{"by": "Al Pacinoas Arthur Kirkland", "running_time": 119, "url": "http://www.rogerebert.com/reviews/-and-justice-for-all-1979", "title": "... and Justice for All (1979)", "text": "Here's an angry comedy crossed with an expose and held together by one of those high-voltage Al Pacino performances that's so sure of itself we hesitate to demur. Pacino plays an aggressive young Baltimore lawyer who has worked within the system for 12 years or so -- he's not a reformer fresh out of law school -- but who, during the course of this movie, is driven to advise the American system of jurisprudence to stick its head where the sun don't shine.\n\nPacino's immediate inspiration is a judge named Fleming (John Forsythe) who rather unexpectedly becomes his client. Forsythe looks marvelously like a judge. He has the razor-cut grey hair and the tired, thoughtful eyes and the gentleman's vague sneer when addressing a lawyer in his courtroom.\n\nWe get the impression that he saved himself a lot of time, early in his time on the bench, by resolving never to allow considerations of simple humanity to interfere with his handling of a case.\n\nThat angers Pacino, because Pacino has a client who has been in jail for months because of Forsythe. The client, as it happens, is innocent. Everyone seems agreed on that point. But the client was in the wrong place at the wrong time, and was filed away in a cell during a hiccup in standard police procedure, and cannot get out again until Pacino and Forsythe can agree on several meaningless technicalities.\n\nThey cannot. Forsythe seems to take a quiet sadistic pleasure in frustrating Pacino while his client goes through a crack-up in jail. Meanwhile, Pacino's life is complicated on other fronts. It is, in fact, complicated on too many other fronts: \"...and Justice for All\" has so many characters doing so many things to, with and against Pacino that it's a triumph of film making when all the stories end in the same movie.\n\nThere is a girlfriend, and a neurotic law partner, and another nutty client, and a stark raving mad senior judge (Jack Warden) who indulges his suicidal impulses by eating his lunch on a fifth-floor window ledge and seeing if his helicopter will fly without gasoline.\n\nThese subplots are all thrown into the story's way without much regard as to whether they're serious and subtle or broad and comic; the movie is a compromise involving various approaches to the material. But Pacino's performance forces a kind of logic on the events.\n\nWe somewhat suspiciously accept the movie's swings of tone because Pacino remains consistent, and because he seems to remember what the basic issues are even when the movie detours into irrelevant episodes like the helicopter flight.\n\nThen things tighten up just in time: When the movie seems about to become a series of sketches, it turns out that Forsythe is a prime suspect in the brutal rape and beating of a young girl.\n\nIs he innocent, as he claims? Guilty? He wants Pacino to handle his defense: Inevitably, it's going to look as if the fix is in unless the defense is conducted by a lawyer who's clearly on record as despising Forsythe.\n\nBut . . . what if Forsythe's guilty? What does Pacino do then? What he does is borrowed from \"Network\" and \"One Flew Over the Cuckoo's Nest\" and other recent celebrations of the manic rebel personality in confrontation with the immoral establishment. The closing courtroom scenes are constructed as a machine to make the audience cheer, and the machine works.\n\nWhether it works a little cynically is left for the audience to decide: \"...and Justice for All\" has been so many things and struck so many tones by the ending that it's not a statement, it's an anthology. Maybe, when Pacino's courtroom scene gathers force, we just forget the farce and soap opera and romantic comedy that went before, and take the scene as self-contained.", "star_rating": 3.0, "date_published": "1979-01-01", "release_year": 1979, "mpaa_rating": "R", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"]}