{"by": "Warren Beattyas Joe Collins", "running_time": 121, "url": "http://www.rogerebert.com/reviews/-dollars-1971", "title": "$ (Dollars) (1971)", "text": "The premise has a beautiful simplicity to it. Safety-deposit vaults in Hamburg are being used by an assortment of white-collar crooks to hold money they legally shouldn't possess. There is a supply sergeant who is ripping off the U.S. Army, a shady character from Los Vegas, a guy who deals in drugs, and so on. The thing they have in common is that they can't squawk if they find their lock-boxes empty. They weren't supposed to be full to begin with. \n\nThis situation gradually emerges during the first 15 minutes of Richard Brooks' \"$\", a slick and breakneck caper movie that runs like a well-oiled thrill. Warren Beatty plays a smooth-talking American expert in anti-burglary devices, Goldie Hawn gets a job in the bank and they devise an exquisitely complicated plan that gets Beatty into the bank vault but out of view while the entire bank staff applauds what they think is, a demonstration of the latest Yankee Security devices. \n\nThe story is of course much more complicated than that, but twists, turns and double-reverse whammies are the very soul of the caper movie. Brooks, a craftsman writer-director whose recent credits includes \"The Professionals\" and \"In Cold Blood,\" has fun with the structure of his movie. It works something like recent Robert Altman films; Brooks never stops to explain anything, never lingers over a plot, never bores us with lectures and explanations. Instead, all his characters plunge ahead, obsessed with greed.\n\nWarren Beatty and Goldie Hawn are weirdly interesting together. Their acting styles lie at right angles, so you get two textures in the same scene. Since the visual style of the movie keeps whamming textures against each other, this contrast in the acting really works.\n\nBeatty is the best con man in movies, certainly since Clark Gable died. He is filled with deals, angles, things he has to pull you over in a corner to whisper. He can make you rich tomorrow, and himself, too, one of these days. And he has an unusual kind narcissism -- unusual for an actor. He isn't narcissistic about himself, but about his style; he's in love with conning people. \n\nUp against Beatty's con, Goldie Hawn is pure gullibility. Her eyes\r\nare big enough to make a Keane painting look representational, and\r\nwhen she walks, it's as if she were finally getting the knack. How\r\nthese two people got together is never made much of in \"$.\" They're\r\ntoo absorbed in getting all those dollars, those marks and liras and\r\nfrancs, out of that vault and into their arms. It is good to see people who enjoy working together. Brooks is good at showing it too; we got a sense of camaraderie in a shared goal in \"The Professionals\"\r\nand \"In Cold Blood,\" and now in \"$.\" All of the goals are illegal, of\r\ncourse, but that's the frosting.\n\nOne of the curious people who turns up in \"$\" is Scott Brady, the wide gauge second lead in lots of 1950 movies. He always looked as if he knew how to dance and which fork to use, but could also help you out if you had a dry cleaner that needed to be fire-bombed. Late Show fans will recall \"Johnny Guitar\" and \"Gentlemen Marry Brunettes.\" Brooks cast him as the supply sergeant, and the casting gives the whole movie a nice gritty feeling of avarice. In the chase scene at the end, he pursues Beatty with a single-minded fanaticism that is truly remarkable.", "star_rating": 3.0, "date_published": "1971-12-30", "release_year": 1971, "mpaa_rating": "R", "genres": null}