{"by": "Dudley Mooreas George", "running_time": 123, "url": "http://www.rogerebert.com/reviews/10-1979", "title": "10 (1979)", "text": "Blake Edwards's \"10\" is perhaps the first comedy about terminal yearning. Like all great comedies, it deals with emotions very close to our hearts: In this case, the unutterable poignance of a man's desire for a woman he cannot have. The woman, of course, must be unbelievably desirable (and the hero of \"10,\" on a scale of 1 to 10, gives this particular woman an 11). It helps, too, if the man is short, forty-two years old, and filled with inchoate longings.\n\nYou remember inchoate longings. They used to stalk the pages of novels by Thomas Wolfe, back in the years before the Me Generation and the cult of instant gratification. There used to be a time, incredibly, when you couldn't have something just because you wanted it. \"10\" remembers that time. Its hero, Dudley Moore, begins \"10\" as a man who seems to have more or less what any man could desire. He is a successful composer. His girlfriend is Julie Andrews. He has a great house up in the hills, he drives a Rolls-Royce, he has cable TV with remote tuning.\n\nBut then one day, driving his Rolls down Santa Monica Boulevard, he is visited by a vision. She is a preternaturally beautiful young woman in the next car. She turns to regard him, and he is instantly, helplessly, in love. She turns away. She must be about her business. She is dressed in a bridal gown and is on her way to the church to be married.\n\nHe follows her. He is stung by a bee in the church. He has six cavities painfully filled by her father, who is a dentist. Groggy from pain pills and brandy, he finds himself aboard an airplane flying to Mexico -- where, amazingly, he winds up at the same resort as his ideal woman (and, of course, her husband -- one of the vacuous beach-boy types with a smile fit for a Jockey T-shirts model).\n\nBlake Edwards's screenplay now plunges into some slightly more serious waters, where we will not follow. What we're struck with, in \"10,\" is the uncanny way its humor gets laughs by touching on emotions and yearnings that are very real for us. We identify with the characters in this movie: Their predicaments are funny, yes -- but then ours would be, too, if they weren't our own.\n\nThe central treasure in the film is the performance by Dudley Moore. There must have been times when Moore wondered if he'd ever get the girl. In \"10,\" he does. He also brings his character such life and dimension that \"10\" is a lot more than a comedy: It's a study in the follies of human nature.\n\nThe girl (the one who scores 11) is played by Bo Derek. She is so desirable, such a pure and cheerful embodiment of carnal perfection, that we're in there with Dudley Moore every step of the way, even when he's slogging it out to Ravel's interminable \"Bolero.\" \n\nJulie Andrews has a small but delightful role as the sensible mistress, and the movie also has warm performances by Robert Webber, as Moore's vulnerable gay friend, and by Brian Dennehy, as a particularly understanding bartender in Mexico.\n\n\"10\" is not only one of the best films Blake Edwards has ever made, but was something of a turning point in his career: The previous decade he had alternated between successful Pink Panther movies and non-Panther flops like \"The Tamarind Seed,\" \"The Wild Rovers,\" and \"The Carey Treatment.\" Did he have another good straight movie in him? Yes, as a matter of fact, he did.", "star_rating": 4.0, "date_published": "1979-01-01", "release_year": 1979, "mpaa_rating": "R", "genres": ["Comedy", "Drama", "Romance"]}