{"by": "Heath Ledgeras Patrick Verona", "running_time": 94, "url": "http://www.rogerebert.com/reviews/10-things-i-hate-about-you-1999", "title": "10 Things I Hate About You (1999)", "text": "I'm trying to remember the last movie I saw that didn't end with a high school prom. \"Ravenous,'' maybe. Even the next film I saw, \"Never Been Kissed,'' ends with a prom. The high school romance genre has become so popular that it's running out of new ideas and has taken to recycling classic literature.\n\nMy colleague James Berardinelli made a list recently: \"Clueless'' was based on Emma, \"She's All That'' was inspired by \"Pygmalion'' and \"Cruel Intentions'' was recycled from \"Les Liaisons Dangereuses'' (prompting Stanley Kauffmann to observe that it was better back in the days when high school students were allowed to take over city government for a day, instead of remaking French novels). To this list we might also add the film update of \"Great Expectations\" (1998), Cinderella's true story in \"Ever After'' and \"Romeo + Juliet,'' which was anything but. There's even \"The Rage: Carrie 2''--a retread of \"Carrie,'' a work that in my opinion ranks right up there with the best of Austen, Shaw and Shakespeare.\n\n\"10 Things I Hate About You'' is inspired, in a sortuva kinduva way, by Shakespeare's \"The Taming of the Shrew,'' in the same sense that \"Starship Troopers'' was inspired by \"Titus Andronicus.'' It doesn't remake Shakespeare so much as evoke him as a talisman, by setting its story at Padua High School, naming its characters Stratford and Verona, making one of the heroines a shrew, etc. There is even a scene where the shrew is assigned to rewrite a Shakespeare sonnet.\n\nAnd yet ... gee, the movie is charming, despite its exhausted wheeze of an ancient recycled plot idea (boy takes bribe to ask girl to prom, then discovers that he really likes her--but then she finds out about the bribe and hates him). I haven't seen that idea in almost two months, since \"She's All That'' (boy makes bet he can turn plain wallflower into prom queen, and does, but falls in love with her, after which she discovers, etc., etc.).\n\nThe story this time involves two Seattle sisters. Bianca Stratford (Larisa Oleynik) is popular and wears a lot of red dresses. Her shrewish older sister Katarina (Julia Stiles) is unpopular, never dates and is the class brain. (When the English teacher asks his class for reactions to a Hemingway novel, she snaps, \"Hemingway was an alcoholic who hung around Picasso, hoping to nail his leftovers.'') Two guys want to take Bianca to the prom. One is shy and likable. The other is a blowhard. But Katarina's father (Larry Miller) has forbidden her to date until her older sister Kat starts going out. So they hatch a plot to persuade Patrick (Heath Ledger), the school outlaw, to ask her to the prom. He takes a $300 bribe, but then realizes that Kat is actually quite lovely, etc., and really falls in love with her, after which, etc.\n\nI think we simply have to dump the entire plot and appreciate the performances and some of the jolliest scenes. I liked the spirit of the high school teachers. Allison Janney is the sex-mad counselor, and Daryl \"Chill'' Mitchell is the English teacher who performs Shakespeare's sonnets as if they were rap lyrics. (I've got news for you: They work pretty well as rap, and I expect the album any day.) I also liked the sweet, tentative feeling between Ledger and Stiles. He has a scene that brings the whole movie to an enjoyable halt. Trying to win her heart, he waits until she's on the athletic field, and then sings \"I love you baby'' over the P.A. system, having bribed the school's marching band to accompany him. Those scenes are worth the price of admission--almost. But then other scenes are a drag.\n\nAll teenage movies have at least one boring and endless party scene, in which everyone is wildly dressed, drunk and relentlessly colorful (in \"Never Been Kissed,'' some of the kids come as the Village People). These scenes inevitably involve (a) a fight, (b) barfing, and (c) a tearful romantic breakup in front of everybody. That scene was tedious, and so was a scene where the would-be lovers throw paint balloons at each other. I know there has to be a scene of carefree, colorful frolic, but as I watched them rubbing paint in each other's hair, I began to yearn for that old standby, the obligatory Tilt-a-Whirl ride.\n\nI liked the movie's spirit, the actors and some of the scenes. The music, much of it by the band Letters to Cleo, is subtle and inventive while still cheerful. The movie almost but not quite achieves liftoff against the gravitational pull of the tired story formula. Sometimes it's a mistake to have acting this charming; the characters become so engaging and spontaneous, we notice how they're trapped in the plot.", "star_rating": 2.5, "date_published": "1999-03-31", "release_year": 1999, "mpaa_rating": "PG-13", "genres": ["Comedy", "Family", "Romance"]}