{"by": "Jim Brownas Lyedecker", "running_time": 110, "url": "http://www.rogerebert.com/reviews/100-rifles-1969", "title": "100 Rifles (1969)", "text": "Even in the most routine Westerns, some sort of balance has to be struck between the shooting and the talking. Scenes of heroes and bad guys killing each other are all much alike. We watch for the official clichés like the guy who gets dragged by his horse, or the Indian crawling along the rooftop who is hit and throws his arms into the air, screaming \"Aiiee\" and all that. But unless a story has been introduced to make the shooting part of the plot, it can get pretty dreary. \"100 Rifles\" is pretty dreary.\n\nIt has a larger percentage of action and a smaller percentage of talk than anything in this line since \"The Stranger Returns,\" which hardly seemed to employ a screenwriter at all. We get a succession of battles -- five, I think -- between a band of Mexican Indian revolutionaries and a pig-headed general.\n\nJim Brown gets mixed up in it because he has come down from the States to arrest Burt Reynolds for sticking up a bank. Reynolds is a bandito, and Raquel Welch is his sidekick.\n\nBrown keeps saying he wants to return Reynolds to justice. If he does, he gets to keep the sheriff's job. But Reynolds tries to talk Brown into joining the revolution, and one warm evening when Miss Welch gets down to her knickers Brown decides it might be a passable idea at that.\n\nAll this could be good fun, if director Tom Gries had only made more of the characters. Brown and Reynolds are good together; Brown has a cool, humorous charm and Reynolds plays to it like the other half of a vaudeville team.\n\nMiss Welch, whose acting is not the issue here, tosses her hair contemptuously and poses with her hands on her hips. But that's about all that happens. The celebrated love scene between Brown and Raquel is as big a fizzle as that much-touted meeting between Sean Connery and Brigitte Bardot in, \"Shalako.\"\n\nTo compensate, Gries gives us lots of action. Too much action. He isn't really an action director (as demonstrated when a row of troops is mowed down by a machine gun and falls forward.) He thinks action consists of shots of Brown or Raquel shooting a gun, followed by shots of bad guys clutching their chests and toppling over.\n\nBut action has to be directed so we can figure out what's going on. We want to follow the progress of the struggle and get a sense of danger. And we need to know the characters at least well enough to care about them. Without that, we might as well be watching Tom and Jerry.", "star_rating": 1.5, "date_published": "1969-04-08", "release_year": 1969, "mpaa_rating": null, "genres": ["Action", "Adventure", "War", "Western"]}