{"by": "Dean Jonesas Albert Dooley", "running_time": null, "url": "http://www.rogerebert.com/reviews/1000000-duck-1971", "title": "$1,000,000 Duck (1971)", "text": "Walt Disney's \"$1,000,000 Duck\" is one of the most profoundly stupid movies I've ever seen. It is a movie about a duck that gets an overdose of radiation and starts laying golden eggs. It is also about the people who won the duck, and about how greed and avarice appear in their lives, and about the lesson in love and understanding that the father gets when his son runs away with the duck and becomes trapped on a ladder between the ledges of two tall buildings, and about how the father gets a fair trial from the American judiciary system.\n\nThe people in this movie inhabit a universe of clean little 1940s bungalows with rose trellises, and there's a mean neighbor next door and some teenagers down the street who are always souping up their hot rod. This universe looks vaguely familiar, and you wonder where you've seen it before. It certainly doesn't exist in the current American space-time continuum, but maybe...\n\nAnd then you recognize the universe. The reason you had trouble before was that you'd never seen the WHOLE universe before, but only its laundry room. This is the universe of those sweet, simple folks who live in TV soap ads. They mean well, poor souls, and they dress neatly and keep a cheery smile, but they must have been shortchanged in the smarts department because all they care about in this life is how white their whites get. At night they have surrealistic dreams in which their towels come out whiter and whiter and whiter until the whole laundry room is filled with dazzling metaphysical sunlight, and (at last!) their towels are clean and their sins forgiven.\n\nThe woman in the family in the movie has apparently survived nine years of marriage since she has an 8-year-old son, but her survival must have been a matter of blind luck. She makes applesauce with garlic in it because she doesn't know any better, and she takes a golden egg down to the bank when her checking account gets overdrawn. Being married to such a mentality would be wearying to her husband, you imagine; he is a young scientist engaged in teaching rabbits and ducks to walk down the ramp and through the maze and push the right button and be rewarded with rabbit food or duck food.\n\nThere was a Stan Freberg record once about a rat that was put through this ordeal. Over drawbridges. Up ramps. Through doors. Past dead-ends. Across the moat. Up the ladder. And finally, finally...when the exhausted rodent reached his objective and punched the right button, do you know what came out of the little door for him to eat? One single chlorophyll gumball.", "star_rating": 1.0, "date_published": "1971-07-13", "release_year": 1971, "mpaa_rating": "G", "genres": null}