{"by": "Glenn Closeas Cruella DeVil", "running_time": 103, "url": "http://www.rogerebert.com/reviews/101-dalmatians-1996", "title": "101 Dalmatians (1996)", "text": "The thing about animation is that it gives equal time to kids and animals. They get to be important, too--the simplified world of cartoons cuts the adult world down to size. The problem with the new live-action version of “101 Dalmatians” (based on the 1961 feature-length cartoon) is that it's never really able to make the dogs as important as the people. We think we'll see the adventures of some cute puppies, and most of the time we're looking at grown-up intrigues, and the schemes of a couple of bad guys recycled straight out of “Home Alone.” Disney's new version of this good old story stars Jeff Daniels as a London-based computer game author named Roger; Joely Richardson as a dress designer named Anita, and Glenn Close as the steel-edged Cruella DeVil, who admits early in the film, sincerely but desperately, “I worship fur.” It is her only vice, but she makes it do the duty of a dozen.\n\nThe movie tells a simple tale. Roger's male Dalmatian (Pongo) cruises St. James Park, falls in love with Anita's female Dalmatian (Perdy) and drags his master's bicycle on a wild chase that ends with Roger being splashed in the lagoon. As the dogs nuzzle happily, the eyes of the owners meet, and it is true love times two. The chemistry is sweet and convincing.\n\nAnita works for Cruella, who is not above using stolen pelts from murdered animals to adorn her high-fashion figure. Glenn Close is a skilled actress and looks right for Cruella (I like the touch of the gloves that have their own fingernails). She drives the snotty classic car, uses the long cigarette holder, strikes the flamboyant poses, and yet, somehow, she's only human. She isn't Cruella DeVil. No one of flesh and blood could be. If she's anyone, she's Norma Desmond from “Sunset Boulevard,” playing Cruella DeVil.\n\nThe plot, as you may recall from the earlier film, involves Pongo and Perdy having 15 puppies, which Cruella covets as part of her plan to design a new coat out of Dalmatian skins. The birth of the puppies leads to the one big laugh in the movie, as Cruella visits the newly wed Anita and Roger at home, Roger boasts “We're having puppies, too!” and Cruella responds, “Puppies! You *have* been a busy boy.” Cruella has two henchmen named Jasper (Hugh Laurie) and Horace (Mark Williams), who steal the pups and take them to her remote farmhouse, where she has 84 other puppies already in captivity. Then the barnyard animals help the pups escape, a kind of urban animal telegraph alerts Pongo and Perdy and their masters to the danger, and Jasper and Horace are subjected to a series of painful humiliations: electrocuted by fences, dumped off ladders, dunked in mud and other substances, bonked on the head, etc.\n\nTheir exploits are recycled directly out of the adventures of the hapless thieves in the “Home Alone” movies, and indeed “101 Dalmatians” was written by the creator of the “Home Alone” films, John Hughes. It would be unfair to make the link with Hughes if he didn't force it by ripping himself off so obviously that he might just as well have gone ahead and *cast* the “Home Alone” villains in this movie, and made an in-joke out of it. What's funny in cartoons is not always funny in live action, and some of the dunkings in unsavory substances left me less than amused. Slapstick is a much-overused and misunderstood art form.\n\nThat's not to say the movie doesn't have its pleasures, and one of them is the unaffected, warm relationship between Roger and Anita (who looks so clean-cut, you suspect she smells of clean sheets). I know a lot of little kids who can't wait to see this movie, and no doubt the cute Dalmatian puppies will enthrall them.\n\nIt is certainly more innocent and less angry than “Jingle All the Way,” and the kids will not be surprised to find that Cruella is a villain, while in the other film, they might be alarmed by the sight of several Santas puffing on cigars and planning scams. For older viewers, “101 Dalmatians” may seem closer to the artistic level of the “Beethoven” dog adventures than the mid-level Disney classic that inspired it. Hint: Don't wear your fur coat to the movie.", "star_rating": 2.5, "date_published": "1996-11-29", "release_year": 1996, "mpaa_rating": "G", "genres": ["Comedy", "Family"]}