{"by": "Rod Tayloras Pongo", "running_time": 79, "url": "http://www.rogerebert.com/reviews/101-dalmatians-1991", "title": "101 Dalmatians (1991)", "text": "All of Walt Disney's animated films have his signature on them, but “101 Dalmatians” (1961) was one of the last to be made under his personal supervision. Seen 30 years later in a national re-release, it's an uneven film, with moments of inspiration in a fairly conventional tale of kidnapping and rescue. This is not one of the great Disney classics - it's not in the same league with “Snow White” or “Pinocchio” - but it's passable fun, and will entertain its target family audiences.\n\nThe movie tells the story of two London dalmatians and their human owners - who they refer to as “pets” - and a villainess named Cruella De Vil, who wants to buy all the dalmatian puppies she can find in order to turn them into fur coats. When the hero and heroine produce a litter of 15 puppies, Cruella's appetite is whetted, and she hires a couple of thugs to kidnap them. The story continues in her ramshackle country mansion, where 99 puppies are eventually held for a date worse than death.\n\nThe rescue attempt involves the adult dogs, as well as a brave cat and advice from various neighboring dogs. The big last scene is a chase down snowy roads in the middle of winter. And there are some cute touches, as when word of the missing dogs is sent all over London by doggie telegraph. But the story seems somewhat perfunctory, the chase scene is not as inventive as the climaxes of other Disney feature cartoons, and the animators never solve the problem of making the puppies seem different from one another.\n\nBy the time the film was made, the golden days of full animation were already past. It was simply too expensive to animate every frame by hand, as Disney did in earlier days, and computer assistance was still in the future. In a film like “101 Dalmatians,” you can see certain compromises, as when the foreground figures are fully animated but the backgrounds look static and sometimes one-dimensional. The strong point is in movement, and the animal figures have a nice three-dimensional reality to them, as in a scene where a puppy crawls under a blanket and tucks itself in.\n\nOne sequence stands out from the others, as the puppies line up in front of the TV set to watch their favorite show, starring a brave dog. The interplay between the show and the pups is clever, and the TV show itself functions as a little added attraction; this is the first feature with the cartoon built in.\n\nIf there's one thing that's absolutely first-rate about the film, it's the character of Cruella, with a voice by Betty Lou Gerson, who achieves almost operatic effects with her sudden entrances and exits, accompanied by clouds of yellow cigarette smoke. She's in a league with the Wicked Stepmother and the other great Disney villainesses - but the rest of the movie is more ordinary.", "star_rating": 3.0, "date_published": "1991-07-12", "release_year": 1991, "mpaa_rating": "G", "genres": ["Adventure", "Animation", "Family"]}