{"by": "Glenn Closeas Cruella De Vil", "running_time": 101, "url": "http://www.rogerebert.com/reviews/102-dalmatians-2000", "title": "102 Dalmatians (2000)", "text": "Pavlov, you will recall, conditioned dogs to salivate at the ringing of a bell. It is only fitting that his namesake, a modern scientist in \"102 Dalmatians,\" is able to condition Cruella De Vil to feel affectionate when she sees a dog. As \"102 Dalmatians\" opens, the famous dognapper and fur enthusiast has been transformed into a dog lover by Dr. Pavlov's secret methods.\n\nReleased on probation, Cruella (Glenn Close) is assigned to a parole officer named Chloe (Alice Evans), who is a Dalmatian lover and doesn't believe Cruella has really been reformed. But Cruella seems to have turned over a new leaf and even gets involved in the activities of a shelter for homeless animals run by Kevin (Ioan Gruffudd), who has eyes for Chloe. Then, alas, a Pavlovian bell rings (it is no less than Big Ben), and Cruella reverts to type.\n\nSuch is the setup for \"102 Dalmatians,\" a movie in which it follows as the night does the day that Cruella sooner or later goes back to her old dog-hating ways. While the 1996 live-action version of \"101 Dalmatians\" had the original animated film to supply much of its story, this sequel is an original, with new characters, most memorably Monsieur Le Pelt (Gerard Depardieu), a fur designer who wears a quasi-medieval costume influenced by Depardieu's recent film, \"Asterix\" (a huge hit in Europe, but never released in the States). There are also new dogs, including a puppy named Oddball, which is depressed, because it was born without spots.\n\nI have here an urgent message from a dog lover urging me to emphasize in my review that Dalmatians are sensitive and demanding animals who require dedicated owners. The earlier Dalmatian films apparently inspired countless dog lovers to adopt Dalmatians they were not quite ready for, causing overbreeding and consequent homelessness; my correspondent will be happy to learn (1) the movie itself ends with a request that puppies be adopted only by owners prepared to be responsible and committed, and (2) if a movie hasn't yet driven you to acquire a Dalmatian, \"102 Dalmatians\" is unlikely to do the trick.\n\nThe film features formidable resources, including Cruella's home with its secret fur-storage rooms and dungeons. The good characters are portrayed as plucky and cheerful, the evil ones gnash their teeth more than the dogs, and Cruella's hairstyle, half black and half silver, is in itself a wonder, as are her hair, her nails and her bizarre makeup (the character is so seriously kinky I have always wondered what an R-rated version might have to offer us). It is a movie made with style and energy.\n\nAnd yet whether you like it depends largely, I think, on how you feel about the dogs. Oddball is cute, yes, but he and the other dogs suffer somewhat because they are--well, real. The Disney animal classics, including \"Lady and the Tramp\" and the animated \"101 Dalmatians,\" were able to make their dogs into stars; in a live-action movie, they're reduced to supporting characters. Smaller children aren't likely to understand Cruella and Le Pelt, except as adults who are mean to dogs. There are some joys in chases and thrilling escapes, but taking the dogs out of the central roles leaves you with seriously weird humans and not enough puppy love.\n\nGlenn Close does what can be done with the role. Indeed, she does more than can be done; Cruella is almost too big for a live-action film and requires animation to fit her operatic scale. The Le Pelt character is not really necessary, and although Chloe and Kevin (and Cruella's timid servant Alonso) do what they can, the film itself doesn't really seem necessary, either.\n\nYet Cruella De Vil has possibilities. I wonder why movies like this stay so close to their origins. Wouldn't it be intriguing to lift Cruella entirely out of dog roles and put her back into animation as the star of a cartoon version of \"Sunset Boulevard\"? She's still big. It's live action that got small.", "star_rating": 2.5, "date_published": "2000-11-22", "release_year": 2000, "mpaa_rating": "G", "genres": ["Comedy", "Family"]}