{"by": "Bruce Willisas James Cole", "running_time": 130, "url": "http://www.rogerebert.com/reviews/12-monkeys-1996", "title": "12 Monkeys (1996)", "text": "Terry Gilliam's ambitious \"12 Monkeys\" was co-authored by David Peoples, who wrote \"Blade Runner,\" and it has the same view of the near future as a grunge pit - a view it shares with Gilliam's own \"Brazil.\" In this world, everything is rusty, subterranean, and leaks. The movie uses its future world as a home base and launching pad for the central story, which is set in 1990 and 1996, and is about a time traveler trying to save the world from a deadly plague.\n\nThe traveler is Cole (Bruce Willis), who in the opening shots lives with a handful of other human survivors in an underground shelter put together out of scrap parts and a lot of wire mesh. The surface of the planet has been reclaimed by animals, after the death of 5 billion people during a plague in 1996.\n\nCole is plucked from his cage and sent on a surface expedition by the rulers of this domain, who hope to learn enough about the plague virus to defeat it. Later, he is picked for a more crucial mission: He will travel back in time and gather information about the virus before it mutated. (The movie holds out no hope that he can \"stop\" it before it starts; from his point of view, the plague has already happened, and so the future society is seeking treatment, not prevention.) Cole lands in 1990, bruised, bleeding, and dripping sweat and mucus from every pore (a large percentage of Bruce Willis' film career has been spent in this condition). He's thrown in jail, and assigned a psychiatrist, Dr. Kathryn Railly (Madeleine Stowe), who believes he's delusional when he says he's a visitor from the future (\"You won't think I'm crazy when people start dying next month\"). He pulls off an inexplicable jail break and reappears in her life in 1996, kidnapping her because he needs help in finding 12 monkeys in Philadelphia that have the virus in its \"pure\" form before it mutated, later that year, into a killer of humans.\n\nCole discovers that a mental patient named Jeffrey Goines (Brad Pitt), whom he met in 1990, is an animal rights activist with a father (Christopher Plummer) whose laboratory may be harboring the deadly virus. Does Jeffrey want to unleash the virus, returning the earth to the animals? Or does his father, or another member of the team . . .\n\nAll of this is just the plumbing of the plot. What the movie is really about is its vision. The decor looks cobbled together from the debris of the 20th century. Cities are either scabby Skid Rows or towering skyscrapers. Scientists still work in laboratories that look like old postcards of Thomas Edison inventing. Bizarre killers and villains are hurled at Cole and Railly, and there are many bloody fights. Gradually the psychiatrist comes to believe, after Cole makes a series of accurate predictions, that he may be from the future after all.\n\nThe movie is not, however, a straightforward action thriller.\n\nMuch of the interest comes from the nature of the Cole character. He is simple, confused, badly informed, exhausted and shot through with feelings of betrayal. Nothing is as it seems - not in his future world, not in 1990 and not in 1996. And there is another factor, one hinted at in the opening shot of the movie and confirmed in the closing: He may have already witnessed the end of the story.\n\nThe plot of \"12 Monkeys,\" if you follow it closely, involves a time travel paradox. Almost all time travel movies do. But who cares? What's good about the film is the way Gilliam, his actors and his craftsmen create a universe that is contained within 130 minutes.\n\nThere are relatively few shots in this movie that would look normal in any other film; everything is skewed to express the vision.\n\nGilliam's \"Brazil\" was praised by a lot of critics, but I didn't get it, even after repeated viewings. \"12 Monkeys\" is easier to follow, with a plot that holds together and a solid relationship between Cole and Railly. But even here, Gilliam allows the anarchic flywheel of madness to spin: The Brad Pitt character, spewing compulsive visions of paranoia and dread, is a powerful influence, suggesting that logic cannot solve the movie's problems. And other characters - those in charge of the subterranean future world, as well as the conspirators around the Plummer character - behave like villains pumped in from an H.G. Wells science-fiction fantasy. Wild overacting takes place on bizarre sets that are photographed with tilt shots and wideangle lenses, and we begin to share the confusion and exhaustion of Cole. Like him, we're wrenched back and forth through time, and dumped on the concrete floor of reality.\n\nOne of the most intriguing sequences is completely arbitrary.\n\nCole and the woman hide out in a movie theater playing Hitchcock's \"Vertigo,\" and later, in their own lives, replay the movie's key scene, with the same music on the soundtrack. What is Gilliam doing here? He's not simply providing a movie in-joke. The point, I think, is that Cole's own life is caught between rewind and fast-forward, and he finds himself repeating in the past what he learned in the future, and vice versa.\n\nI've seen \"12 Monkeys\" described as a comedy. Any laughs that it inspires will be very hollow. It's more of a celebration of madness and doom, with a hero who tries to prevail against the chaos of his condition, and is inadequate. This vision is a cold, dark, damp one, and even the romance between Willis and Stowe feels desperate rather than joyous. All of this is done very well, and the more you know about movies (especially the technical side), the more you're likely to admire it. But a comedy it's not. And as an entertainment, it appeals more to the mind than to the senses.", "star_rating": 3.0, "date_published": "1996-01-05", "release_year": 1996, "mpaa_rating": "R", "genres": ["Mystery", "Science Fiction", "Thriller"]}