{"by": "Koji Yakushoas Shimada", "running_time": 141, "url": "http://www.rogerebert.com/reviews/13-assassins-2011", "title": "13 Assassins (2011)", "text": "\"13 Assassins\" has what many action pictures need, a villain who transcends evil and ascends to a realm of barbaric madness. Against this creature and his private army, a band of samurai is mustered to end his terror. Their heroism against impossible odds is a last hurrah for the samurai code; the film is set in 1844, toward the end of the medieval Edo period, when true samurai warriors were growing rare.\n\nThe film is terrifically entertaining, an ambitious big-budget epic, directed with great visuals and sound by Takeshi Miike. The last 45 minutes are devoted to an inventive and ingenious battle scene, but it's not the sort of incomprehensible mayhem we often find in recent actioners. It's a lesson to the queasy-cam auteurs, because Miike choreographs the action to make it comprehensible — and, more important, has spent his first two acts establishing the characters. We know who the 13 samurai are, and we understand why many of them behave as they do under threat of death. The care taken with the screenplay and the shot composition deserves comparison with Kurosawa's (even better) \"Seven Samurai.\"\n\nThe film opens with stark, bloody simplicity. A man kneels in a courtyard and disembowels himself in protest against Lord Naritsugu (Goro Inagaki), the half-brother of the shogun. This seppuku was inspired by Naritsugu's cruelty, which we see demonstrated in appalling detail. He amputates some victims, kicks the severed heads of others across rooms and exercises the right to rape anyone in his domain. He isn't a twisted caricature, but a preening narcissist; the shogun inexplicably plans to promote him.\n\nTo correct this evil in the land, Sir Doi (Mikijiro Hira) seeks the samurai Shimada (Koji Yakusho) and finds him peacefully fishing atop a ladder in the sea — but with his sword of course nearby. Shimada then seeks another dozen warriors to join him, and this process is familiar to us from countless other movies. Each of the recruits has his own personality and back story, some more elaborate than others, and of course there must be a little comic relief, although Koyata (Yusuke Iseya) grows more serious in the heat of battle.\n\nThe odds for these heroes seem impossible; they are only 13 and Lord Naritsugu fields at least 200 against them. Miike spares us the whimsy that 13 good men can defeat 200 evil ones, and has his samurai rig an entire village as a trap. It's clear this is planned, but the details remain vague, and when the surprises begin, it would be logical, I think, to ask exactly how the assassins found the time and resources to marshal such an elaborate ambush. Logical, but not fair; you don't ask questions like that in movies that require your belief.\n\nSamurai films have a rich history, and Miike evokes it elegantly with traditional costumes, idealistic dialogue, sharp characterizations, and a gloriously choreographed fight sequence that must extend in one form or another for 40 minutes. I often find fight scenes in movies boring, because they substitute movement for drama. But in \"13 Assassins,\" characters are involved who we know and understand, and the general melee is broken down into structured vignettes. Hollywood action directors could study this film, especially in the way it focuses on story in the midst of violence.\n\nThere is a subtext in the film. The 13 assassins are essentially making a last stand for the traditional samurai code. Modern times are encroaching on Japan, and the shogunate is corrupt, decadent and a hive of nepotism. I was reminded in a lateral way of Yamata's \"Twilight Samurai\" (2004), a very good film set in 1868, about a samurai who works for his clan as an accountant, and is forced to recall the code of his tradition.\n\nWhile watching \"13 Assassins,\" I was sure CGI effects must have been used, but I was rarely able to notice them. That's the point, as it always was in traditional special effects: to deceive the eye, not insult it. Most of the movement here is at least somewhat plausible in terms of the real world. Too often CGI is an excuse for what amounts to live-action cartoons. Here is a film that could be studied for its lessons by the manufacturers of Friday night action blockbusters.", "star_rating": 3.5, "date_published": "2011-05-24", "release_year": 2011, "mpaa_rating": "NR", "genres": ["Action", "Adventure", "Drama", "Foreign"]}