{"by": "Matthew McConaugheyas Troy", "running_time": 102, "url": "http://www.rogerebert.com/reviews/13-conversations-about-one-thing-2002", "title": "13 Conversations About One Thing (2002)", "text": "Happiness is the subject of \"13 Conversations About One Thing.\" For that matter, happiness is the subject of every conversation we ever have: the search for happiness, the envy of happiness, the loss of happiness, the guilt about undeserved happiness. The engine that drives the human personality is our desire to be happy instead of sad, entertained instead of bored, inspired instead of disillusioned, informed rather than ignorant. It is not an easy business.\n\nConsider Troy (Matthew McConaughey), the prosecutor who has just won a big conviction. In the movie's opening scene, he's loud and obnoxious in a saloon, celebrating his victory. He spots a sad-sack at the bar: Gene (Alan Arkin), who seems to be pessimistic about the possibility of happiness. Gene is a mid-level manager at an insurance company, has to fire someone, and decides to fire Wade, the happiest man in the department, since he can see the sunny side of anything.\n\nTroy buys drinks for Gene. He wants everybody to be happy. Then he drives drunk, hits a pedestrian with his car and believes he has killed her. As an assistant district attorney he knows how much trouble he's in and instinctively leaves the scene. His problem becomes an all-consuming guilt, which spoils his ability to enjoy anything in life; he was cut in the accident, and keeps the wound open with a razor blade, to punish himself.\n\nThe movie finds connections between people who think they are strangers, finding the answer to one person's problem in the question raised by another. We meet Walker (John Turturro), a sardonic college professor, who walks out on his wife (Amy Irving) and begins an affair with a woman (Barbara Sukowa). She realizes that the affair is hardly the point: Walker is going through the motions because he has been told, and believes, that this is how you find happiness. We also meet a house cleaner (Clea DuVall) who is good at her job but works for a client who can only criticize. She is injured for no reason at all, suffers great pain, does not deserve to.\n\nThe truth hidden below the surface of the story is a hard one: Nothing makes any sense. We do not get what we deserve. If we are lucky, we get more. If we are unlucky, we get less. Bad things happen to good people and good things happen to bad people. That's the system. All of our philosophies are a futile attempt to explain it. Let me tell you a story. Not long ago, I was in the middle of a cheerful conversation when I slipped on wet wax, landed hard, and broke bones in my left shoulder. I was in a fool's paradise of happiness, you see, not realizing that I was working without a net--that in a second my happiness would be rudely interrupted.\n\nI could have hit my head and been killed. Or landed better and not been injured. At best, what we can hope for is a daily reprieve from all of the things that can go wrong. \"13 Conversations About One Thing\" is relentless in the way it demonstrates how little we control our lives. We can choose actions but we cannot plan outcomes. Follow, for example, the consequences of Arkin's decision to fire the happy man, and then see what happens to Arkin, and then see what happens to the happy man. Or watch as the McConaughey character grants reality to something he only thinks he knows. Or see how the Turturro character, so obsessed with his personal timetable, so devoted to his daily and weekly routines, is able to arrange everything to his satisfaction--and then is not satisfied.\n\nThe movie is brilliant, really. It is philosophy, illustrated through everyday events. Most movies operate as if their events are necessary--that B must follow A. \"13 Conversations\" betrays B, A and all the other letters as random possibilities.\n\nThe film was directed by Jill Sprecher and written with her sister, Karen. It's their second, after \"Clockwatchers\" (1997), the lacerating, funny story about temporary workers in an office and their strategies to prove they exist in a world that is utterly indifferent to them. After these two movies, there aren't many filmmakers whose next film I anticipate more eagerly. They're onto something. They're using films to demonstrate something to us. Movies tell narratives, and the purpose of narrative is to arrange events in an order that seems to make sense and end correctly. The Sprechers are telling us if we believe in these narratives, we're only fooling ourselves.\n\nAnd yet, even so, there is a way to find happiness. That is to be curious about all of the interlocking events that add up to our lives. To notice connections. To be amused or perhaps frightened by the ways things work out. If the universe is indifferent, what a consolation that we are not.", "star_rating": 4.0, "date_published": "2002-06-14", "release_year": 2002, "mpaa_rating": "R", "genres": ["Drama", "Indie"]}