{"by": "Jennifer Garneras Jenna Rink", "running_time": 98, "url": "http://www.rogerebert.com/reviews/13-going-on-30-2004", "title": "13 going on 30 (2004)", "text": "Jennifer Garner is indeed a charmer, but she's the victim of a charmless treatment in \"13 Going on 30,\" another one of those body switch movies (think \"Big,\" \"Vice Versa,\" \"Freaky Friday,\" etc.) in which a child magically occupies an adult body. The director, Gary Winick, came out of Sundance with \"Tadpole\" (2003), a movie in which a 16-year-old boy was seduced by a 40-year-old woman, and some of us wondered how well that plot would have worked with a 16-year-old girl and a 40-year-old man. Now Winick finds out, by supplying a 13-year-old girl with a 30-year-old body and a boyfriend who's a professional hockey star. Their big makeout scene goes wrong when she thinks he's \"gross,\" and we fade to black, mercifully, before we find out what happens then. Can you be guilty of statutory rape caused by magical body-switching?\n\nThe movie introduces us to Jenna Rink when she's a teenager (played by Christa B. Allen), who allows the most popular girls in school to push her around because she wants to be just like them. (There's a much superior version of this angle in \"Mean Girls,\" which opens next week.) She throws a party in her rec room and the girls play a nasty trick on her, which inspires her to be cruel to her only true friend, Matt, a chubby kid who lives next door and adores her.\n\nThen she's sprinkled with magic dust (I think we have to let the movie get away with this), and discovers that she is 30, lives in New York, is an editor of a magazine named Poise, and looks like Jennifer Garner. Her snotty high school classmate Lucy (Judy Greer) now works with her on the magazine, and they're friends, sort of, although the movie teaches us that career women will betray each other to get ahead.\n\nIn the best examples of this genre, there are funny scenes in which adult actors get to act as if they're inhabited by kids. Tom Hanks did this about as well as it can be done in \"Big,\" and I also liked Judge Reinhold in \"Vice Versa\" and of course Jamie Lee Curtis in the 2003 version of \"Freaky Friday.\" Strangely, \"13 Going on 30\" doesn't linger on scenes like that, maybe because Jenna is established in a high-powered Manhattan world where she has to learn fast. The result is that most of the movie isn't really about a 13-year-old in an adult body, but about a power struggle at the magazine, and Jenna's attempts to renew her friendship with Matt (now played by Mark Ruffalo).\n\nHe's not cooperative. Apparently her missing 17 years all actually occurred; it's just that she can't remember them. And after the disastrous party in the rec room, she never talked to Matt again, so why should he believe she's any different now? She's desperate, because she has no real friends, but Matt is engaged to be married, and what happens to the time line to solve that dilemma would make \"Eternal Sunshine of the Spotless Mind\" look as linear as a Doris Day romance.\n\nLogical quibbles are of course irrelevant with a movie like this. You buy the magic because it comes with the territory. What I couldn't buy was the world of the magazine office, and the awkward scenes in which high-powered professionals don't seem to notice that they're dealing with a 13-year-old mind. Jenna's bright idea to redesign the magazine is so spectacularly bad that it's accepted, I suppose, only because the screenwriters stood over the actors with whips and drove them to it.\n\nThe writers, by the way, are Cathy Yuspa and Josh Goldsmith, the same duo that wrote the vastly superior office comedy \"What Women Want\" (2000), in which Mel Gibson was able to read the minds of the women in his office. This time there are no minds worth reading. Although we understand why Jenna is attracted to the adult Matt (who has undergone a transition from pudgy to handsome), the movie never really deals with (1) Whether he fully comes to grips with the fact that this is the same girl he knew at 13, and (2) how or why or whether or when a 13-year-old can successfully fall in love with a 30-year-old man, with everything that would entail (in life, anyway, if not in this movie). There are so many emotional and sexual puzzles to tap-dance around, this should have been a musical.", "star_rating": 2.0, "date_published": "2004-04-23", "release_year": 2004, "mpaa_rating": "PG-13", "genres": ["Comedy", "Romance", "Science Fiction"]}