{"by": "Tony Shalhoubas Arthur", "running_time": 90, "url": "http://www.rogerebert.com/reviews/13-ghosts-2001", "title": "13 Ghosts (2001)", "text": "\"13 Ghosts\" is the loudest movie since ''Armageddon.'' Flash frames attack the eyeballs while the theater trembles with crashes, bangs, shatters, screams, rumbles and roars. Forget about fighting the ghosts; they ought to attack the sub-woofer.\n\nThe experience of watching the film is literally painful. It hurts the eyes and ears. Aware that their story was thin, that their characters were constantly retracing the same ground and repeating the same words, that the choppy editing is visually incoherent, maybe the filmmakers thought if they turned up the volume the audience might be deceived into thinking that something was happening.\n\nWhen the action pauses long enough for us to see what's on the screen, we have to admire the art direction, special effects, costumes and makeup. This is a movie that is all craft and little art. It mostly takes place inside a house that is one of the best-looking horror sets I've seen, and the 12 ghosts look like pages from Heavy Metal, brought to grotesque life. (The 13th ghost is, of course, the key to the mystery.) The screenplay, inspired by the 1960 William Castle film of the same name but written in a zone all its own, involves dead Uncle Cyrus (F. Murray Abraham), whose researches into the occult included a medieval manuscript allegedly dictated by the devil. He leaves his house to his nephew Arthur (Tony Shalhoub), whose wife has tragically died; Arthur moves in with his son Bobby (Alec Roberts), his daughter Kathy (Shannon Elizabeth) and Maggie the nanny (Rah Digga). They're joined by a wise-cracking ghostbuster named Rafkin (Matthew Lillard) and Kalina (Embeth Davidtz), a paranormal who knows a lot about Uncle Cyrus, his research, and how the house works.\n\nAnd does it ever work. Exterior steel panels slide up and down, revealing glass container-cages inside which hold the 12 invisible ghosts, which Cyrus needed in order to ... oh, never mind. What intrigues me is that this house, its shrieks of terror and its moving walls attract no attention at all from the neighbors, even late in the film when truly alarming things are happening. Maybe the neighbors read the screenplay.\n\nThe shatterproof glass cages, we learn, are engraved with ''containment spells'' that keep the ghosts inside. You can see the ghosts with special glasses, which the cast is issued; when they see them, we see them, usually in shots so maddeningly brief we don't get a good look. Our consolation, I guess, is that the cast has the glasses but we will have the pause button when ''13 Ghosts'' comes out on DVD. The only button this movie needs more than pause is delete.\n\nThe house, Kalina explains, is really an infernal device: ''We are in the middle of a machine designed by the devil and powered by the dead.'' Gears grind and levers smash up and down, looking really neat, and wheels turn within wheels as it's revealed that the purpose of this machine is to open the ''Oculorus Infernum.'' When a character asks, ''What's that?'' the answer is not helpful: ''It's Latin.'' Later we learn it is the Eye of Hell, and ... oh, never mind.\n\nIf there are 12 ghosts there must, I suppose, be 12 containment cages, and yet when little Bobby wanders off to the subterranean area with the cages, he gets lost, and his father, sister, the nanny, the psychic and the ghostbuster wander endlessly up and down what must be the same few corridors, shouting ''Bobby! Bobby?'' so very, very, very many times that I wanted to cheer when Rafkin finally said what we had all been thinking: ''Screw the kid! We gotta get out of this basement!'' The production is first-rate; the executives included Joel Silver and Robert Zemeckis. The physical look of the picture is splendid. The screenplay is dead on arrival. The noise level is torture. I hope \"13 Ghosts\" plays mostly at multiplexes, because it's the kind of movie you want to watch from the next theater.", "star_rating": 1.0, "date_published": "2001-10-26", "release_year": 2001, "mpaa_rating": "R", "genres": ["Horror", "Thriller"]}