{"by": "Gerard Depardieuas Christopher Columbus", "running_time": 152, "url": "http://www.rogerebert.com/reviews/1492-conquest-of-paradise-1992", "title": "1492: Conquest Of Paradise (1992)", "text": "Ridley Scott's \"1492: Conquest of Paradise\" sees Christopher Columbus as more complex and humane than in the other screen treatments of the character. His Columbus is an enlightened revision of the traditional figure, treating Indians the same as Spanish noblemen and seeming content with the notion that nature, not the Catholic God, is their deity.\n\nColumbus is also a good deal more convincing as a human being. As played by Gerard Depardieu, he seems huge and shaggy and dogged, just the kind of man who would get an idea in his head and refuse to surrender it. We are familiar with many of the stages in his story, such as his defense of his voyage before hostile scholars, and his careful courting of Queen Isabella as his patron, but Depardieu makes them seem new.\n\nThat is even true of the inevitable scene in which Columbus uses a piece of fruit to illustrate his belief that the world is round. This time it is an orange. In the dreary \"Christopher Columbus: The Discovery,\" released last August, it was an apple. I am waiting for someone to make it a potato, since Europe before the discovery of America had no potatoes - a fact I have been husbanding for years in case I am ever a guest on \"Jeopardy.\" What disappoints me a little about Scott's version is that he seems to hurry past Columbus' actual voyage of discovery. There is intrigue in the Old World and adventure and violence in the New, but the crucial journey that links them seems reduced to its simplest terms: The three ships sail, the crews grow restless, there is mutiny in the air, Columbus quiets it, and then land is sighted. (In the previous film version, Columbus helpfully offered to be beheaded if land was not sighted in three days, an embellishment of history that Scott and screenwriter Roselyne Bosch wisely omit.) The theory that the world was round was held in intelligent circles long before Columbus was born, and ships capable of sailing across the Atlantic had been available for a long time (Europeans were already rounding Africa on their way to Asia, and the Vikings preceded Columbus to North America by centuries). What prevented Europe from expanding into the new continent was essentially superstition and conservatism, a strong impulse to leave things as they were. It was an impulse that Columbus was constitutionally unable to accept.\n\nRidley Scott is a visually oriented director who finds great beauty in his vision of the New World, including a breathtaking shot in which the ocean mists rise to reveal a verdant shore. He shot his film in Costa Rica, where the Native Americans are depicted as dignified and gentle, people who inspire Columbus to wonder whether they might not be an improvement on the inbred backbiting nobles of the Spanish court. I am not convinced that Columbus was as enlightened as he seems in this movie, but perhaps historical figures exist in order to be reinterpreted every so often in terms of current needs.\n\nThe screenplay is the result of extended research by Bosch (who nevertheless observes in the film's notes that Catholics in Isabella's Spain could be burned at the stake for eating meat on \"Holy Friday\"). She continues Columbus' story for a decade after his discovery of America, as he brings news of his triumph back to Spain, returns to the New World as a viceroy, and then struggles with the land, violent noblemen, opponents in Spain and even a hurricane before being returned in disgrace to prison. There is a happy ending; Isabella grants his wish to visit the American mainland, and he dies after dictating his memoirs to his son.\n\nOne of Depardieu's most touching moments is a closeup as he hears his fellow Italian Amerigo Vespucci described as the discoverer of the mainland, although here the movie plays fast and loose with the facts, since Columbus, who visited South America before Vespucci did, is given a sad line in which he asks how much further it was (and \"America\" was not named after Vespucci until the year after Columbus's death).\n\nWhat I would someday like to see would be a film much closer to the bone than this one, one in which the physical rigors of the voyage and the first settlements were depicted more realistically.\n\nScott's version is particularly handicapped by a score by Vangelis which alternates between breathless angelic choirs and brooding jungle music. The sound track instructs us what to think about many of the shots; the quasi-ecclesiastical strains seem to suggest the church will indeed save many souls in the New World, while the Indian theme suggests that these simple forest people were already well on the way to inventing New Age music.\n\nStill, in its own way and up to a certain point, \"1492\" is a satisfactory film. Depardieu lends it gravity, the supporting performances are convincing, the locations are realistic, and we are inspired to reflect that it did indeed take a certain nerve to sail off into nowhere just because an orange was round.", "star_rating": 3.0, "date_published": "1992-10-09", "release_year": 1992, "mpaa_rating": "PG-13", "genres": ["Action", "Adventure", "Drama", "Foreign", "History"]}