{"by": "Robert De Niroas Eddie Flemming", "running_time": 120, "url": "http://www.rogerebert.com/reviews/15-minutes-2001", "title": "15 Minutes (2001)", "text": "I want to know if you think this is possible. Two creeps videotape themselves committing murder, and then attempt to sell the video to a reality news show for $1 million. They plan to beat the murder charges with an insanity plea, adding that they were abused as children.\n\nI think it is possible. I heard about a documentary at Sundance this year where a fraternity boy videotaped his friend in a sex act that the woman claimed was rape. The video, later released to the press by law enforcement officials, is included in the documentary, so you can decide for yourself.\n\nWhat kind of person would do something like that? (I refer both to the fictional murder plot of \"15 Minutes\" and to the actual rape footage.) The kind of person, I imagine, who appears on \"The Jerry Springer Show,\" a program I study for signposts on our society's descent into barbarism. When you say these people have no shame, you have to realize that \"shame\" is a concept and perhaps even a word with which they are not familiar. They will eagerly degrade themselves for the 15 minutes of fame so famously promised them by Andy Warhol.\n\n\"15 Minutes\" is a cynical, savage satire about violence, the media and depravity. It doesn't have the polish of \"Natural Born Killers\" or the wit of \"Wag the Dog,\" but it's a real movie, rough edges and all, and not another link from the sausage factory. A couple of the early reviews have called it implausible. They doubt that real killers would sell their footage to TV and then watch it in a Planet Hollywood, hoping to be spotted and arrested. See, that's the funny thing. I think there are people who would.\n\nThe movie stars Robert De Niro as a Manhattan detective who has become a celebrity, Edward Burns as a fire inspector, and Kelsey Grammer as a cross between Springer and Geraldo Rivera. Working the other side of the street are Karel Roden and Oleg Taktarov as Emil and Oleg, one Czech, one Russian, who fly into Kennedy Airport and are robbing an electronics store within hours of getting off the plane. Emil dreams of becoming rich and famous through violence, and Oleg videotapes his efforts--at first just for fun, later as part of a scheme. Emil loves America because \"no one is responsible for what they do!\" and Oleg idolizes Frank Capra, the poet of the little man who shoves it to the system.\n\nThe movie, written and directed by John Herzfeld, is the work of a man intoxicated by characters and locations. His previous feature, \"2 Days in the Valley\" (1997), was the same way, filled with characters who spinned into each other and bounced apart like pinballs. His movie may overachieve, may weary sometimes as it hurries between plot lines, but I prefer this kind of energy and ambition to a plodding exercise in action cliches. Herzfeld has something he wants to say.\n\nHis premise depends on Emil and Oleg being perfectly amoral idiots, shaped in their homelands by overdoses of American TV and movies. Since their countries are saturated with U.S. entertainment, and since the most popular exports are low-dialogue action shows, this is not a stretch. Is their view of America hopelessly brutal and unrealistic? Yes, but it is the view we export for study abroad.\n\nThey shoot, slash, burn and pillage their way through Manhattan, attacking former friends, call girls and bystanders. Meanwhile, Burns, as the fire inspector, finds evidence that a fire was set to conceal a murder, and De Niro engages in a little jockeying for position in the media spotlight because he wants credit for the investigation. His publicity efforts are helped by his friendship with Grammer, a star of reality TV, and his affair with a TV reporter (Melina Kanakaredes).\n\nEmil and Oleg are really the center of the movie. They reminded me of Dick Smith and Perry Hickock from \"In Cold Blood,\" except the vicious amorality of the 1968 movie no longer seems so totally alien to the society surrounding it; programs like Grammer's \"Top Story\" are based on, feed on, depend on there being people like these.\n\nThe movie is far from unflawed. I have a private theory that half the time you see a character tied to a chair, the screenwriter ran out of ideas. Some of the getaways are unlikely. The ending is on autopilot. But there's an absolutely sensational scene where Burns tries to help a woman escape from a burning apartment; it's the best work along these lines since \"Backdraft.\" And poignant personal moments for De Niro that keep his character from simply being a publicity hound. And performances by Roden and Taktarov that project the kind of flat, empty-headed, blank-faced evil that is so much scarier than evil by people who think about what they're doing.\n\nSome movies, however good, seem to be simply technical exercises. Others, even if flawed, contain the seed of inspiration. John Herzfeld has not made a great movie yet, but he might. He cares, he strives, he's not content. While you're watching the movie, you question details and excesses. Afterward, you admire it for the passion of its attack, and the worthiness of its targets.", "star_rating": 3.0, "date_published": "2001-03-09", "release_year": 2001, "mpaa_rating": "R", "genres": ["Action", "Crime", "Thriller"]}