{"by": "Bruce Willisas Jack Mosley", "running_time": 105, "url": "http://www.rogerebert.com/reviews/16-blocks-2006", "title": "16 Blocks (2006)", "text": "Bruce Willis plays Jack Mosley, a tired drunk, in \"16 Blocks.\" He's a detective who doesn't have the energy to be a cop. As the film opens, he's surrounded by dead bodies and spilled cocaine and is told by an officer, \"Sit on this until the uniforms get here.\" Jack rummages around in the apartment until he finds what he wants: A bottle. He pours himself a drink and sits down to wait for the uniforms. The he goes back to headquarters, where the receptionist gives him breath mints.\n\nJack's shift is over. The last thing he needs is another job. But his boss assigns him to transport a witness 16 blocks to a grand jury hearing. The witness has to arrive in two hours, before the grand jury's term expires. Jack goes to get the guy, who is named Eddie Bunker and is played by Mos Def as a motormouth who talks all the time, and I mean all the time, in a litany of complaints about his treatment, his life and his fate. Eddie has the kind of voice that makes fingernails on a blackboard sound like Kenny G.\n\nThe job looks like a piece of cake. Put a guy in a car and drive 16 blocks. Jack can't make the 16 blocks. He makes a pit stop at a liquor store. Coming out, he sees the wrong kind of guy making the wrong kinds of moves on the witness in the car, and he shoots the guy, which is admirable decision-making under the circumstances. He figures out someone wants the witness dead, and so he takes him to a friendly saloon and calls his superior officer.\n\nNot a wise decision. Frank Nugent (David Morse), his chief, is the linchpin of a ring of corruption and drug dealing within the department. He is one of the people who wants to prevent Eddie Bunker from testifying. Jack knows this. He's wise to the crooked cops because he's one of them himself. But there's something about Eddie Bunker, something about his innocence, something about his naive trust in Jack, something about the way he won't shut up, that somehow gets to Jack. Just when Eddie is about to be killed in the bar, Jack shoots a cop and saves Eddie's life. Now they are both on the same side of the law.\n\nThat's the setup for \"16 Blocks,\" which is a chase picture conducted at a velocity that is just about right for a middle-age alcoholic. Unlike last week's \"Running Scared,\" which was pitched a few degrees above manic, \"16 Blocks\" is more of a character study, a two-hander about how Jack has been fed up with the department for a long time, and Eddie's sweet, goofy nature tilts the balance. Of course, it's a good question whether Eddie is really the nutty motormouth he seems to be, but that's not something Jack has the time to determine right now.\n\nThe movie has been directed by Richard Donner, a specialist in combining action, chase scenes and humor (see \"Lethal Weapon,\" etc). Here he starts with three good performances: Willis, world-weary and yet with a spark of defiance; Mos Def, whose speaking role is more or less the same as the movie's running time; and David Morse, evil and bureaucratic in equal measure.\n\nThe chase scenes involve Chinatown (of course), traffic jams, and a stand-off on a bus that may owe something to the 2002 Brazilian film \"Bus 174.\" None of this is particularly new, but all of it is done well, and Mos Def does the same thing here that Austin Pendleton did in \"Dirty Work,\" the movie I wrote about two weeks ago: He comes in from left field with a character performance that's completely unexpected in an action movie. At first I found it irritating. Then I began to wonder if something was going on beneath the surface. Eventually I was able to pick up the buried message, which was frightened, sincere and hiding behind self-satire. I did not, however, necessarily buy the story about the bakery.\n\nOne key scene gave me problems. It involves an ambulance. Actually, it involves two ambulances, which was my problem. I think maybe one additional shot or one more line of dialogue might have oriented me, but there for a moment it seemed as if certain characters had dropped into another dimension. The plot device was explained to me by Dann Gire, president of the Chicago Film Critics Association, which is yet another reason his photograph should be displayed in every post office and schoolroom.\n\nThe bedrock of the plot is the dogged determination of the Bruce Willis character. Jack may be middle-aged, he may be tired, he may be balding, he may be a drunk, but if he's played by Bruce Willis you don't want to bet against him. He gets that look in his eye that says: It's going to be a pain in the ass for me to do this, but I couldn't live with myself if I didn't. I always I believe that more easily than the look that merely says: I will prevail because this is an action picture and I play the hero.", "star_rating": 3.0, "date_published": "2006-03-02", "release_year": 2006, "mpaa_rating": "PG-13", "genres": ["Action", "Adventure", "Crime", "Thriller"]}