{"by": "Ole Soltoftas Jacob", "running_time": null, "url": "http://www.rogerebert.com/reviews/17-1968", "title": "17 (1968)", "text": "Erik Soya's novel \"17,\" now a movie, is the tale of a young lad who spends the summer by the seashore and is initiated into the arts of love by his comely cousin, the upstairs maid and the downstairs maid, in that order. It is not to be confused with the novel of the same title by Booth Tarkington.\n\nThe comparison between Tarkington and Soya is an interesting one, however. Both novels are set at about the same time, around 1912, and both have to do with young men stumbling across (sigh) the glories of love. If Soya's teen-agers make more startling discoveries, perhaps that is because they live in Denmark and not Indiana.\n\nBecause of its delicate subject matter, \"17\" could easily have been vulgar. Perhaps we should thank its director, Annelise Meineche, for the fact that it is funny, healthy and ribald instead. Miss Meineche is an example of that rare species, the female director, and her woman's sense of humor gives a wry twist to otherwise routine love scenes. After her hero finally succeeds in seducing his cousin, for example, he breathes: \"Thank you.\" His cousin, disillusioned, replies: \"Same to you.\"\n\nThe photography is not as beautiful as \"Elvira Madigan\" or as sensuous as \"Tom Jones,\" but it's aiming at the same targets. The color, the period costumes and the spring-like outdoor locations contrive to him an air of innocence. Like Tom Jones, the hero of \"17\" is not so much a rogue, more of a victim.\n\nOne of the funniest aspects of the movie probably wasn't intended. Although Jacob, the hero, is supposed to be 17, he looks more like an eternally youthful 30 -- sort of the Dennis Day of Copenhagen. His cousin, Viebke, is supposed to be about 16, but she could be served in any bar in Old Town. Still, she dresses and acts as If she were 12, squealing and giggling and kicking up her heels. The effect resembles what would happen if Mickey Rooney and Elizabeth Taylor got together on a remake of \"National Velvet.\"", "star_rating": 3.0, "date_published": "1968-04-10", "release_year": 1968, "mpaa_rating": null, "genres": null}