{"by": "Zac Efronas Mike O'Donnell", "running_time": 102, "url": "http://www.rogerebert.com/reviews/17-again-2009", "title": "17 Again (2009)", "text": "Mike O'Donnell's wife wants a divorce, his kids are remote, he didn't get the job promotion he expected, and everything else in his life has gone wrong since that magic year when he was 17, a basketball star, in love, and looked like Zac Efron instead of Matthew Perry. He's obviously a case for treatment by a Body Swap Movie.\n\nRevisiting the trophy case at his old high school, Mike encounters a janitor who, from the way he smiles at the camera, knows things beyond this mortal coil. If only Mike could go back to 17 and not make all the same mistakes. In \"17 Again,\" he can. He falls into a Twilight Zone vortex and emerges as Zac Efron. They say be careful what you wish for, because you might get it. Mike should have been more specific. Instead of wishing to be 17 again, he should have wished to go back 20 years in time.\n\nYes, he becomes himself trapped inside his own 17-year-old body. Same wife, same kids, same problems. As Old Mike getting divorced, he'd moved in with his best friend, Ned (Thomas Lennon), and now he throws himself on Ned's mercy: Will Ned pose as his father, so Young Mike can be his son and help out his kids by enrolling in the same high school again? Ned, who is a software millionaire and middle-age fanboy, agrees, especially after he falls helplessly in love with the high school principal, Jane (Melora Hardin).\n\nYoung Mike becomes the new best friend of his insecure son, Alex (Sterling Knight). Then he meets Alex's mom, Scarlet (Leslie Mann), who, of course, before the vortex was his wife, and before that his high school bride (Allison Miller). She thinks it's strange that he looks exactly like the boy she married at 17. He explains he is the son of an uncle, who I guess would have to be Old Mike's brother, so it's curious Old Scarlet never met him, but if she doesn't ask that, why should I?\n\nIn high school, Young Mike again becomes a basketball star, befriends Alex, and attempts to defend his Gothish daughter, Maggie (Michelle Trachtenberg), against the predations of her jerk boyfriend, who as a hot-rodding jock traveling with a posse is, of course, the last guy in school who would date, or be dated by, a moody girl who wears black.\n\nI've seen Body Switches before (Tom Hanks in \"Big\"). The first act of this movie seemed all retread. Then it started to dig in. There are twin romances; as Shakespeare demonstrated, one must be serious and the other farcical. Young Mike is still seriously in love with his wife, Old Scarlet, and she is powerfully attracted to this boy who's a double for her first love. She thinks that's wrong. He knows it isn't but how can he explain?\n\nMeanwhile, best buddy Ned courts Principal Masterson, who for the first time in his life has Taught Him What Love Means. Before her, ecstasy was owning Darth Vader's costume. I will not describe what happens the first time they go out to dinner, except to say that it's comic genius, perfectly played by Melora Hardin and Thomas Lennon.\n\nI attended a screening held by a radio station, which attracted mainly teenage girls who left their boyfriends behind. When Zac Efron took off his T-shirt, the four in front of me squealed as if there were buzzers in their seats. Now that he's a little older, Efron has a Tom Cruiseish charm, and a lot of confidence. Why Matthew Perry was cast as his adult self is hard to figure; does your head change its shape in 20 years?\n\n\"17 Again\" is pleasant, harmless PG-13 entertainment, with a plot a little more surprising and acting a little better than I expected. Mike is dispatched into that vortex by the bearded old janitor with a delighted smile. The janitor (Brian Doyle-Murray) is quite a convenience, supplying vortexes when needed. If his smile reminds you of anyone, he's played by Bill Murray's brother.", "star_rating": 3.0, "date_published": "2009-04-15", "release_year": 2009, "mpaa_rating": "PG-13", "genres": ["Comedy", "Drama", "Family", "Fantasy"]}