{"by": "William Danielsas John Adams", "running_time": 142, "url": "http://www.rogerebert.com/reviews/1776-1972", "title": "1776 (1972)", "text": "If \"1776\" is to be believed, the United States was founded by a bunch of nebbishes, and the Declaration of Independence was written only after Thomas Jefferson rid himself of writer's block by making love to his wife.\n\nWhen I was a kid I read a series of books called the \"Childhood of Famous Americans.\" They all had one slight structural problem: Everything that made their subjects interesting happened after their childhoods were over. So the series gave us lot of motivation.\n\nThe same series seems to have inspired \"1776.\" Its singular historical insight is that all of those famous Americans never grew up. They just put on wigs and grew sideburns and continued to act in the same childish ways.\n\nThis is an insult to the real men who were Adams, Jefferson, Franklin and the rest -- but then we've emasculated our founding fathers in story and song for so long that they're practically a set of caricatures. By the time \"1776\" came along, the stage was set for a dumb, simplistic romp through Independence Hall. I guess we don't want to fully recognize the stature of those early leaders; might make the present variety look a little transparent.\n\nThe movie, as everybody must know by now, involves the days immediately before the signing of the Declaration on July 4. The performances trapped inside these roles, as you might expect, are fairly dreadful. There are good actors in the movie (especially William Daniels as Adams and Donald Madden as James Dickinson), but they're forced to strut and posture so much that you wonder if they ever scratched or spit or anything.\n\nApart from that, there are structural problems. The stage version made much of a correspondence between John and Abigail Adams, in which she urged him onward and upward. In the movie, this is handled by a series of materializations in which Abigail, looking for all the world like the vampire countess of \"Taste the Blood of Dracula,\" appears surrounded by soft focus and gives John the morning line.\n\nI can hardly bear to remember the songs, much less discuss them. Perhaps I shouldn't. It is just too damn bad this movie didn't take advantage of its right to the pursuit of happiness.", "star_rating": 2.0, "date_published": "1972-12-26", "release_year": 1972, "mpaa_rating": "PG", "genres": ["Comedy", "Drama", "History", "Music"]}