{"by": "George Burnsas Jack Watson", "running_time": 100, "url": "http://www.rogerebert.com/reviews/18-again-1988", "title": "18 Again! (1988)", "text": "Here we have it, the third entry in this season’s body-exchange sweepstakes. “18 Again!” begins with the same premise as “Like Father Like Son” and “Vice Versa,” and despite the considerable presence of George Burns, it finishes in a tie for last. It’s an annual cliche at Oscar time that the competition would mean more if the actors had all played the same roles. In the case of these three movies, the race isn’t close: “Vice Versa” wins, and the other two trip over the starting line.\n\nBut why, you may ask, am I using so many metaphors from the world of footraces? That’s because “18 Again!” cross-fertilizes two durable genres. Not only do we have an old man and his grandson trading minds and bodies, but we also have one of the most durable endings in the movies, the Big Race.\n\n“18 Again!” even includes a cliche so old I thought it had been retired: the moment when the hero stumbles, falls, picks himself up and keeps right on running. Does he win the race? Are there stars in the sky? “Vice Versa” and “Like Father Like Son” were about a father and son trading places. In recognition of Burns’s age, “18 Again!” has him trading places with a grandson. Tony Roberts plays the generation in between. The story: Burns is the legendary founder of the family firm, which Roberts now runs. Father and son don’t communicate well, maybe because Burns never takes his son’s ideas seriously. But he does have a great love for his grandson.\n\nAt Burns’s 81st birthday party, he closes his eyes and makes a wish. He’d like to be 18 again, with all the power and energy he remembers. He opens his eyes and his wish somehow has been granted: He inhabits his grandson’s body, and the grandson (Charlie Schlatter) inhabits his.\n\nThe kid is on the high school track team, where he’s kind of a nerd; he doesn’t have his grandfather’s never-say-die spirit. But with Burns inside the teenage body, the kid turns into a champion, and that leads up to the big race and all of its preordained suspense.\n\nThe movie also contains other developments that are less than surprises. There is, for example, the fact that the body switch also means a girlfriend switch. Anita Morris plays Burns’s mistress, who can’t understand what’s gotten into him, so to speak. And Jennifer Runyon is the girl that the grandson loves from afar; she appreciates the most direct approach that Burns employs, once he’s given the proper body to work with. There is hardly a line of dialogue involving either of these characters that is witty, or original, or comes as a surprise.\n\nThe whole project seems to have been enveloped in a miasma of good intentions and heartwarming sentiments. There’s no edge, no bite and none of the inspired body language that made “Vice Versa” so special.\n\nThe movie makes no attempt to really imagine what it would be like to inhabit another body; it just springs the gimmick on us and starts unreeling its sitcom plot.\n\nAlthough Burns is, of course, a beloved institution, and any opportunity to see him is welcome, he is not given much to do in the movie, and he doesn’t do much with it. His character essentially is recycled from his old material and his patented talk-show gags, We hear him sing his 1980 hit, “I Wish I Were 18 Again!,” of course, and that is fun, but we also have to hear him recite that tired old line about how he would date women his age, if there were women his age. No real effort has been made to find any differences between Burns and the character he plays in this movie.\n\nBurns began the current stage of his long career in 1977, when he was recruited for the lead in “Oh, God!” Convinced he never could play the part, he asked the producers what God was like, and was told: “He’s a lot like George Burns.” The problem is, Burns, God love him, has been getting that answer too often.", "star_rating": 1.5, "date_published": "1988-04-08", "release_year": 1988, "mpaa_rating": "PG", "genres": ["Comedy", "Fantasy", "Science Fiction"]}