{"by": "Samuel L. Jacksonas Trevor Garfield", "running_time": 121, "url": "http://www.rogerebert.com/reviews/187-1997", "title": "187 (1997)", "text": "The movie \"187'' tells the story of a high school teacher who is driven mad by the system. We can well believe it, especially given the schools portrayed in the film, where violent bullies control the classrooms, and the spineless administrators--terrified of lawsuits--refuse to back up the teachers. But the movie ends in a way that will disturb its more thoughtful viewers.\n\nSamuel L. Jackson stars as Trevor, a dedicated and gifted teacher who does a demonstration of centrifugal force that I, for one, wanted to try for myself. He finds the pages of his textbook defaced with a scrawled \"187,'' which is the police code for \"homicide.'' It's a warning, he thinks, from a dangerous student. He gets no sympathy or support from his principal, who says, \"You know what your problem is? On the one hand, you think someone is going to kill you, and on the other hand, you actually think kids are paying attention in your class.'' The warning is real, Trevor is attacked and seriously wounded, and then the main story begins 15 months later, after the teacher has switched coasts and is trying to make a fresh start as a substitute science teacher in the San Fernando Valley. Trevor is no longer quite the man he was. He confides in Ellen (Kelly Rowan), a friendly fellow teacher, that the assault meant \"the robbery of my passion, my spark, my unguarded self. I miss them.'' The California school is no better than the one he left in New York. Thugs and gang-bangers challenge the teachers for control of the classroom and threaten lawsuits if teachers try to discipline them. The administration gives no support. It's as if the whole system is engaged in a charade. The students pretend to study, the teachers pretend to teach, and nobody rocks the boat.\n\nBut Trevor is different. He really wants to teach. He draws closer to Ellen, but she senses a wall that will always be there, and he quotes Thomas Wolfe's despairing cry that loneliness is the human condition. He does what he can. He offers to tutor a student named Rita, but she misinterprets his attention and offers him sex. He visits the home of a violent student named Benny and wishes he hadn't. He is counseled by a disillusioned teacher named Childress (John Heard), who finds out he's the famous teacher who was attacked out East and says, \"I'm giving advice to a guy with a Purple Heart.'' And then all of the plot threads come together in a way I will not reveal, but which raised serious questions in my mind about motivation, about plausibility and even about whether a climactic final scene should have been in the movie at all. The movie, written by Scott Yagemann and directed by Kevin Reynolds (\"Waterworld\"), has elements that are thoughtful and tough about inner-city schools, and other elements that belong in a crime thriller or a war movie.\n\nAt the end, I know, Trevor has come unhinged. I accept that and believe it. But it feels like the movie lost the nerve of its original story impulse and sought safety in elements borrowed from thrillers. Its destination doesn't have much to do with how it got there.\n\nToo bad, because \"187'' features a strong and sympathetic performance by Jackson, who has so many different notes in his work; here he is able to make the teacher come completely alive--right until the end, when the plot manipulations bury him. I also liked the tentative sweetness of Rowan as the friendly teacher, although the relationship isn't resolved very neatly. The young actors playing the dangerous students are focused and effective; they include Lobo Sebastian as Benny and Clifton Gonzalez Gonzalez as Cesar.\n\nBut . . . I dunno. If you see the movie, ask yourself if the last third is really satisfying. Was there another way to present the same kind of frustration and despair? Are they really proving anything in the final confrontation? What do they think they're proving? The motivation seems cloudy on both sides.", "star_rating": 2.0, "date_published": "1997-07-30", "release_year": 1997, "mpaa_rating": "R", "genres": ["Drama", "Thriller"]}