{"by": null, "running_time": 245, "url": "http://www.rogerebert.com/reviews/1900-1977", "title": "1900 (1977)", "text": "What high hopes were inspired by Bernardo Bertolucci's \"1900\" -- and how few of them are realized. This was to be the great epic statement by the young Italian director generally considered to be the greatest since Fellini; the director who made \"The Conformist\" before he was 30, and whose \"Last Tango in Paris\" was hailed by Pauline Kael as the most important artistic event since Stravinsky's \"Rite of Spring.\" Bertolucci had his pick of actors a free run with his budget, the freedom to make a personal film. And he blew it.\n\nI remember the excitement before the world premiere of \"1900\" at the Cannes Film Festival in May, 1976. Tickets and passes were being traded on an impromptu black market, and the crush at the first morning screening was so savage that one man was pushed through a plate-glass door. The atmosphere was totally different by the end of the afternoon, after the dual press screenings for both halves of the (then) 320-minute film. People were quiet and puzzled and dismayed: How had Bertolucci gone so wrong?\n\nThe case for \"1900\" has become something of a cause in the 18 months since that disastrous premiere. The film's producer, Alberto Grimaldi, had worked with Fellini, Visconti and Pontecorvo and knew a thing or two about movies that ran over budget and length. He'd gambled with Bertolucci, and now he had this enormously expensive and virtually unmarketable film on his hands. He prepared one shorter version, Bertolucci stood by the original version, and until Bertolucci finally made his own shorter (247 minute) cut, it almost seemed as if \"1900\" would never be seen at all.\n\nI hate to say it, but maybe that would have been a blessing: The movie could have gone into film history as a great lost classic, and Grimaldi could have been branded the villian, and Bertolucci could have gone on to his next film (as, indeed, he has). Because \"1900\" is a film out of control. A film conceived on such an epic scale that it just doesn't fit. A film in which Bertolucci struggles for hours to make his statement about the class struggle in Italy only to end on a note of throwaway goofiness.\n\nThe movie begins on the day of Verdi's death (for no particular reason, I'm afraid). It records the births of boys in two families -- one to a rich landowning family, the other to peasants living on their land. The boys grow up together as playmates, and there's a Huckleberry Finn sort of charm to the scenes in which they trap frogs and dare each other to lay down on the tracks while a train thunders overhead. But the movie has decades to cover and can't linger to get us deeply involved.\n\nThe boys grow up (the rich one into Robert De Niro, the poor one into Gerard Depardieu). Their fathers (Burt Lancaster and Sterling Hayden, respectively) die, and so the young men become heirs to the ancient customs and feuds of the region. Mussolini is on the rise, and the town's leading fascist blackshirt (Donald Sutherland) works for De Niro and persecutes the local Communists (including Depardieu).\n\nAnd then ... well, a synopsis might resemble Genesis, filled with marriages and births, deaths and murders, rivalries and betrayals and thefts and passions. De Niro marries a beautiful young woman (Dominique Sanda), and Sutherland murders a child on the wedding day and tries to pin the blame on Depardieu. And Bertolucci's camera, always moving, swooping, gliding effortlessly from one stunning composition to another, hardly seems to stop to see these events: It's as if the movie has a beauty apart from its content, and Bertolucci dazzles us visually as an apology for the narrative mess he's in.\n\nThere are scenes you will remember (and, yes, \"1900,\" for all its problems, is a movie that film buffs should see). There's the scene at the wedding when a white horse -- a wedding gift -- is brought into the room. And the moment, also at the wedding, when Sanda takes off her white veil and places it on the head of a bitterly jealous guest. A confrontation between the two men that ends with Depardieu throwing a sausage after the departing De Niro. Scenes in the snow, and marvelously-painted harvest scenes. And the sudden violence of Sutherland, killing a cat, and Depardieu, killing a pig, and the townspeople, killing Sutherland.\n\nBut the movie doesn't seem to go anywhere. It's an epic only by virtue of its length. Think of the command Francis Coppola had over his saga of an Italian-American family in the two \"The Godfather\" films (which together approximate the length of \"1900\"), and you'll see how the right director can take masses of material and generations of characters and achieve an operatic sweep. Then look at \"1900,\" and reflect that Bertolucci is at his best in scenes with two people in a room (Brando and Maria Schneider in \"Last Tango,\" Alida Valli and Giulio Brogi in \"The Spider's Strategem\").\n\nBertolucci can direct great set pieces, of course, and some of his biggest scenes (like the outdoor dances that are his favorites) are spectacular. But he needs well-defined characters to anchor his stories, and he seems more confident when he drills into their psyches instead of spreading himself all over the ideological map. \n\n\"1900\" ventures to make sweeping statements about Italian politics over more than half a century, and then ends with its two central characters, now old men, scuffing in the road. They look like a couple of coots, and the scene trivalizes even further what's gone before, but then perhaps a throwaway ending is only appropriate for this film.", "star_rating": 2.0, "date_published": "1977-01-01", "release_year": 1977, "mpaa_rating": null, "genres": ["Drama", "History", "Romance"]}