{"url": "http://www.rogerebert.com/reviews/1941-1979", "by": "John Belushias Wild Bill", "star_rating": 1.5, "text": "It's not fair to say Steven Spielberg's \"1941\" lacks \"pacing.\" It's got it, all right, but all at the same pace: The movie relentlessly throws gags at us until we're dizzy. It's an attempt at that most tricky of genres, the blockbuster comedy, and it tries so hard to dazzle us that we want a break. It's a good-hearted, cheerfully disorganized mess that makes us appreciate \"Dr. Strangelove,\" just a little bit more.\n\nIt takes place in the opening days of World War II, as rumors of a Japanese invasion sweep the west coast and a real Japanese submarine finds itself somewhere off Long Beach. California's in the grip of war fever, every red-blooded young man wants to be in uniform, the dance halls are jammed to the music of Glenn Miller, and up on Hollywood Boulevard the zoot-suiters are rioting.\n\nSpielberg apparently originally conceived some of this material as a series of set pieces, and there's a sequence in the dance hall that works wonderfully: While lookalikes for the Andrews Sisters go berserk at the microphone, servicemen and their girls get into a dance contest that degenerates into a cross between a brawl and the big dance number in \"Seven Brides for Seven Brothers.\"\n\nBecause Spielberg allows this sequence to continue until it finds its own rhythm, it has a nice zany feel to it. But most of the other stuff in \"1941\" feels forced together chaotically, as if the editors wanted to keep the material moving at any cost. The movie finally reduces itself to an assault on our eyes and ears, a nonstop series of climaxes, screams, explosions, double-takes, sight gags, and ethnic jokes that's finally just not very funny.\n\nThe closest thing the movie has to a central character is John Belushi, as a P-40 fighter pilot who flies up and down the coast looking for Japanese and finally crash-lands in the middle of Hollywood Boulevard. The boulevard has earlier been the scene of several other buzzings by military aircraft, in scenes involving lots of special effects thatt must have been difficult to create but come out so disorganized that we're more confused than amused. With the exception of a few high points like a runaway ferris wheel, the special effects in \"1941\" seem disorganized in general: If we don't have a clear idea of what the big moments mean to the plot, how can we know if they're funny?\n\n That leads to the real problem with \"1941\", I think: This movie was never thought through on a basic level of character and story. All sorts of things are happening, but we're never clear why they have to happen and we haven't been told enough about the characters to care if they survive or not.\n\n Everybody races around like people caught in a Jack Davis drawing for \"Mad\" magazine. Comic talent is wasted. Belushi hardly has 25 words of dialogue in the whole movie, and is called upon only to look manic, run around frantically, and play the slob in the cockpit. At one point, scurrying bandy-legged here and there, he's even repeating a piece of business from \"National Lampoon's Animal House.\" Why not? Nobody's given him a new character to play.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-12-14", "genres": ["Action", "Comedy"], "title": "1941 (1979)"}