{"url": "http://www.rogerebert.com/reviews/1984-1984", "by": "Richard Burtonas O'Brien", "star_rating": 3.5, "text": "George Orwell made no secret of the fact that his novel 1984 was not really about the future but about the very time he wrote it in, the bleak years after World War II when England shivered in poverty and hunger. In a novel where passion is depicted as a crime, the greatest passion is expressed, not for sex, but for contraband strawberry jam, coffee, and chocolate. What Orwell feared, when he wrote his novel in 1948, was that Hitlerism, Stalinism, centralism, and conformity would catch hold and turn the world into a totalitarian prison camp. It is hard, looking around the globe, to say that he was altogether wrong.\n\nMichael Radford's brilliant film of Orwell's vision does a good job of finding that line between the \"future\" world of 1984 and the grim postwar world in which Orwell wrote. The movie's 1984 is like a year arrived at through a time warp, an alternative reality that looks constructed out of old radio tubes and smashed office furniture. There is not a single prop in this movie that you couldn't buy in a junkyard, and yet the visual result is uncanny: Orwell's hero, Winston Smith, lives in a world of grim and crushing inhumanity, of bombed factories, bug-infested bedrooms, and citizens desperate for the most simple pleasures.\n\nThe film opens with Smith rewriting history: His task is to change obsolete government documents so that they reflect current reality. He methodically scratches out old headlines, obliterates the photographs of newly made \"unpersons,\" and attends mass rallies at which the worship of Big Brother alternates with numbing reports of the endless world war that is still going on somewhere, involving somebody. Into Smith's world comes a girl, Julia, who slips him a note of stunning force. The note says, \"I love you.\" Smith and Julia become revolutionaries by making love, walking in the countryside, and eating strawberry jam. Then Smith is summoned to the office of O'Brien, a high official of the \"inner party,\" who seems to be a revolutionary too, and gives him the banned writings of an enemy of the state.\n\nThis story is, of course, well known. 1984 must be one of the most widely read novels of our time. What is remarkable about the movie is how completely it satisfied my feelings about the book; the movie looks, feels, and almost tastes and smells like Orwell's bleak and angry vision. John Hurt, with his scrawny body and lined and weary face, makes the perfect Winston Smith; and Richard Burton, looking so old and weary in this film that it is little wonder he died soon after finishing it, is the immensely cynical O'Brien, who feels close to people only while he is torturing them. Suzanna Hamilton is Julia, a fierce little war orphan whose rebellion is basically inspired by her hungers.\n\nRadford's style in the movie is an interesting experiment. Like Chaplin in \"Modern Times,\" he uses passages of dialogue that are not meant to be understood -- nonsense words and phrases, garbled as they are transmitted over Big Brother's primitive TV, and yet listened to no more or less urgently than the messages that say something. The 1954 film version of Orwell's novel turned it into a cautionary, simplistic science-fiction tale. This version penetrates much more deeply into the novel's heart of darkness.", "running_time": 90, "mpaa_rating": "R", "release_year": 1984, "date_published": "1985-02-01", "genres": ["Drama", "Science Fiction"], "title": "1984 (1984)"}