{"url": "http://www.rogerebert.com/reviews/2-days-in-the-valley-1996", "by": "Danny Aielloas Dosmo Pizzo", "star_rating": 3.0, "text": "“2 Days in the Valley” has two subjects: twisted human behavior,\rand the complexity of its own plot. It looks like a crime movie, but crime is\rthe medium, not the message; the crimes are an excuse for quick connections\ramong strangers. What the writer-director, John Herzfeld, is mostly interested\rin are his peculiar characters, and the labyrinthine ways he can assemble them\rin the same story.\n\nHis\rmethod has been used before (the movie will remind you of Altman and\rTarantino), but he's good at it. Herzfeld begins with inexplicable scenes and\runexplained actions, and then connects the dots until everything comes\rtogether. The ending is neat and ingenious; the story is so complex, you wonder\rif he started there and worked backward.\n\nI\rwill not attempt a plot summary, which might take as long as the movie itself.\rInstead, here are some of the characters. Dosmo (Danny Aiello) is a hit man not\rwithout a trace of sweetness; he's afraid of dogs and likes to cook. Lee (James\rSpader) has hired Dosmo as a partner. He's a sadist who likes to pull out a\rstopwatch and give his victims 60 seconds to put their affairs in order. His\rlover is the icy Norwegian blond Helga (Charlize Theron).\n\nDosmo\rand Lee break into a bedroom being shared by a man named Roy Fox (Peter Horton)\rand his ex-wife Becky (Teri Hatcher), who is an Olympic skier but never placed\rhigher than fourth. The woman is rendered unconscious, the man is killed, and .\r. . but I'm getting into the plot.\n\nThere\rare two cops: Wes (Eric Stoltz) and Alvin (Jeff Daniels). Wes has always\rdreamed of being a homicide detective, but finds himself on the vice squad,\rwhere he lacks the heart to entrap a sweet, harmless girl (Kathleen Luong) who\rworks in a massage parlor. The cops stumble onto the murder scene without\rintending to and are thrilled to be working on a real crime.\n\nMeanwhile,\rwe meet Hopper (Greg Cruttwell), an obnoxious British art dealer, who has a\rkidney stone attack and is rescued by a man in a stolen car. Hopper's secretary\r(Glenne Headly) nurses him, although he constantly insults her with offers of\rbreast implants and liposuction. Then Dosmo enters their lives by rolling down\ra hill after escaping from an exploding car, and holds them hostage while\rcooking them pasta.\n\nAnd\rthen there's Teddy Peppers, played by the director Paul Mazursky. Teddy is a\rsuicidal screenwriter-director whose career has gone into the toilet. He plans\rhis suicide but doesn't want to leave his little dog homeless. In one of the\rmovie's best scenes, he encounters an actor (Austin Pendleton) who smilingly\rinsults him without mercy, pointing out every milestone on his descent to the\rbottom of the industry. Meanwhile, a real homicide detective (Keith Carradine)\ris assigned to the murder, and his path crosses those of the vice cops and the\rSpader character, who is impersonating a cop.\n\nAll\rof these characters inhabit the San Fernando Valley, which is to Beverly Hills\ras hell is to Dante's Inferno. We sense that they're people who see success\revery day, who taste it and smell it and rub shoulders with it, but never have\rbeen able to grasp it. Like the Olympic skier, they've never placed higher than\rfourth. Yet they obsess about image; the art dealer, who has no sexual interest\rin his secretary, wants to pay for her plastic surgery because it will make\r*him* look better.\n\nThe\rplot underlies even the most inexplicable scenes and eventually links even the\rmost widely separated characters, but what makes the movie fun is the dialogue\rand the behavior. I especially liked the Mazursky character, who dumps his Emmy\rin a trash can, and the Aiello character, who consoles the art dealer's\rsecretary: “It's just part of his nature to be cruel--don't take offense.” The\rmovie illustrates a world view shared by a lot of people in Los Angeles: If\rthere are only six degrees of separation between any two people in the world,\rthere are only two or maybe three separating everyone in the Valley from the\rrich and famous who light up the pages of the National Enquirer. A cop can become\rJoseph Wambaugh. A personal trainer can become Steven Seagal. A hooker can\rbecome Heidi Fleiss.\n\nOn\rthe surface, there are great distances between those who have made it and those\rwho are still on hold. But then you find they actually know one another in the\rmost unexpected ways, often having to do with sex and ambition. It's fun to\rwatch “2 Days in the Valley” in the moment, and then fun afterward to think\rabout the way the story was put together, and all of those lives connected.", "running_time": 104, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-27", "genres": ["Action", "Comedy", "Indie", "Thriller"], "title": "2 Days In The Valley (1996)"}