{"url": "http://www.rogerebert.com/reviews/2-days-in-paris-2007", "by": "Julie Delpyas Marion", "star_rating": 3.0, "text": "I once gave flowers to a French girl and was told they were \"flagrant.\" When Marion, the character played by Julie Delpy in \"2 Days in Paris\" makes mistakes like that, she knows what she's doing. If her relationship with her lover Jack is coming apart at the seams, that's her with a little thimble and needle, pulling out the stitches. The movie covers the end of a European vacation which was intended to mend their relationship, and the holiday has gone badly. Sometimes when you want to know, really know, somebody, you find out that actually you'd rather not.\n\nJack (Adam Goldberg) had a bad time in Venice. How can that be? Was it Woody Allen who said the worst sex he ever had wasn't that bad? Same with bad trips to Venice. Jack got severe diarrhea, and tried Marion's patience by taking photos of everything, apparently, except the diarrhea itself. Has he never heard of Imodium, that word along with \"taxi\" and \"OK\" that gets most Americans around the world? And did he think he was needed to remedy the world's tragic shortage of photos of Venice?\n\nBut never mind. The last two days of the holiday are to be spent in Paris, Marion's hometown, before they return to New York, where they now live. They move in upstairs from Marion's parents, Anna and Jeannot (played by Delpy's real parents, Marie Pillet and Albert Delpy). Culture shock sets in at the first meal, braised rabbit. You'd think Anna and Jeannot could try the merciful American tactic of calling it \"chicken\" but perhaps when you serve the rabbit head along with its eyeballs, it looks like a chicken that has been fed too many hormones.\n\nMarion and Jack wander about Paris, talking in that way that lovers have when they're beginning to get on each other's nerves. But, no, this is not a retread of Richard Linklater's \"Before Sunset\" (2004), in which Delpy and Ethan Hawke walked and talked around Paris. It is a contemplation of incompatibility, as Paris brings out a side of Marion that Jack has never quite seen: Is she a radical political activist and a shameless slut, or does she only act like one? She runs into old boyfriends so often it makes Paris seem like a small town, and attacks one of them, in a restaurant, for taking a sex vacation to Thailand.\n\nAt home, her father quizzes Jack on French culture, and her mother is so eager to wash and press his clothes that he barely has time to get out of them. Both of Delpy's parents are professional actors, and so these are only performances, I hope. In addition to casting her parents, Delpy puts her mark on this film in many other ways: She starred, directed, wrote, edited, co-produced, composed the score and sang a song. When a women takes that many jobs, we slap her down for vanity. When a man does, we call him the new Orson Welles.\n\nDelpy in fact has made a smart film with an edge to it; her Jack and Marion reveal things about themselves they never thought they'd tell anybody, and we wonder why they ever went out on a second date. Much has been made of the similarities between Delpy here and Diane Keaton in \"Annie Hall\" but if Delpy's character found a spider as big as a Buick in the bathroom, she'd braise it and serve it up for lunch.\n\nWhich is an oblique way of saying that Julie Delpy is an original, a woman who refuses to be defined or limited. Her first great roles were in Bertrand Tavernier's \"Beatrice\" (1987), Agnieszka Holland's \"Europa Europa\" (1990) and Krzysztof Kieslowski's \"White\" (1994); she was in Linklater's \"Before Sunrise\" \"Waking Life\" and \"Before Sunset\" and she dumped Bill Murray at the beginning of Jim Jarmusch's \"Broken Flowers.\" In between, she studied film at NYU and made herself available for 30 student productions.\n\nWhat she has done here is avoid all temptation to recycle the usual lovers-in-Paris possibilities, and has created two original, quirky characters so obsessed with their differences that Paris is almost a distraction. I don't think I heard a single accordion in the whole film.", "running_time": 96, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-23", "genres": ["Comedy", "Foreign", "Indie", "Romance"], "title": "2 Days in Paris (2007)"}