{"url": "http://www.rogerebert.com/reviews/2-days-in-new-york-2012", "by": "Julie Delpyas Marion", "star_rating": 3.5, "text": "Julie Delpy, who usually graces very serious films, plays a screwball heroine with a ditzy family in \"2 Days in New York,\" a continuation of her successful 2007 comedy \"2 Days in Paris.\" She stars, directs and is the co-writer, setting the film's goofy tone. Here's a wonderful actress who has worked with Kieslowski, Jarmusch, Tavernier, Godard and Agnieszka Holland, and you'd think her only influence was Woody Allen.\n\nIn an admirable way of briefing us on her character Marion's story so far, she opens with a puppet show being performed for her small son. This is the child she produced with the Adam Goldberg character in \"2 Days in Paris,\" and since that film was about the disintegration of their relationship, it's no surprise he's history. She's back home in New York, living with a radio talker named Mingus (Chris Rock), who has a small daughter. They have a happy household, until her family arrives from France to meet Mingus.\n\nWe met her father Jeannot (Albert Delpy, her real father) in the earlier film. He is a friendly and well-meaning old man with a genius for being a fish out of water even when he's in water. Even worse is her sister Rose (Alexia Landeau), jealous and snippy, and Rose's boyfriend, Manu (Alex Nahon), who bodes trouble because he was Marion's former boyfriend. As we recall from \"2 Days in Paris,\" Marion has had a lot of former boyfriends; the Adam Goldberg character grew alarmed at how often she seemed to run into them in her old hometown.\n\nRose's rivalry expresses itself in many ways, from bitchy sniping at a family dinner, to an unsettling custom of walking around the apartment mostly undressed. Is she trying to seduce Mingus, make Manu jealous or simply exposing herself for a horny neighbor (Dylan Baker)? She gets nowhere with Mingus, played by Chris Rock as the most stable and sane member of the cast. His refuge is to retreat into his man cave and have thoughtful conversations with a life-sized cardboard cutout of Barack Obama.\n\nMarion, I should have mentioned, is an artist, and one of the excuses for the family visit is a big exhibit of her work. Most of it is physical, but the centerpiece is bold and conceptual: She has auctioned off her soul. One of the film's strangest scenes is her conversation with the man who buys it, portrayed by Vincent Gallo, playing the role as Mephistopheles to Delpy's Faust. (Now there's a sentence that may never have been written before.) Gallo has undeniable screen presence, but here I believe Delpy didn't think through how best to use it. As a film-writing exercise, I suggest a series of scenes between Gallo and various characters whose souls he has purchased.\n\nJulie Delpy has particularly impressed me over the years. She began with intelligence, beauty and charm, she rose to the challenges of some of the leading filmmakers of her time, she and Ethan Hawke co-starred in Richard Linklater's immortal \"Before Sunrise\" (1995) and \"Before Sunset\" (2004), and she enrolled in the celebrated film school of New York University. Oh, and she is a singer-songwriter. Seeing her father Albert here may explain some of that. He and her mother, Marie Pillet, were leading avant-garde actors and directors on the French stage.\n\nAll very well, but what impresses me more is that she has a lighthearted way about her and takes chances in comedies like this. It is hard enough to be good at all, but to be good in comedy speaks for your character.", "running_time": 91, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-08-15", "genres": ["Comedy"], "title": "2 Days in New York (2012)"}