{"url": "http://www.rogerebert.com/reviews/2-fast-2-furious-2003", "by": "Paul Walkeras Brian O'Connor", "star_rating": 3.0, "text": "John Singleton's \"2 Fast 2 Furious\" tells a story so shamelessly preposterous all we can do is shake our heads in disbelief. Consider that the big climax involves a Miami druglord who hires two street racers to pick up bags full of money in North Beach and deliver them in the Keys, and adds, \"You make it, I'll personally hand you $100 Gs at the finish line.\" Hell, for 10 Gs, I'd rent a van at the Aventura Mall and deliver the goods myself.\n\nBut this is not an ordinary delivery. The drivers are expected to drive at speeds ranging from 100 mph to jet-assisted takeoff velocities, which of course might attract the attention of the police, so the druglord has to arrange a 15-minute \"window\" with a corrupt cop, who he persuades by encouraging a rat to eat its way into his intestines. Does it strike you that this man is going to a lot of extra trouble? Despite the persuasive rat, the cops do chase the speed-racers, but they have anticipated this, and drive their cars into a vast garage, after which dozens or hundreds of other supercharged vehicles emerge from the garage, confusing the cops with a high-speed traffic jam. Oh, and some guys in monster trucks crush a lot of squad cars first. It is my instinct that the owners of monster trucks and street machines treat them with tender loving care, and don't casually volunteer to help out a couple of guys (one they've never seen before) by crashing their vehicles into police cars. You can get arrested for that.\n\nDoes it sound like I'm complaining? I'm not complaining. I'm grinning. \"2 Fast 2 Furious\" is a video game crossed with a buddy movie, a bad cop-good cop movie, a Miami druglord movie, a chase movie and a comedy. It doesn't have a brain in its head, but it's made with skill and style and, boy, is it fast and furious.\n\nHow much like a video game is it? The two drivers are named Brian O'Connor (Paul Walker) and Roman Pearce (Tyrese). As they race down city streets at one-fifth the speed of sound, they talk to each other. They can't hear each other, but that doesn't matter, because what they say is exactly the kind of stuff that avatars say in video games. I took some notes: \"Let's see what this thing can do!\" \"Watch this, bro!\" \"Let's see if you still got it, Brian!\" \"How you like them apples!?\" Walker returns from the original \"The Fast and the Furious\" (2001), which established Vin Diesel as a star. Rather than appear in this movie, about cops infiltrating his car gang to bust the drug cartel, Diesel decided instead to make \"A Man Apart,\" playing a cop fighting the drug cartel. Oddly enough, F&F2 is the better movie.\n\nWalker's co-star is Tyrese, aka Tyrese Gibson, who was so good in Singleton's \"Baby Boy\" (2001) and is the engine that drives \"2 Fast 2 Furious\" with energy and charisma. He's like an angrier Vin Diesel. Walker, who gets top billing in both movies, is pleasant but not compelling, sort of a Don Johnson lite.\n\nOther key roles are by Cole Hauser as Carter Verone, the druglord, whose Colombian parents didn't name him after Jimmy, since he's too old for that, but possibly after Mother Maybelle; and Eva Mendes, as Monica Fuentes, the sexy undercover cop who has been on Verone's payroll for nine months and is either sleeping with him or is a sensational conversationalist.\n\nO'Connor and Pearce are teamed up to work undercover as drivers for Verone, and promised that their records will be cleaned up if the mission succeeds. First they have to win their jobs. Verone assembles several teams of drivers and tells them he left a package in his red Ferrari at an auto pound 20 miles away. First team back with the package \"gets the opportunity to work with me.\" That sets off a high-speed race down Route 95 during which one car is crushed under the wheels of a truck, several more crash, and various racers and, presumably, civilians are killed. O'Connor and Pearce return with the package. As they're driving back, they don't even seem to pass the scene of the incredible carnage they caused in the opposite lanes; just as well, because at 120 mph you don't want to hit a gapers' block.\n\nAll of the chases involve the apparently inexhaustible supply of squad cars in South Florida. There's also a traffic jam in the sky, involving police and news helicopters. At one point a copter broadcaster hears a loud noise, looks up, and says \"what was that?\" but we never find out what it was, perhaps because the movie is just too fast and too furious to slow down for a helicopter crash.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-06", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "2 Fast 2 Furious (2003)"}