{"url": "http://www.rogerebert.com/reviews/20-dates-1999", "by": "Myles Berkowitzas Himself", "star_rating": 0.5, "text": "\"Twenty Dates'' tells the story of Myles Berkowitz, a man who wants to make a film, and to fall in love. These areas are his \"two greatest failures, professional and personal,'' so he decides to make a film about going out on 20 dates. By the film's end, he has won the love of the lovely Elisabeth--maybe--but his professional life is obviously still a failure.\n\nThe film has the obnoxious tone of a boring home movie narrated by a guy shouting in your ear. We learn how he gets a $60,000 investment from a man named Elie Samaha and uses it to hire a cameraman and a sound man to follow him around on his dates. Elie is never seen on film, but is taped with an (allegedly) hidden recorder while he threatens Berkowitz, complains about the quality of the footage, and insists on sex, stars--and a scene with Tia Carrere.\n\nElie has a point. Even though $60,000 is a low budget, you can't exactly see the money up there on the screen. I've seen features shot for half as much that were more impressive. What's worse is that Berkowitz loses our trust early in the film and never regains it. I don't know how much of this film is real, if any of it is. Some scenes are admittedly staged and others feel that way.\n\nEven though Berkowitz presumably displays himself in his best light, I couldn't find a moment when he said anything of charm or interest to one of his dates. He's surprised when one woman is offended to learn she's being photographed with a hidden camera, and when another one delivers an (unseen) hand wound that requires 20 stitches. The movie's best dialogue is: \"I could have sworn that Karen and I had fallen in love. And now, it's never to be, because I couldn't ever get close to her--at least not closer than 90 feet, which was specified in the restraining order.'' One of his dates, Stephanie, is a Hollywood wardrobe mistress. He asks her for free costumes for his movie (if it's a doc, why does it need costumes?). She leaves for the restroom, \"and I never saw her again.'' Distraught, he consults Robert McKay, a writing teacher, and McKay gives him theories about screen romance, which are irrelevant, of course, to an allegedly true-life documentary.\n\nAnd what about Elie? He sounds unpleasant, vulgar and tasteless (although no more so than many Hollywood producers). But why are we shown the outside of the county jail during his last conversation? Is he inside? What for? He promises to supply Tia Carrere, who indeed turns up in the film, describing Elie as a \"very good friend.'' She may want to change her number.\n\nThere's a 1996 film available on video named \"Me & My Matchmaker,'' about a filmmaker who consults a matchmaker and goes on dates that he films himself. It is incomparably more entertaining, funny, professional, absorbing, honest, revealing, surprising and convincing than \"20 Dates.'' It works wonderfully to demonstrate just how incompetent and annoying \"20 Dates'' really is.", "running_time": 88, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-12", "genres": null, "title": "20 Dates (1999)"}