{"url": "http://www.rogerebert.com/reviews/200-cigarettes-1999", "by": "Ben Affleckas Bartender", "star_rating": 0.5, "text": "All those cigarettes, and nobody knows how to smoke. Everybody in \"200 Cigarettes'' smokes nearly all the time, but none of them show any style or flair with their cigarettes. And the cinematographer doesn't know how to light smoke to make it look great.\n\nHe should have studied \"Out of the Past'' (1947), the greatest cigarette-smoking movie of all time. The trick, as demonstrated by Jacques Tourneur and his cameraman, Nicholas Musuraca, is to throw a lot of light into the empty space where the characters are going to exhale. When they do, they produce great white clouds of smoke, which express their moods, their personalities and their energy levels. There were guns in \"Out of the Past,'' but the real hostility came when Robert Mitchum and Kirk Douglas smoked at each other.\n\nThe cast of \"200 Cigarettes'' reads like a roll call of hot talent. They're the kinds of young stars who are on lots of magazine covers and have Web pages devoted to them, and so they know they will live forever, and are immune to the diseases of smoking. I wish them well. But if they must smoke in the movies, can't they at least be great smokers, like my mother was? When she was smoking, you always knew exactly how she felt because of the way she used her cigarette and her hands and the smoke itself as props to help her express herself. She should have been good; she learned from Bette Davis movies.\n\nThe stars of \"200 Cigarettes,'' on the other hand, belong to the suck-and-blow school of smokeology. They inhale, not too deeply, and exhale, not too convincingly, and they squint in their closeups while smoke curls up from below the screen. Their smoke emerges as small, pale, noxious gray clouds. When Robert Mitchum exhaled at a guy, the guy ducked out of the way.\n\nI suppose there will be someone who counts the cigarettes in \"200 Cigarettes,'' to see if there are actually 200. That will at least be something to do during the movie, which is a lame and labored conceit about an assortment of would-be colorful characters on their way to a New Year's Eve party in 1981. Onto the pyre of this dreadful film are thrown the talents of such as Ben Affleck, Casey Affleck, Janeane Garofalo, Courtney Love, Gaby Hoffmann, Kate Hudson, Martha Plimpton, Paul Rudd, Guillermo Diaz, Brian McCardie, Jay Mohr, Christina Ricci, Angela Featherstone and others equally unlucky.\n\nRicci and Love have the kinds of self-contained personalities that hew out living space for their characters no matter where they find themselves, but the others are pretty much lost. The witless screenplay provides its characters with aimless dialogue and meaningless confrontations, and they are dressed not like people who might have been alive in 1981, but like people going to a costume party where 1981 is the theme.\n\nSeeing a film like this helps you to realize that actors are empty vessels waiting to be filled with characters and dialogue. As people, they are no doubt much smarter and funnier than the cretins in this film. I am reminded of Gene Siskel's bottom-line test for a film: \"Is this movie more entertaining than a documentary of the same people having lunch?'' Here they are contained by small ideas and arch dialogue, and lack the juice of life. Maybe another 200 cigarettes would have helped; coughing would be better than some of this dialogue.", "running_time": 97, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-26", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "200 Cigarettes (1999)"}