{"url": "http://www.rogerebert.com/reviews/200-motels-1971", "by": "Theo Bikelas Rance Muhammitz", "star_rating": 3.0, "text": "\"Ladies and gentlemen, you can go mad on the road. That is precisely what this film is all about.\" - A voice, probably Frank Zappa's, in \"200 Motels\"\n\nWe have been hearing for a long time that videotape is going to revolutionize filmmaking, and now here is the vanguard of the revolution. Whatever else it may be, Frank Zappa's \"200 Motels\" is a joyous, fanatic, slightly weird experiment in the uses of the color videotape process. If there is more that can be done with videotape, I do not want to be there when they do it.\n\nThe movie is a kind of magical mystery trip through all the motels, concert halls, cities, states and groupies of a road tour of the Mothers of Invention. No attempt is made at documentary accuracy (to make a thunderous understatement). All of the cities are lumped together into Centerville, \"a real nice place to raise your kids up,\" and the sanity of the film can be gauged by the fact that Ringo Starr plays Frank Zappa as \"a very large dwarf.\"\n\nZappa's mixture of mediums -- rock, electronic music, the Royal Philharmonic, dance, overlapping visuals -- pushes the videotape process almost to its extremes. Zappa's kind of mixture isn't new (Harry Partch's \"Celebrations on the Courthouse Square,\" an experimental 1962 stage production, anticipates everything in \"200 Motels\"). But mixing it on film is new.\n\nVideotape reportedly allowed Zappa to film the entire movie in about a week, to do a lot of the editing and montage in the camera and to use cheap videotape for his final editing before transferring the whole thing to a surprisingly high-quality 35mm image. Because videotape made it so easy to slosh on more special effects, Zappa wasn't stingy; some people may find the movie's multidimensional feel too overbearing.\n\nIn a way, maybe, overbearing is the word for this movie. It assaults the mind with everything on hand. When there are moments of relative calm -- say, during the animated sequence, or during the rare moments when only one image is on the screen we find ourselves actually catching our mental breath. The movie is so unrelentingly high that you even wish for intermissions.\n\nStill, the music is there, a lot of it, and because the movie doesn't stop for the music or anything we never get the sense that this is an illustrated album. It is also not another record of a road tour; It breaks with the tradition of \"Don't Look Back,\" \"Mad Dogs and Englishmen\" and the rock festival movies. It is also not quite in the same family tree as the Beatles movie, but it's in a tree, all right. One with enough branches for everyone but wild tigers snapping at your toes.\n\n\"200 Motels\" is not the kind of movie you have to see more than once. It is the kind of movie you can barely see once: not because it's simple, but became it's so complicated that you finally realize you aren't meant to get everything and sort everything out. It is a full wall of sight-and-sound input, and the experience of the input -- not its content, is what Zappa's giving us. \"200 Motels\" is out of Howard Johnson by Tinker Bell, with Aquarius setting.", "running_time": 98, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-11-29", "genres": ["Comedy", "Documentary", "Fantasy", "Music", "Science Fiction"], "title": "200 Motels (1971)"}