{"url": "http://www.rogerebert.com/reviews/2010-1984", "by": null, "star_rating": 3.0, "text": "All those years ago, when \"2001: A Space Odyssey\" was first released, I began my review with a few lines from a poem by e.e. cummings:\n\nI'd rather learn from one bird how to sing than teach ten thousand stars how not to dance.\n\nThat was my response to the people who said they couldn't understand \"2001,\" that it made no sense and that it was one long exercise in self-indulgence by Stanley Kubrick, who had sent a man to the stars, only to abandon him inside some sort of extraterrestrial hotel room. I felt that the poetry of \"2001\" was precisely in its mystery, and that to explain everything was to ruin everything -- like the little boy who cut open his drum to see what made it bang.\n\n\"2001\" came out in the late 1960s, that legendary time when yuppies were still hippies, and they went to see the movie a dozen times and slipped up to the front of the theater and lay flat on their backs on the floor, so that the sound-and-light trip in the second half of the movie could wash over them and they could stagger to the exits and whisper \"far out\" to one another in quiet ecstasy. Now comes \"2010,\" a continuation of the Kubrick film, directed by Peter Hyams, whose background is in more pragmatic projects such as \"Outland,\" the Sean Connery space station thriller. The story is by Arthur C. Clarke (who, truth to tell, I always have suspected was a little bewildered by what Kubrick did to his original ideas). \"2010\" is very much a 1980s movie. It doesn't match the poetry and the mystery of the original film, but it does continue the story, and it offers sound, pragmatic explanations for many of the strange and visionary things in \"2001\" that had us arguing endlessly through the nights of 1968.\n\nThis is, in short, a movie that tries to teach ten thousand stars how not to dance. There were times when I almost wanted to cover my ears. Did I really want to know (a) why HAL 9000 disobeyed Dave's orders? or (b) the real reason for the Discovery's original mission? or (c) what the monoliths were trying to tell us? Not exactly. And yet we live in a most practical time, and they say every decade gets the movies it deserves. What we get in \"2010\" is not an artistic triumph, but it is a triumph of hardware, of special effects, of slick, exciting filmmaking. This is a movie that owes more to George Lucas than to Stanley Kubrick, more to \"Star Wars\" than to Also Sprach Zarathustra. It has an ending that is infuriating, not only in its simplicity, but in its inadequacy to fulfill the sense of anticipation, the sense of wonder we felt at the end of \"2001.\"\n\nAnd yet the truth must be told: This is a good movie. Once we've drawn our lines, once we've made it absolutely clear that \"2001\" continues to stand absolutely alone as one of the greatest movies ever made, once we have freed \"2010\" of the comparisons with Kubrick's masterpiece, what we are left with is a good-looking, sharp-edged, entertaining, exciting space opera -- a superior film of the Star Trek genre.\n\nBecause \"2010\" depends so much upon its story, it would be unfair to describe more than the essentials: A joint Soviet-American expedition sets out for the moons of Jupiter to investigate the fate of the Discovery, its crew, and its on-board computer HAL 9000. There is tension on board between the American leader (Roy Scheider) and the Soviet captain (Helen Mirren), and it's made worse because back on Earth, the superpowers are on the brink of nuclear war over Central America. If Kubrick sometimes seemed to be making a bloodless movie with faceless characters, Hyams pays a great deal of attention to story and personality. But only one of the best moments in his movie grows out of character (the touching scene where a Soviet and an American hold onto each other for dear life during a terrifying crisis). The other great moments are special-effects achievements: a space walk threatened by vertigo, the awesome presence of Jupiter, and a spectacular flight through the planet's upper atmosphere.\n\nIt is possible that no conclusion to \"2010\" could be altogether satisfying, especially to anyone who still remembers the puzzling, awesome simplicity of the Star Child turning to regard us at the end of \"2001.\" This sequel has its work cut out for it. And the screenplay compounds the difficulty by repeatedly informing us that \"something wonderful\" is about to happen. After we've been told several times about that wonderful prospect, we're ready for something really wonderful, and we don't get it. We get a disappointingly mundane conclusion worthy of a 1950s sci-fi movie, not a sequel to \"2001.\" I, for one, was disappointed that the monoliths would deign to communicate with men at all -- let alone that they would use English, or send their messages via a video screen, like the latest generation of cable news.\n\nSo. You have to make some distinctions in your mind. In one category, \"2001: A Space Odyssey\" remains inviolate, one of the handful of true film masterpieces. In a more temporal sphere, \"2010\" qualifies as superior entertainment, a movie more at home with technique than poetry, with character than with mystery, a movie that explains too much and leaves too little to our sense of wonderment, but a good movie all the same. If I nevertheless sound less than ecstatic, maybe it's because the grave eyes of the \"2001\" Star Child still haunt me, with their promise that perhaps someday man would learn to teach ten thousand stars how to sing.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Adventure", "Mystery", "Science Fiction", "Thriller"], "title": "2010 (1984)"}