{"url": "http://www.rogerebert.com/reviews/2012-2009", "by": "John Cusackas Jackson Curtis", "star_rating": 3.5, "text": "It's not so much that the Earth is destroyed, but that it's done so thoroughly. \"2012,\" the mother of all disaster movies (and the father, and the extended family) spends half an hour on ominous set-up scenes (scientists warn, strange events occur, prophets rant and of course a family is introduced) and then unleashes two hours of cataclysmic special events hammering the Earth relentlessly.\n\nThis is fun. \"2012\" delivers what it promises, and since no sentient being will buy a ticket expecting anything else, it will be, for its audiences, one of the most satisfactory films of the year. It even has real actors in it. Like all the best disaster movies, it's funniest at its most hysterical. You think you've seen end-of-the-world movies? This one ends the world, stomps on it, grinds it up and spits it out.\n\nIt also continues a recent trend toward the wholesale destruction of famous monuments. Roland Emmerich, the director and co-writer, has been vandalizing monuments for years, as in \"Independence Day,\" \"The Day After Tomorrow\" and \"Godzilla.\" I still hold a grudge against him for that one because he provided New York with a Mayor Ebert and didn't have Godzilla step on me and then squish me.\n\nIn all disaster movies, landmarks fall like dominos. The Empire State Building is made of rubber. The Golden Gate Bridge collapses like clockwork. Big Ben ticks his last. The Eiffel Tower? Quel dommage!\n\nMemo to anyone on the National Mall: When the Earth's crust is shifting, don't stand within range of the Washington Monument. Chicago is often spared; we aren't as iconic as Manhattan. There's little in Los Angeles distinctive enough to be destroyed, but it all goes, anyway.\n\nEmmerich thinks on a big scale. Yes, he destroys regular stuff. It will come as little surprise (because at this writing the film's trailer on YouTube alone had more than 7,591,413 views) that the aircraft carrier John F. Kennedy rides a tsunami onto the White House. When St. Peter's Basilica is destroyed, Leonardo's God and Adam are split apart just where their fingers touch (the ceiling of the Sistine Chapel having been moved into St. Peter's for the occasion). Then when Emmerich gets warmed up, the globe's tectonic plates shift thousands of miles, water covers the planet, and a giraffe walks aboard an ark.\n\nAlso on board are the humans chosen to survive, including all the characters who have not already been crushed, drowned or fallen into great crevices opening up in the Earth. These include the heroic Jackson Curtis (John Cusack) and his estranged wife, Kate (Amanda Peet); President Wilson (Danny Glover), his chief science adviser, Adrian Helmsley (Chiwetel Ejiofor), and his chief of staff, Carl Anheuser (Oliver Platt).\n\nMany gigantic arks have been secretly constructed inside the Himalayas by the Chinese, funded by a global consortium, and they're the only chance of the human race surviving. Along with the animals on board, there's the maybe well-named Noah (Liam James). In theory, ark ticketholders represent a cross-section of the globe, chosen democratically. In practice, Carl Anheuser pulls strings to benefit the rich and connected, and wants to strand desperate poor people on the dock. I'm thinking, Emmerich often has a twist when he names villains, like Mayor Ebert from \"Godzilla.\" So how did this villain get his name? What does \"Anheuser\" make you think of?\n\nSuch questions pale by comparison with more alarming events. The tectonic plates shift so violently scientists can almost see them on Google Earth. This havoc requires stupendous special effects. Emmerich's budget was $250 million, and \"2012\" may contain more f/x in total running time than any other film. They're impressive. Not always convincing, because how can the flooding of the Himalayas be made convincing? And Emmerich gives us time to regard the effects and appreciate them, even savor them, unlike the ADD generation and its quick-cutting Bay-cams.\n\nEmmmerich also constructs dramatic real-scale illusions, as when an earthquake fissure splits a grocery store in half. Cusack is the hero in an elaborate sequence involving his desperate attempts to unblock a jammed hydraulic lift that threatens to sink the ark. He does a lot of heroic stuff in this film, especially for a novelist, like leaping a van over a yawning chasm and riding a small plane through roiling clouds of earthquake dust.\n\nThe bottom line is: The movie gives you your money's worth. Is it a masterpiece? No. Is it one of the year's best? No. Does Emmerich hammer it together with his elbows from parts obtained from the Used Disaster Movie Store? Yes. But is it about as good as a movie in this genre can be? Yes. No doubt it will inflame fears about our demise on Dec. 21, 2012. I'm worried, too. I expect that to be even worse than Y2K.", "running_time": 158, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-11-11", "genres": ["Action", "Adventure", "Disaster", "Drama", "Thriller"], "title": "2012 (2009)"}