{"url": "http://www.rogerebert.com/reviews/2046-2005", "by": "Tony Leungas Chow Mo Wan", "star_rating": 2.5, "text": "Jam yesterday and jam tomorrow, but never jam today. -- Alice in Wonderland   \n\nIt is always too early or too late for love in a Wong Kar Wai film, and his characters spend their days in yearnings and regrets. \"In the Mood for Love\" (2001) brought that erotic sadness to a kind of perfection in its story of a man and a woman who live in hotel rooms next to each other, and want to become lovers but never do, because his wife and her husband are lovers, and \"for us to do the same thing would mean we are no better than they are.\" Yes, but no worse, and perhaps happier. Isn't it strange, that most of the truths about love are banal?\n\n\"2046,\" Wong's new film, is an indirect, oblique continuation of the earlier one. It stars Tony Leung as Chow Mo Wan, also the name of his character in \"In the Mood for Love,\" and there is a brief role for Maggie Cheung, his co-star in that film; they are not necessarily playing the same characters. There was also a room 2046 in the other film, so there are subterranean connections between the two, but they operate something like the express train to the year 2046 in this one: All memories are there in the future, we are told, but no one has ever returned.\n\nNo one, except for the narrator, who tells us about it. We gather that \"2046\" is the name of a science fiction novel being written by Chow. It is also the room next to his in the hotel where much of this movie takes place -- a room lived in by a series of women he loves. Not coincidentally, 2046 is also the year set by China for the expiration of Hong Kong's quasi-independence from the mainland. Does that make the movie \"2046\" a parable about Hong Kong? You could find parallels, I'm sure, but that doesn't seem to be the point. Chow observes that if he hadn't seen the number 2046 on a room, he wouldn't have started his futuristic novel, and it is just barely possible that Wong is telling us this movie was inspired when he asked himself what happened in Room 2046 after \"In the Mood for Love\" was over. Or before it began. Whatever.\n\nThese speculations are probably of no help in understanding the movie, which exists primarily as a visual style imposed upon beautiful faces; Josef von Sternberg's obsession with Marlene Dietrich is mirrored here by Wong Kar Wai's fascination with the beauty of Ziyi Zhang, Gong Li, Faye Wong, Carina Lau and Maggie Cheung, and in the careworn eyes and tired smile of Tony Leung, his Bogart. Like von Sternberg, he films his actors mostly in closeup and medium shot, with baroque architectural details in the background, with cigarette smoke constantly coiling through the air. There are a lot of foreground screens (doorjambs, draperies, walls, furniture) to add texture and detail while concealing parts of those faces. The film is in lurid colors, a pulp counterpoint to the elegance of the action. Why Nat King Cole's version of \"The Christmas Song\" is heard two or three times is unclear; his songs were also heard in \"In the Mood for Love.\"\n\nThe story is either briefly summarized, or too complicated to be attempted. Briefly: Chow (Leung) leaves Singapore and Su Li Zhen (Gong Li): \"We have no prospects here, so I'll see how things are in Hong Kong.\" She does not follow. In Hong Kong, he moves into the hotel, and meets a series of women: Lulu (Lau), a prostitute whose murder lingers as a troubling mystery throughout the film; Jing (Wong), daughter of the hotel owner, and Bai Ling (Zhang), a prostitute who becomes Chow's confidante as they drown their sorrows, preferring drink to sex. All of these relationships are seen in carefully composed shots that seem to be remembering the characters more than seeing them. One spectacular shot shows Jing from above and behind, smoking a cigarette and listening to an opera. Its composition is really the subject of the shot.\n\nAn example of complications: Jing is in love with a Japanese man, and earlier in the movie appears as an anime idol in the futuristic story within the story, where she has the same Japanese lover. The Japanese man is the film's original narrator, although later it appears the sci-fi story is being written by Chow, inspired by the present-day Jing and her lover. Whether and why this story is being written, and how the future world of 2046 shares a function with the present Room 2046, is an inviting mystery: Do we define the future as a place in our minds where things can happen later, or be shelved, or be hoped for, or be delayed?\n\nSince it is by Wong Kar Wai, \"2046\" is visually stunning. He uses three cinematographers but one style, that tries to evoke mood more than meaning. The movie as a whole, unfortunately, never seems sure of itself. It's like a sketchbook. These are images, tones, dialogue and characters that Wong is sure of, and he practices them, but he does not seem very sure why he is making the movie, or where it should end.\n\n\"2046\" arrived at the last minute at Cannes 2003, after missing its earlier screenings; the final reel reportedly arrived at the airport almost as the first was being shown. It was said to be unfinished, and indeed there were skeletal special effects that now appear in final form, but perhaps it was never really finished in his mind. Perhaps he would have appreciated the luxury that Woody Allen had with \"Crimes and Misdemeanors\"; he looked at the first cut of the film, threw out the first act, called the actors back and reshot, focusing on what turned out to be the central story. Watching \"2046,\" I wonder what it could possibly mean to anyone not familiar with Wong's work and style. Unlike \"In the Mood for Love,\" it is not a self-contained film, although it's certainly a lovely meander.", "running_time": 129, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-01", "genres": ["Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "2046 (2005)"}