{"url": "http://www.rogerebert.com/reviews/21-and-a-wakeup-2009", "by": "Amy Ackeras Caitlin", "star_rating": 1.5, "text": "I learn that Chris McIntyre served in Vietnam and that \"21 and a Wakeup,\" set in an Army hospital in the waning days of the war, is based on events that he experienced and heard about. I'm sure his motivations were heartfelt, but his film is awkward and disjointed, and outstays its welcome.\n\nIt stars Amy Acker as a dedicated young Army nurse named Caitlin Murphy, assigned to an Army combat field hospital. She considers her profession a vocation, as indeed it is. Vocations and an Army career don't always go hand in hand, and bureaucracy often wins out. Enforcing the Army way is the uptight and unfortunately named Maj. Rose Thorn (Faye Dunaway), who seems opposed to innovation, improvisation, inspiration and any other inclinations Caitlin might have in mind.\n\nHer character is emblematic of the film's problems. I suspect McIntyre was so happy to enlist a star like Dunaway that it never occurred to him she's inappropriate for the role. God help me if I mention the age of an actress, but let me observe that Dunaway is about my age, and I consider myself beyond the age for optimum combat service.\n\nEven more unfortunately, McIntyre hasn't written a believable character. I doubt Maj. Thorn as a nurse and as an officer. Her primary function seems to be materializing in a self-contained shot while issuing stiff formal announcements somewhat in the tone of a judge at a debutante charity function. She's stiffly poised in many shots; we can almost hear \"Ready for your closeup, Miss Dunaway.\"\n\nBut let's stop right there. Faye Dunaway is a fine actress and has been miscast in a badly written role. Amy Acker and other leading characters have been well-cast in equally badly written roles. In contrast to the energy and life that Robert Altman brought to his combat hospital in \"MASH,\" this film plays like a series of fond anecdotes trundled onstage without much relationship to one another.\n\nSome of them strain credulity. McIntyre may indeed know about a nurse who went AWOL with a civilian war correspondent (Todd Cahoon) on an unauthorized visit to Cambodia. Such a trip may even have happened. But I didn't believe it.\n\nI also didn't believe the punctuality with which critically wounded soldiers are rushed onscreen at crucial moments in the action, in order to punctuate dialogue. These emergencies are tended to by medical personnel who seem like nothing so much as actors impersonating characters they've seen on TV.\n\nMcIntyre has enlisted an experienced cast, including Ed Begley Jr., Wes Studi and Ben Vereen, and while Vereen creates a convincing human, none of them create convincing characters. How can they? They're pawns on a storyboard. The film lacks a sense of time and place.\n\nI discover on IMDb that \"21 and a Wakeup\" was actually filmed on location in Vietnam, but its Southeast Asia looks nowhere near as convincing as the locations of Coppola's \"Apocalypse Now\" and Stone's \"Platoon\" (shot in the Philippines) or Herzog's \"Rescue Dawn\" (Thailand).\n\nMaybe I'm being too cynical. Perhaps I'll hear from nurses who served in Vietnam and inform me it was just like this. Even if it was, the film plays like an assortment of stories that someone might tell you, \"You ought to make a movie about that someday.\"", "running_time": null, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-27", "genres": null, "title": "21 and a Wakeup (2009)"}