{"url": "http://www.rogerebert.com/reviews/21-grams-2003", "by": "Sean Pennas Paul", "star_rating": 3.0, "text": "\"21 Grams\" knows all about its story but only lets us discover it a little at a time. Well, every movie does that, but usually they tell their stories in chronological order, so we have the illusion that we're watching as the events happen to the characters. In this film everything has already happened, and it's as if God, or the director, is shuffling the deck after the game is over. Here is the question we have to answer: Is this approach better than telling the same story from beginning to end?\n\nThe film is by Alejandro Gonzalez Inarritu, the almost unreasonably talented Mexican filmmaker whose \"Amores Perros\" (2000) was an enormous success. That film intercut three simultaneous stories, all centering on a traffic accident. \"21 Grams\" has three stories and a traffic accident, but the stories move back and forth in time, so that sometimes we know more than the characters, sometimes they know more than we do.\n\nWhile the film is a virtuoso accomplishment of construction and editing, the technique has its limitations. Even though modern physics tells that time does not move from the past through the present into the future, entertaining that delusion is how we make sense of our perceptions. And it is invaluable for actors, who build their characters emotionally as events take place. By fracturing his chronology, Inarritu isolates key moments in the lives of his characters, so that they have to stand alone. There is a point at which this stops being a strategy and starts being a stunt.\n\n\"21 Grams\" tells such a tormenting story, however, that it just about survives its style. It would have been more powerful in chronological order, and even as a puzzle it has a deep effect. Remembering it, we dismiss the structure and recall the events as they happened to the characters, and are moved by its three sad stories of characters faced with the implacable finality of life.\n\nBecause the entire movie depends on withholding information and revealing unexpected connections, it is fair enough to describe the characters but would be wrong to even hint at some of their relationships. Sean Penn, Benicio Del Toro and Naomi Watts play the key figures, and their spouses are crucial in ways that perhaps should not be described. Penn is Paul, a professor of mathematics (even that fact is withheld for a long time, and comes as a jolt because he does not seem much like one). He is dying of a heart condition, needs a transplant, is badgered by his wife (Charlotte Gainsbourg) to donate sperm so that she can have his baby -- after his death, she does not quite say.\n\nBenicio Del Toro is Jack, a former convict who now rules his family with firm fundamentalist principles. He is using Jesus as a way of staying off drugs and alcohol; his wife (Melissa Leo) is grateful for his recovery but dubious about his cure. The third story centers on Christina (Naomi Watts), first seen at a Narcotics Anonymous meeting; she has a husband (Danny Huston) and two daughters, and her life seems to be getting healthier and more stable until an event takes place that eventually links all of the characters in a situation that falls halfway between tragedy and fraught melodrama.\n\nAs you watch this film you are absorbed and involved, sometimes deeply moved; acting does not get much better than the work done here by Penn, Del Toro and Watts, and their individual moments have astonishing impact. But in the closing passages, as the shape of the underlying structure becomes clear, a vague dissatisfaction sets in. You wonder if Inarritu took you the long way around, running up mileage on his storyteller's taxi meter. Imagining how heartbreaking the conclusion would have been if we had arrived at it in the ordinary way by starting at the beginning, I felt as if an unnecessary screen of technique had been placed between the story and the audience. \n\nYet I do not want to give the wrong impression: This is an accomplished and effective film despite my reservations. It grips us, moves us, astonishes us. Some of the revelations do benefit by coming as surprises. But artists often grow by learning what to leave out (the great example is Ozu). I have a feeling that Inarritu's fractured technique, which was so impressive in his first film and is not so satisfactory in this one, may inspire impatience a third time around. He is so good that it's time for him to get out of his own way.", "running_time": 125, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-25", "genres": ["Crime", "Drama", "Indie", "Thriller"], "title": "21 Grams (2003)"}