{"url": "http://www.rogerebert.com/reviews/21-jump-street-2012", "by": "Jonah Hillas Schmidt", "star_rating": 3.0, "text": "Here's the last movie I was expecting with this title. In other words, \"21 Jump Street\" is pretty good. There seemed to be little demand for a movie spinoff of the crime drama that ran on Fox from 1987 to 1991, and which had an early starring role for Johnny Depp. Perhaps realizing that, the filmmakers have abandoned any pretense of being faithful to the series, and turned to a mashup of screwball comedy, action and \"The Odd Couple\" formula.\n\nThe couple here are Schmidt and Jenko (Jonah Hill and Channing Tatum), who were opposites in high school and still are eight years later. In high school, Schmidt was a pudgy nerd who wore braces and couldn't get his mouth to work while trying to ask a girl to the prom. Jenko was a good-looking jock to whom all things came easily; unfortunately, he was the dim bulb in the chandelier. \n\nIn a brief prologue, the movie spares us the tiresome routine where the jock makes life miserable for the nerd; all he does is snicker with everyone else when poor Schmidt gets tongue-tied. They have no reason to be enemies, because they're from different planets. When we meet them again, they're both in the police academy, where Schmidt aces all the exams and fails everything physical, and Jenko does the opposite. That makes them both misfits, and they feel a growing camaraderie. \n\nAfter an unpromising start as bicycle-riding cops on park patrol, they're exiled to an undercover unit investigating a dangerous new drug infiltrating a local high school. The captain in charge (Ice Cube) is the typical police veteran who can't believe the incompetence of these losers. I should mention that his name is Dickson — inevitable in a movie papered with dick jokes. The male member, having gone unmentioned during most of the cinema's first 110 years, now co-stars in many comedies.\n\nBut back to the story. It often strikes me that the actors in high school movies look too old. But Schmidt and Jenko look really too old, and the movie isn't shy about pointing that out. Indeed, one of the pleasures of \"21 Jump Street\" is that the screenplay by Michael Bacall and Jonah Hill is happy to point out all of its improbabilities; the premise is preposterous to begin with, and they run with that.\n\nJonah Hill, nominated for an Oscar for \"Moneyball,\" has become a movie star by demonstrating that it's not so much how you look as how well you look it. He has an endearing appeal in early scenes where he uses close-cropped blond hair in a pathetic attempt to look cool. Hill lost a lot of weight to appear in this movie, but he's one of those guys who will never be described as thin. Channing Tatum, however, has a reverse handicap: He's improbably handsome and has a (real) name that sounds manufactured by a press agent. Their attempt to pass themselves off as brothers supplies a running gag.\n\nThere might have been a temptation to write Schmidt and Jenko as rivals, but it's more effective here to develop them as friends who screw up together. They were pre-enrolled by Capt. Dickson in hand-picked classes, but trouble starts when they can't remember their undercover names and are assigned to each other's classes. That means Schmidt ends up playing Peter Pan in drama class, and Jenko is in advanced chemistry. \n\nApparently the conviction that we got high school all wrong is universal. Now Schmidt and Jenko get a fresh start, and Schmidt even gets another chance to ask a girl (sweet Brie Larson) to the prom. Meanwhile, they're seeking the source of drugs in the high school, which inevitably involves chase scenes and a motorcycle gang including a fat bald guy with high-rider handlebars. As usual, the chases and explosions are boring. \n\nA disastrous party with abuse is funny, as the movie uses bizarre graphics to illustrate the various stages users go through while using the new mystery drug. What it all comes down to is a funnier and sweeter movie than I had any way of expecting, and the debut of Channing Tatum as an actor who can play comedy. He deadpans so well here he might start looking at Cary Grant movies for remake ideas.", "running_time": 109, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Action", "Comedy", "Family"], "title": "21 Jump Street (2012)"}