{"url": "http://www.rogerebert.com/reviews/24-hour-party-people-2002", "by": "Steve Cooganas Tony Wilson", "star_rating": 4.0, "text": "\"24 Hour Party People,\" which tells the story of the Manchester music scene from the first Sex Pistols concert until the last bankruptcy, shines with a kind of inspired madness. It is based on fact, but Americans who don't know the facts will have no trouble identifying with the sublime posturing of its hero, a television personality named Tony Wilson, who takes himself seriously in a way that is utterly impossible to take seriously.\n\nWilson, a real man, is played by Steve Coogan, who plays a Wilsonoid TV personality on British TV. That sort of through-the-looking-glass mixing of reality and fancy makes the movie somehow more true than a factual documentary would have been. Wilson is a lanky man with the face of a sincere beagle, a flop of hair over his right eyebrow, and an ability to read banal TV copy as if it has earth-shaking profundity. He's usually the only man in the room wearing a suit and tie, but he looks like he put them on without reading the instructions. He is so heartfelt about his lunacies that we understand, somehow, that his mind deals with contradictions by embracing them.\n\nAs the film opens, Wilson is attending the first, legendary Sex Pistols concert in Manchester, England. Here and elsewhere, director Michael Winterbottom subtly blends real newsreel footage with fictional characters so they all fit convincingly into the same shot. Wilson is transfixed by the Pistols as they sing \"Anarchy in the U.K.\" and sneer at British tradition. He tells the camera that everyone in the audience will leave the room transformed and inspired, and then the camera pans to show a total of 42 people, two or three of them half-heartedly dancing in the aisles.\n\nWilson features the Pistols and other bands on his Manchester TV show. Because of a ban by London TV, his show becomes the only venue for punk rock. Turns out he was right about the Pistols. They let loose something that changed rock music. And they did it in the only way that Wilson could respect, by thoroughly screwing up everything they did, and ending in bankruptcy and failure, followed by Sid Vicious' spectacular murder-suicide flameout. The Sex Pistols became successful because they failed; if they had succeeded, they would have sold out, or become diluted or commercial. I saw Johnny Rotten a few years ago at Sundance, still failing, and it made me feel proud of him.\n\nTony Wilson, who preaches \"anarchism\" not as a political position but as an emotional state, knows he has seen the future. He joins with two partners to form Factory Records, which would become one of the most important and least financially successful recording companies in history, and joyously signs the contract in his blood (while declaring \"we will have no contracts\"). His bands include Joy Division (renamed New Order after the suicide of its lead singer) and Happy Mondays. His company opens a rave club, the Hacienda, which goes broke because the customers ignore the cash bars and spend all their money on Ecstasy.\n\nWilson hardly cares. When the club closes, he addresses the final night's crowd: \"Before you leave, I ask you to invade the offices and loot them.\" When he meets with investors who want to buy Factory Records, they are startled to learn he has nothing to sell--no contracts, no back catalog, nothing. \"We are not really a company,\" he explains helpfully. \"We are an experiment in human nature. I protected myself from the dilemma of selling out by having nothing to sell.\" This is a lovable character, all the more so because his conversation uses the offhand goofy non-sequiturs of real speech, instead of being channeled into a narrow lane of movie dialogue. The writer, Frank Cottrell Boyce, gives Wilson a distinctive voice we come to love. \"I went to Cambridge University!\" he tells one of his broadcast bosses. \"I'm a serious journalist, living in one of the most important times in human history.\" Yes, but the next day he's interviewing a midget elephant trainer. He explains how the invention of broccoli funded the James Bond movies (there is a shred of truth there, actually). He quotes Plutarch and William Blake, he says one of his singers is a poet equal to Yeats, he looks at empty concert halls and observes hopefully that there were only 12 people at the Last Supper (13, actually, counting the talent). And he is courageous in the face of daunting setbacks, pushing on optimistically into higher realms of failure.\n\nThe movie works so well because it evokes genuine, not manufactured, nostalgia. It records a time when the inmates ran the asylum, when music lovers got away with murder. It loves its characters. It understands what the Sex Pistols started, and what the 1990s destroyed. And it gets a certain tone right. It kids itself. At one point, Wilson looks straight at the camera and tells us that a scene is missing, \"but it will probably be on the DVD.\" As the screenwriter of an ill-fated Sex Pistols movie, I met Rotten, Vicious, Paul Cook, Steve Jones and their infamous manager, Malcolm McLaren, and brushed the fringe of their world. I could see there was no plan, no strategy, no philosophy, just an attitude. If a book on the Sex Pistols had an upraised middle finger on the cover, it wouldn't need any words inside. And yet Tony Wilson goes to see the Pistols and sees before him a delirious opportunity to--to what? Well, obviously, to live in one of the most important times in human history, and to make your mark on it by going down in glorious flames.", "running_time": 117, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-16", "genres": ["Comedy", "Drama", "Foreign", "Musical"], "title": "24 Hour Party People (2002)"}