{"url": "http://www.rogerebert.com/reviews/25th-hour-2002", "by": "Edward Nortonas Monty Brogan", "star_rating": 4.0, "text": "Depend upon it, Sir, when a man knows he is to be hanged in a fortnight, it concentrates his mind wonderfully. -- Dr. Johnson\n\n\tTomorrow morning, Monty Brogan is turning himself in to begin a prison term. His two best friends lean on a railing , look out over the river, and agree \"it's over.\" They will never see Monty again. He may be alive in eight years, but he won't be the Monty they've known since they were kids. Monty Brogan also knows this. So do his girlfriend and his father. It will all end after tonight.\n\n\tMonty's mind is very concentrated. There is a sense, in Spike Lee's \"25th Hour\" (2002), that he's experiencing his last day of freedom in a heightened state. Everything is more focused, more meaningful, sometimes dreamy. He has his ideas about how he got here and who may have been involved, but there is little he can do about that now. From the choices still open to him, he focuses now on the remaining important things: His woman, his father, his friends, and unsettled business.\n\n\tNaturelle (Rosario Dawson) is on hold; supportive, loving, but feeling shut out. Jacob and Frank (Philip Seymour Hoffman and Barry Pepper) are very sympathetic, but after all they are still free to live their lives. His father (Brian Cox) bitterly blames himself for drinking his way into such debt that he took \"loans\" from his son. Barry (Edward Norton) is intelligent. He sees his mistakes clearly. It was a mistake to get into drug dealing when he had the chance. It was a mistake to stay in it as long as he did. It was a mistake to think he could hide a lot of cash and cocaine, and a mistake to let anyone know where it was hidden. \n\n\tThis is another of Norton's exceptional performances. As usual, he doesn't act out a lot. He implodes. He keeps his own counsel. He is a realist, even in these drifting final hours. He thinks he knows who he can still trust, but what does he really know, and what can he really do?\n\n\tSpike Lee, working with David Benioff's adaptation of his own novel, paints a portrait of a life in 24 hours. From a morning walk with his dog to a long drive the next morning with his father, Monty makes one last trip around the bases. He convinces Jacob to take care of the dog. He makes love with Naturelle but later seems distant to her. He goes to a nightclub with Jacob and Frank, and she joins them later. He does some final business and settles a last score.\n\n\tThe wonder of the rich screenplay is that it contains all of this material about Monty, and yet informs us so fully about the others. There could be a separate movie about Jacob, a pudgy and phlegmatic high school English teacher who is fascinated by a tattoo on the bare midriff of one of his students, and by the girl Mary (Anna Paquin) who wears it. But any move in that direction would be wrong, and he knows it.\n\n\tMary is charged with her own emerging sexuality, and boldly flirts with him. Through chance they find themselves in the same club. He's had a martini and champagne and can't drink, and there's a moment when the two of them are alone that is one of the most perfect and complex that Lee has ever filmed. Frank, on the other hand, is a seasoned and careless ladies' man. His apartment literally overlooks the wreckage of 9/11, but he won't move because he can't get the right price. Thus 9/11 becomes an unspoken undercurrent in this 2002 film. \n\n\tWe know that all of these people may never be together again, no matter what their plans. But look at the strategies of style that Lee brings to their stories. The crucial moment between Jacob and Mary takes place up a flight of stairs. After it is over, after Jacob has returned to the booth, then Lee employs his trademark gliding shot, showing Jacob seemingly floating up the stairs without moving his feet. We understand Jacob is replaying the hypnotic compulsion that led him -- drove him -- up the stairs.\n\n\tConsider too the extraordinary scene where Monty looks in the mirror of a sleazy rest room and loses his cool for the only time in the film, screaming f-yous at every ethnic, economic, sexual and age group in the city and then arriving at the summation, directed at himself. When the movie was released, some said they didn't understand this scene. Haven't we all felt that way? When all of the f-yous are really about ourselves?\n\n\tLee uses a couple of subtle devices that can go unnoticed. He punches up a few moments by freeze frames so brief they're like little stutters. We don't see them, but they work -- like when someone is talking, and we particularly take note of an expression they use. He also plays with lighting. There's a shot when Norton and Hoffman are bathed in blue light, except for a little red in Norton's right eye. Think how hard Rodrigo Prieto, the cinematographer, worked to get that in there, and how hard he worked to keep us from \"noticing\" it.\n\n\tThen there is the masterful conclusion of the film, as Monty's father, the old Irish saloon keeper, drives him upstate to the prison. They pass under the same freeway sign that opens the film. He suggests that they keep right on driving out west, and find a small town, and live under new names, and Monty can find the right girl and start a family and have the life his father's debts took from him. Lee pictures this life so convincingly that some viewers are seduced into wondering if it's really happening. \n\n\tWho is the vision painted for? For Monty, or old James Brogan, to comfort himself that he did make the offer, and it was sincere. Monty doesn't feel a \"duty to pay his debt to society,\" but he's focused now on his destiny, and his trance of 24 hours will end only when he's in prison.\n\n\tEverybody knows that Spike Lee is an important filmmaker, but do they realize how good he is with actors, and how innovative he is with style? We live in a period when many filmmakers use either a straightforward meat-and-potatoes style, or draw attention with meaningless over-editing, queasy-cams and showboat shots. With Lee, as with any classical director, the emphasis is on the story and the people. But he's always there, nudging us, being sure what we notice, moving his camera not merely with efficiency but with grace and innovation. Because he doesn't go out of his way to call attention, how many realize what a master stylist he is?\n\n\tIn this film he benefits from pitch-perfect performances from Norton and Hoffman of course; from Dawson, Cox, Pepper -- and from Anna Paquin, that little girl from \"The Piano.\" How well she evokes her exact stage in life as she dances alone on the disco floor, or not alone, really, but with herself.\n\n\tOne more note about acting. I've seen a lot of people drinking in a lot of movies. I've seen them sobering up the morning after. But I don't remember anyone starting out sober, getting drunk, and then returning to sobriety quite like Hoffman does it here. We know exactly where he's at during these transitions, but we never see them happening.\n\n\tAlso in my Great Movies Collection: Spike Lee's \"Do the Right Thing.\" ", "running_time": 132, "mpaa_rating": "R", "release_year": 2003, "date_published": "2009-12-16", "genres": ["Crime", "Drama"], "title": "25th Hour (2003)"}