{"url": "http://www.rogerebert.com/reviews/28-days-2000", "by": "Sandra Bullockas Gwen Cummings", "star_rating": 3.0, "text": "Every drunk considers himself a special case, unique, an exception to the rules. Odd, since for the practicing alcoholic, daily life is mostly unchanging, an attempt to negotiate daily responsibilities while drinking enough but not too much. When this attempt fails, as it often does, it results in events that the drunk thinks make him colorful. True variety comes only with sobriety. Plus, now he can remember it.\n\nThis is the lesson learned by Gwen Cummings, the character played by Sandra Bullock in \"28 Days.\" As the story opens, her life is either wild and crazy or confused and sad, depending on where you stand. She parties all night with her boyfriend Jasper (Dominic West). After the clubs, the drinks, the designer drugs, they commence what may turn out to be sex, if they can stay awake long enough. Then a candle starts a fire, which they extinguish with champagne. What a ball.\n\nIn the morning, Gwen's day begins with a pass at the refrigerator so smooth and practiced she hardly seems to even open it while extracting a cold beer. Gwen is an accident waiting to happen--to herself or innocent bystanders. Her victim is her sister Lily (Elizabeth Perkins). \"Gwen, you make it impossible to love you,\" Lily says when she arrives late at the church for Lily's wedding. At the reception, Gwen delivers an insulting toast, knocks over the cake while dancing, steals a limousine to go buy another cake and crashes it into a house. Not a good day.\n\nCut to Serenity Glen, where Gwen has been sentenced to 28 days of rehab in lieu of jail time. The PA system makes a running commentary out of \"MASH\"-style announcements. The patients do a lot of peppy group singing (too much, if you ask me). \"I don't have a health problem,\" Gwen protests. \"I play Ultimate Frisbee twice a week.\" The patients include the usual cuckoo's nest of colorful characters, although they're a little more plausible than in most inmate populations. We meet Daniel (Reni Santoni), a doctor who pumped his own stomach to control his drinking and wound up giving himself an emergency tracheotomy. Gerhardt (Alan Tudyk), prissy and critical, a dancer and coke addict. And Andrea (Azura Skye), Gwen's teenage roommate.\n\nGwen's counselor is Cornell, played by Steve Buscemi, who inspires a grin when we see him in a movie because he's usually good for strange scenes and dialogue. Not this time; he plays the role straight, revealing toughness and a certain weary experience, as if all of Gwen's cherished kookiness is for him a very, very old joke. There's a nice scene where she says exactly the wrong things to him before discovering he's her counselor.\n\nAnother fellow patient is Eddie Boone (Viggo Mortensen), a baseball pitcher with a substance abuse problem. Of course they begin a tentative, unstated courtship. Jasper, on weekend visits, misunderstands (\"Where are all the celebrities?\" he asks on his first arrival, looking around for Elizabeth Taylor). Of course there is a fight. This subplot is predictable, but made perceptive because Gwen and Eddie illustrate the lifeboat mentality in which sailors on the ship of rehab have only each other to cling to.\n\nThe movie was written by Susannah Grant, who also wrote Julia Roberts' hit film \"Erin Brockovich.\" I differed with \"Erin\" for the same reason I like \"28 Days\": the tone of the central character. I found that Roberts, enormously likable although she is, upstaged the material in \"Erin Brockovich\" by unwise costume choices and scenes that were too obviously intended as showcases. Bullock brings a kind of ground-level vulnerability to \"28 Days\" that doesn't make her into a victim but simply into one more suitable case for treatment. Bullock, like Roberts, is likable, but in \"28 Days\" at least that's not the point.\n\nNote: \"28 Days\" is rated PG-13 and might be effective as a cautionary tale for teens.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-14", "genres": ["Drama", "Romance"], "title": "28 Days (2000)"}