{"url": "http://www.rogerebert.com/reviews/28-up-1986", "by": "Tony Walker", "star_rating": 4.0, "text": "\"The child is father of the man\" - William Wordsworth.       \n\n Somewhere at home are photographs taken when I was a child. A solemn, round-faced little boy gazes out at the camera, and as I look at him I know in my mind that he is me and I am him, but the idea has no reality. I cannot understand the connection, and as I think more deeply about the mystery of the passage of time, I feel a sense of awe.\n\nWatching Michael Apted's documentary \"28 Up,\" I had that feeling again and again, that awe that time does pass, and that the same individual does pass through it, grows from a child to an adult, becoming someone new over the passage of years, but still containing some of the same atoms and molecules and fears and gifts that were stored in the child.\n\nThis film began 28 years ago as a documentary for British television. The assignment for Michael Apted was to interview several 7-year-olds from different British social classes, races, backgrounds and parts of the country, simply talking with them about what they found important or interesting about their lives. Seven years later, when the subjects were 14, Apted tracked them down and interviewed them again. He repeated the process when they were 21, and again when they were 28, and this film moves back and forth within that material, looking at the same people when they were children, teenagers, young adults and now warily approaching their 30s.\n\nWe have always known that the motion picture is a time machine.\n\nJohn Wayne is dead, but the angle of his smile and the squint in his eye will be as familiar to our children as it is to us. Orson Welles is dead, but a hundred years from now the moment will still live when the cat rubs against his shoe in \"The Third Man,\" and then the light from the window catches his sardonic grin. What is remarkable about \"28 Up\" is not, however, that the same individuals have been captured at four different moments in their lives. We quickly grow accustomed to that.\n\nWhat is awesome is that we can see so clearly how the 7-year-old became the adolescent, how the teenager became the young man or woman, how the adult still contains the seeds of the child.\n\nOne sequence follows the lives of three upper-class boys who come from the right families and go to all the right schools. One of the boys is a snob, right from the beginning, and by the time he is 21 he is a bit of a reactionary prig. We are not surprised when he declines to be interviewed at 28; we could see it coming. We are curious, though, about whether he will check back in at 35, perhaps having outlived some of his self-importance.\n\nAnother little boy is a winsome loner at 7. At 14, he is a dreamy idealist, at 21 he is defiant but discontented, and at 28 - in the most unforgettable passage in the film - he is an outcast, a drifter who moves around Great Britain from place to place, sometimes living in a shabby house trailer, still a little puzzled by how he seems to have missed the boat, to never have connected with his society.\n\nThere is another little boy who dreams of growing up to be a jockey, and who is a stable boy at 14, and does get to be a jockey, briefly, and now drives a cab and finds in his job some of the same personal independence and freedom of movement that he once thought jockeys had. There is a determined young Cockney who is found, years later, happily married and living in Australia and doing well in the building trades. There is a young woman who at 21 was clearly an emotional mess, a vague, defiant, bitter and unhappy person. At 28, married and with a family, she is a happy and self-assured young woman; the transformation is almost unbelievable.\n\nAs the film follows its subjects through the first halves of their lives, our thoughts are divided. We are fascinated by the personal progressions we see on the screen. We are distracted by wonderment about the mystery of the human personality. If we can see so clearly how these children become these adults - was it just as obvious in our own cases? Do we, even now, contain within us our own personal destinies for the next seven years? Is change possible? Is the scenario already written? I was intending to write that certain groups would be particularly interested in this movie. Teachers, for example, would hardly be able to see \"28 Up\" without looking at their students in a different, more curious light. Poets and playwrights would learn from this film. So would psychiatrists. But then I realized that \"28 Up\" is not a film by or for experts. It is superb journalism, showing us these people passing through stages of their lives in such a way that we are challenged to look at our own lives. It is as thought-provoking as any documentary I've ever seen.\n\nI look forward to the next edition of this film, when its subjects are 35. I have hope for some, fear for others. It is almost scary to realize that this film has given me a fair chance of predicting what lies ahead for these strangers. I almost understand the motives of those who chose to drop out of the experiment.", "running_time": 133, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-02-07", "genres": ["Documentary", "Foreign"], "title": "28 Up (1986)"}