{"url": "http://www.rogerebert.com/reviews/29th-street-1991", "by": "Danny Aielloas Frank Pesce Sr.", "star_rating": 3.0, "text": "One of my favorite things on television is the news coverage of lucky lottery winners. There they are, sitting in their living rooms, holding the winning ticket and expounding on their plans. They get a mike shoved in their faces and suddenly they’re benevolent investors and financiers, announcing good deeds such as buying their mother a home or paying off their in-law’s pickup truck.\n\nI always have the sense that there’s more than meets the eye in those stories, and George Gallo’s “29th Street” has the same conviction. This is more or less the true story of a man named Frank Pesce Jr., who was born with good luck and tormented by it all of his life, right up until the time the worst possible thing happened to him, which was that he won the 1976 New York State Lottery. Why would that be a terrible thing? I can’t say, without revealing too many of the movie’s surprises, but trust me. To paraphrase a famous line from “Raging Bull,” if he loses, he loses, and if he wins, he loses.\n\nThe movie stars the feckless Anthony LaPaglia as Frank Jr., and Danny Aiello as his father, whose luck is as bad as his son’s is good. The family lives together in a crowded row house, in riotous good will, held more or less in line by Mrs. Pesce (Lainie Kazan), who sings operatic arias in the kitchen while the men sit in the next room and look at her in sheer love and wonderment. Frank Sr.’s great dream in life is to move his family to Queens, and his great passion is for his lawn (he chases away cats because of a belief that their body heat can burn holes in the grass).\n\nThe Pesces in this movie have their origins in real people (indeed, the real Frank Jr. is a character actor who appears as his own older brother, Vito), but in “29th Street” they seem to emerge mostly from the long tradition of Italian-Americans in the movies.\n\nThey are loosely related to the characters in “GoodFellas,” “Married to the Mob,” “True Love” and “Spike of Bensonhurst,” and Aiello, as the head of the family, has all the necessary warmth and passion to lead them.\n\nThe great cross of his life is his son’s good luck. Even Frank Jr.’s bad luck is good luck, as when he’s stabbed in a fight with a girl but then the surgeons discover a tumor in its earliest stages, and are able to remove it. If he hadn’t been stabbed, who knows what mischief that tumor might have caused? His good luck almost seems to exhibit a sense of humor, as when he keeps trying to lose his car, so he can report it stolen, but it keeps being found and returned to him.\n\nThen he enters the first New York State Lottery. And of course he is among the finalists for the big prize. His problem is, by then he no longer possesses the ticket, because of some urgent dealings with mobsters who are on his father’s case. And so, when he wins . . .\n\nWell, I have a slight problem with what happens then. The ex-planation at the end of the movie is so neat and tidy that I couldn’t really believe it, especially not after the movie showed me two different explanations for what happened. The ending is so unlikely, indeed, that I suspect it is the literal truth, and that such a thing did happen, exactly like that, to the real Frank Pesce Jr. No screenwriter could have dreamed it up.\n\nStill, Anthony LaPaglia struggles manfully with it, and makes it about as convincing as it can be. If you saw a little-noticed 1990 Alan Alda movie named “Betsy’s Wedding,” you will remember LaPaglia, who stole the show as a Mafioso who fell hopelessly in love with Ally Sheedy, as a cop. Again this time, he shows a genuine comic gift. The ending aside, “29th Street” is a movie of considerable energy and good humor, with the expansive Aiello, the uninhibited Kazan and the screwy LaPaglia having a lot of fun with the material.", "running_time": 101, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-01", "genres": ["Comedy", "Indie"], "title": "29th Street (1991)"}