{"url": "http://www.rogerebert.com/reviews/3-2011", "by": "Sophie Roisas Hanna", "star_rating": 2.5, "text": "Tom Tykwer's \"3,\" also known as \"Three\" or \"Drei,\" is an art film treatment of what in more vulgar genres would be called a threesome. It contains a good many sex scenes, but have you noticed recently how many orgasms in the movies are desperate, aggressive or sad — anything but ecstatic? The most that can be said for the characters here is they all seem mighty pleased.\n\nThe movie involves a 40-ish couple in Berlin who have a \"committed relationship\" but are not married because of all the usual weaselly reasons. Hanna (Sophie Rois) hosts a TV talk show about culture. Simon (Sebastian Schipper) runs a company that constructs large works of art for sculptors and suchlike. They get along warmly enough after 20 years together, but the excitement is fading. One night Hanna goes out for drinks after a show, and Simon learns from a doctor that he has testicular cancer. The doc says it's curable but surgery should be done quickly — like, now. \n\nSimon can't get Sophie on her cell phone. She is preoccupied. The removal of one of Simon's precious spheres is required, and we learn along with Simon that this surgery is now done under local anesthetic; presumably just as a woman might want to be conscious during childbirth, a man wouldn't want to miss the halving of his family jewels. The guilty tumor is deposited in a steel pan with a little \"clink.\" I would have expected more of a little plop. This Simon, what a man.\n\nHanna has met a man named Adam (Devid Striesow). One thing leads to another, and without planning to, they have intercourse. Neither one was hungering for sex, but it seemed like a good idea at the time, and if anything, it makes Hanna friendlier with Simon after his inventory has been reduced. Not long after, in a modernistic and isolated swimming pool, Simon meets Adam in the locker room and somehow the conversation gets around to losing testicles. Adam asks for a look, and before long, they're having sex.\n\nWhat you need to know about Adam is that he is not sex mad, not a predator, not aggressive. We sense he is a very nice man with a friendly smile. He isn't bisexual so much as accommodating. We learn a little more about the lives of Simon and Hanna in visual displays by director Tom Tykwer (\"Run, Lola, Run\") that use flashbacks, imaginings and possibilities, mixed up with snatches of everyday life, bites of television, and a compressed edition of the two parallel love affairs as they develop.\n\nWhat's crucial is that nice young Adam doesn't have the slightest idea Hanna and Simon are a couple. He likes them both, they both like him, but it's an excellent question how they'd all feel if the cards were on the table. \"3\" is, in short, a melodrama that otherwise could easily become a farce. But Tyk­wer reins in the performances; his characters are intelligent, have gone into this situation with no desire to hurt anyone and are involved in the kind of realignment that can happen in midlife. \n\nThe film is successful in an absorbing sort of way, but underwhelming. Devid Striesow's performance as Adam is important in its modulation. More affection is involved than lust, more curiosity than need. If he's not with the one he loves, he loves the one he's with.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-16", "genres": null, "title": "3 (2011)"}