{"url": "http://www.rogerebert.com/reviews/3-men-and-a-cradle-1986", "by": "Roland Giraudas Pierre", "star_rating": 0.5, "text": "I knew the French film industry had fallen on bad times, but I didn't realize how bad until I saw \"3 Men and a Cradle,\" which won the 1985 French Academy Award, and which is so insufferable that I wanted to cry out in protest against the stupidity on the screen. No one with the slightest knowledge of human nature will be able to find a single moment of this film to believe. It is all formula, every last miserable frame of it.\n\nThe movie tells the story of three bachelors who live in a luxurious Paris flat, where life is an endless round of parties and wenching. One of the three, a flight attendant, flies off to the Far East, telling his flatmates that a package will be dropped off for him.\n\nThe next day, a basket with an infant girl is delivered to their door.\n\nA note says this is the love child of the absent attendant. After several minutes of idiotic honks and squeaks of protest, the two bachelors decide to try to care for the child, which involves getting lots of poo (their word) all over themselves as they change her diapers. Then there are trips to the pharmacist to learn about baby formulas. The baby cries at night, the bachelors' sex lives are disrupted, and so forth.\n\nThere is a complication, a particularly offensive one: It turns out that the baby was not the package that the flight attendant thought would be dropped off. No, he was thinking of a shipment of heroin. A gang turns up to collect the heroin, which has been misplaced, and then the police get involved, and the heroin is hidden in the baby's diapers - which is the first place any competent narc would search.\n\nAlthough heroin is a mean and evil drug, it exists in this movie only because the plot needs it. That helps demonstrate how witless the plot is; almost any other criminal contraband would have been less disturbing. Meanwhile, we learn that the baby's mother has gone off to the States for six months. She left her child with a note on the doorstep, not even bothering to ring the bell, nor does she telephone during the next six months to see how the kid is. That demonstrates how witless she is.\n\nThere are scenes in this movie that cry out against common sense.\n\nFor example, when the airline steward returns home, his roommates are holding a baby, and talking sarcastically about his \"package,\" but we have to wait through line after line of uncomprehending, willfully idiotic dialogue before the steward finally figures out that the baby and the package are one and the same.\n\nWe know, of course, what will happen by the end of this movie. The men will fall in love with the baby. The mother will return. She will take the baby back. The men will miss her. There will be an emotional reconciliation, at which it is demonstrated that bird-brained bachelor heroin dealers have hearts of gold. I guess the three men, the mother and the baby are supposed to live happily ever after.\n\nI hated every second of this movie because it was so blind to psychology and reality, and so willing to settle for every relentless cliche and dim-witted, knee-jerk emotional response in the book. The movie is single-minded in its determination to shut out every plausible question, every shred of logic, every emotion except for the lachrymose sentimentality of its brain-damaged heroes. The only sparks of life in the film are supplied by the two little girls who portray the baby.\n\nNow comes the really bad news. Incredibly, the rights to make an American version of this movie have been purchased by Walt Disney Studios. That raises two questions: (1) Why is the movie thought to be worth remaking? and (2) Why spend money for the rights, when it is clear as day that \"3 Men and a Cradle\" has been stolen - lock, stock and barrel - from John Ford's Western classic \"Three Godfathers,\" a 1948 masterpiece in which outlaws John Wayne, Harry Carey Jr. and Pedro Armendariz find an abandoned baby in the desert and try to get it to safety? The sight of Wayne applying wagon grease to the little tyke's behind is all by itself worth more than every foot of this miserable French retread. If you're going to remake a movie, at least remake the original, not the ripoff.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-05-02", "genres": ["Comedy", "Foreign"], "title": "3 Men And A Cradle (1986)"}