{"url": "http://www.rogerebert.com/reviews/3-ninjas-kick-back-1994", "by": "Victor Wongas Grandpa", "star_rating": 2.5, "text": "\"3 Ninjas Kick Back\" is a kids' movie that seems to have been assembled from spare parts of \"The Goonies,\" \"Bad News Bears\" and \"Home Alone.\" Somebody asks the heroes if their ambition is to be \"Teenage Mutant Wannabes,\" and that's not far off. It's the kind of movie where a fat kid on a Little League team eats a can of beans before going up to bat, hits a home run, passes gas as he runs the bases - and all the players on the other team faint. Not your real sophisticated humor.\n\nThe movie begins in an idyllic American suburb, where three brothers named Colt, Rocky and Tum Tum are being trained as junior ninja warriors by their wise old Japanese-American grandfather (Victor Wong). They're better at martial arts than baseball, and their team is facing a crisis just when Grandpa decides it's time to dust off a 50-year-old ceremonial knife and return it to Japan, to be used as a prize in a ninja tournament.\n\nCut to Japan, where Grandpa's enemy in a tournament half a century ago is now a powerful tycoon who wants to get his hands on the knife. Cut back to America, where the evil tycoon's nephew and his two buddies play in a very bad rock band named Teenage Vomit. The nephew wears a long blond wig, one of his buddies has what looks like a fright wig, and when one of them stops the other two run into him.\n\nWhat's shaping up here is the Three Ninjas vs. the Three Stooges.\n\nThe evil gang believes the knife is hidden in Grandpa's cabin, and stage a raid. The good kids booby-trap the cabin. (Either they or their screenwriters have carefully studied \"Home Alone.\") The knife is safe. Grandpa leaves for Japan with the wrong flight bag, so when it is stolen the knife is not inside. His grandchildren follow him to Japan. So does Teenage Vomit, setting the stage for a showdown.\n\nIt turns out the tycoon has his own private ninja army, dressed in black and training under rigid discipline. Strange, isn't it, that he would import his goofy nephew and his buddies when he could be deploying skilled ninjas? But never mind: The oldest grandkid gets involved in a martial arts tournament against an opponent who wears a mask, wins, takes off the mask, and shakes long hair free to be revealed as, gasp! . . . A Girl! (This development will not startle readers of Ebert's Little Movie Glossary, where it is identified as the Disguised Surprise Gender Switch.) The girl, whose name is Miyo (Caroline Junko King) immediately becomes a pal of the heroes, who teach her to play baseball, a game she seems completely unfamiliar with, despite the fact that Japan is as obsessed with the sport as America. Meanwhile, the tycoon orders his nephew's gang to kidnap the visitors, while Grandpa languishes in a hospital under the thumb of a sadistic nurse - who has also read Ebert's Little Glossary and knows the Traction Action Rule, which states that any patient with limb injuries must eventually have the injured limb twisted painfully by a visitor to the bedside.\n\nThe movie seems determined to leave no base uncovered. After reaching the climax of the knife business in Japan, the story returns to America for a showdown Little League game, in which it looks like the good guys are going to lose, until an important hit is caught, in a miraculous play, by a mysterious new team member whose number isn't in the program, and who is disguised by a cap, dark glasses, etc., but who after catching the ball whips off her cap so her hair can blow free - and is revealed as, gasp!., etc.\n\nWho was this movie made for? Not for me, that's sure, but I have a hunch younger kids will find it satisfying.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-05-06", "genres": ["Action", "Comedy", "Family"], "title": "3 Ninjas Kick Back (1994)"}