{"url": "http://www.rogerebert.com/reviews/30-days-of-night-2007", "by": "Josh Hartnettas Eben", "star_rating": 2.5, "text": "A gaunt stranger haunts the streets of Barrow, Alaska, warning: \"That cold ain't the weather. That's Death approaching.\" Since Barrow is said to be the northernmost town in America, 300 miles of roadless wilderness from its closest neighbor, and 30 days of continuous sunless night are commencing, I expected someone to reply, \"You could have fooled me. I thought it was the weather.\"\n\nBut, yes, it is Death, which is very cold. In \"30 Days of Night,\" Barrow will soon be invaded by vampires, who have apparently trekked across the 300 miles of ice and snow wearing their street clothes. You'd think they could find easier blood to drink in Fairbanks or Anchorage, but sunlight is fatal to vampires, and so the month of perpetual night in Barrow lures them like Canadians to Florida.\n\nTheir method of attack is the standard one in creature features. They move with loud whooshes at lightning speed when you can't quite see them, and with ungainly lurches when you can. They are a miserable lot. Count Dracula at least had style and a sense of personal destiny; these guys are merely obsessed with their next meal. They don't even speak that elegant Hammer Films English; they talk like a garbled transmission played backward: \"Qwe!nt raqulo*gg brop#sith!\" The movie, which speaks their language, helpfully provides subtitles. It is intriguing to think of newly converted vampires attending language classes at Berlitz, since I do not think Chomsky's theories of speech apply to the Undead.\n\nBut I could go on like this all day -- or night, that is. Something about vampire movies brings out the one-liners in me, unless they are directed by Dreyer, Murnau or Herzog. The fact is, David Slade's \"30 Days of Night\" is a better than average example of the genre, even if it follows the time-honored pattern of supplying a macho man who gathers a hardy band in hiding while the vampires snuffle about. Josh Hartnett plays the local sheriff, who teams up with his estranged wife, Stella (Melissa George), another law enforcer, who missed the last flight out of town. (Planes can't land in Barrow at night. Don't ask me why.)\n\nThe survivors hide in an attic, plunder a supermarket and scheme and plot to outwit the vampires; this time, at least, there is no crusty old-timer to say he's going to make a run for it, because of the 300 miles of snow, etc. The vampires stalk the frigid streets, led by Marlow (Danny Huston, who is actually quite convincing in the role).\n\nThe most interesting aspect of the movie is Barrow itself. Folks are drawn closer together when they live in such extreme circumstances, although how they support themselves is a mystery to me. No mention of drilling for oil, maintaining the pipeline, guarding against missile attacks, hunting whales, carving scrimshaw, etc. They seem to have settled there out of sheer perversity, and I guess they support themselves by selling stuff to one another.\n\nI award the movie two and a half stars because it is well-made, well-photographed and plausibly acted, and is better than it needs to be. Its director, David Slade, previously made the stunningly good \"Hard Candy.\" Although his vampires quickly disable the town generators, there seems to be a full moon for 30 days, bathing the streets in cold light. Otherwise, this would be a radio play. I have pretty much reached my quota for vampire movies, but I shouldn't hold that against this one. If you haven't seen too many, you might like it.\n\nIf you are a horror fan, you will love it, and in the interest of equal time for the defense, I close with evocative prose by the critic Tristan Sinns from his five-dagger (out of five) review on DreadCentral.com: \" '30 Days of Night' grabs this hoary monster by the throat, pumps it full of the thick rich blood of life, and shoves it out to greet you, eat you and coat you in glorious mists of red firing from oh-so-many newly exposed arterial sprays.\"", "running_time": 113, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-18", "genres": ["Action", "Horror", "Thriller"], "title": "30 Days of Night (2007)"}