{"url": "http://www.rogerebert.com/reviews/300-2006", "by": "Gerard Butleras Leonidas", "star_rating": 2.0, "text": "I gave a four-star rating to \"Sin City,\" the 2005 film based on a graphic novel by Frank Miller. Now, as I deserve, I get \"300,\" based on another work by Miller. Of the earlier film, I wrote prophetically: \"This isn't an adaptation of a comic book, it's like a comic book brought to life and pumped with steroids.\" They must have been buying steroids wholesale for \"300.\" Every single male character, including the hunchback, has the muscles of a finalist for Mr. Universe.\n\nBoth films are faithful to Miller's plots and drawings. \"300,\" I learn, reflects the book almost panel-by-panel. They lean so heavily on CGI that many shots are entirely computer-created. Why did I like the first, and dislike the second? Perhaps because of the subject matter, always a good place to start. \"Sin City,\" directed by Robert Rodriguez and Miller, is film noir, my favorite genre, taken to the extreme. \"300,\" directed by Zack Snyder, is ancient carnage, my least favorite genre, taken beyond the extreme. \"Sin City\" has vividly- conceived characters and stylized dialogue. \"300\" has one-dimensional caricatures who talk like professional wrestlers plugging their next feud.\n\nThe movie involves a legendary last stand by 300 death-obsessed Spartans against a teeming horde of Persians. So brave and strong are the Spartans that they skewer, eviscerate, behead and otherwise inconvenience tens of thousands of Persians before finally falling to the weight of overwhelming numbers. The lesson is that the Spartans are free, and the Persians are slaves, although the Spartan idea of freedom is not appetizing (children are beaten to toughen them).\n\nBut to return to those muscles. Although real actors play the characters and their faces are convincing, I believe their bodies are almost entirely digital creations. They have Schwarzeneggerian biceps, and every last one of them, even the greybeards, wear well-defined six- packs on their abs. I can almost believe the star, Gerard Butler, may have been working out at Gold's Gym ever since he starred as the undernourished Phantom of the Opera, but not 300, 200 or even 100 extras. As a result, every single time I regarded the Spartans in a group, I realized I was seeing artistic renderings, not human beings. \n\nWell, maybe that was the idea.\n\nThe movie presents other scenes of impossibility. Look at the long- shots of the massed Persians. There are so many they would have presented a logistical nightmare: How to feed and water them? Consider the slave-borne chariot that Xerxes pulls up in. It is larger that the imperial throne in the Forbidden City, with a wide staircase leading up to Xerxes. Impressive, but how could such a monstrosity be lugged all the way from Persia to Greece? I am not expected to apply such logic, I know, but the movie flaunts its preposterous effects.\n\nAnd what about Xerxes (Rodrigo Santoro) himself? He stands around eight feet tall, I guess, which is good for 500 B.C. (Santoro's height in life: 6 feet, 2.75 inches). He towers over Leonidas (Butler), so we know his body isn't really there. But what of his face? I am just about prepared to believe that the ancient Persians went in for the piercing of ears, cheeks, eyebrows, noses, lips and chins. But his eyebrow have been plucked and re-drawn into black arches that would make Joan Crawford envious. And what about the mascara and the cute little white lines on the eyelids? When the Spartans describe the Athenians as \"philosophers and boy-lovers,\" I wish they had gone right ahead to discuss the Persians.\n\nThe Spartans travel light. They come bare-chested, dressed in sandals, bikini briefs and capes. They carry swords and shields. At the right time, they produce helmets which must have been concealed in their loincloths. Also apples. And from the looks of them, protein shakes. They are very athletic, able to construct a towering wall of thousands of dead Persians in hours, even after going to all the trouble of butchering them. When they go into battle, their pep talks sound like the screams of drunken sports fans swarming onto the field.\n\nThey talk, as I suggested, like pro wrestlers, touting the big showdown between Edge and The Undertaker. \"Be afraid!\" they rumble, stopping just short of adding, \"Be  very  afraid.\" They talk about going on the \"warpath,\" unaware that the phrase had not yet been coined by American Indians. Their women, like Gorgo (Lena Headey), queen of Leonidas, are as bloodthirsty as their men, just like wrestler's wives.\n\nAll true enough. But my deepest objection to the movie is that it is so blood-soaked. When dialogue arrives to interrupt the carnage, it's like the seventh-inning stretch. In slow motion, blood and body parts spraying through the air, the movie shows dozens, hundreds, maybe thousands, of horrible deaths. This can get depressing.\n\nIn old movies, ancient Greeks were usually sort of noble. Now they have become lager louts. They celebrate a fascist ideal. They assume a bloodthirsty audience, or one suffering from attention deficit (how many disembowelings do you have to see to get the idea?). They have no grace and wisdom in their speech. Nor dignity in their bearing: They strut with arrogant pride. They are a nasty bunch. As Joe Mantegna says in \"House of Games,\" \"You're a bad pony, and I'm not gonna bet on you.\" That's right before he dies, of course.", "running_time": 117, "mpaa_rating": "R", "release_year": 2006, "date_published": "2008-08-04", "genres": ["Action", "Drama", "Fantasy", "History"], "title": "300 (2006)"}