{"url": "http://www.rogerebert.com/reviews/3000-miles-to-graceland-2001", "by": "Kurt Russellas Michael", "star_rating": 1.5, "text": "Here's a movie without an ounce of human kindness, a sour and mean-spirited enterprise so desperate to please, it tries to be a yukky comedy and a hard-boiled action picture at the same time. It's about a gang that robs a casino while masquerading as Elvis impersonators. I was nostalgic for the recent \"Sugar and Spice,\" in which cheerleaders rob a bank while masquerading as five pregnant Betty dolls (plus one Richard Nixon).\n\nThe movie has a heavy-duty cast, with top billing shared by Kurt Russell and Kevin Costner. Russell once played Elvis, very well, on TV, and hits some of the right verbal notes here. Costner, the leader of the gang, chain-smokes and looks mean. His fellow criminals include Christian Slater, David Arquette and Bokeem Woodbine, who is the black guy and therefore the first to die, adhering to an ancient cliche this movie lacks the wit to rewrite.\n\nThe casino robbery involves a gory bloodbath, all gratuitous, all intercut with an Elvis revue on one of the show stages. Not intercut a little, but a lot, complete with dancing girls, until we see so much of the revue we prefer it to the shooting. (Looks like dozens of patrons are killed, but the movie of course forgets this carnage the minute it's over.) The gang makes off with the loot, there is the inevitable squabble over how to divvy it up, and then the movie's most intriguing and inexplicable relationship develops.\n\nThis is between Kurt Russell and Courteney Cox, who plays the mom of a bright young kid (David Kaye), and is stranded in the Last Chance Motel, one of those movie sets from a Road Runner cartoon.\n\nCox's character is intriguing because we never understand her motivation, and inexplicable because she doesn't, either. She really does like Russell, I guess, and that explains why they're in the sack so quickly, but then the kid, who is about 8, creeps into the bedroom and steals Russell's wallet. The movie never questions the wisdom of showing the kid in the room while his mother is in bed with a stranger. One imagines that the filmmakers were so tickled by the plot point that the moral questions just didn't occur to them.\n\nAt a point later in the movie, the Cox character drives off in a car containing most of Russell's loot, while leaving her son behind with him. Would a mother do this? Some would, but most movies wouldn't consider them heroines. There is an \"explanation\" for her behavior, based on the fact that Russell, a criminal she has known for about 10 minutes, is obviously a good guy and likes the guy--but, come on.\n\nThe plot is standard double-reverse, post-\"Reservoir Dogs\" irony, done with a lot of style and a minimum of thought. It's about behavior patterns, not personalities. Everybody is defined by what they do. Or what they drive: As the film opens, Russell is in a 1957 red Cadillac, and Costner drives a Continental convertible of similar vintage, perhaps because they want to look like Elvis impersonators, more likely because all characters in movies like this drive 1950s cars because modern ones are too small and wimpy.\n\nThe cast stays top drawer right down to the supporting roles. Kevin Pollak turns up as a federal marshal, Jon Lovitz is a money launderer, Ice T is hired muscle. You guess they all liked the script. But the Russell and Costner characters are so burdened by the baggage of their roles that sometimes they just seem weary, and the energy mostly comes from Cox--and from the kid, who seems to be smarter than anyone else in the film, and about as experienced.\n\nI will give \"3000 Miles to Graceland\" credit for one thing, a terrific trailer. When a bad movie produces a great trailer, it's usually evidence that the raw materials were there for a good movie. I can imagine a blood-soaked caper movie involving Elvis disguises, a lonely tramp and her bright-eyed son, but it isn't this one.", "running_time": 125, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-02-23", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "3000 Miles To Graceland (2001)"}