{"url": "http://www.rogerebert.com/reviews/310-to-yuma-2007", "by": "Russell Croweas Ben Wade", "star_rating": 4.0, "text": "James Mangold's \"3:10 to Yuma\" restores the wounded heart of the Western and rescues it from the morass of pointless violence. The Western in its glory days was often a morality play, a story about humanist values penetrating the lawless anarchy of the frontier. It still follows that tradition in films like Eastwood's \"Unforgiven,\" but the audience's appetite for morality plays and Westerns seems to be fading. Here the quality of the acting, and the thought behind the film, make it seem like a vanguard of something new, even though it's a remake of a good movie 50 years old.\n\nThe plot is so easily told that Elmore Leonard originally wrote it as a short story. A man named Dan Evans (Christian Bale), who lost a leg in the Civil War, has come to the Arizona territory to try his luck at ranching. It's going badly, made worse by a neighboring bully who wants to force him off his land. The territory still fears Indian raids, and just as much the lawless gang led by Ben Wade (Russell Crowe), which sticks up stagecoaches, robs banks, casually murders people and outguns any opposition. Through a series of developments that seem almost dictated by fate, Dan Evans finds himself as part of a posse sworn in to escort Wade, captured and handcuffed, to the nearby town of Contention, where the 3:10 p.m. train has a cell in its mail car that will transport Wade to the prison in Yuma and a certain death sentence.\n\nBoth Dan and Ben have elements in their characters that come under test in this adventure. Dan fears he has lost the confidence of wife Alice (Gretchen Mol) and teenage son Will (Logan Lerman), who doubt he can make the ranch work. Still less does Alice see why her transplanted Eastern husband should risk his life as a volunteer. The son Will, who has practically memorized dime novels about Ben Wade, idealizes the outlaw, and when Dan realizes the boy has followed the posse, he is not pleased. Wade intuits, however, that the boy is following him, and not his father.\n\nThat's an insight into Wade. He plays his persona like a performance. He draws, reads, philosophizes, is incomparably smarter than the scum in his gang. Having spent untold time living on the run with them, he may actually find it refreshing to spend time with Dan, even as his captive. Eventually the two men end up in a room in the Contention hotel, overlooking the street, in earshot of the train whistle, surrounded outside by armed men who want to rescue Ben or kill him.\n\nThese general outlines also describe the 1957 version of \"3:10 to Yuma,\" directed by Delmer Daves, starring Glenn Ford and Van Heflin in the roles of the rancher and the outlaw. The movie, with its railroad timetable, followed the slowly advancing clock in \"High Noon\" (1952) and was compared to it; when I saw it in 35mm at Telluride in the 1980s, I thought it was better than \"High Noon,\" not least because of the personality shifts it involves.\n\nMangold's version is better still than the 1957 original, because it has better actors with more thought behind their dialogue. Christian Bale plays not simply a noble hero, but a man who has avoided such risks as he now takes and is almost at a loss to explain why he is bringing a killer to justice, except that having been mistreated and feeling unable to provide for his family, he is fed up and here he takes his stand. Crowe, however, plays not merely a merciless killer, although he is that, too, but a man also capable of surprising himself. He is too intelligent to have only one standard behavior which must fit all situations, and is perhaps bored of having that expected of him.\n\nWesterns used to be the showcases of great character actors, of whom I was lucky enough to meet Dub Taylor, Jack Elam, Chill Wills, Ben Johnson and, when she wasn't doing a million other things, Shelley Winters. \"3:10 to Yuma\" has two roles that need a special character flavor and fills them perfectly. Peter Fonda plays McElroy, a professional bounty hunter who would rather claim the price on Ben Wade's head than let the government execute him for free. And Ben Foster plays Charlie Prince, the second-in-command of Wade's gang, who seems half in love with Wade, or maybe Charlie's half-aware that's he's all in love. Wade would know which, and wouldn't care, except as material for his study of human nature.\n\nLocked in the hotel room, surrounded by death for one or the other, the two men begin to talk. Without revealing anything of the plot, let me speculate that each senses he has found the first man he has met in years who is his equal in conversation. Crowe and Bale play this dialogue so precisely that it never reveals itself for what it really is, a testing of mutual insight. One trial of a great actor is the ability to let dialogue do its work invisibly, something you can also see in next week's \"In the Valley of Elah\" with Tommy Lee Jones and Charlize Theron. Too many actors are like the guy who laughs at his own joke and then tells it to you again.\n\nJames Mangold first came into view with an extraordinary movie named \"Heavy\" (1995). His \"Walk the Line\" (2005) won an Oscar for Reese Witherspoon. To remake \"3:10 to Yuma\" seems an odd choice after such other modern films as \"Girl, Interrupted,\" but the movie itself proves he had a good reason for choosing it. In hard times, Americans have often turned to the Western to reset their compasses. In very hard times, it takes a very good Western. Attend well to Ben Wade's last words in this movie, and who he says them to, and why.", "running_time": 122, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-06", "genres": ["Action", "Adventure", "Suspense", "Thriller", "Western"], "title": "3:10 to Yuma (2007)"}