{"url": "http://www.rogerebert.com/reviews/35-shots-of-rum-2010", "by": "Alex Descasas Lionel", "star_rating": 4.0, "text": "Here is a movie about four people who have known one another for a long time, and how their relationships shift in a way that was slow in the preparation. The film makes us care for them, and so our attention is held. I've seen films where superheroes shift alliances, and I only yawned. What matters is not the scope of a story, it's the depth.\n\nPart of the pleasure in Claire Denis' \"35 Shots of Rum\" is working out how these people are involved with the others. Two couples live across a hallway from each other in the same Paris apartment building. Neither couple is \"together.\" Gabrielle and Noe have the vibes of roommates, but the way Lionel and Josephine obviously love each other, it's a small shock when she calls him \"Papa.\" \n\nLionel (Alex Descas) is a French train engineer. Josephine (Mati Diop) works in a music store. Gabrielle (Nicole Dogue) drives her own taxi. Noe (Gregoire Colin) is of uncertain plans. He claims only his much-loved cat is preventing him from moving to Brazil. The four people are in and out of both apartments that we sense they're a virtual family. Small events take place. A guy flirts with Jo at her store. Gabrielle deals with a talkative customer. Lionel and Jo both bring home rice cookers, so Jo puts hers aside so as not to hurt his feelings. \n\nAt work, Lionel attends a retirement party for a longtime engineer, Rene. His fellow workers love him, but Rene is miserable. He has no desire to retire. Afterward on a bus, he confesses to Lionel that he has no idea how he got into his life to begin with. He has no desire to be an engineer. Spending his life on trains and buses is no way to live. \n\nLionel seems content. All four of the neighbors seem content, yes, but not complete. One night they head out together in Gabrielle's taxi to attend a concert. The taxi breaks down, they get out of the rain and enter a Jamaican cafe; there's good music on the jukebox, they dance with one another, as well as the woman who owns the cafe, and others.\n\nAnd in that long scene with its familiar music, co-writer and director Denis achieves the shift. She does it not with dialogue, not with plot points, but with the eyes. This is what movies are for. They begin happy enough, but incomplete. During the dancing and kidding around, it becomes clear to them, and to us, what must happen for the parts to fall into place.\n\nDenis has long been interested in the former French colonies of West Africa, and in those who came from there to France. Lionel did and married a German woman; she has died, but they go to visit her sister, Jo's aunt (Ingrid Caven). It is part of Lionel's desire to raise his daughter well and launch her into life. Lionel is handsome, Jo is beautiful, but neither one cares about such matters.\n\nDogue glows in a quiet way as Gabrielle, in her 40s, once no doubt stunning, now beautiful in a comfortable way. It's clear she has long been in love with Lionel. No pressure. It's clear Lionel has put that side of his life on hold to be a good father. What does he think about his job? It is a job, he's good at it. The tragedy of the retired Rene will not be his.\n\nYou can live in a movie like this. It doesn't lecture you. These people are getting on with their lives, and Denis observes them with tact. She's not intruding, she's discovering. We sense there's not a conventional plot, and that frees us from our interior movie-going clock. We flow with them. Two are blessed, two are problematic. Will all four be blessed at the end? \"35 Shots of Rum\" is a wise movie, and knows that remains to be seen.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-01-20", "genres": ["Drama", "Foreign"], "title": "35 Shots of Rum (2010)"}