{"url": "http://www.rogerebert.com/reviews/35-up-1992", "by": "Michael Apted", "star_rating": 4.0, "text": "Ever since, at seven-year intervals, director Michael Apted has revisited the subjects for an update on their lives and views, and in this new film the children born in the mid-'50s are marching into middle age, for the most part with few regrets.\n\nBefore writing this review, I went back to look again at \"28 Up\" (1985), which has just been released on video. I wanted to freshen my memory of Neil, the loner who has become the most worrisome of Apted's subjects. When we first see him, at the age of 7, he is already clear on how he wants to spend his life: He wants to be a bus driver, choosing the route himself, telling all of his passengers what to look at out of the windows. By 14, Neil was a visionary with big hopes for his life, but something happened between then and 21, when we found him angry and discontented. At 28, in an image that has haunted me, he was an outcast, living in a small house trailer on the shores of a bleak Scottish lake, and there was real doubt in my mind whether he would still be alive at 35.\n\nHe is. He still lives alone, still harbors the view that people cannot quite be trusted to choose for themselves, still doubts he will find a wife to put up with him. Now he lives in subsidized housing on a Scottish island, where last year he directed the village pageant. He was not invited to direct it again this year.\n\nMost of the other subjects of the film have turned out more happily. There is Tony, who at 7 wanted to be a jockey and at 14 had found employment as a stable boy. In an earlier film we saw him studying \"the knowledge,\" the yearlong process by which a London cabbie must learn his city before he is granted a license, and now, at 35, his children growing up nicely, he is happy to own his own taxi. He realized his dreams, he says; he was a jockey, briefly.\n\nWe revisit the three \"working-class girls\" of the earlier films, who gather around a pub table to assess their lives, with which they are reasonably content. And we see the progress of an upper-class boy who came across as such a snob at 21 that he declined to be interviewed at 28. He is back at 35, somewhat amazingly involved in a relief project for Eastern Europe, and we sense that he has grown out of his class snobbery (to a degree; he cannot resist pointing out a portrait of a royal ancestor).\n\nIn my review of \"28 Up,\" I quoted Wordsworth: \"The child is father of the man.\" We can see that even more clearly in \"35 Up.\" The faces gather lines and maturity, the hair sometimes is beginning to turn gray, the slenderness of youth has started to sag. But the eyes are the same. The voices are the same - deeper, but still expressing the thoughts of the same person who was already there, somehow formed, at the age of 7. And in almost every case the personality and hopes of the 7-year-old has predicted the reality of the adult life.\n\n(There is one exception, a woman who seemed depressed and aimless at 21, but has undergone a remarkable transformation into cheerful adulthood.) Some of the subjects complain ruefully that the project has violated their privacy. One of the working-class women says that she is well content with her life, except every seven years when Apted comes nosing around. Others have opted out of \"35 Up\" because they no longer welcome the attention. Most have remained, apparently with the thought that since they have gone this far, they might as well stay the distance.\n\nSomewhere in the midst of the 'Up' project lurks the central mystery of life. How do we become who we are? How is our view of ourselves and our world fashioned? Educators and social scientists might look at these films and despair, because the essential ingredients of future life all seem to be in place at 7, formed in the home and even in the womb before school or the greater world have had much impact. Even more touchingly, in the voices and eyes of these people at 35, we see human beings confronting the fact of their own mortality.\n\nNearly 30 years have passed since the camera first recorded them peering out at the world around them. In another seven years, most of them will be back again. None has yet died. The project will continue as long as any of them cooperate. Eventually the time will come when only two or three are still alive, and then none. And many years in the future, viewers will be able to look at this unique record, and contemplate the beauty and mystery of life. I am glad most of the subjects of this project have sacrificed their privacy to us every seven years, because in a sense they speak for us, and help us take our own measure.", "running_time": 127, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-02-14", "genres": ["Documentary", "Foreign"], "title": "35 Up (1992)"}