{"url": "http://www.rogerebert.com/reviews/36-fillette-1989", "by": "Delphine Zentoutas Lili", "star_rating": 3.5, "text": "Catherine Breillat’s “36 Fillette” follows a few crucial days in the life of Lili, a 14-year-old French girl whose body is ripe and whose soul is troubled by an unhappy home life. One night during a miserable family vacation at a tacky resort, she talks her older brother into taking her to a disco and there she begins a series of risky flirtations with older men.\n\nThe first man she encounters fancies himself to be a playboy, but he is in fact a middle-age salesman who is still locked into his adolescent dream of picking up girls in his convertible. After he picks up Lili, he finds he is in for more than he bargained for. She is not a victim but a tough little cookie who tantalizes him all night long, until finally he gives up, protesting that at his age he simply lacks the stamina for an extended chase. When I first saw him I was prepared to scorn him as an irresponsible adult taking advantage of an inexperienced girl, but by this point in the evening I could see the rueful humor in his situation.\n\nDrifting on through the dreary resort where she finds herself, Lili (Delphine Zentout) encounters a man who is said to be a famous French personality of some sort - and indeed he is played by a famous actor, Jean-Pierre Leaud, who long ago in Truffaut’s “The 400 Blows” (1959) portrayed the same kind of angry, alienated adolescent who now confronts him. He listens to her intently, looks at her quizzically and gives her some weary advice. No doubt his advice is correct, but she is too young to understand it and must make her own mistakes.\n\nThe next day is another day of unhappiness with her parents, who mostly seem to drink, sleep and fight. She is alienated and isolated, and she decides it is “miserable” to be a virgin, so she sets out to flirt with danger, not quite knowing what she is looking for or if she really wants it. She dresses boldly and goes out to hitchhike into town and again crosses paths with the tired, alcoholic playboy (Etienne Chicot). He leads an exhausted night life in gloomy discos, and decides he doesn’t want to have anything to do with her because she is underage. But she taunts him with her flamboyant dress and voluptuous body, and then dances away when he begins to respond.\n\nEventually they fall into some kind of tacit friendship, based on a mutual desperation they recognize in each other.\n\nAt first we are prepared to blame the man for taking advantage of a vulnerable teenager. But that is not the subject of this particular film, which Breillat says is somewhat autobiographical. “36 Fillette” (the title is a French bra size) is a film told from Lili’s point of view, and the middle-age man is almost a prop; at this moment in her life, any man would have done, since she is not sure what she’s looking for, anyway.\n\nWe have caught her at a moment when her unhappiness has coincided with her sudden discovery of her sexuality and the power she can have over men. With a boldness born of anger and naivete, heedless of danger, she sets out to manipulate this man. Her psychological motivations are hinted at in a scene where her father is uncaring, but this is a film of observation, not analysis.\n\nThe key scene in the film is a long, meticulously observed emotional fencing match in the man’s hotel room, during which they both sense, perhaps, that despite the gulf between them they share the same loneliness and unhappiness with themselves. This is a great scene, and its whole delicate existence depends on the performance by Zentout, a 16-year-old in her acting debut. She gives a brave and convincing performance.\n\nThe movie is controversial because of the difference in age between the two lovers, and because of the girl’s blatant, if naive, sexuality. But Breillat has made a film far more complex than it might seem. This film depicts the sort of situation one “should” deplore, but the film is so specifically about two particular people that it slips away from convention and just quietly goes its own way.", "running_time": 92, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-02-10", "genres": ["Drama", "Foreign", "Romance"], "title": "36 Fillette (1989)"}