{"url": "http://www.rogerebert.com/reviews/39-pounds-of-love-2005", "by": "Dani Menkin", "star_rating": 1.5, "text": "\"I just hope I live to fulfill all my dreams,\" Ankilewitz says. So do we all, and we don't want to die then, either. We want to sit around for years having fulfilled them. The documentary \"39 Pounds of Love\" informs us that Ami's dreams are three: To win the love of his caretaker Christina, to visit America for a reunion with his brother, and to find that doctor and tell him he was wrong.\n\nChristina is a pretty Romanian, about 21 years old, who lifts Ami out of his bath with frightening ease. \"She is beautiful, young, alive,\" Ami says, using a Madonna-style microphone to amplify his fragile voice. \"There is nothing in this world I want more than to be with her.\" Christina says she loves him, \"but it is not the love of two lovers.\" Ami requires more love than that, and sends her away: \"I can't go on like this. Just tell her to go out of the house.\" She leaves.\n\nAmi now plans his trip to America, against the urgent advice of his mother, Helene, who argues he is not strong enough to survive the trip. Ami insists on going, and enlists his best friend and former caretaker Asaf to accompany him, along with Dani Menkin, the director of this film, and no doubt various crew members not seen.\n\nThey rent a van and return to his Texas birthplace for a reunion with the brother. In Santa Fe, he visits a church where miracles are said to take place, but none do, or seem about to, or seem to have occurred in the past. A motorcycle club gives him his chance to ride a Harley at last; he is placed in a sidecar, and there is a shot of the wind in his hair and a smile on his face. At the Grand Canyon, Ami passes out and is rushed away in an ambulance. Eventually he finds the elderly and perplexed Dr. Albert Cordova, who listens as Ami explains that he was the child who would die before he was 6, that he is 34 and did not die, and that the doctor should not presume such confidence about the future. The doctor never says a word during this speech, but then gets his own closeup in which he solemnly congratulates Ami on his longevity and wishes him good health.\n\nThese are the materials for a touching documentary, but that's what they feel like: The materials, so arranged as to suggest questions that undermine the effect of the film. We know that in most documentaries some casual rearrangement of reality takes place, and events happen at least in part because the camera is there to witness them. But \"39 Pounds of Love\" feels uncomfortably stage-managed, and raises fundamental questions that it simply ignores.\n\nWhen Ami protests his love for Christina, and she replies, and he sends her away, there is the distinct sensation that all of three events were predetermined before they happened in front of the camera. \"When was the first time you realized you were completely different?\" he is asked, and replies, \"When Christina walked out the door.\" Really? He realized it as late as the events in this film? There's an indefinable scent of reality actually happening right now in most documentaries. In this one, we feel that Ami knows Christina will leave before he says he loves her, and that she has already left before we see her leave.\n\nThen the best friend and former caretaker arrives to support the trip to America. But is Asaf along merely as best friend, or has he been hired again as caretaker, to make the film possible? It is suggested that the brother has been estranged from the family (there is another brother, never seen, and the Mexican mother's Israeli ex-husband, never dealt with). But when the brother emerges from his American house, it is for a joyous reunion. Was the estrangement settled offscreen? What was its cause? Had it never before occurred to anyone in Israel that Ami could ride in a Harley sidecar?\n\nAs for poor Dr. Cordova, he seems startled by his role, and there is some question in the film itself about whether this is one and the same man who made the dire prediction about Ami.\n\nThose are questions involving what we see. More perplexing are questions about what we don't see. After Ami collapses and is taken away by ambulance, what happened then? How much time passed before the visit to Cordova? What risks were involved? Was the American visit cut short? The film itself is certainly cut short; it ends after 70 minutes, without any scenes of Ami returning home and without any feeling of closure; it simply stops and the credits begin, at a point when everything we know about storytelling suggests there should be scenes of closure.\n\nHow is Ami today? What are his thoughts about his journey? Isn't it ominous that there are no homecoming scenes? Were they not filmed, or were they not happy? \"The trip is not going to end well,\" a friend predicts before it begins. Any experienced documentarian watching this film would be keeping a mental inventory of the missing scenes, realizing that without them, as the saying goes, \"we don't have a movie.\"\n\nNone of this is intended to detract from the courage and will of Ami Ankilewitz. His life is extraordinary. But he has not been well served by the documentarians. Having been assigned by fate to an undeveloped body, he is the victim for reasons unknown of an undeveloped film. That \"39 Pounds of Love\" was short-listed as an Oscar contender suggests that the short-listers were not knowledgeable about documentaries, or that they were honoring Ami and not his film. That this film but not Werner Herzog's \"Grizzly Man\" made the cut reflects bad judgment bordering on scandal.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-12-08", "genres": null, "title": "39 Pounds of Love (2005)"}