{"url": "http://www.rogerebert.com/reviews/4-little-girls-1997", "by": "Spike Lee", "star_rating": 4.0, "text": "The little girls had gone to church early for choir practice,\rand we can imagine them, dressed in their Sunday best, meeting their friends in\rthe room destroyed by the bomb. We can fashion the picture in our minds because\rLee has, in a way, brought them back to life, through photographs, through old\rhome movies and especially through the memories of their families and friends.\n\nBy coincidence, I was listening to the radio not long after\rseeing “4 Little Girls,” and I heard a report from Charlayne Hunter-Gault. In\r1961, when she was 19, she was the first black woman to desegregate the\rUniversity of Georgia. Today she is an NPR correspondent. That is what happened\rto her. In 1963, Carole Robertson was 14, and her Girl Scout sash was covered\rwith merit badges. Because she was killed that day, we will never know what\rwould have happened in her life.\n\nThat thought keeps returning: The four little girls never got to\rgrow up. Not only were their lives stolen, but so were their contributions to\rours. I have a hunch that Denise McNair, who was 11 when she died, would have\rmade her mark. In home movies, she comes across as poised and observant, filled\rwith charisma. Among the many participants in the film, two of the most\rstriking are her parents, Chris and Maxine McNair, who remember a special\rchild.\n\nChris McNair talks of a day when he took Denise to downtown\rBirmingham, and the smell of onions frying at a store's lunch counter made her\rhungry. “That night I knew I had to tell her she couldn't have that sandwich\rbecause she was black,” he recalls. “That couldn't have been any less painful\rthan seeing her with a rock smashed into her head.” Lee's film re-creates the\rday of the bombing through newsreel footage, photographs and eyewitness\rreports. He places it within a larger context of the Southern civil rights\rmovement, and sit-ins and the arrests, the marches, the songs and the killings.\n\nBirmingham was a tough case. Police commissioner Bull Connor is\rseen directing the resistance to marchers and traveling in an armored\rvehicle--painted white, of course. Gov. George Wallace makes his famous vow to\rstand in the schoolhouse door and personally bar any black students from\rentering. Though they could not know it, their resistance was futile after\rSept. 15, 1963, because the hatred exposed by the bomb pulled all of their\rrhetoric and rationalizations out from under them.\n\nSpike Lee says he has wanted to make this film since 1983, when\rhe read a New York Times Magazine article by Howell Raines about the bombing. “He\rwrote me asking permission back then,” Chris McNair told me in an interview. “That\rwas before he had made any of his films.” It is perhaps good that Lee waited,\rbecause he is more of a filmmaker now, and events have supplied him a\rdenouement in the conviction of a man named Robert Chambliss (“Dynamite Bob”)\ras the bomber. He was, said Raines, who met quite a few, “the most pathological\rracist I've ever encountered.” The other victims were Addie Mae Collins and\rCynthia Wesley, both 14. In shots that are almost unbearable, we see the\rvictims' bodies in the morgue. Why does Lee show them? To look full into the\rface of what was done, I think. To show racism its handiwork. There is a memory\rin the film of a burly white Birmingham policeman who after the bombing tells a\rblack minister, “I really didn't believe they would go this far.” The man was a\rKlansman, the movie says, but in using the word “they” he unconsciously\rseparates himself from his fellows. He wants to disassociate himself from the\rcrime. So did others. Before long even Wallace was apologizing for his behavior\rand trying to define himself in a different light. There is a scene in the film\rwhere the former governor, now old and infirm, describes his black personal\rassistant, Eddie Holcey, as his best friend. “I couldn't live without him,”\rWallace says, dragging Holcey in front of the camera, insensitive to the\rfeelings of the man he is tugging over for display.\n\nWhy is that scene there? It's sort of associated with the morgue\rphotos, I think. There is mostly sadness and regret at the surface in “4 Little\rGirls,” but there is anger in the depths, as there should be.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-10-24", "genres": ["Documentary"], "title": "4 Little Girls (1997)"}