{"url": "http://www.rogerebert.com/reviews/4-months-3-weeks-and-2-days-2008", "by": "Anamaria Marincaas Otilia", "star_rating": 4.0, "text": "Gabita is perhaps the most clueless young woman ever to have the lead in a movie about her own pregnancy. Even if you think \"Juno\" was way too clever, two hours with Gabita will have you buying a ticket to Bucharest for Diablo Cody. This is a powerful film and a stark visual accomplishment, but no thanks to Gabita (Laura Vasiliu). The driving character is her roommate Otilia (Anamaria Marinca), who does all the heavy lifting.\n\nThe time is the late 1980s. Romania still cringes under the brainless rule of Ceausescu. In Cristian Mungiu's \"4 Months, 3 Weeks and 2 Days,\" Gabita desires an abortion, which was then illegal, not for moral reasons, but because Ceausescu wanted more subjects to rule. She turns in desperation to her roommate Otilia, who agrees to help her, and does. Helps her so much, indeed, she does everything but have the abortion herself. In a period of 24 hours, we follow the two friends in a journey of frustration, stupidity, duplicity, cruelty and desperation, set against a background of a nation where if it weren't for the black market, there'd be no market at all.\n\nFor Gabita, the notion of taking responsibility for her own actions is completely unfamiliar. We wonder how she has survived to her current 20-ish age in a society that obviously requires boldness, courage and improvisation. For starters, she persuades Otilia to raise money for the operation. Then she asks her to go first to meet the abortionist. Then she neglects to make a reservation at the hotel that the abortionist specifies. That almost sinks the arrangement: The abortionist has experience suggesting that hotel will be a safe venue, and suspects he may be set up for a police trap. His name, by the way, is Mr. Bebe (Vlad Ivanov), and no, \"bebe\" is apparently not Romanian for \"baby,\" but it looks suspicious to me.\n\nThe movie deliberately levels an unblinking gaze at its subjects. There are no fancy shots, no effects, no quick cuts, and Mungiu and his cinematographer, Oleg Mutu, adhere to a rule of one shot per scene. That makes camera placement and movement crucial, and suggests that every shot has been carefully prepared. Even shots where the ostensible subject of the action is half-visible, or not seen at all, serve a purpose, by insisting on the context and the frame. Visuals are everything here; the film has no music, only words or silences.\n\nOtilia is heroic in this context; she reminds me a little of the ambulance attendant in the 2005 Romanian film \"The Death of Mr. Lazarescu,\" who drove a dying man around all night, insisting on a hospital for him. Otilia grows exasperated with her selfish and self-obsessed friend, but she keeps on trying to help, even though she has problems of her own.\n\nOne of them is her boyfriend Adi (Alex Potocean), who is himself so self-oriented that we wonder if Otilia is attracted to the type. Even though she tries to explain that she and Gabita have urgent personal business, he insists on Otilia coming to his house to meet his family that night. He turns it into a test of her love. People who do that are incapable of understanding that to compromise would be a proof of their own love.\n\nThe dinner party she arrives at would be a horror show even in a Mike Leigh display of social embarrassment. She's jammed at a table with too many guests, too much smoking, too much drinking, and no one who pays her the slightest attention, and as the unmoving camera watches her, we wait for her to put a fork in somebody's eye. When she gets away to make a phone call, Adi follows her and drags her into his room, and then Adi's mother bursts in on them and we see from whom Adi learned his possessiveness\n\nWhen the friends finally find themselves in a hotel room with the abortionist, the result is as unpleasant, heartless and merciless as it could possibly be. I'll let you discover for yourself. And finally there is a closing scene where Otilia and Gabita agree to never refer to this night again. Some critics have found the scene anticlimactic. I think it is inevitable. If I were Otilia, I would never even see Gabita again. I'd send over Adi to collect my clothes.\n\nFilmmakers in countries of the former Soviet bloc have been using their new freedom to tell at last the stories they couldn't tell then. \"The Lives of Others,\" for example, was about the East German secret police. And in Romania, the era has inspired a group of powerful films, including \"Mr. Lazarescu\" and \"12:08 East of Bucharest\" (2006) and \"4 Months,\" which won the Palme d'Or at Cannes 2007, upsetting a lot of American critics who admired it but liked \"No Country for Old Men\" more.\n\nThe film has inspired many words about how it reflects Romanian society, but obtaining an illegal abortion was much the same in this country until some years ago, and also in Britain, as we saw in Leigh's \"Vera Drake.\" The fascination of the film comes not so much from the experiences the friends have, however unspeakable, but in who they are, and how they behave and relate. Anamaria Marinca gives a masterful performance as Otilia, but don't let my description of Gabita blind you to the brilliance of Laura Vasiliu's acting. These are two of the more plausible characters I've seen in a while.", "running_time": 113, "mpaa_rating": "No", "release_year": 2008, "date_published": "2008-02-07", "genres": ["Drama", "Foreign"], "title": "4 Months, 3 Weeks and 2 Days (2008)"}