{"url": "http://www.rogerebert.com/reviews/40-days-and-40-nights-2002", "by": "Josh Hartnettas Matt", "star_rating": 3.0, "text": "Matt is weary of sex. Weary of himself as a sex partner. Weary of the way he behaves around women, weary of the way women make him behave, and weary of his treacherous ex-girl. So weary that he swears off sex for Lent in \"40 Days and 40 Nights.\" On the scale of single guy sacrifice, this is harder than not drinking but easier than asking directions.\n\nMatt (Josh Hartnett) is a nice guy who is disgusted by his predatory sexual nature--at the way his libido goes on autopilot when he sees an attractive woman. The breakup with Nicole (Vinessa Shaw) is the final straw. She loved him, dumped him, still excites him, and no wonder; as Bagel Man, who makes morning deliveries to the office, observes, \"She's so hot you need one of those cardboard eclipse things just to look at her.\" Matt gets some support from his brother John (Adam Trese), who is studying to be a priest and offers advice which is more practical than theologically sound, but nobody else in Matt's life believes he can go 40 days without sex. Certainly not a co-worker (Monet Mazur), who gives him her phone number on a Xerox of her butt.\n\nThen Matt meets Laundromat Girl. She is sweet, pretty, smart and something clicks. He tries to keep his distance and end the conversation before his dreaded instincts click in, but a week later he's back in the Laundromat and so is she. Her name is Erica (Shannyn Sossamon), and soon they are engaged in a courtship that proceeds, from her point of view, rather strangely. On their first real date, when the moment comes for their first kiss, they grow closer and quieter and then he gives her a high-five. What's up with this guy? \"40 Days and 40 Nights\" was directed by Michael Lehmann, who has a sympathy for his characters that elevates the story above the level of a sexual sitcom. He uses humor as an instrument to examine human nature, just as he did in the wonderful, underrated \"The Truth About Cats and Dogs.\" Amazing, what a gulf there is between movies about characters governed by their genitals, and this movie about a character trying to govern his genitals.\n\nThe world seems to conspire against him. The movie's single funniest scene involves dinner with his parents, where his father, who has just had a hip replacement, is delighted to show him a checklist of sexual positions still workable even while he is still wearing the cast. The second funniest scene involves a roommate who bursts into Matt's flat with an ultra violet lamp to check for telltale secretions on the sheets.\n\nThen Matt discovers to his horror that his coworkers have not only got up an office pool on how long he can go without sex, but have put the pool on a Web site. Matt looks at the site in disbelief: \"You're selling banner ads?\" When Erica sees the site, there's hell to pay.\n\nHartnett shows here a breezy command of his charming, likable character. It is a reminder of his talent and versatility. After an actor stars in a movie that's widely disparaged, as Hartnett did with \"Pearl Harbor,\" there is an unfair tendency to blame the film on him. The same thing happened to Kevin Costner after \"The Postman.\" Actors we liked fall out of favor, as if they didn't work just as hard, and hope as much, for their flops as for their hits. Walking into this movie, I heard \"Pearl Harbor\" jokes (\"40 days that will live in infamy\"), but during the screening the screenplay kicked in and the next stage of Hartnett's career was officially declared open.\n\n\"40 Days and 40 Nights\" does observe the plot conventions of a standard comedy, requiring Erica to persist in unreasonably obtuse behavior far beyond its logical time-span, but the details are fresh and writer Rob Perez's dialogue about sex has more complexity and nuance than we expect.\n\nAnd a romantic scene involving flower blossoms is unreasonably erotic. The ending, alas, goes astray, for reasons I cannot reveal, except to suggest that Nicole's entire participation is offensive and unnecessary, and that there was a sweeter and funnier way to resolve everything.\n\nNote: Not even under the end titles does the movie use the Muddy Waters classic \"40 Days and 40 Nights.\" In an age when every song title seems to be recycled into a movie, what were they thinking of? ", "running_time": 93, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-01", "genres": ["Comedy", "Drama", "Romance"], "title": "40 Days And 40 Nights (2002)"}