{"url": "http://www.rogerebert.com/reviews/45365-2010", "by": "Bill Ross IV", "star_rating": 4.0, "text": "The first shot tells us \"45365 is the zip code of the town.\" In this achingly beautiful film, that zip code belongs to Sidney, Ohio, a handsome town of about 20,000 residents. The brothers Bill and Turner Ross were born there perhaps 30 years ago. Of course they knew everybody in town, and when they spent seven months of 2007 filming its daily life, their presence must have eventually become commonplace. Their film evokes what Winesburg, Ohio might have looked like as a documentary.\n\nTake me for an example. I knew everyone in the film. I grew up there. Well, actually in area code 61820, which is Urbana, Illinois. My home town was close to Sidney, Illinois, just as 45365 is not far from Urbana, Ohio. There are also towns named Homer and Philo near both towns named Urbana. East central Illinois was settled by people from Ohio.\n\n\tIn my midwestern town, I knew these people, their homes, their friendliness, the trouble some of them got into, and I knew why after the high school football game some of the kids hung out under the arc lamps and others were in the shade of the bleachers with the hoods pulled up on their sweatshirts. I even recognized, because I once covered the police beat, exactly the tone of voice a policeman will use after stopping a drunk driver he's known for ten years.\n\n\tThe film is privileged. No one is filmed with a hidden camera. The camera must have been right there, in the living room, the river bank, the barber shop, the back seat, the football practice, the front lawn when a man agrees to put up a sign supporting a judge running for reelection. The Rosses must have filmed so much they became both trusted and invisible. They know this town without even thinking about it.\n\n\tThere is a beautiful shot during a church service which pans slowly to the right over the congregation and pauses looking into a door to a stairwell. A woman and small girl come up the stairs. The camera follows them back to the left until the girl is deposited back in her pew, having obviously just been taken to the potty. Were those two people cued? Obviously not. I suggest the cameraman, Bill or Turner, observed them getting up, intuited where they were going and why, and composed the camera movement instinctively. A brief shot you may not even consciously notice, but a perfect shot, reading the room as our minds do. All human life is in it.\n\n\tI've never seen a barber shop like the one in the film. All three barbers are surprisingly young; one seems to be a teenager. Yet there is the order and routine of a small-town barber shop with barbers as old as Moses. Do these kids own the shop? Well, why not? It would cost less than a Supercuts franchise. What do they talk about? What all barbers talk about, the Friday night football game.\n\n\tSidney has what can only be described as a great radio station. Local human beings sit before the mikes and run the boards. This station isn't a robot from Los Angeles. They play hits of the 80s and 90s, they make announcements, they have a sports talk show about the Sidney Yellowjackets. The team has a chicken dinner benefit coming up. Adults $7, kids $3.\n\n\tIt looks like rain on the day of the parade, but the station's reporter is on the spot. He's hooked up via his cell phone, and interviews a woman on the street with a tiny mike he holds up to his mouth, and then to hers. He tells everyone to come on downtown, the skies are clearing. At the carnival, Elvis Junior is onstage. It's pouring rain. A guy uses a broom to push up the canvas roof of the tent and spill out the rainwater. A mobile home has been painted up as an exhibit for LIVE! The World's Smallest Woman!\n\n\tTrains rumble through Sidney on business of their own. The radio station is used for the judicial candidate to record \"…and I approve of this message.\" A man goes to court for sentencing. Drunk. We've seen two of his former wives agreeing that he needs to get his act together. They argue over whether he left the one for the other, or left the one and then married the other. They don't exactly seem to be fighting over him.\n\n\tSpring, summer, autumn, winter. Summer showers. The first snow falling out at the abandoned drive-in theater. Music on Radio 105.5  Lawns. Good looking old buildings. Sidney still looks like a town, not a squatter's camp of fast food outlets. One extraordinarily stupid review of the film complains \"all of these situations are filmed as if we already know the story of who these people are. We don't even learn anyone's names.\" This isn't that kind of a documentary. If you need to know everybody's name, you'll never, ever understand this film. Hell, I could go to Sidney, Ohio tomorrow and feel right at home. \n\n\"45365\" won the $25,000 Roger and Chaz Ebert Truer than Fiction Award at the 2010 Independent Spirits. The contest was independently judged..", "running_time": 90, "mpaa_rating": "No", "release_year": 2010, "date_published": "2010-03-24", "genres": ["Documentary"], "title": "45365 (2010)"}