{"url": "http://www.rogerebert.com/reviews/48-hrs-1982", "by": null, "star_rating": 3.5, "text": "Sometimes an actor becomes a star in just one scene. Jack Nicholson did it in \"Easy Rider,\" wearing the football helmet on the back of the motorcycle. It happened to Faye Dunaway when she looked sleepily out of a screen window at Warren Beatty in \"Bonnie and Clyde.\" And in \"48 Hrs.,\" it happens to Eddie Murphy. \n\nHis unforgettable scene comes about halfway through 48 Hrs. He plays a convict who has done thirty months for theft and still has six months to go -- but he gets a forty-eight hour prison leave through the efforts of Nick Nolte, a hungover hot dog of a detective who's on the trail of some cop killers and figures Murphy can help. Murphy thinks there's a bartender who may have some information. The thing is, the bar is a redneck country joint, the kind where urban cowboys drink out of longneck bottles and salute the Confederate flag on the wall. Murphy has been jiving Nolte about how he can handle any situation. Nolte gives him a chance. And Murphy, impersonating a police officer, walks into that bar, takes command, totally intimidates everybody, and gets his information. It's a great scene -- the mirror image of that scene in \"The French Connection\" where Gene Hackman, as Popeye Doyle, intimidated the black regulars in a Harlem bar.\n\nMurphy has other good moments in this movie, and so does Nolte, who gives a wonderful performance as a cynical, irresponsible, and immature cop who's always telling lies to his girlfriend and sneaking a jolt of whiskey out of his personal flask. The two men start out suspicious of each other in this movie and work up to a warm dislike. But eventually, grudgingly, a kind of respect starts to grow.\n\nThe movie's story is nothing to write home about. It's pretty routine. What makes the movie special is how it's made. Nolte and Murphy are good, and their dialogue is good, too -- quirky and funny. \n\nCharacter actor James Remar makes a really slimy killer, genuinely evil. Annette O'Toole gets third billing as Nolte's lover, but it's another one of those thankless women's roles. Not only could O'Toole have phoned it in -- but she does, spending most of her scenes on the telephone calling Nolte a no-good bum. The direction is by Walter Hill, who has never been any good at scenes involving women and doesn't improve this time. What he is good at is action, male camaraderie and atmosphere. His movies almost always feature at least one beautifully choreographed, unbelievably violent fight scene (remember Charles Bronson's bare-knuckle fight in \"Hard Times\"?), and the fight scene this time is exhausting.\n\nWhere Hill grows in this movie is in his ability to create characters. In a lot of his earlier movies (\"The Warriors,\" \"The Driver,\" \"The Long Riders,\" \"Southern Comfort\") he preferred men who were symbols, who represented things and so didn't have to be human. In \"48 Hrs.,\" Nolte and Murphy are human, vulnerable, and touching. Also mean, violent, and chauvinistic. It's that kind of movie.", "running_time": 97, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Adventure", "Comedy", "Crime"], "title": "48 Hrs. (1982)"}