{"url": "http://www.rogerebert.com/reviews/5-days-of-war-2011", "by": "Rupert Friendas Thomas", "star_rating": 1.5, "text": "At the end of this film there is a montage of sad people holding photographs of their grandparents, parents, husbands, wives or children, who were killed during the so-called Five Days of War between Russia and Georgia. It is unforgivable to borrow human grief and evoke it to lend weight to an action movie scarcely deeper than a Michael Bay extravaganza. Here you will hear a great deal about the war, but learn not so very much, and all of that from the Georgian point of view. Mind you, I'm not saying its POV is wrong, only that a cheesy war thriller financed with Georgian funds seems an odd way to publicize it.\n\nThe heroes of \"5 Days of War\" are war correspondents. The film opens with the fact that 500 reporters have been killed in war over the last decade. That is a tragedy, but one must reflect that countless more soldiers and civilians have been killed during the same period, and so the focus seems a little misguided, especially since some of these reporters are less than noble. Consider Dutchman (Val Kilmer), an enigmatic journalist apparently in search of a good time.\n\nThe main hero is Thomas Anders (Rupert Friend), a reporter who free-lances for cable. His cameraman is Sebastian Ganz (Richard Coyle). In a prologue set in Iraq, they're teamed with Miriam (Heather Graham), Thomas' girlfriend, who is killed — sending him back to Los Angeles (so informs the subtitle) until Dutchman, via Skype from his bathtub, gives him the joyous news: \"This place is about to blow!\" He's right, and Thomas will go through most of the movie with an open wound on his nose, perhaps fearing that a Band-Aid would remind moviegoers of Jack Nicholson in \"Chinatown.\"\n\nHow, you may wonder, do actual Georgians figure in this film, except in the coda? Well, the reporters get invited to a wedding, which is attacked by Russian helicopters. Thomas has become friendly with Tatia (Emmanuelle Chriqui), who is to be his translator, and after many deaths at the wedding, Thomas and Sebastian end up fleeing with Tatia and family members. This consists of them running hunched over and ducking behind fences while accounting for the points of view of many unrelated action scenes.\n\nNone of the action is coherent; shots and shells are fired, people and killed or not, explosions rend the air, SUVs spin aloft (the same one more than once, I think), and there is no sense of strategy. Occasionally, we cut to the state offices of Mikheil Saakashvili, the Georgian president, who is played by Andy Garcia, it being his misfortune to resemble Saakashvili. There are also vignettes involving a sadistic (Mikko Nousiainen) and a ruthless Russian colonel (Rade Serbedzija, both of whom commit the Fallacy of the Talking Killer).\n\nRenny Harlin is known for his action pictures (\"Die Hard 2,\" \"Cliffhanger\") and not for his geopolitical insights. If the purpose of this film is to whip up sympathy for the Georgians, I doubt if few moviegoers not from that area will care. It's a lot of tough guys running around blowing up stuff real good, and getting so many good peeks at crucial action that we wonder why neither the Georgians or the Russians can see people hiding behind a fence where even we can see them.", "running_time": 113, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-31", "genres": ["Action", "Comedy", "Drama", "Romance", "Thriller"], "title": "5 Days of War (2011)"}