{"url": "http://www.rogerebert.com/reviews/50-first-dates-2004", "by": "Adam Sandleras Henry Roth", "star_rating": 3.0, "text": "Just in time for Valentine's Day, \"50 First Dates\" is a spin on the \"Groundhog Day\" notion of a day that keeps repeating itself. This time, though, the recycling takes place entirely inside the mind of Lucy Whitmore (Drew Barrymore), who was in an accident that caused short-term memory loss. Every night while she sleeps, the slate of her memory is wiped clean, and when she wakes up in the morning, she remembers everything that happened up to the moment of the accident, but nothing that happened afterward.\n\nIs this possible? I'd like to bring in Oliver Sacks for a second opinion. Seems to me that short-term memory loss doesn't work on a daily timetable, but is more like the affliction of \"10-Second Tom,\" a character in the movie who reboots every 10 seconds.\n\nStill, this isn't a psychiatric docudrama but a lighthearted romantic comedy, and the premise works to provide Adam Sandler and Barrymore with a sweet story. They work well together, as they showed in \"The Wedding Singer\"; they have the same tone of smiling, coy sincerity.\n\nThe movie is sort of an experiment for Sandler. He reveals the warm side of his personality, and leaves behind the hostility, anger and gross-out humor. To be sure, there's projectile vomiting on a vast scale in an opening scene of the movie, but it's performed by a walrus, not one of the human characters, and the walrus feels a lot better afterward. This is a kinder and gentler Adam Sandler.\n\nHe plays Henry Roth, a marine biologist at a Hawaiian sea world, healing walruses, sea lions and dolphins and moonlighting as an expert in one-night stands. He romances babes who are in Hawaii on vacation, and then forgets them when they go home, so imagine his amazement when he meets Lucy and finds that she forgets him every night.\n\nLucy is surrounded by a lot of support (her loving dad and the staff at the local diner), and they're dubious about the motives of this guy who says he's so much in love he's willing to start over with this girl every morning.\n\nYou'd think it would be hard to construct an arc for a story that starts fresh every day, but George Wing's screenplay ingeniously uses videotape to solve that problem -- so that Lucy gets a briefing every morning on what she has missed, and makes daily notes in a journal about her strange romance with Henry. Eventually this leads her to conclude that it's unfair to Henry to have to endure her daily memory losses, and she says she wants to break up. Of course the formula requires this, but how the movie solves it is kind of charming.\n\nThe movie doesn't have the complexity and depth of \"Groundhog Day\" (which I recently saw described as \"the most spiritual film of our time\"), but as entertainment it's ingratiating and lovable. And it suggests that Sandler, whose movies are so often based on hostility, has another speed, another tone, that plays very nicely.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-02-13", "genres": ["Comedy", "Romance"], "title": "50 First Dates (2004)"}