{"url": "http://www.rogerebert.com/reviews/500-days-of-summer-2009", "by": "Joseph Gordon-Levittas Tom", "star_rating": 4.0, "text": "We never remember in chronological order, especially when we’re going back over a failed romance. We start near the end, and then hop around between the times that were good and the times that left pain. People always say “start at the beginning,” but we didn’t know at the time it was the beginning. \"500 Days of Summer\" is a movie that works that way.\n\nSome say they’re annoyed by the way it begins on Day 488 or whatever and then jumps around, providing utterly unhelpful data labels: \"Day 1,\" \"Day 249.\" Movies are supposed to reassure us that events unfold in an orderly procession. But Tom remembers his love, Summer, as a series of joys and bafflements. What kind of woman likes you perfectly sincerely and has no one else in her life but is not interested in ever getting married?\n\nZooey Deschanel is a good choice to play such a woman. I can’t imagine her playing a clinging vine. Too ornery. As Summer, she sees Tom with a level gaze and is who she is. It’s Tom’s bad luck she is sweet and smart and beautiful — it’s not an act. She is always scrupulously honest with him. She is her own person, and Tom can’t have her. \n\nHave you known someone like that? In romance, we believe what we want to believe. That’s the reason \"500 Days of Summer\" is so appealing. Tom is in love with Summer from the moment he sees her. His thoughts on love may not run as deeply as, say, those of the Romantic poets. He writes greeting cards, and you suspect he may believe his own cards. It’s amazing people get paid for a job like that. I could do it: \"Love is a rose, and you are its petals.\" Summer is his boss's new assistant. She likes his looks, and makes her move one day over the Xerox machine. \n\nCan he accept that she simply likes him for now, not for forever? The movie, which is a delightful comedy, alive with invention, is about Tom wrestling with that reality. The director Marc Webb seems to be casting about for templates from other movies to help him tell this story; that’s not desperation, but playfulness. There’s a little black and white, a little musical number, a little Fellini, which is always helpful in evoking a man in the act of yearning. Tom spends this movie in the emotional quandary of Mastroianni in \"La Dolce Vita,\" his hand always outstretched toward his inaccessible fantasies.\n\nSummer remains mysterious all through the film, perhaps because we persist with Tom in expecting her to cave in. When we realize she is not required to in this movie, because it’s not playing by the Hollywood rules, we perk up; anything could happen. The kaleidoscopic time structure breaks the shackles of the three-act grid and thrashes about with the freedom of romantic confusion.\n\nOne thing men love is to instruct women. If a woman wants to enchant a man, she is wise to play his pupil. Men fall for this. Tom set out in life to be an architect, not a poet of greeting cards. He and Summer share the same favorite view of Los Angeles (one you may not have seen before), and he conducts for her an architectural tour. This is fun not because we get to see wonderful buildings, but because so rarely in the movies do we find characters arguing for their aesthetic values. What does your average character played by an A-list star believe about truth and beauty? Has Jason Bourne ever gone to a museum on his day off?\n\nJoseph Gordon-Levitt has acted in a lot of movies, ranging from one of the \"Halloween\" sequels to the indie gem \"Brick.\" He comes into focus here playing a believable, likable guy, hopeful, easily disappointed, a little Tom Hanksian. He is strong enough to expect love, weak enough to be hurt. Zooey Deschanel evokes that ability in some women to madden you with admiration while never seeming to give it the slightest thought. She also had that quality in the overlooked \"Gigantic\" (2008), although the movie’s peculiar supporting characters obscured it.\n\nTom opens the film by announcing it will not be your typical love story. Are you like me, and when you realize a movie is on autopilot you get impatient with it? How long can the characters pretend they don’t know how the story will end? Here is a rare movie that begins by telling us how it will end and is about how the hero has no idea why.\n\nNote: The movie’s poster insists the title is \"(500) Days of Summer.\" Led by Variety, every single film critic whose review I could find has simply ignored that punctuation. Good for them.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-07-15", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "(500) Days of Summer (2009)"}