{"url": "http://www.rogerebert.com/reviews/5050-2011", "by": "Joseph Gordon-Levittas Adam", "star_rating": 3.5, "text": "Adam (Joseph Gordon-Levitt) is a writer for public radio in Seattle, which makes him almost a poster boy for someone who should grow old and wise. He has a nagging back pain. He ends up in the office of an oncologist, who tells him it is a rare form of cancer of the spine. \"50/50\" was written by Will Reiser, who himself was diagnosed with a spinal tumor. Seth Rogen, who plays Adam's best friend, Kyle, is a close friend of Reiser in real life, and the movie is based on what happened in their friendship after the diagnosis.\n\nAfter surgery and treatment, Reiser is currently in the sixth year of remission and cheerfully observes, \"Remission apparently lasts forever … or until you die.\" In an interview by Jen Chaney with the two of them in the Washington Post, they joke endlessly, which is perhaps inevitable between a comedy writer and a comic actor, and although \"50/50\" is structured with the efficiency of a sitcom, there's an undercurrent of truth and real feeling.\n\nAdam turns to his best buddy for support and encouragement. Kyle rises to the occasion, unlike Rachael (Bryce Dallas Howard), his girlfriend, who (as he learns) wasn't all that committed even before the awful diagnosis. Rachael of course vows to stand by and help him, as society says we must do, but in fact, cancer is a messy and depressing business, and she signed on to be a girlfriend, not a nurse. She doesn't have the right stuff. And believe me, the challenges Adam presents for her in \"50/50\" are nothing compared to real life. If you've been involved in the case of a loved one with cancer, you'll observe that this girl gets off easy.\n\nAdam is also supported, maybe too much, by his mother, Diane (Anjelica Huston), who actually moves into his house. Her husband has Alzheimer's, and she's stuck by him, so she has the right stuff, but when you're sick, you need quiet time and the constant presence of a determined mother is not always what's called for.\n\nThe movie places Adam in a cancer patients' support group, where fellow patient Alan (Philip Baker Hall) provides dry, realistic input. Alan is a model of acceptance, the fifth stage in Elisabeth Kübler-Ross' \"Five Stages of Grief.\" His work here is a reminder of what an effective actor Hall always is. Anna Kendrick plays Katherine, Adam's therapist, who gets just as involved as his oncologist is aloof. I know therapists are supposed to observe a certain distance, but in a case like this, I don't see how one can. I would make a terrible therapist.\n\nThe screenplay perhaps benefits from Reiser's experience on TV and proceeds in an orderly way through a basic sitcom structure. Some of the comedy aspects may seem unlikely, but Seth Rogen has a winning way about him and reveals genuine affection. If a movie like this were as relentlessly realistic as a masterpiece like Mike Nichols' \"Wit,\" it would probably not be commercial and end up, as \"Wit\" did, on HBO. A spoonful of sugar helps the medicine go down.\n\nWhat I appreciated was the third act. Sitcoms and film comedies in general have a way of going haywire with comic desperation toward the end. This one doesn't. Director Jonathan Levine (\"The Wackness\") has established the characters with enough care that the audience is prepared when they reveal greater depth toward the end. Anjelica Huston is especially good at breaking free of what seem to be the boundaries of her role.\n\n\"50/50\" isn't completely true to life, but the more you know about cancer, the less you want it to be. Like another recent feel-good film about the disease, Gus Van Sant's \"Restless,\" it creates a comforting myth. That's one of the things movies are good for.", "running_time": 100, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-09-28", "genres": ["Comedy", "Drama"], "title": "50/50 (2011)"}