{"url": "http://www.rogerebert.com/reviews/51-birch-street-2006", "by": "Doug Block", "star_rating": 4.0, "text": "That's the compelling, universal hook for Doug Block's \"51 Birch Street,\" an irresistible mystery in the form of a documentary about an ordinary family -- his -- who finds out it's not quite, and never was, what it seemed to have been, even to the people living in it. The great enigma at the core of this movie is the one at the heart of every family: Who are these people, our parents? How much can we really know about them, and how much do we want to know?\n\nThe reverberating ironies of \"51 Birch Street\" begin with this one: Doug Block -- son, brother, husband, documentary filmmaker, wedding videographer -- begins using his digital camcorder to better connect with his parents, particularly his father, to whom he's never been particularly close, and to document a little family history for himself and his sisters. While Doug pays some bills filming couples celebrating their first moments together as husbands and wives, his parents celebrate their 50th wedding anniversary.\n\nThe story of the film, and of these modest lives, seems to be following its natural and predictable course. Early on, while setting up a shot of his mother, Doug attempts to do a little psychological digging, asking her if he's like his father. \"Oh, come on, now,\" she says. \"What're you trying -- you're looking for direct things? Nothing ever is direct. It's circuitous. Everything is circuitous. It goes around in very unpredictable ways.\" Yes, it does. Like her language. Like the movie.\n\n\"51 Birch Street\" is one of those great documentaries that could not have been realized until the late 20th century. Not because of cutting-edge technology, but because of accessible consumer technology that made it possible to assemble and draw upon a library of home movies and video. The filmmaker could not have known, when he began shooting this footage of himself and his family, what form it would eventually take, or what subtle revelations he would (circuitously) discover within it.\n\nUnlike the similarly home-made family narrative of \"Capturing The Friedmans,\" there's no sensational allegation hiding in the basement at \"51 Birch Street,\" though what Block does discover, like a 30-year cache of his mother's private journals, is enough to throw anyone for a loop. What should he do? What would you do? Unless it's happened to you, don't be too sure you know the answer in advance.\n\nThis personal, lovingly hand-crafted film offers a down-to-earth corrective to decades of comedies and romances from the Hollywood fantasy-factory that faded out on the climactic kiss at the altar. In 1930, the Gershwins wrote that \"every happy plot ends with a marriage knot.\" But the marriage continues after the curtain closes on the plot -- and there are years of behind-closed-doors adjustments, re-evaluations and accommodations ahead.\n\nA house always becomes a psychological model of its inhabitants, a projection of the personalities within. And so, \"51 Birch Street\" (named after the Port Washington, Long Island, address where Doug and his sisters grew up) is also about returning to a house that was once your home. We visit dad in his cellar workshop, where he has long taken refuge from the activity upstairs.\n\nAnd, in an indelibly haunting memory-image that evokes Max Ophuls as well as Stanley Kubrick, we watch from a landing halfway up the stairs as mom moves from the bedroom to the bathroom in order to avoid being photographed from an unflattering low angle. \"You destroy trust!\" she says from behind the bathroom door. And she's joking, but she's not just joking. The next time we see these rooms from this position on the landing, the bedroom is being packed up.\n\nDad, who's habitually trying to give Doug things from around the house, makes his rounds from room to room, looking for some leftover thing his son might take away with him. But Doug isn't looking for objects. What he's seeking is already right there, in his frame.\n\nThe house will still be 51 Birch Street, even when there are no longer any Blocks living there, but it won't be a place any of them can go back to. Except in their memories, and this film. And the place they'll rediscover is not the one they knew as children, but one that never existed before, in which everyone in the family is a grown-up, with a greater understanding of what it means to be a family, and to love, and maybe to accept a few regrets along the way.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-11-02", "genres": ["Documentary"], "title": "51 Birch Street (2006)"}