{"url": "http://www.rogerebert.com/reviews/56-up-2013", "by": "Michael Apted", "star_rating": 4.0, "text": "In one of my several reviews of the \"Up\" documentaries, I referred to the series as the noblest project in cinema history. I am older now and might refrain from such hyperbole. But we are all older now, and this series proves it in a most deeply moving way.\n\nYou know the premise. In 1964, British TV produced a film titled \"7 Up,\" which focused on the lives, hopes and expectations of 14 children. They tended to sort out into upper and working classes. One unspoken question was whether the British class system was fading away. \n\nEvery seven years since then, the series has revisited as many of the original 14 who have agreed to continue to participate. Now here is the eighth film, \"56 Up.\" Remarkably, all 14 are still alive. Michael Apted, now a major British director, was a researcher on the first film, took over as director with \"14 Up,\" and has continued ever since. These people are all bonded through the continuity of this remarkable idea, although it's clear here that some of the participants consider this form of fame a mixed blessing. \n\nIn the U.K., their faces are well known. Consider Tony (no family names are given). As a kid we saw him working as a groom in a racing stable. Later, he had a brief career as a jockey. When that didn't work out, he \"started on the Knowledge,\" which is what London cabbies call the long process of memorizing more or less every street or landmark in London. The rest of his life he has driven a taxi.\n\n\"56 Up\" edits together footage from the earlier films to retrace the life of each character. We watch Tony as he grows older, gets married, has children, buys a vacation home in Spain, survives the real estate bust and navigates uncertainties in the taxi business. (When times are good for the Arabs, times are even better for cabbies. When the price of oil goes down, so do their fares.)\n\nTony recalls that one day he picked up the \"spaceman\" Buzz Aldrin, who was the second man to walk on lunar soil. As he pulled over his cab, a man in the next car handed him a piece of paper and asked for an autograph. Tony passed it back to Aldrin. \"Not him!\" said the autograph seeker. \"You!\"\n\nThe character I've come to care and worry about the most over the years is Neil, who is … troubled. He was born in Liverpool and filled with life as a kid, but by 21, something had gone wrong. Since then he has moved through a series of oddly assorted jobs, from home construction to politician. He has never married. He has often been homeless or a step away. He's wandered Britain, living on outskirts, usually involved in something vaguely idealistic. Having won local office on the Liberal Democrat ticket, Neil finds his latest occupation is as a canon in his local Anglican church. \"I can do most of the jobs of a priest,\" he says somewhat ruefully.\n\nSomething went wrong with Neil. No telling what. How can we account for Sue, who we met with her pals Jackie and Lynn as students in London's working-class East End. Divorced with two children, she found a secretarial job and rose to a top administration post. We see her speaking to a lecture hall filled with students, and admitting how strange that seems to her, having never attended university herself.\n\n\"56 Up\" revisits all of their lives, including a scientist now at the University of Wisconsin and a man who dropped out of the series and has now dropped back in, admittedly to promote his band. If there is one lesson we can learn from this film, it is that as we grow older, we tend to grow happier and more successful. As nearly as we can tell, all the subjects have grown wiser, more useful, more pleased with the way things are turning out.\n\nI have no idea what that means. From a statistical viewpoint, it may mean nothing. But here they are in 1964, 7 years old, who Michael Apted pays a call on every seven years. It is a mystery, this business of life. I can't think of any under cinematic undertaking that allows us to realize that more deeply. Even Neil, I believe, has found the sort of happiness he is suited for.", "running_time": 144, "mpaa_rating": "NR", "release_year": 2013, "date_published": "2013-01-30", "genres": null, "title": "56 Up (2013)"}