{"url": "http://www.rogerebert.com/reviews/8-heads-in-a-duffle-bag-1997", "by": "Joe Pescias Tommy Spinelli", "star_rating": 2.0, "text": "“8 Heads in a Duffel Bag” sounds, I know, like a miniseries inspired by “Bring Me the Head of Alfredo Garcia.” But the movie's roots are in screwball comedy, and occasionally it does approach the zaniness it yearns for. It stars Joe Pesci as a gangster whose mission is to deliver the heads of eight gangsters to a man in San Diego who will accept them, not unreasonably, as evidence that their owners are dead.\n\nPesci's duffel bag is switched at an airport with an identical bag owned by Charlie (Andy Comeau), a medical student headed for a Mexican vacation with his fiancee. He has enough problems. His beloved, Laurie (Kristy Swanson), is no longer sure she wants to marry him. Under the influence of her alcoholic mother (Dyan Cannon) and deeply tanned father (George Hamilton), she has changed. “Look at you!” Charlie cries. “Six months at home and you've mutated from a fun-loving free spirit into. . . into. . . Nancy Reagan!” Spinelli, the Pesci character, has 24 hours to find those heads. Using clues in Charlie's bag, he visits the kid's fraternity house and tortures two of his frat brothers (David Spade and Todd Louiso) to find out Charlie's vacation plans. I've seen a lot of torture methods in the movies, but never one as ingenious as this: He makes them put on their stethoscopes, and then bangs the little metal discs together. They talk.\n\nMeanwhile, in Mexico, Charlie has discovered the heads in his bag. So has the resort's pet dog, who sniffs out the secret, and would have gotten more laughs if they'd cast a truly funny dog, like a Chihuahua. Spinelli and the fraternity brothers fly to Mexico for the climax, which involves at one point as many as 14 heads, I believe, along with much debate about whether it's murder if you thaw out a cryogenically-frozen person.\n\nJoe Pesci is the best thing in the movie; he's funny every moment he's on the screen. None of the other characters are fully realized, and the two most promising--Hamilton and Cannon--aren't onscreen enough. Andy Comeau, as Charlie, doesn't generate the madness the role requires. He seems merely frenzied when he needs to seem crazed. For screwball comedy to work, there has to be a frightening intensity in the characters. The plots are always threatening to spin out of control, and their single-minded urgency is needed to keep the story grounded. Everyone here, except Pesci, is just a little too comfortable.\n\nPesci has a lot of scenes that strike just the right note, as when he gets into a fight with a flight attendant over whether he can put his oversize bag into the overhead compartment. Consider his dilemma: He's desperate, because the heads need to be in San Diego. He's trapped, because if he protests too much they'll throw him off the plane. Anger and ferocity lurk just beneath the surface, but he can't explode or he'll get in trouble with the airline. Pesci finds a great actor's solution to the scene: He's not fighting with the attendant, he's fighting with himself. (Jim Carrey did the same sort of thing in “Liar, Liar.”) He has other good scenes, including one in which George Hamilton's mother gets on his nerves, and he sends her on a quick tour of the Mexican mountains.\n\nBut the others in the cast aren't at his level, and scenes that should be funnier (as when a blind laundress pops a head in the dryer) lack focus and a payoff. We also get an unnecessary Mexican youth gang, which surrounds Charlie and laughs maniacally while calling him a gringo, simply because every single time a gringo gets lost in Mexico it is written in the clouds that he must be surrounded and laughed at maniacally. (Did this cliche start with Alfonso Bedoya in “Treasure of the Sierra Madre,” or is it even older?) “8 Heads in a Duffel Bag,” written and directed by Tom Schulman, takes a lot of chances, and if they'd all worked it might have been a great comedy--its combination of Mafia logic and grotesque humor might have propelled it toward the success of a triumph like “Bound.” But it doesn't scale those heights. It stops at the foothills, and only Pesci continues, climbing on alone.", "running_time": 97, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-18", "genres": null, "title": "8 Heads In A Duffle Bag (1997)"}