{"url": "http://www.rogerebert.com/reviews/8-mile-2002", "by": "Eminemas Jimmy Smith Jr.", "star_rating": 3.0, "text": "Pale, depressed, Jimmy Smith Jr. (Eminem) skulks through a life that has been so terribly unkind to him. His girlfriend has gotten pregnant and broken up with him, and although he did the right thing by her--he gave her his old car--he now faces the prospect of moving back into his mother's trailer home, with her boyfriend who hates him. Jimmy carries his clothes around in a garbage bag. He has a job as a punch press operator.\n\nWe see him, early in \"8 Mile,\" about to do the only thing he does well and takes joy in doing. He is about to go onstage at the Shelter, a rap club that looks uncannily like a deserted building, and engage in the hip-hop version of a poetry slam. In this world, he is known as \"Rabbit.\" He rehearses in a mirror in the men's room, fiercely scowling at his own reflection and practicing those hand gestures all the rappers use, their outboard fingers pointed down from jerking arms as they jab spastically like Joe Cocker. Then Rabbit throws up. Then he goes onstage, where he has 45 seconds to out-rap his competitor in a showdown. And then he freezes. The seconds creep by in total silence, until Rabbit flees the stage and the Shelter.\n\nWe are hardly started in \"8 Mile,\" and already we see that this movie stands aside from routine debut films by pop stars. It stands aside from Britney Spears and the Spice Girls and the other hit machines who have unwisely tried to transfer musical ability into acting careers. Like Prince's \"Purple Rain,\" it is the real thing. Eminem insists on Rabbit's proletarian roots, on his slattern mother, on his lonely progress as a white boy in a black world.\n\nWhether \"8 Mile\" is close to Eminem's own autobiographical truths, I do not know. It is a faithful reflection of his myth, however, beginning with the title, which refers to the road which separates Detroit from its white suburbs. He lives on the black side of the road, where he has found acceptance and friendship from a posse of homies, and especially from Future (Mekhi Phifer), who emcees the contests at the Shelter. When Rabbit gets into fights with black rivals, and he does, they are motivated not by racism but by more wholesome feelings, like sexual jealousy and professional envy.\n\nThe genius of Rabbit is to admit his own weaknesses. This is also the approach of Eminem, who acknowledges in his lyrics that he's a white man playing in a black man's field. In the climactic performance scene in \"8 Mile,\" he not only skewers his opponent but preempts any comeback by trashing himself first, before the other guy can. At one point, devastatingly, he even calls another rapper \"too generic.\" They must read rock critics in the inner city.\n\nThe movie, directed by Curtis Hanson (\"Wonder Boys\") and written by Scott Silver, is a grungy version of a familiar formula, in which the would-be performer first fails at his art, then succeeds, is unhappy in romance but lucky in his friends, and comes from an unfortunate background. He even finds love, sort of, with Alex (Brittany Murphy), who is loyal if not faithful. What the movie is missing, however, is the third act in which the hero becomes a star. We know that Eminem is awesomely successful, but \"8 Mile\" avoids the rags-to-riches route and shows Rabbit moving from rags to slightly better rags.\n\nThere has been criticism of Kim Basinger, who is said to be too attractive and even glamorous to play Rabbit's mother, but this strikes me as economic discrimination: Cannot poor people as well as rich people look like Kim Basinger? Given the numbers of ugly people who live in big houses, why can't there be beautiful people living in trailers? Her performance finds the right note somewhere between love and exasperation; it cannot be easy to live with this sullen malcontent, whose face lights up only when he sees his baby sister, Lily.\n\nAs an actor, Eminem is convincing without being electric. Perhaps the Rabbit character doesn't allow for joy; he seems to go through life forever remembering why he shouldn't be happy. As it happens, on the same day that \"8 Mile\" was screened in Chicago, I also saw \"Standing in the Shadows of Motown,\" a documentary about the studio musicians who created the Motown Sound. The contrast was instructive. On the one hand, a Detroit white boy embracing the emblems of poverty and performing in a musical genre that involves complaint, anger and alienation. On the other hand, black Detroit musicians making good money, performing joyously, having a good time and remembering those times with tears in their eyes. What has happened to our hopes, that young audiences now embrace such cheerless material, avoiding melody like the plague? At least in their puritanism they still permit rhymes.\n\nEminem survives the X-ray truth-telling of the movie camera, which is so good at spotting phonies. He is on the level. Here he plays, if not himself, a version of himself, and we understand why he has been accepted as a star in a genre mostly owned by blacks. Whether he has a future as a movie actor is open to question: At this point in his career, there is no reason for him to play anyone other than himself, and it might even be professionally dangerous for him to try. He can of course play versions of Rabbit in other movies, and would probably play them well, but Rabbit, let it be said, is a downer. I would love to see a sequel (maybe \"81/2 Mile\") in which Rabbit makes millions and becomes world famous, and we learn at last if it is possible for him to be happy.", "running_time": 118, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-08", "genres": ["Drama", "Music"], "title": "8 Mile (2002)"}