{"url": "http://www.rogerebert.com/reviews/8-seconds-1994", "by": "Luke Perryas Lane Frost", "star_rating": 2.0, "text": "\"Eight Seconds\" comes billed as the true story of Lane Frost, one of the youngest national champions in rodeo history, who was able to win the title more easily than the approval of his father.\n\nObsessed by his father's need to always demand something more, he turned to his fans for easy approval, and that almost destroyed his marriage to a young horsewoman he met at a rodeo.cw-0 The movie is really more the story of the marriage than a story of rodeo. Lane, played by Luke Perry of \"Beverly Hills 90210,\" first sees Kellie Frost (Cynthia Geary of \"Northern Exposure\") during a competition, and likes her immediately. He is shy, but she makes it easy for him to get to know her, and her parents are also friendly: No wonder, for Lane is pleasant and ingratiating. They get married when they're both too young to understand the responsibilities of marriage, and then his career really takes off and he becomes a rodeo favorite.\n\nOne of the reasons for his popularity is his willingness to be friendly with the fans, to sign autographs and pose for pictures and give free advice to youngsters. A lot of the cowboys are too busy to pay attention to the public. Not Lane. But there's another side to the coin: Kellie is often left waiting alone while he tends to the public, and a lot of his generosity is actually just the desire to be admired and popular.\n\nSoon their marriage begins to waver, complicated by his desire to do it all his way. That means they live in a third-hand house trailer, instead of in the nice home her wealthy father would build for them. And it means he spends a lot of time on the rodeo circuit with his buddies (especially best EL13L pal Tuff Hedeman, played by Stephen Baldwin), instead of at home with his wife. Finally the marriage reaches a breaking point.\n\nThe story of the marriage is actually the best and most original thing in \"Eight Seconds.\" Most movies idealize young love and dismiss the practical problems of living happily ever after. I expected less psychology and more rodeo, especially since the film has been directed by John G. Avildsen, of \"Rocky.\" But Perry and Geary do a good job of making the young couple believable, in a story that owes a lot to the movies: Specifically, to \"The Lusty Men\" (1952), Nicholas Ray's movie starring Robert Mitchum as another rodeo hero whose fame makes trouble for his marriage.\n\nIf the marriage material in \"Eight Seconds\" is well done, oddly enough it's the rodeo footage that needs improvement. All I know about rodeos I know from the movies, especially from \"Junior Bonner,\" Sam Peckinpah's 1972 film that starred Steve McQueen, and \"The Great American Cowboy\" (1974), a documentary by Keith Merrill. Those movies made it clear how difficult and dangerous it is to sit on the back of an angry bull for eight seconds. They dealt very closely with the details of what a rodeo cowboy does for a living.\n\n\"Eight Seconds,\" on the other hand, observes the rodeo as a fan might, from the stands. There's not much arcane information, not many insights into how you get to be a rodeo cowboy, and what separates the good ones from the bad ones. Lane Frost turns out to be a very good one, but he seems to have had his talent from the first, and he is thrown so very, very rarely that he makes the sport look too easy.\n\nEven a duel with a dreaded bull that has thrown more than 300 riders is set up for an inevitable outcome.\n\nThe film's ending, which I will not reveal, tempts us to like the movie simply because we feel sympathy for the characters. But that won't do. There's a certain slackness in \"Eight Seconds,\" a feeling that a lot of the material has been included simply because it happened in real life - not because it adds much to the story. The whole character of the best friend, Tuff, seems like a distraction; Lane often prefers to hit the circuit with Tuff instead of staying home with his bride, but this is not intrinsically very interesting, and the filmmakers should have either dropped Tuff, or written the character with more complexity.\n\nThe surprise in the movie, I guess, is Perry, whose name cannot appear in print without the words \"teen heartthrob\" attached to it.\n\nLike earlier throbs (Matt Dillon in particular) he looks capable of rising above the fanzine drivel and proving himself a real actor. But this isn't quite the movie.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-02-25", "genres": ["Drama", "Indie", "Romance"], "title": "8 Seconds (1994)"}