{"url": "http://www.rogerebert.com/reviews/8-women-2002", "by": "Danielle Darrieuxas Mamy", "star_rating": 3.0, "text": "Here it is at last, the first Agatha Christie musical. Eight women are isolated in a snowbound cottage, there is a corpse with a knife in his back, all of the women are potential suspects, plus six song and dance numbers. The cast is a roll call of French legends. In alphabetical order: Fanny Ardant, Emmanuelle Beart, Danielle Darrieux, Catherine Deneuve, Isabelle Huppert, Virginie Ledoyen, Firmine Richard and Ludivine Sagnier.\n\nFrom the opening shot, the film cheerfully lets us know it's a spoof of overproduced Hollywood musicals. We pan past tree branches impossibly laden with picturesque snow and find a charming cottage where guests are just arriving. Eight women have gathered to celebrate Christmas with Marcel, who is the husband of Gaby (Deneuve), the son-in-law of Mamy (Darrieux), the brother-in-law of Aunt Augustine (Huppert), the father of Catherine (Sagnier) and Suzon (Ledoyen), the employer of the domestic servants Madame Chanel (Richard) and Louise (Beart), and the brother of the late-arriving Pierrette (Ardant).\n\n\"Monsieur died in his bed with a knife in his back,\" the assembled company is informed. And (significant detail required in all isolated rural murders) \"the dogs didn't bark all night.\" The women absorb this news while dressed in stunning designer fashions (even the maids look chic) and deployed around a large, sunny room that looks like nothing so much as a stage set--even to the detail that all the furniture is behind the actresses most of the time. Only a couple of brief excursions upstairs prevent the movie from taking place entirely on this one bright set, where nothing looks used or lived with.\n\nThe artificiality is so jolly that we're not surprised when the first song begins, because \"8 Women\" is in no sense serious about murder, its plot, or anything else. It's an elaborate excuse to have fun with its cast, and we realize we've been waiting a long time for Catherine Deneuve to come right out and say of Isabelle Huppert: \"I'm beautiful and rich. She's ugly and poor.\" I had also just about given up hope of ever seeing Deneuve and Fanny Ardant rolling around on the floor pulling each other's hair.\n\nIn a cast where everybody has fun, Huppert has the most, as Augustine. She and her mother (Darrieux) have been living rent-free in Marcel's cottage with her sister (Deneuve), but that has not inspired Augustine to compromise in her fierce resentment and spinsterish isolation. She stalks around the set like Whistler's mother, frowning from behind her horn-rims and making disapproval into a lifestyle.\n\nThe other characters quickly fall into approved Agatha Christie patterns. Young Suzon appoints herself Sherlock Holmes, or perhaps in this case Hercule Poirot, and begins sniffing out the clues. The sexy Louise is established as the late Marcel's mistress. Madame Chanel, from French Africa, has been with the family for years and lives out back in the guest cottage, where, as it develops, she often plays cards with Pierrette. And Pierrette herself, who arrives late with the kind of entrance that only the tall, dark and forcible Ardant could pull off, has secrets which are as amazing as they are inevitable.\n\nI dare not reveal a shred of the plot. And the movie is all plot--that, and stylish behavior, and barbed wit, and those musical numbers. Watching \"8 Women,\" you have a silly grin half of the time. Astonishing, that Francois Ozon, who directed this, also made \"Under the Sand\" (2001), that melancholy record of a wife (Charlotte Rampling) whose husband disappears, apparently drowned, and who refuses to deal with the fact that he is dead.\n\nMovies like \"8 Women\" are essentially made for movie-lovers. You have to have seen overdecorated studio musicals, and you have to know who Darrieux and Deneuve and Beart and Huppert and Ardant are, to get the full flavor. It also helps if you have seen Agatha Christie's \"The Mousetrap,\" now in the 50th year of its London run, with its cast still trapped with the corpse in the isolated cottage. \"Do not give away the secret!\" the program notes exhort. And here, too. Not that the secret is anything more than one more twist of the plot's pepper mill.", "running_time": 113, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-27", "genres": ["Comedy", "Foreign", "Thriller"], "title": "8 Women (2002)"}