{"url": "http://www.rogerebert.com/reviews/84-charing-cross-road-1987", "by": "Anne Bancroftas Helene Hanff", "star_rating": 2.0, "text": "Miss Fiske would have loved this movie. And I would have loved seeing it with her, through her eyes. I almost even loved it myself, because \"84 Charing Cross Road\" is a movie made for people who love London and books. The only problem is that the heroine doesn't get to London until it's too late, and nobody ever seems to read in this movie.\n\nThe film is based on a hit London and New York play, which was based on a best-selling book. Given the thin and unlikely subject matter, that already is a series of miracles. And yet there are people who are pushovers for this material. I should know. I read the book and I saw the play and now I am reviewing the movie, and I still don't think the basic idea is sound.\n\nThe story begins in the years right after World War II, when London was still gripped by food rationing and pocked by bomb craters.\n\nA New York woman (Anne Bancroft), who loves books but cannot afford expensive ones, sees an ad in the Saturday Review for a London bookstore. She sends them her want list and is soon delighted to receive a package of used books - good readable editions, cheap. She begins a correspondence with the bookseller (Anthony Hopkins), and thus commences a relationship that lasts for years without the two people ever meeting each other.\n\nThere is not a lot of drama in this story. Most of the action takes place in the post office. The director, David Jones, does what he can. His previous film was Harold Pinter's \"Betrayal,\" which was a love story told backward, beginning with the unhappy conclusion and ending with the lovers' first kiss. Now he has a love story in which the lovers do not meet. What can he look forward to next: autoeroticism? Bancroft sends care packages of ham to postwar England. Hopkins sends precious editions of Boswell, Chesterton and Cardinal Newman (\"Dear John Henry,\" Bancroft calls him). Bancroft leads a lonely life in a New York apartment. Hopkins occupies a silent marriage in a London bedroom suburb. After many years, Hopkins dies and then Bancroft finally goes to London and visits the now-empty bookstore.\n\nSigh. Miss Fiske, who you may remember from the first paragraph of this review, was the librarian at the Urbana Free Library when I was growing up. She instilled such a love of books in me that I still search used bookstore for the adventures of the Melody Family, by Elizabeth Enright; those were the first \"real books\" I read. Miss Fiske ran the book club and the Saturday morning puppet shows and the book fairs and the story readings. She never had to talk to me about the love of books because she simply exuded it and I absorbed it.\n\nShe would have loved this movie. Sitting next to her, I suspect, I would have loved it, too. But Miss Fiske is gone now, and I found it pretty slow-going on my own. And for that matter, Miss Fiske had a sharp critical intelligence, and I suspect that after seeing this movie she would have nodded and said she enjoyed it, but then she might have added, \"Why didn't that silly woman get on the boat and go to London 10 years sooner and save herself all that postage?\"", "running_time": 88, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-03-27", "genres": ["Drama", "Foreign", "Romance"], "title": "84 Charing Cross Road (1987)"}