{"url": "http://www.rogerebert.com/reviews/84-charlie-mopic-1989", "by": "Jonathan Emersonas Lt", "star_rating": 3.0, "text": "Patrick Duncan’s “84 Charlie MoPic” comes billed as the first feature directed by a veteran of combat in Vietnam, and Duncan is at such pains to provide us with the infantryman’s point of view that he literally takes a 16mm camera along on a reconnaissance mission in the field. The premise of the movie is that a documentary (“mopic”) is being made about a patrol, and all of the footage in the film is seen through a camera being carried along by a filmmaker assigned to the unit.\n\nIt’s a style that makes the action feel immediate and unrehearsed; the soldiers address the camera as if they’re talking to the man who’s carrying it, and the effect is that they’re talking to us. The strength here is that the movie seems to happen as we watch it.\n\nThe trade off is that the director has less freedom to pick and choose his shots for dramatic effect; once he establishes the point of view, he’s stuck with it.\n\nThe first-person point of view has rarely been used for an entire film (Robert Montgomery made the camera into a private eye in “Lady in the Lake,” and Orson Welles once wanted to film “Heart of Darkness” through the eyes of various protagonists, including a bird), but Duncan’s angle in “84 Charlie MoPic” is intriguing: By explaining the presence of the camera, he gives a realistic basis to the technique, instead of using it as pure style.\n\nThe story of “84 Charlie MoPic” is not original, nor was it meant to be. Anyone who has seen a fair number of war films will recognize the various types of characters in the platoon - the natural leader, the newcomer, the scared youngster - but what is original to this film is the sense of reality that Duncan is able to recapture. The types are familiar but what happens to them is not predictable, and the story takes the sudden, unexpected turns of real warfare rather than the manufactured developments of a Hollywood plot. As the patrol gets lost in the Central Highlands of Vietnam and finds itself in deeper and deeper trouble, we begin to feel the senselessness of their mission; their training helps them only to a point, and then they are in the hands of luck, or fate.\n\nAll of this is seen through the eyes of “MoPic,” the cameraman, and what makes his subjective camera convincing is that he is not simply recording the action, but trying to make a documentary that can be used as a training film for other infantrymen. The six members of the reconnaissance unit are more or less experienced in the field, and they share their experience and lore with the camera; it’s like giving a briefing to trainees. The film is filled with dozens of tiny details that only a field veteran like Duncan would know about: the danger of smoking, for example, when cigarettes can be smelled on the wind for hundreds of yards and instantly identified as American tobacco. This kind of minutiae somehow adds up to more suspense than any number of mysterious shadows in the jungle.\n\nThe subjective camera is probably responsible for many of the weaknesses of “84 Charlie MoPic,” as well as its strengths. Duncan knows more about war than he knows about dramatic construction, and this shows in the way he builds the various relationships in the movie.\n\nThere are a few too many speeches that are “overheard” by the camera - speeches that provide background information that the characters would probably not provide in quite that way. There are conflicts and tensions within the group, and sometimes we can feel them being created and manipulated by the script. If the genius of the movie is to show the unit through a camera, the movie’s failure is not to trust that approach enough. The development of the conflicts and character backgrounds should have been more subtle and offhand, as they might have been in real life. Still, “84 Charlie MoPic” deserves a place by itself among the films about Vietnam. It is a brave and original attempt to record nothing more or less than the actual daily experience of a unit on patrol, drawn out of the memories of men who were there. I’ve never seen a combat movie that seemed this close to actual experience, to the kinds of hard lessons that soldiers are taught by their enemies. The filmmakers have earned their right to shoot with a subjective camera - because the eyes we are really seeing through are their own.", "running_time": 95, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-28", "genres": ["Adventure", "Drama"], "title": "84 Charlie MoPic (1989)"}