{"url": "http://www.rogerebert.com/reviews/9-12-weeks-1986", "by": "Mickey Rourkeas John", "star_rating": 3.5, "text": "The movie \"9 1/2 Weeks\" arrives in a shroud of mystery and scandal, already notorious as the most explicitly sexual big-budget film since \"Last Tango in Paris.\" I went expecting erotic brinksmanship (how far will its famous stars go in the name of their art?) and came away surprised by how thoughtful the movie is, how clearly it sees what really happens between its characters.\n\nThat's not to say the movie isn't sexy. I suppose a project of this sort depends crucially on the chemistry between its actors, and Kim Basinger and Mickey Rourke develop an erotic tension in this movie that is convincing, complicated and sensual.\n\nIn the film, they play strangers who meet one day in a Chinese grocery store in Manhattan - Elizabeth, the smart, pretty assistant in a Soho art gallery, and John, the smiling, enigmatic commodities broker. Their first meeting is crucial to the entire film, and it is a quiet masterpiece of implication. She waits by a counter. Senses someone is standing behind her. Turns, and meets his eyes. He smiles.\n\nShe turns away. Is obviously surprised by how much power was in their exchange of glances. She hesitates, turns back, meets his eyes again, almost boldly, and then turns away again. And a few minutes later looks at him very curiously as he walks away along the street.\n\nThey meet again, of course, and that is the beginning of their relationship, as chronicled first in a best-selling novel by Elizabeth McNeill and now in this movie by Adrian Lyne, the director of \"Flashdance.\" It is clear from the start that they aren't going to follow an orthodox pattern of courtship and romance.\n\nHe offers her, quite boldly, an experimental erotic relationship.\n\nThe first time he touches her seriously is to tie a blindfold around her eyes. They advance into arenas of lovemaking often described in the letters column in Penthouse, and Elizabeth, for the most part, is prepared to let John call all the shots. He wants to be in control, and as she surrenders to him, she abandons herself to dreamy, erotic absentmindedness.\n\nJohn is nothing if not inventive. In the scene that is likely to be the most talked-about in this movie, he blindfolds her and feeds her all kinds of strange foods - sweet and sour, different textures, each one a surprise to her. It's astonishing the way the movie makes this visual scene so tactile. John calls her at unexpected times, orders her to unorthodox rendezvous, and as she follows his instructions, they both seem to retreat more deeply into their obsession.\n\nThe movie contrasts their private life with the everyday world of her work: with the small talk and gossip of the art gallery, with a visit she pays to an old artist who lives like a hermit in the woods, with the intrigue as her ex-husband dates another woman in the gallery.\n\nThis everyday material is an interesting strategy: It makes it clear that the private life of Elizabeth and John is a conscious game they're playing outside of the real world.\n\nEventually, it is Elizabeth's hold on the real world that redeems the movie - makes it more than just a soft-core escapade - and sets up the thoughtful and surprising conclusion. As long as it is understood that she and John are engaged in a form of a game, and are conspiring in a sort of master-slave relationship for their mutual entertainment, Elizabeth has no serious objections. But as some of John's games grow more challenging to her own self-respect, she rebels. Does he want to engage her mind and body in an erotic sport, or does he really want to edge her closer to self-debasement? There are two times that Elizabeth draws the line, and a third time that she chooses her own independence and self-respect over what begins to look like his sickness.\n\nThat's what makes the movie fascinating: Not that it shows these two people entering a bizarre sexual relationship, but that it shows the woman deciding for herself what she will, and will not, agree to.\n\nAt the end of \"9 1/2 Weeks\" there is an argument, not for sexual liberation, but for sexual responsibility.\n\nI have a few problems with certain scenes in the film. There is a moment when John and Elizabeth run through the midnight streets of a dangerous area of Manhattan, chased by hostile people, and take refuge in a passageway where they make love in the rain. The scene owes more to improbable gymnastic events than to the actual capabilities of the human body.\n\nThere is another scene in which John and Elizabeth go into a harness shop, and John selects and purchases a whip, while the shop employees do double takes and Elizabeth stands, wide-eyed, as he whooshes it through the air. There is no subsequent scene in which the whip is used. I do not argue that there should be; I only argue that, in a movie like this, to buy a whip and not use it is like Camille coughing in the first reel and not dying in the last.\n\nAny story like \"9 1/2 Weeks\" risks becoming very ridiculous. The actors are taking a chance in appearing in it. Plots like this make audiences nervous, and if the movie doesn't walk a fine line between the plausible and the bizarre, it will only find the absurd. A lot of the success of \"9 1/2 Weeks\" is because Rourke and Basinger make the characters and their relationship convincing. Rourke's strategy is to never tell us too much. He cloaks himself in mystery, partly for her fascination, partly because his whole approach depends on his remaining a stranger. Basinger's strategy is equally effective, and more complicated. Physically, she looks sensuous and luscious; if you saw her in \"Fool for Love,\" you won't be surprised by the force of her first appearance here. But if she'd just presented herself as the delectable object of all of these experiments, it would have been a modeling job, not acting.\n\nIn the early scenes, while she's at work in the gallery, she does a wonderful job of seeming distracted by this new relationship; her eyes cloud over and her attention strays. But one of the fascinations of the movie is the way her personality gradually emerges and finds strength, so that the ending belongs completely to her.\n\nAnother new movie, \"The Hitcher,\" is also about a sadomasochistic relationship. Because it lacks the honesty to declare what it is really about, and because it romanticizes the cruel acts of its characters, it left me feeling only disgust and disquiet. \"9 1/2 Weeks\" is not only a better film, but a more humanistic one, in which it is argued that sexual experimentation is one thing, but the real human personality is something else, something incomparably deeper and more valuable - and more erotic.", "running_time": 110, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-02-21", "genres": ["Drama", "Romance"], "title": "9 1/2 Weeks (1986)"}