{"url": "http://www.rogerebert.com/reviews/9-2009", "by": "Elijah Woodas No. 9 (voice)", "star_rating": 3.0, "text": "The first images are spellbinding. In close-up, thick fingers make the final stitches in a roughly humanoid little rag doll, and binocular eyes are added. This creature comes to life, walks on tottering legs, and ventures fearfully into the devastation of a bombed-out cityscape.\n\n\tThis visionary world was first created as a short subject by Shane Acker, a student at UCLA, and was nominated for a 2006 Oscar. At the time I found it \"an atmosphere of creeping, crashing, menace... elaborated as a game of hide and seek, beautifully animated and intriguingly unwholesome.\" So it is still, as the first figure, named \"9,\" meets his similar predecessors #1 through #8, and they find themselves in battle against a Transformer-like red-eyed monster called the Beast.\n\n\tOne might question the purpose of devising a life form in a world otherwise without life, only to provide it with an enemy that wishes only to destroy it. The purpose, alas, is to create a pretext for a series of action scenes, an apocalyptic battle that is visually more interesting than, but as relentless as, similar all-action-all-the-time movies. This is a disappointment. Remembering the promise of his original short, I look forward to what Acker would do at feature length, especially with a producer like Tim Burton to watch his back.\n\n\tThe characters look similar, but easy enough to tell apart, not least because they have their numbers stitched on their backs. They also have different visual characteristics, and are voiced by distinctive actors, including Christopher Plummer as their fearful leader, #1, and Jennifer Connolly as the token female #7. The usefulness of gender in a species without genitalia is not discussed, not even wistfully.\n\n\tNine is the youngest, probably the smartest, and certainly the most daring, leading the others, against #1's wishes, to poke around the ruins. These look left over from a city from the past, not the future, and a 1940ish newsreel reports on a devastating global war triggered by a Hitleresque dictator. Was the Beast left behind to wipe out any survivors, and assure final victory even in the absence of victors?\n\n\tSuch questions, I submit, are intriguing. But the dialog is mostly simplified Action Speak, with barked warnings and instructions and strategy debates of the most rudimentary kind. Since this movie is clearly targeted not at kiddies but at teens and up, is it now Hollywood theory that eloquence and intelligence are no longer useful in action dialogue?\n\n\tOne of the benefits of the pre-CGI era was that although action scenes might be manifestly artificial, they had to be composed of details that were visually intelligible. Modern CGI artists, intoxicated by their godlike command of imagery, get carried away and add confusing complexity. If I were pressed to provide the cops with a detailed description of the Beast, the best I could do would be: \"You'll know it when you see it. Also, it has a big glowing red eye.\"\n\n\tContrast that to the enormous construction in Miyazaki's \"Howl's Moving Castle.\" It is awesomely complex, but I have a large print of one of Miyazaki's still drawings from the film, and you can clearly see that it's all there.\n\n\t\"9\" is nevertheless worth seeing. It might have been an opportunity for the sort of challenging speculation sci-fi is best at, however, and the best reason to see it is simply because of the creativity of its visuals. They're entrancing.", "running_time": 79, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-09", "genres": ["Action", "Adventure", "Animation", "Drama", "Romance"], "title": "9 (2009)"}