{"url": "http://www.rogerebert.com/reviews/9-songs-2005", "by": "Kieran O'Brienas Matt", "star_rating": 2.0, "text": "Show rock concert, show sex, show icy wastes of Antarctica. Repeat eight times. That's essentially the structure of Michael Winterbottom's \"9 Songs,\" a movie that marks an important director's attempt to deal with explicit sex. As an idea, the film is fascinating, but as an experience it grows tedious; the concerts lack closeups, the sex lacks context, and Antarctica could use a few penguins.\n\nTo begin with the sex: The story involves a British scientist named Matt (Kieran O'Brien) and an American named Lisa (Margo Stilley), who is visiting London for obscure reasons; she mentions jobs and studying. They meet at a rock concert in Brixton, go back to his place, and have sex. It is real sex. Real, in the sense that the actors are actually doing what they seem to be doing, and real, in the sense that instead of the counterfeit moaning and panting of pornography, there is the silence of concentration and the occasional music of delight.\n\nAltogether, they go to nine concerts and hear nine songs, but this is not a concert film and the performers are mostly seen in long shot, over the heads of the crowd, which is indeed the way most of us see rock concerts. That works for realism, but it does the musicians no favors.\n\nThe nine sex scenes are filmed with the detachment of someone who has no preconceived notion of what the characters will be doing, or why. They lack the choreography of pornography, and act as a silent rebuke to the hard-core image of sex. Winterbottom seems deliberately reluctant to turn up the visual heat; he accepts shadows and obscurities and creates a certain confusion (in the words of the limerick) about who is doing what and with which and to whom. The occasional shots of genital areas are not underlined but simply occur in the normal course of events.\n\nThere is also some dialogue. No attempt is made to see Matt and Lisa as characters in a conventional plot. They talk as two people might talk, who have fallen into an absorbing sexual relationship but are not necessarily planning a lifetime together. Matt likes her more than she likes him. There's a revelation late in the film, concerning the flat where she lives, that is kind of a stunner. What Winterbottom is charting is the progress of sex in the absence of fascination; if two people are not excited by who they are outside of sex, there's a law of diminishing returns in bed. Yes, they try to inspire themselves with blindfolds and bondage, but the more you're playing games, the less you're playing with each other. Their first few sexual encounters have the intricacy and mystery of great tabletop magic; by the end, they're making elephants disappear but they know it's just a trick.\n\nThe Antarctic footage is mostly of limitless icy wastes. Matt's narration observes that a subzero research station causes simultaneous claustrophobia and agoraphobia -- \"like a couple in bed.\" Yes. They're afraid to be trapped, and afraid to leave. There is some truth here.\n\nThe sex scenes betray the phoniness of commercial pornography; when the Adult Film Awards give a prize for Best Acting, they're ridiculed, but after seeing this film you'll have to admit the hard-core performers are acting, all right; \"9 Songs\" observes the way real people play and touch and try things out, and make little comments and have surprised reactions.\n\nThat said, \"9 Songs\" is more interesting to write about than to see. Its minimalism is admirable as an experiment, but monotonous as an experience. To the degree that O'Brien and Stilley exchange dialogue on screen and inhabit characters, they suggest that a full-blown movie about these characters might be intriguing. What Winterbottom does in part I'd like to see him do in whole: Show a relationship in which two reasonably intelligent and sensitive adults pick each other up for sex, enjoy it, repeat it, and then have to decide if they want to take the relationship to the next level.\n\nIn many movies, the first sexual encounter is earth-shaking, and then the lucky couple is magically in love forever -- or at least until the story declares otherwise. In real life, sex is easy but love is hard. Sex is possible with someone you don't know. Love is not. In a way, \"9 Songs\" is about the gradual realization by Lisa and, more reluctantly, by Matt, that there is not going to be any love and that the sex is therefore going to become kind of sad.", "running_time": 71, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-08-25", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "9 Songs (2005)"}