{"url": "http://www.rogerebert.com/reviews/a-beautiful-mind-2001", "by": "Russell Croweas John Nash", "star_rating": 4.0, "text": "The Nobel Prize winner John Forbes Nash Jr. still teaches at Princeton, and walks to campus every day. That these commonplace statements nearly brought tears to my eyes suggests the power of \"A Beautiful Mind,\" the story of a man who is one of the greatest mathematicians, and a victim of schizophrenia. Nash's discoveries in game theory have an impact on our lives every day. He also believed for a time that Russians were sending him coded messages on the front page of the New York Times.\n\n\"A Beautiful Mind\" stars Russell Crowe as Nash, and Jennifer Connelly as his wife, Alicia, who is pregnant with their child when the first symptoms of his disease become apparent. It tells the story of a man whose mind was of enormous service to humanity while at the same time betrayed him with frightening delusions. Crowe brings the character to life by sidestepping sensationalism and building with small behavioral details. He shows a man who descends into madness and then, unexpectedly, regains the ability to function in the academic world. Nash has been compared to Newton, Mendel and Darwin, but was also for many years just a man muttering to himself in the corner.\n\nDirector Ron Howard is able to suggest a core of goodness in Nash that inspired his wife and others to stand by him, to keep hope and, in her words in his darkest hour, \"to believe that something extraordinary is possible.\" The movie's Nash begins as a quiet but cocky young man with a West Virginia accent, who gradually turns into a tortured, secretive paranoid who believes he is a spy being trailed by government agents. Crowe, who has an uncanny ability to modify his look to fit a role, always seems convincing as a man who ages 47 years during the film.\n\nThe early Nash, seen at Princeton in the late 1940s, calmly tells a scholarship winner \"there is not a single seminal idea on either of your papers.\" When he loses at a game of Go, he explains: \"I had the first move. My play was perfect. The game is flawed.\" He is aware of his impact on others (\"I don't much like people and they don't much like me\") and recalls that his first-grade teacher said he was \"born with two helpings of brain and a half-helping of heart.\" It is Alicia who helps him find the heart. She is a graduate student when they meet, is attracted to his genius, is touched by his loneliness, is able to accept his idea of courtship when he informs her, \"Ritual requires we proceed with a number of platonic activities before we have sex.\" To the degree that he can be touched, she touches him, although often he seems trapped inside himself; Sylvia Nasar, who wrote the 1998 biography that informs Akiva Goldsman's screenplay, begins her book by quoting Wordsworth about \"a man forever voyaging through strange seas of Thought, alone.\" Nash's schizophrenia takes a literal, visual form. He believes he is being pursued by a federal agent (Ed Harris), and imagines himself in chase scenes that seem inspired by 1940s crime movies. He begins to find patterns where no patterns exist. One night he and Alicia stand under the sky and he asks her to name any object, and then connects stars to draw it. Romantic, but it's not so romantic when she discovers his office thickly papered with countless bits torn from newspapers and magazines and connected by frantic lines into imaginary patterns.\n\nThe movie traces his treatment by an understanding psychiatrist (Christopher Plummer), and his agonizing courses of insulin shock therapy. Medication helps him improve somewhat--but only, of course, when he takes the medication. Eventually newer drugs are more effective, and he begins a tentative re-entry into the academic world at Princeton.\n\nThe movie fascinated me about the life of this man, and I sought more information, finding that for many years he was a recluse, wandering the campus, talking to no one, drinking coffee, smoking cigarettes, paging through piles of newspapers and magazines. And then one day he paid a quite ordinary compliment to a colleague about his daughter, and it was noticed that Nash seemed better.\n\nThere is a remarkable scene in the movie when a representative for the Nobel committee (Austin Pendleton) comes visiting, and hints that he is being \"considered\" for the prize. Nash observes that people are usually informed they have won, not that they are being considered: \"You came here to find out if I am crazy and would screw everything up if I won.\" He did win, and did not screw everything up.\n\nThe movies have a way of pushing mental illness into corners. It is grotesque, sensational, cute, funny, willful, tragic or perverse. Here it is simply a disease, which renders life almost but not quite impossible for Nash and his wife, before he becomes one of the lucky ones to pull out of the downward spiral.\n\nWhen he won the Nobel, Nash was asked to write about his life, and he was honest enough to say his recovery is \"not entirely a matter of joy.\" He observes: \"Without his 'madness,' Zarathustra would necessarily have been only another of the millions or billions of human individuals who have lived and then been forgotten.\" Without his madness, would Nash have also lived and then been forgotten? Did his ability to penetrate the most difficult reaches of mathematical thought somehow come with a price attached? The movie does not know and cannot say.\n\n(Note: For Nash's autobiographical statement, go to www.nobel.se/economics/laureates/1994/nash-autobio.html)", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-12-21", "genres": ["Drama", "Romance"], "title": "A Beautiful Mind (2001)"}