{"url": "http://www.rogerebert.com/reviews/a-better-life-2011", "by": "Demian Bichiras Carlos Galindo", "star_rating": 3.5, "text": "\n\nCarlos is an undocumented Mexican immigrant who works as a gardener tending the lawns of Los Angeles residents who are rich, especially from his point of view. He lives from hand to mouth and day to day in a tiny house whose garden is used to raise starter plants for his clients. His wife left some years ago, and he raises his 15-year-old son, Luis, by himself.\n\nIn \"A Better Life,\" these two men are being pulled apart by life in America. Carlos (Demian Bichir) keeps a low profile, works hard, holds traditional values. Luis (Jose Julian) hasn't joined a gang in his neighborhood yet, but that would seem to be his trajectory. He misses school, he quietly considers his dad an irrelevant loser, and when he asks for money and there isn't any, he knows how to get under his father's skin: \"I'll jack a little old lady.\"\n\nCarlos works for Blasco (Joaquin Cosio), who owns a landscaping truck and the business that goes with it. Now Blasco has enough money to return to Mexico and his own little farm, and offers to sell Carlos his truck, tools, client list — everything. But Carlos can't get a driver's license, and a police stop would mean deportation. His sister reluctantly lends him some money, and the next day the truck is stolen. He thinks he might be able to find the man who took it and enlists his son to help him search in likely places.\n\nNow the story takes on some of the shape of \"The Bicycle Thief,\" the 1948 Italian neo-realist classic by Vittorio de Sica. Father and son depend on the stolen truck for their existence. And in a low key, observant way, \"A Better Life\" provides a tour of Los Angeles during the search; not the L.A. of Sunset Boulevard or Rodeo Drive, but the L.A. of restaurants where the kitchen staff is undocumented, of Mexican rodeos, of gang territory, of marginal workers who are essential to the city's economy.\n\nThe film's trajectory is rather predictable, but then so was the story told by \"The Bicycle Thief.\" But the performances are pitch perfect, even including Gabriel Chavarria as Ramon, the man who steals the truck. It adds an important element to the film that he embodies a desperate man, not a bad one. When Carlos acts at a crucial moment, he is recognizing that.\n\nThe film was directed by Chris Weitz. Ring a bell? His previous film was \"The Twilight Saga: New Moon.\" Why do I imagine he was happier making this film than that one? You need to possess considerable talent to become a successful director, and his credits also include \"About a Boy\" (2002), where the boy is the one teaching life lessons to the man. In a perfect world, I imagine Weitz would rather make films like \"A Better Life\" than \"Twilight 2.\" Of course, that's only a guess.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-06", "genres": ["Drama"], "title": "A Better Life (2011)"}