{"url": "http://www.rogerebert.com/reviews/a-boy-and-his-dog-1976", "by": "Don Johnsonas Vic", "star_rating": 2.5, "text": "\"A Boy and His Dog\" is a weird, offbeat sci-fi movie about one of the genre's favorite subjects: the survivors of a nuclear holocaust. The year is 2024 (a year the ads inform us, rather optimistically, we'll probably live to see), and America has been buried under a deep covering of radioactive dust. On the surface, roaming bands of marauders kill each other for women and canned goods. A half-mile below, domed cities preserve -- or should I say embalm -- a ghastly parody of middle-class life.\n\nThe boy of the title is Vic (Don Johnson), who's spent 18 years struggling to survive on the surface. The dog is Blood, a cheerful mutt who can communicate telepathically and sounds like one of those ads for Pepperidge Farm -- the one in which the voice is so gol-darned down-home folksy you want to shoot the radio. Vic and Blood have made a mutual survival pact and get along well enough; Blood's greatest weakness is for telling Vic bad limericks.  \n\nThere's not much to do in 2024 except sleep, eat and kill, but a few scratchy old porno movies have survived and sometimes people watch them. During one screening, Blood senses that there's a woman in the audience, and there is, the lovely Quilla June\r\n(Susanne Benton). Vic doesn't know it, but she's bait, intended to lure him down into the underground city where he can father a new generation (the down-under men are all impotent, apparently because they're deprived of sunshine; habitues of 4 o'clock bars\r\nplease note).\n\nVic leaves Blood on the surface and descends to \"Topeka,\" a truly horrible place that looks like a cross between a Norman Rockwell small town and a circus sideshow. It's ruled by the Committee, and most notably by Jason Robards, working in the pancake makeup all the citizens down under have adopted, and looking suitably gruesome. Vic, it appears, will be hooked up to a sinister artificial insemination machine to replenish Topeka's sperm bank, and it's along about here we begin to understand why the ads call the movie kinky.\n\n\"A Boy and His Dog\" is based on a well-known novella by Harlan Ellison, onetime enfant terrible of science fiction and a practitioner of new-wave s-f, in which biological and reproductive functions of men and women are considered at least as important as those of\r\nbug-eyed monsters. The story seemed almost to defy filming, but it's been successfully visualized by L.Q. Jones.\n\nJones (he borrowed his name from the role he played in \"Battle Cry\") is a veteran character actor with no less than five Sam Peckinpah films to his credit. He's the stringy, blond-haired, sinister looking guy in \"The Wild Bunch.\" He hasn't directed much before (\"The Devil's Bedroom\" is one of his credits), but here he has a sort of wacky success. The movie's about eccentrics (especially the dog, who turns out to be very eccentric), and Jones seems to have a feel for that: The movie doesn't look or sound like most s-f tours of alternative futures. It's got a unique . . . well, I was about to say charm, but the movie's last scene doesn't quite let me get away with that.", "running_time": 91, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-03-30", "genres": ["Comedy", "Drama", "Science Fiction"], "title": "A Boy and His Dog (1976)"}