{"url": "http://www.rogerebert.com/reviews/a-bridge-too-far-1977", "by": "Dirk Bogardeas Browning", "star_rating": 2.0, "text": "The recorded message for the show times at the theater seemed awfully impressed with “A Bridge Too Far”, going so far as to describe it as “one of the most expensive films ever made… Joseph E. Levine spent more than $26 million on it!” Well, Joseph E. Levine may have, but if he did, $26 million wasn't enough. Another $4, $5 million for a nice, intelligent little war picture -- and junk this one -- and the $30 million and change would have been well spent.\n\nBecause “A Bridge Too Far” is such an exercise in wretched excess, such a mindless series of routine scenes, such a boringly violent indulgence in all the blood and guts and moans they could find, that by the end we're prepared to speculate that maybe Levine went two or even three bridges too far. The movie's big and expensive and filled with stars, but it's not an epic. It's the longest B-grade war movie ever made.\n\nEpics give us a sense of vast events meaningfully in motion; B movies repeat formulas. “Patton,\" with its clear understanding of the relationship between its events and its main character, was an intelligent war epic and money well spent. “A Bridge Too Far” marches glumly from one cliché to the next. And when I say the movie's filled with clichés, I'm not just throwing the word in for general effect. No, I'm employing it all too seriously in its dictionary sense.\n\nBecause in William Goldman's screenplay, we find: aristocratic British generals (and their inevitable counterparts, good blokes in the ranks), boyish Americans, Germans who march about like wind-up dolls, happy-go-lucky Irish, and, yes, even the brave Dutch lady who takes the wounded into her house. And that's not even counting the Polish general whose first scene is a Polish joke.\n\nWe also find no end of explosions, taking up minute after minute of what in another film would be valuable screen time. We find special effects so cheerfully phony (watch those airplanes carefully) that Levine must at least have held the budget down in the effects department. We find stars hustled onto the screen for their (a) Introductory Scene, their (b) Big Scene, and their (c) What Finally Did Happen to Him? Scene. We find grizzled veterans and scared kids, cynical doctors with an undercurrent of heroism and stupid behind-the-lines generals, and, yes, even a scene in which the battle-scarred wounded spontaneously begin to sing “Abide With Me.”\n\nThis is such old stuff! And Levine and his director, Richard Attenborough, have brought absolutely nothing new to it. “A Bridge Too Far” could have been made at any time during the past 30 years and probably better, too, except that in the old days the studio heads would have vetoed it. It's a 170-minute downer about Operation Market Garden, an abortive attempt to land 35,000 paratroops behind the German lines, but why make a movie about total defeat and stupidity? (Or, as somebody once argued in a somewhat different context about “Funny Lady” – why make a movie about the second divorce?)\n\nI haven't yet mentioned the acting and I have space left, so I suppose I must. Well, it ought to be recorded first of all that Ryan O'Neal is so bad in this film that Levine, looking at the daily rushes, should have fired him and started over. O'Neal plays Gen. James M. Gavin as an adolescent. He lacks age, authority, wisdom and what's worse, his voice sounds as if he's about to cry.\n\nHe's the worst. That fine actor Gene Hackman, as the Polish general, turns in a performance that looks as if it's trying to hide underneath itself. The Germans (Maximilian Schell and Hardy Kruger) take up where previous generations of movie Germans left off - moving as if all their joints were in splints. The best that can be said for the British actors is that they carry this sort of thing off as well as can be expected: Sean Connery and Michael Caine are competent, and Edward Fox has the movie's… I was going to say “best,” but make that “only good” scene.", "running_time": 175, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-06-17", "genres": ["Action", "Adventure", "Drama", "Foreign", "History", "War"], "title": "A Bridge Too Far (1977)"}