{"url": "http://www.rogerebert.com/reviews/a-bronx-tale-1993", "by": "Robert De Niroas Lorenzo", "star_rating": 4.0, "text": "A boy comes of age in an Italian-American neighborhood in the Bronx. His father gives him a piece of advice: \"Nothing is more tragic than a wasted talent.\" A street-corner gangster gives him another piece of advice: \"Nobody really cares.\" These pieces of advice seem contradictory, but the boy finds that they make a nice fit.\n\nThe movie starts when he is 9. Sitting on his front stoop, he sees Sonny, the gangster, shoot a man in what looks like a fight over a parking space. Then Sonny looks him in the eyes, hard, and the kids gets the message: \"Don't squeal!\" Sonny (Chazz Palminteri) wants to do something for the kid, and offers a cushy $150 a week paycheck to his father, Lorenzo (Robert De Niro). Lorenzo turns him down. He is a workingman, proud that he supports his family by driving a bus.\n\nHe doesn't like the Mafia and doesn't want the money.\n\nThe kid, whose name is Calogero but who is called C, idolizes Sonny. He likes the way Sonny exercises a quiet authority, and talks with his hands, and dresses well. When C is 17, he goes to work for Sonny, against his father's wishes. And in the year when most of the film is set, he learns lessons that he will use all of his life.\n\n\"A Bronx Tale\" was written for the stage by Palminteri, who plays Sonny with a calm grace in the film, but was Calogero in real life. There have been a lot of movies about neighborhood Mafiosos (Martin Scorsese's \"GoodFellas\" was the best), but this movie isn't like the others. It doesn't tell some dumb story about how the bus driver and the mobster have to shoot each other, or about how C is the hostage in a tug of war. It's about two men with some experience of life, who love this kid and want to help him out.\n\nLorenzo, the bus driver, gives sound advice: \"You want to see a real hero? Look at a guy who gets up in the morning and goes off to work and supports his family. That's heroism.\" But Sonny gives sound advice, too. One of the things he tells C is that you cannot live your life on the basis of what other people think you should do, because when the chips are down, nobody really cares. You're giving them a power they don't really have. That sounds like deep thinking for a guy who hangs on the corner and runs a numbers racket, but Sonny, as played by Palminteri, is a complex, lonely character, who might have been a priest or a philosopher had not life called him to the vocation of neighborhood boss.\n\nIt is 1968. Blacks are moving into the next neighborhood.\n\nC's friends entertain themselves by beating up on black kids who ride past on their bikes. C has other things on his mind. On his father's bus, he has seen a lovely black girl named Jane (Taral Hicks), and been struck with the thunderbolt of love. From the way she smiles back, she likes him, too. When he discovers that they go to the same school, he knows his fate is to ask her out.\n\nBut he is troubled, because in 1968 this is not the thing for a kid from his neighborhood (or hers) to do. He questions both his father and Sonny, posing a hypothetical case, and although neither bursts into liberal-speak about the brotherhood of man, both tell him about the same thing, which is that you have to do what you think is right, or live with the consequences.\n\nC's romance is a sweet subplot of the movie, which is filled with life and memories. There are, for example, the characters in Sonny's crowd, including a guy who is such bad luck he has to go stand in the bathroom when Sonny is rolling the dice. And another guy with a complexion so bad he looks like raisin bread. And strange visitors from outside the neighborhood - bikers and hippies and black people - who remind us that C lives in a closed and insular community.\n\nThe climax of the film finds C inside a car he does not want to occupy, going with his friends to do something he doesn't want to do. This part is very true. Peer pressure is a terrible thing among teenage boys. It causes them to do things they desperately wish they could avoid. They're afraid to look chicken, or different. C is no exception. His whole life hinges on the outcome of that ride.\n\n\"A Bronx Tale\" is a very funny movie sometimes, and very touching at other times. It is filled with life and colorful characters and great lines of dialogue, and De Niro, in his debut as a director, finds the right notes as he moves from laughter to anger to tears. What's important about the film is that it's about values.\n\nAbout how some boys grow up into men who can look at themselves in the mirror in the morning, and others just go along with the crowd, forgetting after a while that they ever had a choice.", "running_time": 121, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-10-01", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "A Bronx Tale (1993)"}