{"url": "http://www.rogerebert.com/reviews/a-brothers-kiss-1997", "by": "Nick Chinlundas Lex", "star_rating": 3.0, "text": "\"Brother's Kiss'' tells the harrowing story of two brothers--one a cop, one a crackhead--on a collision course. We've seen that before. What we haven't seen is how they got where they are; the movie's early scenes are heartbreaking in the way they show the brothers as kids.\n\nThey live with their mother, Doreen (Cathy Moriarity), who is at that delicate stage between being a tramp and becoming a hooker--the stage when a woman accepts presents from men, but doesn't exactly charge them. There's a parade of strange men through the East Harlem apartment, and Doreen even has the kids prepare some breakfast eggs for one of them.\n\nShe's not an unloving mother. She cares fiercely for them, and would do a better job of parenting if she had money, if she were not an alcoholic, and if she were not slowly dying of diabetes. The kids help her take her insulin shots, and they stir her martinis before they all sit down to a game of Scrabble.\n\nOne day young Lex (Justin Pierce) and Mick (Joshua Danowsky) are coming home through the park when Mick, the smaller and weaker, is sexually assaulted by an off-duty cop. Lex, already strong as a man, stabs the cop, and this is the act that sets the course for his life: He is sent to reform school, and begins a long slide down into unemployment, drug addiction and even stealing from his own brother's apartment.\n\nAs an adult, Mick (Michael Raynor) becomes, curiously, a policeman. He remains a virgin; his sexuality is so confused after that night in the park (which they never mention to each other) that he has hidden his manhood behind a shield. Lex (Nick Chinlund) is a ladies' man, gets a girl (Rosie Perez) pregnant, has a kid, tries working as a bus driver and eventually finds himself tied to the local dealer (John Leguizamo). Lex's problem is that he does more drugs than he sells, so that the dealer becomes a threat to his life--and to his supply.\n\n\"A Brother's Kiss'' began life as a one-act play, also starring Chinlund and Raynor. I learn that the writer-director, Seth Zvi Rosenfeld, grew up with Raynor in the area shown in the movie, and Raynor met Chinlund when they were both 11. So there is history and emotion embedded in the dialogue and performances.\n\nSince what happens to the characters as adults is more or less preordained, what makes the movie work is the conviction of the performances. It's fascinating how Chinlund's character is simultaneously a screw-up and the dominant older brother, while Raynor's is simultaneously the responsible cop and the terrified kid. The roles that life has assigned them do not match their natures, and eventually the policeman will find himself in a situation where he has to decide what frightens him more--his brother, or his department superiors.\n\nThe supporting cast is good across the board. Marisa Tomei plays a disintegrating cocaine addict, Rosie Perez is touching as a woman who tries to protect her child, and Cathy Moriarity here takes a cliched role and makes it fresh and heartbreaking. Watching the story of these two brothers, I was reminded of \"Angels with Dirty Faces'' (1938), with James Cagney and Pat O'Brien as two boys who get in trouble. One is caught and becomes a killer. The other gets away and becomes a priest. After the killer is executed, the priest says, \"Let's say a prayer for a boy who couldn't run as fast as I could.''", "running_time": 92, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-10", "genres": ["Drama"], "title": "A Brother's Kiss (1997)"}