{"url": "http://www.rogerebert.com/reviews/a-brief-history-of-time-1992", "by": "Errol Morris", "star_rating": 2.5, "text": "Hawking is the theoretical physicist whose theories about space, time and black holes have formed the way we now think about the universe. His brilliance takes on a poignancy because his mind occupies a body which has been wasting away for years with ALS, a disease that has left him incapable of speech or movement - except of a few fingers with which he uses a computer to communicate with the world. His voice, heard throughout the film, is synthesized.\n\nI saw him once, being pushed in his chair across a busy street in Cambridge, England, and I noticed that he was followed by the eyes of everyone in sight. It is heartening, the existence of people like Hawking. We may never hope to understand much of what he says, but it is reassuring that someone is making progress on the impenetrable mystery of where and when we are, and why.\n\nProbably because his story is so dramatic, Hawking says he has always resisted a film about his own life, but Morris' film is as much about Hawking as about his theories. The great man crouches collapsed in a science-fiction wheelchair, a computer control attached to its arm, and sends out enigmatic dispatches, such as: We can figure out most of what has happened in the universe since the first split second, but all the really interesting stuff occurred in that original instant, which remains a mystery; to understand it would be to look into the mind of God.\n\nMorris is a documentarian who usually takes a detached, not to say sardonic, approach to his subjects. His \"Gates of Heaven,\" about pet cemeteries in California, is one of the best films I have ever seen, and his more recent \"The Thin Blue Line\" freed a man from Death Row in Texas. With Stephen Hawking, he has met his match. He approaches his subject with great seriousness, has no doubts about his importance or greatness, and traces Hawking's relatives and friends for information about his early years.\n\nHe was, we find, a brilliant but undisciplined student whose gradual growth into greatness was paralleled by his inexorable physical decay. It's as if the shut-down of his body forced him into quantum mechanics, a pure science that can be investigated entirely in the mind. Morris uses his usual stark graphics to illustrate Hawking's ideas; as the physicist's disembodied voice asks, \"which came first, the chicken or the egg?\" we see a chicken and then an egg.\n\nMorris has always been obsessed with the placement and lighting of his interview subjects, and in \"A Brief History of Time\" he carries this to an extreme. Although it appears that the subjects have been questioned on location in their offices and homes, actually every one of the interviews takes place in a set built on a sound stage. Even Hawking is not really in his office, but in a set that looks like his office.\n\nThe result is a film that curiously feels more suggestive than it is.\n\nSomething eerie in Morris' style gives a portent even to the memories about Hawking's childhood. And then there are passages such as the one where Morris tries to visualize what it would be like for an imaginary astronaut to fall into a black hole. At some point, physicist Brandon Carter says, he might see the history of the universe spinning backward to the moment of creation. At more or less that same moment, alas, the astronaut would find his body so elongated by the pull of the black hole's gravity that he might measure only a molecule around. \"It would be a very exciting way to end one's life,\" he observes.\n\nIt would, but somehow the movie fails to connect with the amazing energy of Hawking's ideas. We're left wanting to know more about either his theories or his life, but what we get is a little of each; about as much theory as we'd find in a good magazine article, and not as much of the life as we already know (there is no mention, for example, of Hawking's separation from his wife and romance with his nurse). I'm pleased I saw the film, such as it is, but it doesn't do justice to Hawking's genius or to Morris' own genius, and I was left with the question of whether even Morris had ever finished the book.", "running_time": 80, "mpaa_rating": null, "release_year": 1992, "date_published": "1992-08-28", "genres": ["Documentary"], "title": "A Brief History of Time (1992)"}