{"url": "http://www.rogerebert.com/reviews/a-bugs-life-1998", "by": "Dave Foleyas Flik", "star_rating": 3.5, "text": "As ants struggle to gather morsels of food, a leaf falls and interrupts their procession. \"I'm lost!\" screams a worker in panic. \"Where's the line?\" Rescue workers quickly arrive: \"We are going around to the left!\" The harvest continues. \"This is nothing compared to the twig of '93,\" an ant observes.\n\nEnjoying this, I enjoyed too the use of animation to visualize a world that could not be seen in live action and could not be created with special effects. Animation contains enormous promise for a new kind of storytelling, freed from reality and gravity, but although the Japanese have exploited that freedom, too many American feature cartoons follow the Disney formula of plucky young heroes and heroines and comic sidekicks.\n\nIt's a formula that has produced wonderful movies. But the Pixar computer animation studio, a Disney co-producer, broke new ground with \"Toy Story\" in 1995, and now with \"A Bug's Life,\" it runs free. The story, about an ant colony that frees itself from slavery to grasshoppers, is similar in some ways to the autumn's other big animated release, \"Antz,\" but it's aimed at a broader audience and lacks the in-jokes.\n\nThe film's hero is Flik (voiced by Dave Foley), the smartest ant in the colony (the competition is not fierce). As the other ants labor to pile up \"The Offering,\" a mountain of food for tyrannical grasshoppers, Flik perfects an invention to harvest grain more quickly; he's the Cyrus McCormick of the hymenopterous Formicidae. But he's still basically just an ant; the film is more about the fate of the colony and not so much about individuals like the Woody Allen hero of \"Antz.\" There is a crisis. Flik spills the Offering, and Hopper (Kevin Spacey), the leader of the grasshoppers, is not pleased. Hopper has the kind of personality that makes him talk with his hands, and since he has four, Flik gets the message: Rebuild the Offering or face unspeakable consequences. What to do? Flik feels terrible because his clumsiness caused the trouble; he apologizes to the Queen (Phyllis Diller), is encouraged by Princess Atta (Julia Louis-Dreyfus) and Mr. Soil (Roddy McDowall), and resolves to fight back.\n\nFlik uses a dandelion pod as a sort of aircraft and flies off on a hopeful quest to find mercenaries he can hire to defend the colony. He finds nine, including a walking stick named Slim (David Hyde Pierce), a praying mantis (Jonathan Harris), a caterpillar that looks military and sounds like a Nazi (Joe Ranft), a black widow (Bonnie Hunt) and others. How is he to know they aren't really warrior insects, but simply discontented performers from P. T. Flea's Circus? The animators, led by director John Lasseter, provide rich images. A rainstorm feels like the colony is being water-bombed. A circus trick involves matches and flypaper. There are sneaky throwaway lines (when Flik visits a city, he encounters a beggar who explains, \"A kid pulled my wings off\").\n\nWill \"A Bug's Life\" suffer by coming out so soon after \"Antz\"? Not any more than one thriller hurts the chances for the next one. \"Antz\" may even help business for \"A Bug's Life\" by demonstrating how many dramatic and comedic possibilities can be found in an anthill. And the Pixar animators, using later generations of the software that created such a fresh look in \"Toy Story,\" have made a movie that is always a pleasure to look at: There are glistening, rounded surfaces, the sense of three dimensions, an eye for detail. And big laughs at the end, when the credits are interrupted by animated \"outtakes\" that satirize the blown lines and missed cues in live-action credit cookies.\n\n\"Antz\" has a more sophisticated sensibility and could play for adults attending by themselves. \"A Bug's Life\" is more clearly intended as a family film. Smaller children will respond to the threat from the Hoppers and the zaniness of the weird assortment of mercenaries hired by Flik.\n\nNote: After seeing \"A Bug's Life,\" you might want to rent that French documentary \"Microcosmos,\" which uses enormously magnified images to show us the insect kingdom. There's a whole other world down there. Be careful where you step.", "running_time": 94, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-11-25", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "A Bug's Life (1998)"}