{"url": "http://www.rogerebert.com/reviews/a-burning-hot-summer-2012", "by": "Monica Belluccias Angele", "star_rating": 2.0, "text": "Roland wants his friend Paul to meet his friend Frederic. They go to Frederic's home, and Roland makes introductions. There is no indication, then or later, of why they should meet. But this and every other moment in the film is colored by Paul's narration, which begins by telling us Frederic has died. If that seems like the film's own built-in spoiler, it isn't quite. It is, however, a canny decision to begin with the news. There's nothing like knowing a character will die to make him more interesting.\n\nFrederic (Louis Garrel) is the central character of Philippe Garrel's stylishly torpid French film \"A Burning Hot Summer.\" He's an artist who lives in luxury in Rome. Given his young age, he must either be an overnight sensation or a rich kid. He is married to the beautiful actress Angele (Monica Bellucci), and they are happy together.\n\nPaul (Jerome Robart) and girlfriend Elisabeth (Celine Sallette) are visiting Rome from Paris, and both get a little work as movie extras while hoping to become actors. One day while idling on Frederic's terrace, Paul says he would love to live always like this. Frederic says there is no reason he cannot, and asks Paul and Elisabeth to move in for an indefinite stay. Why? Search me. For a famous artist and actress to invite two undistinguished unknowns into their home seems inexplicable, especially since there is no apparent sexual undertow involved.\n\nPaul and Frederic become inseparable. What this means is that they spend a great amount of time being bored together, while Elisabeth grows jealous and Angele grows annoyed. The two men might have been imported from one of the 1960-ish art films Pauline Kael called \"The Come-Dressed-As-the-Sick-Soul-of-Europe Parties.\" They have desultory conversations about topics they don't care about and are too cool for the room. Paul, I should mention, is a revolutionary who on a good day sells three copies of his left-wing newspaper. Frederic doesn't believe in revolution. They are both descended from fighters in the French Resistance, but in Frederic's case, the fruit fell far from the tree.\n\nSubterranean fissures begin to open in the two relationships, and Roland reappears in order to have an affair with one of the women. Who Roland is and why we should care about him is not established. Elisabeth complains that Paul doesn't even look at her anymore. Angele, who was so happy with Frederic, is now unhappy and unfaithful. She dances in a sensuous display at a party, and Frederic explodes in jealousy, which is a fatal display of weakness in anybody who is too cool for the room.\n\n\"A Burning Hot Summer\" failed to persuade me of any reason for its existence. It uses Paul's convenient narration in the same way Truffaut used it in (better) films, to declare facts about the story that are already presumed to be history. It's handy in order to produce the happy ending. I must confess that \"A Burning Hot Summer\" never bored me; I studied it for an illumination of how Kael's \"Sick Soul of Europe\" movies (\"La Notte,\" \"Last Year at Marienbad\") were so much better. \n\nThe performers here often seem listless and tired. Bellucci, who can exude sex, is exudeless here. Frederic is a bore. My interest centered on Paul and Elisabeth, especially her; she's the most aware of the four, the most open to real experience. No one smokes in this movie, and that's strange, because the iconography of cigarettes would have provided their hands with the props of indifference. There's nothing like a coil of smoke to transform a blank face into an enigmatic one.\n\nNow we circle back to the spoiler. We are told at the beginning that Frederic has died. Apparently that means that by the time Paul was narrating, Frederic was dead. As you will find, much depends on the timeline, and our belief that Frederic is already dead lends great interest to a later scene in a hospital, which is a wonder of narrative economy. \n\nIn an opening scene, Frederic drives his BMW at top speed into a tree. Then he has casts on broken limbs, bandages on damaged body areas and a brace to prevent him from moving his head. Emergency surgery must have been only hours ago, and he must be on major amounts of pain medication. Yet in conversations with Paul and his grandfather, he now succeeds in saying everything it is necessary for him to say. There's nothing like impending death to rouse you from existential boredom. Or maybe it's just the Vicodin.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-11", "genres": ["Drama"], "title": "A Burning Hot Summer (2012)"}