{"url": "http://www.rogerebert.com/reviews/a-christmas-tale-2008", "by": "Catherine Deneuveas Junon", "star_rating": 3.5, "text": "\"A Christmas Tale\" skates on thin ice across a crowded lake, arrives safely on the far shore, and shares a cup of hot cocoa and marshmallows with Death. It stars Catherine Deneuve as a woman dying of liver cancer and considering a bone marrow transplant that could also kill her. Because she is almost weirdly resigned to her fate and doesn't seem to worry much, her serenity prevents the film from being a procession into dirgeland.\n\nWhat it is, instead, is a strangely encompassing collection of private moments among the members of a large family with a fraught history. Some of the moments are serious, some revealing, some funny, some simply wry in the manner of a New Yorker story about small insights into the lives of characters so special as to deserve to be in the story.\n\nThe family involves parents, children, grandchildren, spouses, a girlfriend and others. I will not name all of them and their relationships because what use is that kind of information if you haven't seen them and don't know who I'm talking about? For example, Junon Vuillard (Catherine Deneuve) and her husband Abel (Jean-Paul Roussillon) have had four children, each one arriving with a different emotional meaning, but even in explaining this the movie grows murky, like a cousin at a family reunion telling you who the great-aunts of the in-laws are.\n\nMore to the point is the quietly playful approach of the director, Arnaud Desplechin, who seems to be demonstrating that \"A Christmas Tale\" is a movie that could have been made in several different tones, and showing us how he would have handled each of them. That leads to a wide range of musical genres, mood swings from solemn to the ribald, and always the peculiarity of the Deneuve character's cheerful detachment from her fate. She's like someone preparing for a familiar journey.\n\nDesplechin doesn't focus on her troubles with a grim intensity. Sometimes he seems to looking for ways to distract himself. For example, he is obviously familiar with Hitchcock's greatest film, \"Vertigo,\" which has no themes in common with this one. If you happen to have a video on hand, go to 25 minutes and 52 seconds into it, and watch what follows in the art gallery, as Jimmy Stewart stealthily approaches Kim Novak from behind. While you're at it, watch the whole film.\n\nWhen you're watching \"A Christmas Tale,\" Desplechin's homage to that scene is unmistakable. It's not a shot-by-shot transposition, nor is the score a literal lift from Bernard Herrmann. They're evocations, uncannily familiar. The proof is, you'll see exactly what I saw when I watched the film. Now why does Desplechin do that? For fun, I think. Just showing off, the way I sneak some e. e. cummings lines into my Answer Man column this week, for no better reason than that I could. Of course a homage has to work just as well if you don't know its source. In fact, it may work better, because you're not distracted by the connection. But nothing like a little Value-Added, as the British say.\n\nHere's another way Desplechin pleases himself. He begins with the happy fact that Catherine Deneuve and Marcello Mastroianni were the parents of Chiara Mastroianni. In \"A Christmas Tale,\" Mastroianni plays Deneuve's daughter-in-law, a little poke in the ribs because when they're in the same movie they are invariably playing mother and daughter. OK, so we know that.\n\nBut look where he goes with it. It's obvious that Chiara has a strong facial resemblance to her mother. Desplechin doesn't make any particular effort to make the point, although he can hardly avoid showing her full face sometimes. Here's what he does. He almost makes it a point to demonstrate how much Chiara looks like her father. Luckily, her parents when they conceived her were the two most beautiful people in the world.\n\nWhen he films her in profile and from very slightly below and behind, we're looking at the essence of Mastroianni. The images burned into our memories from \"La Dolce Vita\" and elsewhere are of a sad, troubled man, resigned to disappointment and all the more handsome because of it. I always feel tender toward Mastroianni. No actor -- no actor -- was more loved by the camera. So here he is, and the character he is sad about ... is played by Catherine Deneuve. I imagine Desplechin and his cinematographer, Eric Gautier, discussing these shots sotto voce in a far corner of the sound stage.\n\nThe film must be packed with Desplechin's invisible self-indulgences. Those we can see allow us to see the movie smiling to itself. Mastroianni smoked all the time. So does his daughter here, the same moody way. Desplechin has Deneuve smoking long, thin cigarettes, like Virginia Slims. When was the last time you saw anyone smoking those in a movie? Every time you see one, it's a tiny distraction. I'll tell you when. The last time was also Deneuve. They are the cigarettes she really smokes.\n\nFor long stretches \"A Christmas Tale\" seems to be going nowhere in particular and using a lot of dialogue to do so. These are not boring stretches. The movie is 151 minutes long and doesn't feel especially lengthy. The actors are individually good. They work together to feel like a family. Subplots threaten to occupy the foreground. All the while, something is preparing itself beneath the surface. In the film's last scene (in the final two shots, as I recall) all the hidden weight of the film uncoils and pounces. It really was about something, and it knew it all the time.\n\nI recommend you seek other reviews to orient you to the actual plot. These words have been sort of Value-Added. If you have \"Vertigo,\" arm yourself before you attend.", "running_time": 150, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-11-19", "genres": ["Comedy", "Drama", "Foreign"], "title": "A Christmas Tale (2008)"}