{"url": "http://www.rogerebert.com/reviews/a-chorus-line-1985", "by": "Michael Blevinsas Mark", "star_rating": 3.5, "text": "Show business is the only business that reminds us there is no business like it. And it never tires of that message. If there were as many books about books as there are musicals about musicals, there wouldn't be room on the shelf for books about anything else. \n\n\"A Chorus Line\" is the quintessential backstage musical, a celebration of the lives and hard times of the gypsy dancers who turn up by the hundreds to audition for a handful of jobs on Broadway. It takes years of brutal hard work to become a good-enough dancer to dare to go to an audition, and then the reward usually is a brusque \"thank you\" and a sweaty ride home on the subway. In order to succeed as a Broadway dancer, applicants need a limitless capacity to absorb rejection, and \"A Chorus Line\" celebrates that masochism in song and dance. \n\n\"A Chorus Line\" is now in its 11th year on stages all over the world; its story is by now well-known. A choreographer is casting eight dancers for a new musical he hopes to stage, and during one long and truthful day he auditions dozens of dancers before he makes his final selection. Richard Attenborough's film treatment of this story sticks to the outlines of the stage version, by and large, although he leaves the stage to fill in the details of the choreographer's old romance, and he leaves out some of the original songs to make room for some new ones.\n\nThe result may not please purists who want a film record of what they saw on stage, but this is one of the most intelligent and compelling movie musicals in a long time - and the most grown up, since it isn't limited, as so many contemporary musicals are, to the celebration of the survival qualities of geriatric actresses.\n\nMost of the scenes take place inside a theater. Zach (Michael Douglas), the choreographer, sits behind a writing platform somewhere out there in the darkness. Occasionally he lights a cigarette, and the ash glows as he takes the measure of the dancers on the stage. He can see them. They can't see him. He communicates by microphone. They step hesitantly to the edge of the stage, blinded by the spotlight, and talk into the void. Well, if that isn't the life they wanted, why did they volunteer for it?\n\nPlatoons of dancers are brought on stage, winnowed, dismissed. Finally there are 16 left, and Zach asks each one of them to talk on a personal level - talk about when they were born, and where, and what their lives have been like, and what their dreams are. Many of the dancers have the most extraordinary difficulties in doing this, and one of them is frank: \"Give me the lines, and I can play anybody. Just don't ask me to talk about myself.\"\n\nMeanwhile, a backstage drama is taking shape. An unexpected dancer has appeared for the auditions - Sheila (Vicki Frederick), Zach's former girlfriend. They met in the theater, courted in the theater, broke up because Zach's job left no time for a personal life. Sheila was a star, but now she simply needs a job.\n\nUnlike the play, the movie opens up by going offstage for flashbacks to their affair, but the flashbacks are notable mostly for the way they focus on the theatrical lives of this couple - the way their private lives seem valid only to the degree that they reflect acceptance from the audience.\n\nThe underlying tension in the movie circles around Zach's eventual decision: Will his heart or his profession make the eventual decision about Sheila? Douglas plays Zach on a staccato, harsh note; this is a workaholic who walks around with a lot of anger. That makes it all the more effective when he occasionally relents and gives one of the dancers a break; softening momentarily before putting on his mask again.\n\nI thought Zach's most revealing moment came when he made the cut from 16 dancers to eight, reading out eight names and then, when the eight were assembled downstage with smiles on their faces, thanking them and dismissing them; he had chosen the eight he did not name. Was this a misguided attempt to tell the rejected eight that they were also winners? Or was it simply cruelty? We are left to answer for ourselves. Such questions are intercut with song and dance, with virtuoso solo numbers (my favorite was Charles McGowan's \"I Can Do That!\") and ensemble production numbers, leading up to a big and splashy finale, in which all of the dancers who originally auditioned are back on stage, together once again. That leads to my one major difference with Attenborough's approach.\n\nSince \"A Chorus Line\" is a musical about itself, and since the whole hard, bitter, romantic truth of the story is that many are called but few are chosen, the roll call at the end strikes a false note of triumph. Better, perhaps, to have eight dancers on stage, and then cut to the others putting on their street clothes, waiting at bus stops, explaining to friends how they didn't get the job, or going to their dance classes yet once again. I think the message of the play is that you don't get called back for a grand finale; you simply go to another audition.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-12-20", "genres": ["Drama", "Music", "Musical"], "title": "A Chorus Line (1985)"}