{"url": "http://www.rogerebert.com/reviews/a-cinderella-story-2004", "by": "Hilary Duffas Sam", "star_rating": 1.0, "text": "Ernest Madison says he swore off movie critics when they panned \"Dragonslayer,\" one of the favorites of his childhood. \"I stopped paying attention to critics because they kept giving bad reviews to good movies,\" says Madison, now 35.\n\nFourteen-year-old Byron Turner feels the same way. He turns to the Web for movie information and trailers, then shares what he's discovered with his friends, his sister Jasmine, even his mother, Toni.\n\n\"I used to watch Roger Ebert but now I get most of my information from Byron,\" Toni Turner says. \"I don't really pay attention to critics anymore.\"\n\n--Story by Bob Curtright in the Wichita Eagle\n\nDear Byron,\n\nI know what your mother means because when I was 14, I was also pummeling my parents with information about new movies and singing stars. I didn't have the Internet, but I grabbed information anywhere I could -- mostly from other kids, Hollywood newspaper columnists and what disc jockeys said. Of course that was a more innocent time, when movies slowly crept around the country, and there was time to get advance warning of a turkey.\n\nYour task is harder than mine was, because the typical multiplex movie is heralded by an ad campaign costing anywhere from $20 million to $50 million. Fast food restaurants now have tie-ins with everyone from Shrek to Spider-Man; when I was a kid we were lucky to get ketchup with the fries. Enormous pressure is put on the target audience to turn them out on opening weekends. And Hollywood's most valued target audience, Byron, is teenage males. In other words, you.\n\nSo I am writing you in the hope of saving your friends, your sister Jasmine, and your mother Toni from going to see a truly dismal new movie. It is called \"A Cinderella Story,\" and they may think they'll like it because it stars Hilary Duff.\n\nI liked her in \"Cheaper by the Dozen,\" and said she was \"beautiful and skilled\" in \"The Lizzie McGuire Movie,\" but wrote: \"As a role model, Lizzie functions essentially as a spokeswoman for the teen retail fashion industry, and the most-quoted line in the movie is likely to be when the catty Kate accuses her of being an 'outfit repeater.' Since many of the kids in the audience will not be millionaires and do indeed wear the same outfit more than once, this is a little cruel, but there you go.\"\n\nThat's probably something your mother might agree with.\n\nIn \"A Cinderella Story,\" Hilary plays Sam, a Valley Girl whose happy adolescence ends when her dad is killed in an earthquake. That puts her in the clutches of an evil stepmother (Jennifer Coolidge, who you may remember fondly as Stifler's mom in the \"American Pie\" movies, although since they were rated R, of course you haven't seen them). Sam also naturally has two evil stepsisters. Half the girls in school have a crush on Austin (Chad Michael Murray), a handsome football star, but Sam never guesses that Austin is secretly kind of poetic -- and is, in fact, her best chat room buddy. She agrees to meet him at the big Halloween dance, wearing a mask to preserve her anonymity; as a disguise, the mask makes her look uncannily like Hilary Duff wearing a mask.\n\nAnyway, this is a lame, stupid movie, but Warner Bros. is spending a fortune, Byron, to persuade you to see it and recommend it to your mom and Jasmine. So you must be strong and wise, and do your research. Even though your mother no longer watches my TV show, you use the Internet as a resource and no doubt know about movie review sources like rottentomatoes.com, metacritic.com and even (pardon me while I wipe away a tear) suntimes.com/ebert. Even when a critic dislikes a movie, if it's a good review, it has enough information so you can figure out whether you'd like it, anyway.\n\nFor example, this review is a splendid review because it lets you know you'd hate \"A Cinderella Story,\" and I am pretty much 100 percent sure that you would. So I offer the following advice. Urgently counsel your mom and sister to forget about going out to the movies this week, and instead mark the calendar for Aug. 24, when \"Ella Enchanted\" will be released on video. This is a movie that came out in April and sank without a trace, despite the fact that it was magical, funny, intelligent, romantic and charming.\n\nIt stars the beautiful Anne Hathaway (from \"The Princess Diaries\") as a young girl whose fairy godmother (Vivica A. Fox) puts a spell on her that makes her life extremely complicated. She has the usual evil stepmother and two jealous stepsisters. Will she win the love of Prince Charmont (Hugh Dancy)? \"A Cinderella Story\" is a terrible movie, sappy and dead in the water, but \"Ella Enchanted\" is a wonderful movie, and if Jasmine and your mom insist on Cinderella, you can casually point out what Ella is short for.\n\nAs for that guy Ernest Madison, he was about 11 when \"Dragonslayer\" came out. He must have been a child prodigy, to swear off movie critics at an age when most kids didn't even know they existed. If he still feels the same way, I hope he goes to see \"A Cinderella Story.\" That'll teach him.\n\nYour fellow critic,\n\nRoger", "running_time": 95, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-07-16", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "A Cinderella Story (2004)"}