{"url": "http://www.rogerebert.com/reviews/a-civil-action-1999", "by": "John Travoltaas Jan Schlichtmann", "star_rating": 3.5, "text": "\"Civil Action\" is like John Grisham for grownups. Watching it, we realize that Grisham's lawyers are romanticized hotshots living in a cowboy universe with John Wayne values. The real world of the law, this movie argues, has less to do with justice than with strategy and doesn't necessarily arrive at truth. The law is about who wins, not about who should win. The movie co-stars John Travolta and Robert Duvall as the leaders of two opposing legal teams. At issue are the deaths by leukemia of 12 children. Travolta's argument is that the deaths were the result of pollution by two large corporation, W.R. Grace and Beatrice. Duvall, working for Beatrice, argues that neither the pollution nor its results can be proven. He also angles to separate Beatrice from its bedmate, Grace, correctly perceiving that the Grace legal strategy is unpromising.\n\nBeatrice and Grace are real companies, and \"A Civil Action\" is based on Jonathan Harr's nonfiction best seller, which won the National Book Award. But the movie takes fictional liberties, which have been much discussed in the financial press. In particular, Grace lawyer William Cheeseman (Bruce Norris) is said not to be a doofus in real life. For the facts, read the book or study the case; the movie is more concerned with how the law works, and how perhaps the last thing you want is a lawyer who is committed heart and soul to your cause. What you want is a superb technician.\n\nDuvall plays Jerome Facher, brilliant and experienced, who hides his knowledge behind a facade of eccentricity. He knows more or less what is going to happen at every stage of the case. He reads the facts, the witnesses, the court and his opposition. There is a moment at which he offers the plaintiffs a $20 million settlement, and an argument can be made, I think, that in the deepest recesses of his mind he knows it will not be necessary. He makes it in the same spirit that Vegas blackjack tables offer \"insurance\"--he thinks he'll win, but is guarding the downside. His style is indirection; his carefully nurtured idiosyncrasies conceal his hand.\n\nTravolta plays Jan Schlichtmann, the head of a small firm of personal injury attorneys who take on cases they believe they can win. Often their clients are too poor to pay legal fees, but Schlichtmann's firm eats the legal costs itself, hoping for a rich slice of an eventual settlement. Essentially, he's gambling with the firm's money every time he accepts a case. That's why he turns down the delegation of parents who tell about the deaths of their children: He doesn't see enough money in it to justify the risk. (The movie has a hard-boiled discussion of how much various victims are \"worth.\" A white male professional struck down in his prime gives the biggest payoff; a dead child is worth the least of all.) From the point of view of his financial well-being, Schlichtmann makes two mistakes. First, he decides the parents have a moral case. Second, he begins to care too much about justice for them and loses his strategic bearings. (Of course all follows from his discovery that the polluters, who he thought were small, shabby local firms, are actually owned by rich corporations.) The movie, written and directed by Steven Zaillian, doesn't simplify the issues and make Schlichtmann into a romantic hero. He's more the kind of guy you refer to affectionately as \"that poor sap.\" We hear what he hears: the emotion in the voice of one of the mothers (Kathleen Quinlan) who asks him to take the case because \"all we want is somebody to apologize to us.\" And the heartrending story of how one of the boys died, told by his father (David Thornton) in details so sad that Schlichtmann is very deeply moved--which is, perhaps, not the best thing for his clients.\n\nZaillian is clear about his movie's approach. This is not a film in which a hero attorney beats up the bad guys in a climactic courtroom scene. The movie doesn't even end with its courtroom scene, but has a wry aftermath. No major characters are painted in black-white terms, least of all Duvall's; he is not a man without emotions and sympathies, we sense, but simply a man whose long and wise experience of the law has positioned him above the fray. He's fascinated by the law, by its opportunities and maneuverings, by its realities. Like a chess player, he knows that to win a tournament, it is sometimes wise to offer a draw in a game even when you think you can win it.\n\nSome of the film's tension comes not from the battle between good and evil, but from the struggle between Schlichtmann's firm and its creditors. The small firm eventually sinks $1.4 million into the case, the homes of all the partners are mortgaged and in the background during some scenes their furniture is being removed. William H. Macy plays their accountant, whose function is to announce steady progress toward professional and personal bankruptcy.\n\nThis is Zaillian's second film. His first was \"Searching for Bobby Fischer\" (1993), one of the most absorbing films of recent years, about a child chess prodigy whose great gift might take him to the top of the game--but at what personal price? \"A Civil Action\" is also about the gulf between skill and justice. In the law as in chess, the better player usually wins. It has nothing to do with which is the better person. The theme of Zaillian's first film, I wrote, was: \"What makes us men is that we can think logically. What makes us human is that we sometimes choose not to.\" That's the message this time, too. There's a subtext: When hiring an attorney, go for the logician.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-01-08", "genres": ["Drama"], "title": "A Civil Action (1999)"}