{"url": "http://www.rogerebert.com/reviews/a-clockwork-orange-1972", "by": "Malcolm McDowellas Alex", "star_rating": 2.0, "text": "Stanley Kubrick's \"A Clockwork Orange\" is an ideological mess, a paranoid right-wing fantasy masquerading As an Orwellian warning. It pretends to oppose the police state and forced mind control, but all it really does is celebrate the nastiness of its hero, Alex.\n\nI don't know quite how to explain my disgust at Alex (whom Kubrick likes very much, as his visual style reveals and as we shall see in a moment). Alex is the sort of fearsomely strange person we've all run across a few times in our lives -- usually when he and we were children, and he was less inclined to conceal his hobbies. He must have been the kind of kid who tore off the wings of flies and ate ants just because that was so disgusting. He was the kid who always seemed to know more about sex than anyone else, too -- and especially about how dirty it was.\n\nAlex has grown up in \"A Clockwork Orange,\" and now he's a sadistic rapist. I realize that calling him a sadistic rapist -- just like that -- is to stereotype poor Alex a little. But Kubrick doesn't give us much more to go on, except that Alex likes Beethoven a lot. Why he likes Beethoven is never explained, but my notion is that Alex likes Beethoven in the same way that Kubrick likes to load his sound track with familiar classical music -- to add a cute, cheap, dead-end dimension.\n\nNow Alex isn't the kind of sat-upon, working-class anti-hero we got in the angry British movies of the early 1960s. No effort is made to explain his inner workings or take apart his society. Indeed, there's not much to take apart; both Alex and his society are smart-nose pop-art abstractions. Kubrick hasn't created a future world in his imagination -- he's created a trendy decor. If we fall for the Kubrick line and say Alex is violent because \"society offers him no alternative,\" weep, sob, we're just making excuses.\n\nAlex is violent because it is necessary for him to be violent in order for this movie to entertain in the way Kubrick intends. Alex has been made into a sadistic rapist not by society, not by his parents, not by the police state, not by centralization and not by creeping fascism -- but by the producer, director and writer of this film, Stanley Kubrick. Directors sometimes get sanctimonious and talk about their creations in the third person, as if society had really created Alex. But this makes their direction into a sort of cinematic automatic writing. No, I think Kubrick is being too modest: Alex is all his.\n\nI say that in full awareness that \"A Clockwork Orange\" is based, somewhat faithfully, on a novel by Anthony Burgess. Yet I don't pin the rap on Burgess. Kubrick has used visuals to alter the book's point of view and to nudge us toward a kind of grudging pal-ship with Alex.\n\nKubrick's most obvious photographic device this time is the wide-angle lens. Used on objects that are fairly close to the camera, this lens tends to distort the sides of the image. The objects in the center of the screen look normal, but those on the edges tend to slant upward and outward, becoming bizarrely elongated. Kubrick uses the wide-angle lens almost all the time when he is showing events from Alex's point of view; this encourages us to see the world as Alex does, as a crazy-house of weird people out to get him.\n\nWhen Kubrick shows us Alex, however, he either places him in the center of a wide-angle shot (so Alex alone has normal human dimensions,) or uses a standard lens that does not distort. So a visual impression is built up during the movie that Alex, and only Alex, is normal.\n\nKubrick has another couple of neat gimmicks to build Alex into a hero instead of a wretch. He likes to shoot Alex from above, letting Alex look up at us from under a lowered brow. This was also a favorite Kubrick angle in the close-ups in \"2001: A Space Odyssey,\" and in both pictures, Kubrick puts the lighting emphasis on the eyes. This gives his characters a slightly scary, messianic look.\n\nAnd then Kubrick makes all sorts of references at the end of \"A Clockwork Orange\" to the famous bedroom (and bathroom) scenes at the end of \"2001.\" The echoing water-drips while Alex takes his bath remind us indirectly of the sound effects in the \"2001\" bedroom, and then Alex sits down to a table and a glass of wine. He is photographed from the same angle Kubrick used in \"2001\" to show us Keir Dullea at dinner. And then there's even a shot from behind, showing Alex turning around as he swallows a mouthful of wine.\n\nThis isn't just simple visual quotation, I think. Kubrick used the final shots of \"2001\" to ease his space voyager into the Space Child who ends the movie. The child, you'll remember, turns large and fearsomely wise eyes upon us, and is our savior. In somewhat the same way, Alex turns into a wide eyed child at the end of \"A Clockwork Orange,\" and smiles mischievously as he has a fantasy of rape. We're now supposed to cheer because he's been cured of the anti-rape, anti-violence programming forced upon him by society during a prison \"rehabilitation\" process.\n\nWhat in hell is Kubrick up to here? Does he really want us to identify with the antisocial tilt of Alex's psychopathic little life? In a world where society is criminal, of course, a good man must live outside the law. But that isn't what Kubrick is saying, He actually seems to be implying something simpler and more frightening: that in a world where society is criminal, the citizen might as well be a criminal, too.\n\nWell, enough philosophy. We'll probably be debating \"A Clockwork Orange\" for a long time -- a long, weary and pointless time. The New York critical establishment has guaranteed that for us. They missed the boat on \"2001,\" so maybe they were trying to catch up with Kubrick on this one. Or maybe the news weeklies just needed a good movie cover story for Christmas.\n\nI don't know. But they've really hyped \"A Clockwork Orange\" for more than it's worth, and a lot of people will go if only out of curiosity. Too bad. In addition to the things I've mentioned above -- things I really got mad about -- \"A Clockwork Orange\" commits another, perhaps even more unforgivable, artistic sin. It is just plain talky and boring. You know there's something wrong with a movie when the last third feels like the last half.", "running_time": 136, "mpaa_rating": "X", "release_year": 1972, "date_published": "1972-02-02", "genres": ["Crime", "Drama", "Foreign", "Science Fiction"], "title": "A Clockwork Orange (1972)"}