{"url": "http://www.rogerebert.com/reviews/a-cry-in-the-dark-1988", "by": "Meryl Streepas Lindy Chamberlain", "star_rating": 3.0, "text": "I had an argument about capital punishment with some friends over the weekend, and I wish I could have taken them to see this movie. I was against the death penalty in principle, of course, but what really bothered me was the thought that a convicted person could be put to death on the basis of circumstantial evidence. There's just too much that can go wrong - as \"A Cry in the Dark\" and another current movie, \"The Thin Blue Line,\" both demonstrate.\n\n\"A Cry in the Dark\" takes place in Australia and is based on the famous recent case of Lindy Chamberlain, the mother who said her baby daughter had been dragged away and killed by one of the wild Australian dogs named dingos. No one else saw the tragic event take place, and the initial rush of sympathy for the parents was replaced, after a few weeks, by a malicious whispering campaign.\n\nDid Lindy in fact murder her own baby and only blame the dogs? The evidence against her began to pile up. A mark on a cloth looked like her bloody handprint. Blood was found sprayed all over the underside of the dash board in the family car. A dingo was not big enough to carry away a human baby. Worst of all, Lindy did not seem sufficiently distraught by the death. Charges were eventually filed against her, she was found guilty and sentenced to life in prison, and she served 3 1/2 years behind bars - even giving birth to another child there - before she was released. An appeals court quashed her conviction on on Sept. 15, 1988, declaring it a miscarriage of justice. You may have read about that in the papers or seen it covered on \"60 Minutes.\" Why was Lindy able to maintain her composure - even an icy facade - in press interviews and on TV? Why didn't she weep for her baby? There is the implication in \"A Cry in the Dark\" that if Lindy had behaved \"correctly\" in the media, the investigation that led to her conviction might never have been carried forward. In trying to help us understand Lindy, Meryl Streep, the star of the movie, faces the formidable challenge of making an unlikable woman seem sympathetic. It appears that Lindy was not naturally prone to outbursts of emotion in public. She kept things bottled up. After she was charged with murdering her child, anger took over, filling her with a deep bitterness that was evident in her face and voice.\n\nAnd there was another matter, the matter of the religious beliefs of Lindy and Michael Chamberlain (solidly played by Sam Neill).\n\nThey are Seventh-day Adventists in a country where that religion is in a small minority and widely misunderstood. While they spoke of reconciling themselves to the will of God, the public maliciously whispered that she had sacrificed her child in some sort of cult ceremony - an event that is unthinkable in terms of the Adventist religion. Whatever she did, Lindy and her husband were religious, emotional and social outsiders, and the press and the law were after them like a pack of dingos.\n\n\"A Cry in the Dark\" takes the time to marshall the case against Lindy , and the time to destroy it. The blood under the dash board proved to be rust-proofing. Dingos could indeed kill and carry a human baby. And additional physical evidence (the coat the baby was wearing when she disppeared) turned up years later and corroborated Lindy's story.\n\nFred Schepisi, who directed and co-wrote the film, has used Australian public opinion as a sort of Greek chorus in the background.\n\nHe cuts away to tennis games, saloons, filling stations and dinner parties, where the Australian public tries Lindy and finds her guilty (one hostess finally bans the subject at her dinner table, declaring that the case is not going to ruin another one of her parties).\n\nSchepisi is successful in indicting the court of public opinion, and his methodical (but absorbing) examination of the evidence helps us understand the state's circumstantial case.\n\nIn the lead role, Streep is given a thankless assignment: to show us a woman who deliberately refused to allow insights into herself. She succeeds, and so, of course, there are times when we feel frustrated because we do not know what Lindy is thinking or feeling. We begin to dislike the character, and then we know how the Australian public felt. Streep's performance is risky, and masterful.\n\nThe final point of the movie, I suppose, is that when passions run high enough a court is likely to decide almost anything about anybody - especially an unlikable, unpopular member of a minority group who is charged with an unspeakable crime. When you combine that possibility with the uncertainty of circumstantial evidence and the human lust for revenge, you get a situation in which the death penalty can result in irrevocable tragedy. Lindy Chamberlain spent 3 1/2 years in prison for a murder she did not commit, but at least she did not die for it.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-11-11", "genres": ["Drama", "Foreign"], "title": "A Cry in the Dark (1988)"}