{"url": "http://www.rogerebert.com/reviews/a-dangerous-method-2011", "by": "Viggo Mortensenas Freud", "star_rating": 3.5, "text": "Psychoanalysis has been so influential at least in part because two of its creators, Sigmund Freud and Carl Jung, were so devilishly gifted at creating memes. Many of their technical terms are brilliant at arguing for their own validity. Consider inferiority complex. Set aside what is actually meant by that. Everyone upon hearing it instinctively thinks they know what it means, and what's more, they know someone they can instantly apply it to.\n\nThe \"talking cure\" and the analyst's couch are likewise embedded in our mythology, even though modern psychoanalysis has more complex thoughts about them. I confess that the more earnest devotees of the approach (Woody Allen and Howard Stern have daily sessions) may benefit at least partly because it keeps them out of trouble. Whatever we think, there is no doubt that psychoanalysis is now firmly embedded in our consciousness. It provides us with a way of thinking about ourselves. Its validity is beside the point. As a term of reference, it is real.\n\nDavid Cronenberg's absorbing \"A Dangerous Method\" involves a few years during which the entire field was largely invented (if I may say so) in the association of Freud (Viggo Mortensen), Jung (Michael Fassbender) and a woman named Sabina Spielrein (Keira Knightley), who began as their patient and became their colleague.\n\nUsing a dialogue-heavy approach that's unusual for Cronenberg, his film is skilled at the way it weaves theory with the inner lives of its characters. We are learning, yet never feel we're being taught. Freud and Jung seem to be learning as well.\n\nMortensen's performance is masterful in the way it shows Freud as a contained, analytical logician, whose conclusions seem prudent if you grant him his premises. Perhaps his incessant smoking is an indicator of compulsions that his speech, usually calm, conceals. Jung, however, is more unpredictable, and Fassbender shows him as a man whose theories permit him a good deal of improvisation. \n\nIn these baffling days of quantum theory, it may actually be Jung, with his interest in the mystical and the supernatural, who is more modern. His thoughts about archetypes are persuasive enough, but what are we to think of his interest (not mentioned in the film) in the tarot deck? As a person who firmly disbelieves in woo-woo, I couldn't believe he would subscribe to such flim-flammery, but I dutifully obtained the \"Jungian tarot deck,\" in which the ancient symbols of the tarot are seen as manifestations of our collective unconscious. In using the cards, I discovered that the juxtaposition of given cards within an arbitrary grid jostled me to think in useful ways. I didn't believe the cards were speaking to me, but I found them helpful in speaking to myself.\n\nBut I drift. \"A Dangerous Method\" opens in 1904 with the arrival at Jung's Zurich clinic of Sabina Spielrein, manic and desperate, struggling with two attendants who try to constrain her. Jung is apparently her last resort. Using Freud's theories and method, Jung has success in calming her, untwisting her and eventually liberating an intelligent inner mind. At that time, Jung knew Freud only through his writings, but not long after, he traveled to Vienna to meet the great man himself, and their conversations in the film are a model of clarity and sanity; the screenplay by Christopher Hampton is based on his play \"The Talking Cure\" and the book A Most Dangerous Method by John Kerr. \n\nAs Sabina heals and blossoms, an attraction grows between her and Jung, despite Jung's love for his wife, Emma (Sarah Gadon). They begin an affair. Later, as Freud takes Sabina as a patient, he learns of the affair and uses this information as a weapon in his ideological struggle with Jung. What the movie suggests is that psychoanalysis as a scientific system may have been harmed by the struggle between these two founders, and that Spielrein, indeed, may have arrived at more useful conclusions than the two dueling male approaches.\n\nIt would help to know something about psychoanalysis, or at least be curious to learn, before seeing this film. The movie's poster suggests a romantic triangle, which is true only in a theoretical sense. The poster design uses the popular \"giant heads\" format, with Knightley most prominent in front and center, and the smaller Mortensen and Fassbender flanking her. If Jung and Freud could have seen this poster, what uneasy dreams it might have inspired.", "running_time": 99, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-12-14", "genres": ["Drama", "Foreign", "Thriller"], "title": "A Dangerous Method (2011)"}