{"url": "http://www.rogerebert.com/reviews/a-delicate-balance-1973", "by": "Katharine Hepburnas Agnes", "star_rating": 4.0, "text": "“A Delicate Balance” is a play about a family in which that balance has been clung to precariously for too many years. It’s a family of four: Tobias, the patriarch, who has constructed a respectable middle-class shell around his empty interior; Agnes, his wife, who skippers the family ship on its aimless voyage; Julia, their daughter, who has climbed back on board after the failure of her fourth marriage, and Claire, Agnes’ sister, who mocks the whole arrangement between her frequent trips to the bar. It’s a family like many others, held together by habit and shared memories and made bearable by the anesthesia of a great many very-dry martinis.\n\nEnter Harry and Edna, the very best friends of Tobias and Agnes. They haven’t come to visit; they’ve come to live. They were sitting at home, Harry explains, and he was reading a book and Agnes was doing her needlepoint, when suddenly they were filled with a vast, nameless terror. Afraid to death, they have come for shelter and protection. Agnes, the dutiful host, gives them Julia’s room and they go upstairs. And then a terrible night and morning of self-examination begins. What Edward Albee achieved with his 1967 Pulitzer Prize play almost defies description because (unlike the generation of playwrights that preceded him) he isn’t interested in explanations or messages. We leave his play filled with emotions but without words for it; he’s shown us how his family feels and suggested why, but he’s left them in more trouble than they began with. Before, they were only sterile and unhappy. Now they know that they are.\n\nThe American Film Theater engaged Tony Richardson to make the play into a movie, and he has delivered with a fine, tough, lacerating production. It’s suitable that “A Delicate Balance” follows Harold Pinter’s “The Homecoming” in the AFT series, because both involve similar situations, settings and lengths of time. The difference is in the light-years of style that separate the visions of Pinter and Albee. Both probe unspeakable psychic depths, but Pinter stylizes more visibly; Albee sometimes seems to be simply recording a family history. The only problem with his families is that they always seem to have something moaning and snuffling at the bottom of the garden. \n\nRichardson’s cast could hardly be better. I suppose Katharine Hepburn and Paul Scofield will get the most notice for their Agnes and Tobias, and that’s as it should be: The tightrope balancing act is theirs, and when we leave them they’re working without a net. But the supporting performances are what really make the play work. Joseph Cotten, whose acting ability hasn’t been adequately used in the movies lately, is stunning as Harry; he describes the sudden terror that visited him, and we taste it. Kate Reid, who plays the alcoholic Claire, also contributes a finely realized performance; even when she’s not on we sense her hovering off screen and waiting for everyone to stop talking so she can suggest another little, drinkie-poo. Some percentage of the AFT subscriber list must no doubt be not unlike Agnes and Harry, and it’s a tribute to this production that they may possibly wish they hadn’t seen it.\n\n[EDITOR’s NOTE: American Film Theater (AFT) was the brainchild of producer Ely Landau in the early 1970s -- a subscription-based program of great plays turned into films by prominent directors and casts. Among the AFT productions (released on DVD) are Albee’s “A Delicate Balance,” Eugene O’Neill’s “The Iceman Cometh” (directed by John Frankenheimer and starring Lee Marvin, Fredrich March, Robert Ryan, and Jeff Bridges), Harold Pinter’s “The Homecoming” (directed by Peter Hall and starring Cyril Cusack and Ian Holm), Eugene Ionesco’s “Rhinoceros” (directed by Tom O’Horgan and starring Gene Wilder, Zero Mostel, and Karen Black), and Chekov’s “Three Sisters” (directed by Laurence Olivier and starring Joan Plowright and Alan Bates). ]", "running_time": 133, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-11-12", "genres": ["Drama", "Foreign"], "title": "A Delicate Balance (1973)"}