{"url": "http://www.rogerebert.com/reviews/a-family-thing-1996", "by": "Robert Duvallas Earl", "star_rating": 3.0, "text": "Early in \"A Family Thing,\" Earl Pilcher's mother dies, and leaves him a letter for the reverend to deliver after her death. Earl runs a garage and filling station in Arkansas, and is so devoted to his mother that he locked a customer inside the station in his hurry to be at her bedside. The letter contains information Earl was not expecting: His mother is not his mother.\n\nThere is more unexpected news: Earl, who has lived all his life as a white man, has a black mother, who became pregnant by his father. Because the young black woman was Mrs. Pilcher's best friend and closest confidant, and because the pregnancy was clearly the man's fault, the two women entered into a conspiracy to keep it all a secret. \"Willie Mae's your real mother by blood,\" the letter tells him. \"Nobody knew, because you came up white. Willie Mae died having you. I was right there.\" Earl was raised by the Pilchers, but now, on her deathbed, the old woman wants to tell the truth at last. She ends by informing Earl that he has a brother, who lives in Chicago, named Ray Murdoch.\n\n\"Find your brother!\" she says, and Earl is disinclined to ignore a deathbed wish.\n\nThat's the setup for \"A Family Thing,\" which is part fantasy, part comedy, part drama, part truth. Earl (Robert Duvall) gasses up his pickup, makes a few excuses to his family, and drives up to Chicago, where he finds that Ray (James Earl Jones) is a veteran policeman assigned to the mayor's office. Ray is none too pleased to meet him. To Earl's surprise, the great secret of his life was pretty well known on the other side of the Arkansas racial divide, and Ray says that, as a young boy, \"I knew exactly who you were.\" Ray has always blamed Earl for his mother's death.\n\nThe story now develops in ways that happen more frequently in movies than in real life, although we don't much mind the contrivances. Ray has no interest in getting to know Earl better, but Earl is out of his depth in the big city, is quickly mugged and carjacked, and has to throw himself on Ray's mercy. Ray brings him home to a flat he shares with his son, Virgil (Michael Beach), and old Aunt T. (Irma P. Hall), who raised him. He spins some story about how Earl is an old Army buddy who saved his life in Korea. But Aunt T., who is blind, is not deceived: \"Stop BS-ing me, Earl Pilcher -- I know all about your sorry half-black a -- .\" Furthermore, \"I love my sister and you her boy, and I love you too.\" \"A Family Thing\" develops this situation like a high-class sitcom. The situations are more or less standard (fights over sleeping arrangements, emergencies that have to be solved, moments of truth and confession), but the dialogue and the acting bring the material up to another level. The scenes between Duvall and Jones involve wary sparring that covers a deep curiosity between two men who are, after all, half-brothers. The shock of Earl's discovery is balanced by 60 years of Ray's resentment, and perhaps in real life things would not smooth out so quickly or so well, but this is a movie.\n\nThe most satisfying and entertaining element of the film, however, is the performance by Irma P. Hall, a veteran actress who walks away with every scene she's in, even when up against seasoned pros like Jones and Duvall. She has a great weight of moral authority in her character, but even more important is her fierce timing: When she says something, it is said in a way that makes it final and irrefutable, and she is the person who says much of what needs to be said about this relationship. (About Duvall's white skin: \"I don't have the blessing of being able to separate people out by looking at them no more.\") The movie was written by Billy Bob Thornton, who also wrote \"One False Move,\" another movie involving a child born across the racial divide. In both movies, the real story of the birth is played against a plot that is mostly about other things (in \"One False Move,\" fugitives on the run; in \"A Family Thing,\" a growing friendship). Some of Thornton's big city scenes are less than convincing, especially a stretch when Earl gets drunk and ends up living as a homeless man.\n\nBut the big heart of the movie remains intact despite the plot's walks on the wild side. Jones and Duvall have a wonderful scene, played late at night while they walk with the lights out about a time they met when they were little boys. And there is another scene between Duvall and Beach, as the son who lacks direction in life, that has truth in it. There is a scene where blind Aunt T. enlists the newcomer to go to the grocery store with her, and Duvall is able to play cunningly against the fact that the blind woman has memorized the inventory of the store.\n\n\"A Family Thing\" could have gone deeper, could have had harder edges, could have dealt more painfully with a situation that is more common in American life than has ever been acknowledged. But as it is, it's a superior entertainment, warm-hearted and touching, and with some nice shadings in the performances.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-03-29", "genres": ["Drama"], "title": "A Family Thing (1996)"}