{"url": "http://www.rogerebert.com/reviews/a-far-off-place-1993", "by": "Reese Witherspoonas Nonnie Parker", "star_rating": 2.0, "text": "\"A Far Off Place\" tells the story of three young adolescents - a South African girl, an American boy and their young Bushman guide - who trek 2,000 kilometers across the Kalahari Desert in order to save themselves from evil ivory-poachers. They undertake this grueling ordeal because, we are told, it will take them to the nearest village. As perhaps the only American film critic who has in fact crossed the Kalahari Desert, twice, I could have saved them a lot of trouble. There were dozens of towns and villages within 100 miles of their starting place, and Cape Town itself would have been less than 2,000 kilometers away.\n\nBut never mind. Although this movie is based on novels by the great South African writer Laurens van der Post, it seems inspired more by the wonderful 1971 Nicolas Roeg film \"Walkabout,\" in which an Australian girl and her little brother are found in the wilderness by a young Aborigine and led to safety after an experience in which she gains a new understanding of the outback.\n\nThere were subtle signs of awakening sexuality between the two young people in \"Walk about,\" which like this film was rated PG.\n\nBut \"A Far Off Place\" is a movie of narrower values and goals, and so although the white girl and the Bushman boy are the only characters necessary for the story, the American boy is manufactured and thrown into the mix to provide a more conventional boyfriend. The spiritual, ennobling relationship between the two characters in \"Walkabout\" is then replaced here by routine puppy love.\n\nAlthough \"A Far Off Place\" is rated PG, many younger viewers are going to be appalled by the opening scenes, which begin with the young heroine, Nonnie (Reese Witherspoon), leading a happy life on an African farm with her parents, her dog, and an extended family of laborers. The American boy (Ethan Randall) comes to spend his summer vacation on the farm, and the two children spend the night in a cave, only to emerge and discover that the house has been burned down and their parents have been murdered. They don't seem to mourn their loss very much, maybe because they know this is an efficient and convenient way to get rid of the parents and make them into heroic orphans who must trek across the Kalahari. But the deaths are a little tough on the kids in the audience; why do the children in so many kiddie movies (\"An American Tail,\" \"The Land that Time Forgot\") have to lose their parents? The scenes shot in the desert have an undeniable beauty, and the photography, by Juan Ruiz-Anchia, captures the forms of the sand dunes with real poetry. I enjoyed the scenes where the young Bushman (Sarel Bok) teaches them survival lore, tells them the legends of his people, and laughs uproariously at their Westernized behavior.\n\nBut while \"Walkabout\" found adequate material in the wonder of nature and the enormity of the young peoples' experience, \"A Far Off Place\" plugs into the tired conventions of violence in order to flesh out its plot. It's easier for lazy filmmakers to create a villain, I guess, than to use their imaginations to create something new. And so we get Jack Thompson as the evil Rickets, an ivory smuggler who flies over the desert in a helicopter, trying to machine gun the three kids to death.\n\nBy the end of \"Walkabout,\" audiences had gained an appreciation of the Aborigine culture, and had learned something about man's place in nature. By the end of \"A Far Off Place,\" audiences have learned that if you take the cliches of crime movies and violent TV shows and transplant them to the Kalahari, the machine guns will shoot just the same. What a waste of a magnificent location, good performances and a truly original character (the young Bushman) in a movie of rigid Hollywood formulas. And what a waste of the imaginations of young viewers.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-03-12", "genres": ["Drama", "Family"], "title": "A Far Off Place (1993)"}