{"url": "http://www.rogerebert.com/reviews/a-few-good-men-1992", "by": "Tom Cruiseas Lt. J.G. Daniel Kaffee", "star_rating": 2.5, "text": "Rob Reiner's \"A Few Good Men\" is one of those movies that tells you what it's going to do, does it, and then tells you what it did.\n\nIt doesn't think the audience is very bright. There is a scene that is absolutely wrong. In it, a lawyer played by Tom Cruise previews his courtroom strategy to his friends. The strategy then works as planned - which means that an element of surprise is missing from the most important moment in the movie, and the key scene by Jack Nicholson is undermined - robbed of suspense, and made inevitable.\n\nThat's a shame, because in many ways this is a good film, with the potential to be even better than that. The flaws are mostly at the screenplay level; the film doesn't make us work, doesn't allow us to figure out things for ourselves, is afraid we'll miss things if they're not spelled out.\n\nThe story is based on fact, as transmuted into a Broadway play by Aaron Sorkin. A Marine at the Guantanamo Naval Air Station, in Cuba, dies after a hazing incident. Two young Marines are charged with the death, but a nosy Navy legal ace in Washington (Demi Moore) suspects there's more to the story, and wants to investigate. She's prodded by her own superior to assign a lazy Navy lawyer (Cruise) to the case, perhaps because he has an unblemished record of settling out of court, and can be counted on to handle the case without generating public embarrassment.\n\nAfter Moore and Cruise meet with the accused young Marines, she realizes they have a sticky case on their hands, because the unwritten Marine code means that the two won't talk, even to save themselves. One of them, a black kid played by Wolfgang Bodison, is so fiercely proud of the Corps that he would rather go to prison for years. The other, a rather dim and easily impressed white farm boy, goes along.\n\nCruise is all for settling the case out of court and getting back to his beloved softball games. Moore won't let him. A third friend, played by Kevin Pollack, joins in strategy sessions as they gather evidence that eventually leads to a disturbing conclusion: Although hazing is officially against the law and Marine policy, the Guantanamo commander, a crusty old dog played by Jack Nicholson, may have tacitly approved the attack on the dead Marine.\n\nThe movie's setup scenes have good energy to them. Cruise is well-cast and effective here as an untried lieutenant, the son of a great man, who has to be taught to take his job seriously and live up to his heritage. Demi Moore is attractive and determined as his superior, who tries to teach him.\n\nGiven decades of Hollywood convention, we might reasonably expect romance to blossom between them, providing a few gratuitous love scenes before the courtroom finale, but no: They're strictly business - so much so that it seems a little odd that these two good-looking, unmarried young people don't feel any mutual attraction. I have a friend, indeed, who intuits that the Demi Moore character was originally conceived of as a man, and got changed into a woman for Broadway and Hollywood box office reasons, without ever quite being rewritten into a woman.\n\nEverything leads up, in any event, to the courtroom scene which concludes the movie, with Kevin Bacon playing the prosecutor assigned to convict the two young Marines. We have already met the Jack Nicholson character in Cuba, where he is particularly good at sexist verbal brutality, which he aims especially at Moore. We know he will turn up again, and he does, in a denouement that would have had greater power if the movie didn't telegraph it.\n\nWhat happens is that the movie brings us to the brink of a courtroom breakthrough, and then we get the scene that undermines everything, as Cruise explains to his friends what he hopes to do, how he hopes to do it, and how he thinks it will work. When Nicholson's big courtroom scene develops, we realize with sinking heart that it is following the movie's scenario. That robs us of pleasure two ways: (1) We are not allowed the pleasure of discovering Cruise's strategy for ourselves, and (2) Nicholson's behavior seems scripted and inevitable, and is robbed of shock value.\n\nThe movie is reduced then, to a lesser pleasure, that of watching good actors do good work. Nicholson is always fun to watch, as he barks and snarls and improvises new obscenities. Cruise is an effective contrast, as the immature young officer who discovers himself. Bodison, the stubborn defendant, gives the most interesting performance in the movie, because we can see the battle going on inside and the movie allows it to happen almost as a separate scenario. But the movie doesn't quite make it, because it never convinces us that the drama is happening while we watch it; it's like the defense team sneaked an advance look at the script.", "running_time": 130, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-12-11", "genres": ["Drama"], "title": "A Few Good Men (1992)"}