{"url": "http://www.rogerebert.com/reviews/a-flash-of-green-1984", "by": null, "star_rating": 3.0, "text": "\"A Flash of Green\" is based on a novel by John D. MacDonald, and like a lot of his stories, it seems to be about the plot but is really about the characters. We start with a story about saving an unspoiled bay from greedy developers, and we end with a story about a man trying to save himself from his own greed. It's a relief, halfway through the movie, to realize it's not going to be about how the good guys win and the bad guys don't turn the grasslands into parking lots. Instead, it's going to be about a complicated relationship involving a newspaper reporter, his conscience, and the woman he loves.The reporter is played by Ed Harris, who has never been better in a movie. He's not one of those hotshot journalists the movies like to fabricate, but a small-town journeyman who keeps a low profile, gets his job done, and in his own quiet way knows where all the bodies are buried. He gets a tip one day: Grassy Bay, the beautiful nature preserve, is once again being threatened by the schemes of Elmo Bliss (Richard Jordan), the rich and ambitious local developer. \n\nHe passes the tip along to Kat Hubble (Blair Brown), the woman who led the last fight to save the bay. He loves Kat Hubble. They've both known that for a long time, but the situation is complicated by Harris's own wife, who has been slowly dying for months, and by the fact that Kat is a recent widow. Harris has another problem. He needs money, and when Elmo Bliss offers to cut him in for a piece of the action, he agrees. Is that a contradiction? \"A Flash of Green\" is attentive to the compromises of daily life, and it understands how people can be complicated enough to hold two opposed ideas at the same time. Harris knows that what he is doing is wrong, that it is a betrayal of his friends, and yet he does it because it seems necessary.Most movie newspapermen are portrayed as either heroes or creeps. Either they win the Pulitzer, or they violate somebody's privacy. The Harris character is seen more carefully, as a hard-working small-town guy who has lost a lot of his illusions. The developer, played by Richard Jordan, also is seen as a specific case. He isn't simply a wheeler-dealer, but a man who has more ambition than taste, and who can convince himself that it'll be good for everybody if Grassy Bay is filled in. And the Blair Brown character is complex, too; she understands the sexual attraction that exists between herself and Harris, but she doesn't confuse it with love, because it's not love, it's simply unfinished business.\"A Flash of Green\" was directed by Victor Nunez, who also made \"Gal Young 'Un.\" Once again, he would rather explore his characters than send them spinning through some meaningless plot. Nunez lives near the Florida locations of this movie, and he has achieved a real sense of place. We feel the moist heat of the long summer nights, the cynical ways in which everybody knows everybody else's business, the urgency of unfulfilled people who can smell money, and think it means success.", "running_time": 131, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "A Flash of Green (1984)"}