{"url": "http://www.rogerebert.com/reviews/a-foreign-affair-2004", "by": "David Arquetteas Josh", "star_rating": 3.0, "text": "When their mother dies, Josh and Jake are saddened, yes, but they are also frightened, because Ma took care of everything. She cooked, she washed, she darned, she remembered where things were. Now there is no one to perform those tasks, and the boys are helpless. A farm they can manage, but a house is beyond them.\n\n\"A Foreign Affair\" shows them taking matters into their own hands. With the help of the friendly town librarian, they find a Web site that features young women from Russia who want to marry Americans and are apparently packed and ready to go. They sign up for the package tour, and find themselves in St. Petersburg, where they never expected to be and considered very desirable, which they have never been before.\n\nTheir task is simpler because they are seeking only one wife. That isn't because they plan to practice polygamy, or because one of them is gay, but because they do not think of this as a true marriage. Jake (Tim Blake Nelson), the serious one, is upfront with the women he interviews: No sex, but you keep house for us for a few years, and you get your citizenship.\n\nHis brother Josh (David Arquette) agreed to this plan back on the farm, but now, attending the nightly parties arranged by the tour group, he finds delightful women throwing themselves at him, and this is a new experience he begins to enjoy. He falls in love more or less nightly, using an ancient formula: When he's not with the one he loves, he loves the one he's with.\n\nThe movie, directed by Helmut Schleppi and written by Geert Heetebrij, could have gone several ways. I can imagine it as a sex comedy, as a romance, as a bittersweet exploration of lonely people. Schleppi has a little of all three elements at work here, but it's Tim Blake Nelson's character who keeps the plot from spinning out of control, because he has a natural and unforced respect for these women that he yanks his brother's chain and keeps their mission on course.\n\nWatching Josh and Jake as they negotiate this process, Emily Mortimer plays a British documentary-maker named Angela. She's been assigned to make a film about the whole phenomenon of Internet brides, but becomes fascinated by Jake because he is not really looking for a bride in the traditional sense, and is upfront about it. As she shoots his interviews with prospective partners, we see her footage, and we sense that we are close to the line between fiction and reality. Maybe closer than we think: I was talking about the movie with Mortimer at Cannes, and she said the filmmakers and the two actors actually took the real tour to do their research.\n\nMortimer's character provides a subtle subtext. As she watches Jake, listens to him and films him, she begins to be moved by his honesty and his good heart. He is a simple, forthright man, unlike most of those she meets, and we begin to sense he may find a bride in the last place he's looking. Or maybe that's too easy; maybe there's no way their worlds can meet, and yet she has a way of looking at him ...\n\nDo marriages like this work? Many Americans find mail-order brides or arranged marriages bizarre, but think how bizarre it is to seek your spouse in a singles bar or on a blind date. There are countless possible partners out there somewhere but we never meet most of them, and most of those we meet are impossible. Maybe it helps to use a system. If you're interested, the actual Web site is at www.aforeignaffair.com.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-18", "genres": ["Comedy", "Drama", "Romance"], "title": "A Foreign Affair (2004)"}