{"url": "http://www.rogerebert.com/reviews/a-girl-cut-in-two-2008", "by": "Ludivine Sagnieras Gabrielle", "star_rating": 3.5, "text": "Claude Chabrol's \"A Girl Cut in Two\" plays like a triangular romantic comedy, until we discover that all three of the lovers are hurtling headlong to self-destruction. Even then, it is comedic, in that macabre Hitchcockian way that takes a certain delight in the flaws of mankind. It's a crime movie, as most of Chabrol's 69 films have been, and at first the crime seems to be adultery. He doesn't leave it at that.\n\nAt the center of everything is Gabrielle Deneige (Ludivine Sagnier), a peppy young blond who does the weather at the local TV station. Her mother runs a bookstore in Lyon and holds an autographing for the best-selling author Charles Saint-Denis (Francois Berleand). Also at the event is a spoiled local rich kid, Paul Gaudens (Benoit Magimel). These two men are going to bring her to a lot of grief.\n\nBut notice how nimbly Chabrol glides through his establishing scenes, and how adroitly he introduces other characters (the lecherous TV boss, the spoiled kid's bitchy mother, Gabrielle's sensible mother, the author's femme fatale agent). The story hums along in an efficient although absorbing confidence, seeming to show us Gabrielle trapped between Charles and Paul, who both vow that they love her. Is this what the title means? Surely we won't really see her cut in two? Well, yes and no.\n\nHitchcock in \"Psycho\" made a point in the opening scenes that the film was Janet Leigh's story, that she was a woman with a secret and that the story would be about that secret. Then she checked into the motel. Gabrielle doesn't disappear from \"A Girl Cut in Two,\" but the film will be about a lot more than her romantic problems. It is important that she seem young, naive and unguarded, so that we can watch both men trying to seduce her with unwholesome motives.\n\nChabrol and De Palma are often cited as the directors most influenced by Hitchcock. Consider the scene in this film where Charles takes Gabrielle to an exclusive private club and asks her to follow him down a corridor. For what purpose? We know it must be sexual, but Chabrol never shows us. This is the Hitchcock technique of building curiosity by deferring action. (Bomb explodes under table equals action. Bomb is under table but it doesn't explode equals suspense.) I was also reminded of the brothel client's little lacquered box in Bunuel's \"Belle de Jour.\" By never showing us what it contains, he generates enormous erotic curiosity.\n\nThe men are odd and interesting. Francois Berleand's Charles is an old rake, hair and beard trimmed to the same length, expertly seductive, a good actor, but devious. Does he really consider his wife a saint? What precisely is his relationship with his agent, who looks like an upmarket Vampira? As for Paul, he's such a vain, preening, foppish creature that Gabrielle should see right through him -- which she does, in fact. Paul's mother, Genevieve (Caroline Silhol), a rich widow, has a monologue that is hypnotizing, expertly delivered and ... make up your own mind. The three central characters are in an emotional fencing match, and Gabrielle lacks a mask.\n\nThe plot was probably inspired by an actual event, which I will not mention because you may be familiar with it. In any event, Chabrol's insidious style is more absorbing than the plot, as it should be. Chabrol, at 78, is one of four living members of the French New Wave. The others: Jean-Luc Godard (77), Eric Rohmer (88), Jacques Rivette (80). They've all made films within the last two years and are said to be in pre-production on new projects. And they said it would never last.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-09-11", "genres": ["Comedy", "Drama", "Foreign", "Thriller"], "title": "A Girl Cut in Two (2008)"}