{"url": "http://www.rogerebert.com/reviews/a-glimpse-inside-the-mind-of-charles-swan-iii-2013", "by": "Charlie Sheenas Charles", "star_rating": 1.0, "text": "A film is a terrible thing to waste. For Roman Coppola to waste one on \"A Glimpse Inside the Mind of Charles Swan III\" is a sad sight to behold. I'll go further. For Charlie Sheen to waste a role in it is also a great pity. \n\nI stop not: For Bill Murray to occupy his time in this dreck sandwich is a calamity. Of Charlie Sheen, we've seen more than enough, at least until he gets his act together. But there's a sad shortage of Bill Murray performances, and his work here is telephoned in as if Thomas Alva Edison had never been born.\n\nSheen plays a caricature of his public persona in a production design beyond his wildest dreams. Elliot Hostetter. Remember that name. The feverish colors and images that he conjures up in \"Charles Swan\" are the reason I kept watching, ready to examine every scene for its look but not its content. At times I caught myself trying to look beyond the actors, annoyed that they were blocking valuable background space.\n\nEvery detail has been pushed to 11 on the \"Spinal Tap\" scale. Take Charles' classic Cadillac. Its seductive curves have been restored not merely to how it looked coming off the assembly line, but to represent how it looked in its designer's imagination. On one side, Charles has painted two eggs. On the other side, two strips of bacon. What were you expecting? A horse and carriage? \n\nNear the beginning of the story, Charles' girlfriend, Ivana (Katheryn Winnick), leaves him. So distraught is he that he packs her shoes in a plastic bag and hurls them over the side of Mulholland Drive. This sets in motion a chain of events that ends with the Cadillac parked in a swimming pool with Charles inside. I pitied the automobile.\n\nSwan the Third owns a design studio, that, in the 1970s Pop Art style, has a giant toothbrush leaning against a wall. The loss of Ivana leads to him indulging an orgy of the sexual hunger that must have inspired her exit through the gift shop. Curiously, although he encounters countless beautiful scantily undressed young women in both life and his fantasies, his primary object doesn't seem to be the stake but the sizzle. Scantily Attired. You remember her. On the old Bob and Ray radio program, she was the never-heard twin sister of Natalie Attired.\n\nAfter the swimming pool incident, Charles suffers an unspecified chest attack, and experiences hallucinations. One involves Ivana's group, the Secret Society of Ball Busters. In one hallucination, Charles and his best friend, Kirby (Jason Schwartzman), are on horseback in the Old West and come upon Ivana and other almost nude Indian maidens who beckon them forward before warrior women on horseback attack them with bows and arrows.\n\nThat's when we see Charles' agent, Saul (Bill Murray), step forward to offer advice. The name Saul is possibly a homage to the great designer Saul Bass, which may be obscure for today's audiences but nowhere near as obscure for them to recall that Charles Swan is the name of the hero of Marcel Proust's \"Remembrance of Things Past.\" \n\nWatching the movie, I found myself thinking at the screen: Give it up, Charlie Sheen. It's getting old. The purpose of this film didn't last long enough for it to justify being released.", "running_time": 86, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-02-12", "genres": null, "title": "A Glimpse Inside the Mind of Charles Swan III (2013)"}