{"url": "http://www.rogerebert.com/reviews/a-good-man-in-africa-1994", "by": "Colin Frielsas Morgan", "star_rating": 2.0, "text": "\"A Good Man in Africa\" has some politically incorrect things to say, and needs to say them in a certain tone to get away with them.\n\nIt's based on a 1985 novel by William Boyd, which found the tone: That cynical but bemused British voice, perfected by Evelyn Waugh in Scoop, in which the hero is a self-centered scoundrel concerned mostly with drink and women, who is posted to some obscure corner of the world where everyone conspires to make his life miserable.\n\nBecause we see the story through the hero's eyes, and because his weakness is so freely confessed, we can smile, because the joke's on him.\n\nMovies tend to be more objective, however, and the same kind of story, filmed here by Bruce Beresford, mostly misses the comic tone and becomes a parable about an Africa where all of the whites are hypocrites and all of the blacks are corrupt. The movie's most interesting character, who inspires the title, is an unbending Scotish doctor named Murray, played by Sean Connery with a certain droll anger that seems just right.\n\nThe movie takes place in a fictional African nation where Morgan Leafy (Colin Friels) is first secretary at the British High Commission. Leafy is a heavy drinker who rolls out of bed most mornings with a splitting headache, and faces the day in dread and confusion. His mistress is an African woman named Hazel (Jackie Mofokeng), who, in common with many alcoholics, he tends to like better at night than in the morning.\n\nA new High Commissioner has been appointed: Fanshawe (John Lithgow), who hates the posting and cares only for his own advancement and a possible knighthood. He arrives with news. Vast oil deposits have been found offshore, and if the British are to get control of them, they need to influence Adekunle (Louis Gossett Jr.), who holds the lead in the approaching presidential election. Fanshawe gives the job to Leafy.\n\nMeanwhile, Leafy is much attracted to Priscilla (Sarah-Jane Fenton), Fanshawe's lithesome daughter. Alas! just as they are about to become one, Leafy is distracted by alarming sensations in his groin, makes awkward excuses and hurries off to Dr. Murray. There is then much suspense over whether he has a venereal disease or not, while Murray expresses his scorn at Leafy's values and the whole silly British society set.\n\nLeafy is the kind of man who cannot stay long out of one bed or another. Before the film is over he will also have bedded Adekunle's wife (Joanna Whalley-Kilmer) and been seduced by Fanshawe's wife (Diana Rigg). He will also get in deep trouble with Adekunle, be denounced by his mistress, and be threatened by Fanshawe with immediate dismissal if he doesn't find an immediate solution to a sticky diplomatic crisis: An African woman has been struck by lighting in the forecourt of the High Commission, and cannot be moved until rituals are held according to strict native custom. Fanshawe wants her out of there because a distant relative of the Queen is arriving on a state visit, and cannot be expected to step over a corpse on her way into the building.\n\nThis plot, and the attitudes that underlie it, remind me of the patronizing tone of novels set in Africa 50 years ago, about colorful colonials and backward natives. The movie is not overtly racist (although the movie's press book says Dr. Murray \"may be the only good man in Africa,\" which is a statement that grows more curious the more you think about it). But there is an unpleasant undertone.\n\nThe director, Bruce Beresford, has such fine films as \"Tender Mercies\" and \"Driving Miss Daisy\" to his credit. This film seems closer to his \"Mister Johnson\" (1991) based on a Joyce Cary novel about an African civil servant, at the time of the late British empire, who gets himself into an ethical predicament he is unable to get out of. That film was an interesting character study of a historical time and place. \"A Good Man in Africa\" seems somehow displaced and suspect in its attitudes about Africans and women.\n\nThere is also the problem that Leafy is not a very likeable man.\n\nIn the book, he is a flawed, colorful eccentric. In the movie, he is simply an unprincipled cad. The surprise is not that Murray, the Sean Connery character, has contempt for him, but that he continues to talk to him at all. And the closing scene of the movie, which attempts to put a good face and a hopeful outlook on this dyspeptic story, is unforgiveable.\n\nYet like many flawed movies, \"A Good Man in Africa\" has parts much too good to belong with the whole. The plain-spoken Connery character is genuinely amusing, and a scene where he plays golf with Leafy is very funny. Lithgow is always an interesting actor, and here he comes closer to finding the right tone for the material than anyone else. And Louis Gossett Jr. takes the corrupt Adekunle and makes him the one character in the movie smart enough to understand everyone's motivations. I was not bored during \"A Good Man in Africa.\" Just uncomfortable, as the characters thrashed about in search of a purpose.", "running_time": 93, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-09", "genres": ["Comedy", "Drama"], "title": "A Good Man in Africa (1994)"}