{"url": "http://www.rogerebert.com/reviews/a-good-old-fashioned-orgy-2011", "by": "Jason Sudeikisas Eric", "star_rating": 1.0, "text": "An orgy provides an opportunity to perform in public what you cannot perform in private with sufficient satisfaction. To have an orgy with strangers is dangerous, and to have one with your best friends is unspeakably sad. My reactionary ideas make me unsuited as a grateful audience member for \"A Good Old Fashioned Orgy,\" which completes our long, hot summer of vulgarian comedies. Thank god Oscar season opens next week at the Toronto Film Festival.\n\nThis is a comedy without wit and soul. It strands fairly likable actors in a morass of the kind of dialogue only stupid characters ever say — and then only when reading stupid screenplays. No one in the movie has a morsel of intelligence. They all seem to be channeling more successful characters in better comedies. This would be touching if it were not so desperate.\n\nTo take off your clothing and engage randomly in sex with nine or 10 other people reveals an appalling lack of self-respect. Is that all sex means to you, rummaging about in strange genitals? Masturbation seems healthier. It is performed with someone you admire. If a sexual orgy is as exciting as the people here pretend, why do they need to spice it up with costumes from fraternity toga parties and sex toys from the remainder bins of adult stores across from truck stops on lonely interstate highways? \n\nIf the people in this movie had a plausible association with humanity, it would be painful and embarrassing. You don't want to witness the humiliation of people you believe in. I believed in none of these characters. They were a small step up from a porn movie starring Barbie and Ken, and of course their best friends Midge and Allan and Tanner the pooping dog. If Barbie had arrived in her pink Corvette convertible, I'd rather play with that.\n\nThere are actors here you have heard of and may like, such as Jason Sudeikis, Lucy Punch, Don Johnson and David Koechner. The only one who will make an impression in this movie is Tyler Labine, who looks and behaves so much like Jack Black as makes no difference. The effect of a leopard-skin thong is wasted on him; it gets lost in the folds. He'd need a digital camera set on Auto Timer to admire the effect.\n\nLucy Punch plays Kate, who gets engaged to her one true love, Glenn (Will Forte). Of course they aren't invited to the orgy. There should be a sacred instant early in a romance when couple's needs are fulfilled by each other, don't you agree? Yet Glenn and Kate turn up for it, anyway, and are mad because they weren't invited: \"We thought you were our friends!\" If we don't all agree that newlyweds should be virgins on their wedding nights, we might compromise by suggesting they haven't attended any orgies with Jack Black types. I'll bet even Jack himself would go along with that.\n\nThe orgy is planned on Labor Day for a summer home in the Hamptons owned by Eric (Jason Sudeikis). This will be a farewell wallow: Eric's dad (Johnson) is selling the house. Dad's real-estate agent, Kelly (played by Leslie Bibb), is an attractive woman who appeals to Eric. He tries to keep the orgy a secret from her. You know you're in a limited crowd when the designated adult is a Realtor.", "running_time": null, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-31", "genres": null, "title": "A Good Old-Fashioned Orgy (2011)"}