{"url": "http://www.rogerebert.com/reviews/a-goofy-movie-1995", "by": "Bill Farmeras Goofy", "star_rating": 3.0, "text": "About two-thirds of the way through the screening of \"A Goofy Movie\" last Saturday morning, something goofy happened. The movie was suddenly upside-down, and you could see the jagged lines of the optical sound track zipping along on the right side of the screen.\n\nThis was not a good sign. As Goofy would say, \"Gorsh!\" I was in a theater with about 200 kids, who made loud noises of protest, confusion and delight. Eventually the movie was stopped, and the manager explained that there was a \"technical difficulty,\" and gave us all passes for a future screening. Since we had gotten into this screening for free, that was a good deal.\n\nBut now I am faced with a deadline, and a review to write. What to do? It occurred to me that since I had seen a movie in progress, I should write a review in progress, simply by supplying you with the notes, written and mental, that I had taken during the movie's first hour. Such as: Is Goofy a human, or a dog? I once met Bill Farmer, who does the voice of Goofy, and he gave me the definitive answer: \"Pluto is definitely a dog. Goofy is sort of the missing link between dog and man.\" The movie is not really about Goofy, but about his teenage son, Max.\n\nToday's kids are so youthoriented that Goofy is too old for them to identify with. Max wears shades and wants to take his best girl/dog, Roxanne, to a rock concert.\n\nGoofy is a single parent. Someday I would like to see a cartoon about the court battle he went through to gain custody of Max.\n\nAll the animated characters in Disney movies have a thumb and three, not four, fingers. Is it true that Walt thought this was a good idea because it makes it impossible for them to flip the bird? What does the bathroom look like in Goofy's house, and how does he use it? At one point there is a moving truck in the movie, and on its side is painted: \"Starving House Pets Movers.\" Nice touch.\n\nI realized the human potential movement has gotten completely out of hand when I heard Goofy telling Max they needed to spend more \"quality time\" together.\n\nAnother sad sign of the times we live in: For the first time in cartoon history, Goofy locks his car after he parks it.\n\nCute moment: During a fishing trip together, Goofy suggests they play car games. \"I'm thinking of a person,\" Goofy tells Max. \"You have to guess who it is.\" \"Is it a male?\" asks Max. \"Yes,\" says Goofy. \"Walt Disney?\" says Max. \"Right,\" says Goofy.\n\nThat's as far as I got before the movie went upside-down.\n\nHow many stars would I give \"A Goofy Movie?\" Well, at the time they stopped the show, the star-meter was clicking at just a shade under three stars, but let's round it off to three and call it a day. That may be a goofy way to rate a movie, but goofy is as goofy does.\n\nFootnote: Since writing the above, I've had an opportunity to see the rest of \"A Goofy Movie,\" in which Goofy and Max meet Big Foot, who does a John Travolta imitation dancing to \"Stayin' Alive.\" There is also a dangerous trip down rapids, a visit to a rock concert, a sweet reconcilation between Max and Roxanne, and a subtle background moment when Elvis turns up in a diner. Three stars still is about right.", "running_time": 77, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-04-07", "genres": ["Animation", "Comedy", "Family"], "title": "A Goofy Movie (1995)"}