{"url": "http://www.rogerebert.com/reviews/a-great-wall-1986", "by": "Peter Wangas Leo Fang", "star_rating": 3.0, "text": "\"A Great Wall\" is a human comedy about a Chinese-American family that goes to visit relatives in Peking, and within that simple premise are so many inspirations that the movie is interesting even when it's just looking at things.\n\nAlthough the father of the American family, Leo Fang, was born in China, he left when he was 10. As the movie begins, he is a thoroughly middle-class American, a computer expert in the Silicon Valley. His wife is Chinese, born in America, and their son is a tall, stocky jock type who likes to wear his Stanford sweatshirt. We get the impression they know as much about daily life in the Peoples Republic as we do - which is, as this movie demonstrates, almost nothing.\n\nThe film opens by cutting between vignettes of the daily lives of the Fangs in California and the Chaos in Peking. Mrs. Chao is Leo Fang's sister, and they've been corresponding for 30 years. We see Fang engaged in a showdown with his boss at work, and then we see Chao in his tiny garden, performing his morning tai chi ritual, which climaxes in a highly satisfactory burst of flatulence.\n\nOnce they're in China, the Fangs decide to live with the Chaos instead of in one of the big tourist hotels. Life is crowded but low-key, and Paul Fang, their son, is astonished by the lives of his teenage cousins. In particular, he can't believe that the Chaos open all of their children's mail before handing it to them. \"Haven't you ever heard of privacy here?\" he asks, but apparently they have not.\n\nThe movie unfolds almost slyly, setting up situations in which the Americans and the Chinese discover things about each other. There is no attempt to turn the film into a travelogue, with montages of scenic China, but of course we do get a glimpse of the Great Wall and another glimpse, which for me was more startling, of expressway traffic speeding past the high-rises of downtown Peking. I suppose I knew intellectually that the capital of the largest nation on Earth would have high-rises, but somehow my mental picture of Peking had lots of pagodas and rickshas in it.\n\n\"A Great Wall\" is billed as the first American movie made in China, and it was directed by Peter Wang (who also plays the lead) and produced by Shirley Sun, a San Francisco documentary filmmaker.\n\nAlthough they were allowed the freedom to shoot on location, their film has not yet been shown widely in China, apparently because it shows the visiting Fangs violating some official guidelines. For example, I learn from the press notes, no foreign family - even a Chinese family from overseas - would be allowed to live with a local family. They would be carefully kept within official tourist channels. This policy of separation is implied in one scene where the Fangs and the Chaos go to a public cafe together and draw disapproving stares from two official-looking men.\n\nThe chief pleasure of \"A Great Wall\" is its observation of the different attitudes toward the daily process of living in China and the United States. The Fangs are upward-bound yuppies. Things move more slowly in the Chao household. Peter Fang is a college student. The Chaos' daughter is impatiently awaiting the results of her examinations, which will determine if she is one of a lucky handful who will go on to higher education.\n\nFang, who is at the cutting edge in the Silicon Valley, has trouble concealing his reaction when he is proudly shown a Chinese computer \"laboratory\" that seems to consist of one ordinary personal computer. But he looks even more amazed when he observes his brother-in-law in the garden, preparing for the day's pressures with meditation and tai chi.\n\nAt the end of the film, there have been no great revelations, no great conflicts, no great surprises. Just the experience of an American family living for a month among their roots, as the father observes the life he would no doubt be leading if he had stayed in China instead of being taken to the United States.\n\n\"A Great Wall\" is about the sort of visit I imagine most of us would like to make, back to the people and the ways of life where we, or our ancestors, came from. We would likely discover what the Fangs discover, that you can't go home again. The original title of this movie said it more plainly. It was \"The Great Wall Is a Great Wall.\"", "running_time": 100, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-07-18", "genres": null, "title": "A Great Wall (1986)"}