{"url": "http://www.rogerebert.com/reviews/a-guide-for-the-married-man-1967", "by": "Walter Matthauas Paul Manning", "star_rating": 2.5, "text": "There are a lot of funny people in this movie, but they are not very funny people in this movie, Gertrude Stein might have said. The Casino Royale Syndrome has struck again in \"A Guide for the Married Man,\" and we are forced to sit and watch as dozens of big-name stars jostle each other for their moment before the cameras.\n\nMichael Todd started this \"guest star\" business in \"Around the World in 80 Days\" (1956). I guess the idea is that no matter bad the movie is, you can always keep awake by poking your neighbor in the side and whispering, \"Hey! There's Ben Blue!\"\n\nAnd so we have had movie after movie in which famous stars have coyly driven taxis, walked dogs, jerked sodas and fallen out of airplanes. We may know it's Jean-Paul Belmondo, and Jean-Paul Belmondo may know it's Jean-Paul Belmondo, but Charles Boyer and Maurice Chevalier think it's only another traffic cop. What fun!\n\nSo anyway, for a long time I thought \"Is Paris Burning?\" was the worst offender of all time. There was a guest star in every single bit part. Even the dog was played by Lassie.\n\nBut then Charles Feldman made \"Casino Royale\" (1967), and all the odds had to be changed. For. the first time, even the directors had bit parts. So I suppose I should have been prepared for \"A Guide for the Married Man,\" but I wasn't.\n\nThe idea is that good old shaggy-faced Walter Matthau is a husband who wants to run out on his wife. But Robert Morse, his best friend, explains that it isn't as simple as that. It's the duty of a married man to protect the sensibilities of his wife by making sure she never finds out about the affair. So Morse tells Matthau stories about a lot of people who goofed, and the guest stars appear in vignettes to demonstrate.\n\nSome of the little skits aren't half bad, which is no wonder when people like Sid Caesar and Phil Silvers appear in them. Matthau and Morse have two of the most versatile talents on the screen, but their roles consist of little more than straight lines. There is a cute sequence with Terry Thomas and Jayne Mansfield, and another between Lucille Ball and Art Carney. But nothing jells. The stars come on, do their bits (Mansfield is a dumb blond, Benny is a tightwad) and leave. What a waste of talent.", "running_time": 89, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-14", "genres": ["Comedy", "Romance"], "title": "A Guide for the Married Man (1967)"}