{"url": "http://www.rogerebert.com/reviews/a-handful-of-dust-1988", "by": "James Wilbyas Tony Last", "star_rating": 3.0, "text": "\"A Handful of Dust\" is about two monsters of selfishness and the suffering that they cause. One is a woman who takes a young lover, and willingly destroys her family and its traditions in the process. The other is a man who likes to be read aloud to. The victim of both of these creatures is one of the nicest men you'd ever want to meet, a British aristocrat named Tony Last (James Wilby), who foolishly allows himself to trust in traditions.\n\nThe movie takes place between the two world wars, in a family that has lived for a long time in Hetton Abbey, ancestral seat of the Lasts.\n\nTony and Brenda, the current Lasts, live a life of luxury and idleness, punctuated by social events and riding to hounds. Tony dotes on his young son, John Andrew. One weekend a poor but industrious young man named Thomas Beaver (Rupert Graves) comes to visit. He belongs to that embarrassed class of people whose tastes are beyond their means, and he is sort of a permanent guest in country homes, where he makes himself agreeable and tries not to overstay his welcome.\n\nAt Hetton Abbey, Beaver makes himself especially agreeable to Brenda, who takes a fancy to the young man and looks him up the next time she is in London. Perhaps she is bored by her husband, or perhaps there is simply some impulse inside of her to take risks. She begins an affair with Beaver. She even takes a small apartment in London. She lies to her husband, and he believes everything he is told.\n\nNo effort is made, in this film or in the novel, to really explore Brenda's motivations. She wants to sleep with Beaver, and she does. And when the time comes, she decides to marry him, and expects to support them both on alimony from her husband - even if that forces him to sell his beloved Hetton Abbey. It is at this point in the film that Tony Last finally reveals his capacity for anger, something he has been concealing for most of his life.\n\nThe movie unfolds in a series of painful (and sometimes comic) scenes in which people flatly state their wishes, and act on them. The most satisfactory moment is no doubt the one in which Tony Last is able, finally and irreversibly, to give Brenda her comeuppance. Even then, he is less effective at hurting her than the light-footed Mr. Beaver, who hardly seems to have been conscious of any emotions at all during his affair.\n\nThe crucial moment in the film comes when the Lasts' young son meets with an accident while riding, and Brenda, while grieved, sees no reason to postpone her plans for a weekend in London and a meeting with Beaver. This leads to one of the two best scenes in the movie, as a visiting American lady (Anjelica Huston) quickly sizes up the situation and tells Last exactly what he needs to hear.\n\nThe other perfect scene is at the end of the film, when Last has impulsively gone off to South America on a foolhardy expedition, and fallen into the hands of a jungle eccentric (Alec Guinness), who likes to have Dickens read aloud to him. The way Guinness gradually reveals Last's fate is masterful.\n\nWhen Evelyn Waugh first published his famous novel, it offended some reviewers because of what they saw as the arbitrary ending, which violated fictional conventions. Certainly in a novel by Dickens or Trollope the fate of the Last family would have been settled in sound dramatic terms; it would not end in a shriek of irony from the jungle.\n\nI suspect Waugh, however, did not see Tony Last and his family traditions as the center of his story. He used them to show ancient, trusting British tradition - and then he used Brenda, Beaver and the man in the jungle to show the rise of a new class to which tradition meant nothing compared to selfish greed.\n\nThis is a peculiar movie, but a provocative one. The performances imply more than the dialogue explains, and there are passages where we cannot quite believe how monstrously the characters are behaving. We Americans like to see evil in terms of guns and crime and terrorists and drug smuggling - big, broad immoral activities. We rarely make movies about how one person can be personally cruel to another, through their deep understanding of what might hurt the other person the most.\n\n\"A Handful of Dust\" has more cruelty in it than a dozen violent Hollywood thrillers, and it is all expressed so quietly, almost politely.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-07-22", "genres": ["Drama", "Foreign", "Romance"], "title": "A Handful Of Dust (1988)"}