{"url": "http://www.rogerebert.com/reviews/a-history-of-violence-2005", "by": "Viggo Mortensenas Tom Stall", "star_rating": 3.5, "text": "David Cronenberg says his title \"A History of Violence\" has three levels: It refers (1) to a suspect with a long history of violence; (2) to the historical use of violence as a means of settling disputes, and (3) to the innate violence of Darwinian evolution, in which better-adapted organisms replace those less able to cope. \"I am a complete Darwinian,\" says Cronenberg, whose new film is in many ways about the survival of the fittest -- at all costs.\n\nIn a small Indiana town, Tom Stall (Viggo Mortensen) runs one of those friendly little diners that acts as the village crossroads and clearing-house. He's the kind of guy everybody likes, married to a lawyer named Edie (Maria Bello), father of the teenager Jack (Ashton Holmes) and young Sarah (Heidi Hayes). He has one of those middle American accents in which every word translates into \"I'm just folks.\"\n\nSo persuasive are these Indiana scenes that, despite the movie’s opening moments, we wonder if Cronenberg has abandoned his own history of violence and decided to make a small-town slice of life: A Capra picture, perhaps, with Viggo Mortensen as Jimmy Stewart. Then all hell breaks loose. Two tough guys enter the diner to try a stickup. They have guns, mean business, threaten the customers and a waitress. Moving so quickly he seems to have been practicing the scene as choreography, Tom Stall takes out the two guys and ends up on the local front pages as a hero.\n\nHe makes a shy hero. He doesn't want to give interviews or talk about what he has done, and there are strained moments in his household as his wife worries about a seismic shift in his mood, and his son can't understand an unstated change in their relationship. Read no further if you want to preserve the reasons for these changes.\n\nTom Stall, as it turns out, has a secret he has been guarding for 20 years. He is not named Tom Stall but Joey, is not from Indiana but from Philadelphia, has tried to start a new life in a small town and failed because of this unexpected publicity. Soon more strangers arrive in town: Carl Fogarty (Ed Harris) turns up with two hard men in his employ. Something really bad has happened to Carl earlier in life, and we don't want to know how his face got that way.\n\nTom Stall has transformed himself so completely into a small town family man that maybe there were years when he believed the story himself. The arrival of Fogarty makes that an illusion impossible to sustain, and he must return to Philadelphia and to an extraordinary scene with a man named Richie Cusack (William Hurt), whose role in Tom (or Joey's) life I will leave for you to discover. Let me say that Hurt has done a lot of good acting in a lot of intriguing roles, but during his brief screen time in \"A History of Violence\" he sounds notes we have not heard before.\n\nAnother important element in the plot involves the Stall family, especially Edie the wife and Jack the son. What do you do when you discover that your husband or father has concealed everything about his early life? Was he lying to you, or protecting you? Did you love someone who did not really exist?\n\nCronenberg is a director with a wide range, usually played by the left hand. He has ventured into horror, the macabre, science fiction, satire and the extremely peculiar. In his 2003 film \"Spider,\" he starred Ralph Fiennes as a mental patient in a halfway house whose reality balances between everyday details and haunting memories of his past. \"Dead Ringers\" (1988) has Jeremy Irons in a dual role as twins, one not so nice, the other not so nice, either. \"Dead Zone\" (1983) has Christopher Walken losing five years of his life and becoming a different kind of person. These shifts in personal reality seem fascinating to Cronenberg.\n\nBut what is Cronenberg saying about Tom, or Joey? Which life is the real one? The nature of Joey's early life was established by the world he was born into. His second life was created by conscious choice. Which is dominant, nature or nurture? Hyde, or Jekyll? Are we kidding ourselves when we think we can live peacefully? Is our peace purchased at the price of violence done elsewhere? In \"A History of Violence,\" it all comes down to this: If Tom Stall had truly been the cheerful small-town guy he pretended to be, he would have died in that diner. It was Joey who saved him. And here is the crucial point: Because of Joey, the son Jack, makes discoveries about himself that he might not have ever needed (or wanted) to make.\n\n\"A History of Violence\" seems deceptively straightforward, coming from a director with Cronenberg's quirky complexity. But think again. This is not a movie about plot, but about character. It is about how people turn out the way they do, and about whether the world sometimes functions like a fool's paradise. I never give a moment's thought about finding water to drink. In New Orleans a few weeks ago, would I have been willing to steal from stores or fight other people for drinkable water? Yes, if it meant life for myself and my family. But I would have made a pitiful thief and fighter, and probably would have failed.\n\nSince I am wandering, let me wander farther: At the Toronto Film Festival I saw a screening of \"Nanook of the North,\" the great documentary about Eskimos surviving in the hostile arctic wilderness. They live because they hunt and kill. Of the three levels \"A History of Violence\" refers to, I think Cronenberg is most interested in the third, in the survival of the fittest. Not the good, the moral, the nice, but the fittest. The movie is based on the graphic novels by John Wagner and Vince Locke. It could also be illuminated by The Selfish Gene, by Richard Dawkins. I think that's why Cronenberg gives his hero a son: To show that Jack inherited what he did not ever suspect his father possessed.", "running_time": 96, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-22", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "A History of Violence (2005)"}