{"url": "http://www.rogerebert.com/reviews/a-home-of-our-own-1993", "by": "Kathy Batesas Frances Lacey", "star_rating": 3.0, "text": "\"A Home of Our Own\" is a sentimental and fairly unlikely story about a widow who packs her kids into a jalopy and takes John Prine's advice: \"Blow up your TV, throw away your papers, head for the country, and build you a home.\" (The TV blows up more or less by itself.) The widow (Kathy Bates) is a proud woman who believes in paying her own way, and refuses any form of charity. When she sees that her oldest son (Edward Furlong) is in the early stages of what may develop into a criminal career, she realizes Los Angeles is not the place for raising children. Since she's just been fired from her job for smacking the foreman when he got fresh, the time is ripe for her to pack their possessions into the family car and head in the general direction of Montana.\n\nThis situation, set in the 1950s, could be the set-up for a sitcom, or a retread of an old Disney family yarn. It ends up being a lot more, partly because Kathy Bates brings a solid, no-nonsense clarity to what could have been a marshmallow role, and partly because the director, Tony Bill, is too smart to go for heart-wrenching payoffs until the very end of the film, when they work so well that I actually felt some tears in my eyes.\n\nIt doesn't make a movie good just because you sniff a little. But it makes it hard to dismiss. Recognizing that \"A Home of Our Own\" is manipulative, I must be honest enough to admit that it successfully manipulated me; that when the family is helped in its darkest hour by the goodness of neighbors, there is something enormously moving about it all.\n\nThe Bates character, named Frances Lacey, is still angry at her late husband for having died on her. She lambastes him from time to time, but confides to her son Shayne (Furlong) that he was, in fact, a reasonably good man. Now she is left with her \"tribe,\" which she calls her \"tribe\" about six times too often in the film. Pointing the old car for the horizon, she knows in her bones that she will find a house for them - that they'll never have to live under a landlord's roof again.\n\nThey're penniless, but she trusts in providence, and providence provides a half-finished little frame house across the street from a nursery run by a Japanese-American man named Mr. Munimura (Soon-Teck Oh). The house was abandoned, we learn, when his son did not return alive from the Korean war. She bargains with him.\n\nIn return for the deed to the house and some land, she will supply him with housecleaning and chores to be supplied by her \"tribe.\" He is at first astonished, then dubious, then convinced.\n\nMrs. Lacey gets a job as a waitress in the local bowling alley, sometimes gratefully accepting tools as tips, and the family sets to work winterizing their humble quarters. The tribe has generally good spirits, but their poverty leads to humiliations at school, and unhappiness at home, especially during a Christmas scene that even Dickens might have found depressing.\n\nTony Bill is a director not shy of tearjerking; his films include the fine \"My Bodyguard\" (1980) as well as the shamelessly sentimental \"Six Weeks\" (1982) and \"Crazy People\" (1990). During \"A Home of Our Own\" I was aware that the situation had been carefully crafted out of cliches and stereotypes, and yet the film was able to bring them to life, and Bates and Furlong were believable even when the \"tribe\" seemed to be posing for Save the Children posters.\n\nThis is not a great movie, but it has a big heart.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-11-05", "genres": ["Comedy", "Drama", "Family"], "title": "A Home Of Our Own (1993)"}