{"url": "http://www.rogerebert.com/reviews/a-home-at-the-end-of-the-world-2004", "by": "Colin Farrellas Bobby Morrow", "star_rating": 3.5, "text": "\"A Home at the End of the World\" tells the story of Bobby Morrow, who at 7 sees his adored older brother walk into a glass door and die, who lost his mother even earlier, who finds his father dead in bed, who solemnly announces to his best friend, \"I'm the last of my kind.\" Soon he is living with the friend's family, so comfortably that the mother eventually has to tell him, \"You can't just live with us forever.\" By then he is 24.\n\nBobby is played as an adult by Colin Farrell in a performance that comes as an astonishment. Farrell is a star who has appeared mostly in action pictures that reflect his bad-boy offscreen image. Here he plays a quiet, complex, unconventional character, a young man who has been deeply hurt, who fears abandonment, and whose guiding principle has become, \"I just want everybody to be happy.\"\n\nBobby is sweet. Everybody likes him. But does anybody know him? He has such a need to please, to reassure, to comfort, to heal, that it is hard to say what might comfort and heal him. We attend to this character more than to most, because we like him but find him a mystery.\n\nHis best friend is Jonathan (played as an adult by Dallas Roberts), an outsider in high school until Bobby befriends him, gives him pot for the first time and shares his dead brother's philosophy, which is basically that all is good, life is wonderful, so chill. Jonathan is clearly gay from an early age, and as the two boys share a bed, they eventually share a shy sexual experience. Jonathan moves to New York and Bobby eventually follows, joining a household that also includes Clare (Robin Wright Penn). She is older, experiments with bizarre hair-coloring strategies, embraces the unconventional and eventually embraces Bobby. He confesses he is a virgin and may not be \"adept\"; she calls him \"junior\" and takes charge.\n\nSo is Bobby actually straight? \"Bobby's not gay,\" Jonathan muses. \"It's hard to say what Bobby is.\" Hard, because Bobby is much less interested in sex than in helping other people to feel better. That's why the filmmakers were correct in their well-publicized decision to leave out Farrell's scene of full frontal nudity; the movie is not about the size or function of Bobby's penis, but about its friendliness. Consider his muted flirtation with Jonathan's mother, Alice (Sissy Spacek). He gives her pot, dances with her, turns her on to Laura Nyro, frees her to accept Jonathan's lifestyle and to wonder what directions her own life might have taken, if she had not been so conventional, suburban and married.\n\n\"A Home at the End of the World,\" directed by Michael Mayer, is based on a novel and screenplay by Michael Cunningham, author of The Hours. Once again he is fascinated by very particular kinds of unconventional households, by nontraditional family groups that do not even fall into the usual nontraditional categories. One might think Bobby, Jonathan and Clare were all gay, but no: Jonathan has an active homosexual life, but Clare is straight, and so concerned with remaining free that sex is approached warily. When she and Bobby have a daughter, their household makes a move toward a more conventional arrangement, and then backs off.\n\nThere is also the question of how Jonathan feels about their little family. He loves Bobby, and his many sexual partners are a way to escape that inescapable fact. Bobby loves him, but in the same way he loves everybody. Jonathan sometimes feels Bobby is elbowing him out of his own life: \"You can be the son and I'll be the best friend.\" Clare studies Bobby and is baffled: \"You can live in the suburbs, the East Village, the country -- it just doesn't make any difference to you, does it?\" By now they have moved to Woodstock, bought a little frame house and opened a cafe in town.\n\nThe movie exists outside our expectations for such stories. Nothing about it is conventional. The three-member household is puzzling not only to us, but to its members. We expect conflict, resolution, an ending happy or sad, but what we get is mostly life, muddling through. Some days are good and other days are bad.\n\nWhen Bobby makes the most important decision of the film, we know why he makes it, but Clare doesn't, and it's hard to say about Jonathan. Bobby doesn't explain. He makes it because one of them needs him more than the other; there is really no thought of himself.\n\nPlots in fiction are usually based on need, greed, fear and guilt. Even love plays out in that context. All Bobby has is the need to please, in order to assure himself of a place where he belongs. A home. Colin Farrell is astonishing in the movie, not least because the character is such a departure from everything he has done before. Charlize Theron's leap of faith in \"Monster\" comes to mind, although Farrell's work here is less risky and lower-key. It's rare, in a movie that sidesteps melodrama, for a character to fascinate us with his elusiveness.\n\n\"Is there anything you can't do?\" one of them asks him.\n\n\"I couldn't be alone,\" he says.", "running_time": 96, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-30", "genres": ["Drama", "Indie"], "title": "A Home at the End of the World (2004)"}