{"url": "http://www.rogerebert.com/reviews/a-kiss-before-dying-1991", "by": "Matt Dillonas Jonathan Corliss", "star_rating": 3.0, "text": "Ambitious young men are almost always dangerous in the movies.\n\nThey hunger, and brood, and dream, and they will allow nothing to stand in their way. They're a familiar type, almost always achieved by overacting: Asked to project resentment, hurt and ambition, all at once, your average actor goes over the top. It is one of the strengths of James Dearden's \"A Kiss Before Dying\" that Matt Dillon is able to make his character self-contained, impassive, and so all the more dangerous.\n\nDillon plays Jonathan, a poor kid from the wrong side of the tracks, who as a child used to sit in his bedroom and gaze morosely at the endless freight trains rumbling past, all of them emblazoned with the logo of Carlsson Copper. One day, he apparently said to himself, those trains will be mine. We meet him next at the University of Pennsylvania, where he is dating Dorothy (Sean Young), one of two twin daughters of crusty old Thor Carlsson (Max von Sydow), a proud millionaire. And then the film springs a surprise on us, which I will not reveal, and even so, do not read any further unless you want to know that Dorothy is found dead, an apparent suicide.\n\nDorothy's twin is Ellen, also played by Sean Young, and soon she and Jonathan are in love. They both work in the same homeless rescue agency, picking up street kids and giving them counseling and a place to spend the night. But Jonathan doesn't see social work as a permanent career, and he ingratiates himself with the uncompromising old man, goes fishing with him, agrees with everything he says, and is eventually given a job in the family firm.\n\nEllen is in love, but she is obsessed with the notion that her twin did not commit suicide. There are all sorts of clues, if you know where to look: For example, Dorothy was wearing new shoes, purchased just before she died. Is that the action of a suicidal person? And then there are the mysterious deaths of Dorothy's former friends and co-students. Did they know something? Are their deaths a coincidence? Veteran filmgoers, familiar with the Rule of Economy of Characters, will have guessed that Jonathan is not in the film simply to stand by while Ellen finds the real killer. \"A Kiss Before Dying\" generates most of its suspense, in fact, by allowing us to know things about Jonathan that Ellen doesn't know. Dearden, the director, wrote \"Fatal Attraction\" and got substantial mileage out of the same idea - that a man is in mortal danger from the woman he is having an affair with. In \"Fatal Attraction\" there was an additional twist, in that the audience was not quite so sure of the facts, but the strength of \"A Kiss Before Dying\" is that the Matt Dillon character is so private, so controlled by inner needs no one else in the film is allowed to see, that he is almost two persons, all by himself.\n\nThis is Matt Dillon's first film since \"Drugstore Cowboy,\" and demonstrates again that he is one of the best actors working in movies. He possesses the secret of not giving too much, of not trying so hard that we're distracted by his performance. Dillon was never trained as an actor, was a junior high school kid when he was cast in an unsung but powerful movie named \"Over the Edge,\" and has turned out to have a natural affinity with the camera. There was a brief period when his career was endangered by quasi-Teen Idol status, but he just kept working, choosing interesting roles and good directors, and today he and the slightly older Sean Penn are the best actors in their age group.\n\nAbout Sean Young I am not quite so sure. In her best work, like \"The Boost\" (1988), she is convincing - angry, obsessed, fearful. But here her character seems to know too much of the story; she has a detachment that's not appropriate, a way of seeming to know, like we do, what the real outcome is going to be. It undermines the concern we feel for her.\n\nAnd yet \"A Kiss Before Dying\" works, in most of its scenes, because it is fueled by the need of the Dillon character. Dearden helps it work because he doesn't press his point. The film opens and closes with closeups of Dillon as a boy, looking at those trains going by, and Dillon is too good an actor to feel any need to improve on the emotions we associate with those wide little eyes.", "running_time": 93, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-04-26", "genres": ["Thriller"], "title": "A Kiss Before Dying (1991)"}