{"url": "http://www.rogerebert.com/reviews/a-king-in-new-york-1957", "by": "Charles Chaplinas King Shahdov", "star_rating": 3.0, "text": "During the years of its exile, strange rumors grew up about Charlie Chaplin's \"A King in New York.\" It was released in England in 1957, got lukewarm reviews, and was never screened or released in this country. But somehow the word got around that it was a bitter, cynical, anti-American film, made by a man who had turned against the country that nurtured him.\n\nAll of this turns out to be a lot of baloney. \"A King in New York\" doesn't rank with Chaplin's greatest work, but it is good stuff and there are three or four scenes of marvelous comic invention. And it's a hopeful film, more bittersweet than bitter. Only the hysterical frenzies of the Joe McCarthy era could have made it seem otherwise.\n\nIt's hard to understand today how controversial Chaplin had become in the early 1950s; old newspaper photos show American Legionnaires picketing theaters where his movies were playing. He sailed for his native England in 1952, and his ship was barely out of the harbor when the U.S. government announced he would be denied a re-entry permit. There was a problem about a paternity suit and certain questions about his personal morals - but mostly the attorney general resented his opposition to the House Un-American Activities Committee.\n\nIt was probably inevitable, then, that any Chaplin film about communism, HUAC and American society would find opposition here. What is surprising is that Chaplin retained so much optimism about the prospect for America. It's in this area, in fact, that \"A King in New York\" goes overboard. Chaplin puts so many pro-Bill of Rights speeches into the mouth of his son, Michael, that after a point we're tempted to stand up and face the flag.\n\nThe movie begins with an observation, \"Revolutions are one of the inconveniences of modern life,\" and then recounts the adventures of King Shahdov (Chaplin), who escapes from a revolution and takes refuge in New York. Shahdov is a kindly man with some ideas about how to harness the atom for peace. But he is bewildered by the craziness of American society, and it's here that the movie works best.\n\nAlmost the first thing the king does in New York is go to the movies, and Chaplin pokes fun at Hollywood with some funny \"coming attractions\" on screens so wide the heroes almost have to lie down. He also has fun satirizing an early rock concert (teenagers rock and roll in the aisles while the musicians collapse on their knees Bill Haley-style). And there's a hilarious episode in which the king is tricked into appearing on television: He's invited to a dinner party being televised by a hidden camera, and can't understand why his table partner keeps interrupting with commercials. This episode probably owes something to Ed Murrow's Person to Person.\n\nThe king supports himself by endorsing products in TV ads, and tries to win support for his atomic plans. So far, so good. But then he visits a school and meets a young boy (Michael Chaplin) whose parents were communists and have been asked by HUAC to rat on their friends. The lad is simply filled up to here with stirring patriotic speeches about human freedom and dignity, and Chaplin lets him talk much too long. In a few of these scenes, as in the overlong oration at the end of \"The Great Dictator,\" the Chaplin who communicated so well without words depends on them too much.\n\nThere's some satire of a congressional investigation into communism, but Chaplin doesn't hit too hard and finally plays it for laughs (he gets his finger stuck in a firehose nozzle and inadvertently drenches the committee.) The film ends with the king comforting the young boy: \"This madness won't go on forever. There's no reason for despair.\"\n\nThe engagement of \"A King in New York\" at the Carnegie marks the film's American premiere, and only its third public showing in this country. For the record, the audience enjoyed it immensely. Chaplin's political satire no longer seems as daring as it must have been in the 1950s, but his social commentary is, if anything, more timely now. It's a relief, somehow, to learn at last that Chaplin didn't bow out in bitterness, and that the last film he starred in was as gentle, optimistic and funny as the first.", "running_time": 110, "mpaa_rating": null, "release_year": 1957, "date_published": "1972-06-05", "genres": ["Comedy", "Drama"], "title": "A King in New York (1957)"}