{"url": "http://www.rogerebert.com/reviews/a-knights-tale-2001", "by": "Heath Ledgeras William", "star_rating": 3.0, "text": "It is possible, I suppose, to object when the audience at a 15th century jousting match begins to sing Queen's \"We Will Rock You\" and follows it with the wave. I laughed. I smiled, in fact, all through Brian Helgeland's \"A Knight's Tale,\" which tells the story of a low-born serf who impersonates a knight, becomes a jousting champion and dares to court the daughter of a nobleman.\n\nSome will say the movie breaks tradition by telling a medieval story with a soundtrack of classic rock. They might as well argue it breaks the rules by setting a 1970s rock opera in the Middle Ages. To them I advise: Who cares? A few days after seeing this movie, I saw Baz Luhrmann's \"Moulin Rouge,\" which was selected to open the Cannes Film Festival despite being set in 1900 and beginning with the hero singing \"The Sound of Music.\" In the case of \"A Knight's Tale,\" Helgeland has pointed out that an orchestral score would be equally anachronistic, since orchestras hadn't been invented in the 1400s. For that matter, neither had movies.\n\nThe film stars Heath Ledger, said to be the next big thing on the Australian sex symbol front, as William, a servant to a knight. The knight is killed, and his servants will be eating parboiled hedgehogs unless someone comes up with an idea. Along happens a desperate and naked man who makes them an offer: \"Clothe, feed and shoe me, and I'll give you your patents!\" Brewer's Dictionary teaches us that Letters Patent are documents signed by a sovereign, conferring such rights as a title of nobility. The man offering to forge them introduces himself as Chaucer (Paul Bettany), and indeed \"A Knight's Tale\" is a very, very, very free adaptation of one of his Canterbury Tales .\n\nWith the forged patents and the dead knight's suit of armor to disguise him, William and his sidekicks Roland and Wat (Mark Addy and Alan Tudyk) put themselves through one of those standard movie training montages and are soon ready to enter a joust, which is the medieval version of golf, with your opponent as the ball. There are many fearsome jousting matches in the movie, all of them playing with perspective and camera angles so that the horses and their riders seem to thunder at high speed for 30 seconds down a course that would take about five, until one knight or the other unseats his opponent three times and takes the victory.\n\nThis is not handled with great seriousness but in the spirit of high fun, and there is the evil Count Adhemar (Rufus Sewell) as an opponent. Since the knights wear armor guarding their faces, it might seem hard to distinguish them, but since time immemorial the movies have solved this dilemma by giving good knights attractive facial armor, and bad knights ugly little asymmetrical slits to peer through. I imagine a bad knight going into the armor store and saying, \"I want the ugliest facial mask in the place!\" Darth Vader is the only villain in the movies with a cool face plate.\n\nAnyway, there are lots of babes in jousting land, especially the lady Jocelyn (Shannyn Sossamon), whose father is the ruler (at a banquet after the first tournament, she dances with William as David Bowie sings \"Golden Years\"). There is also a cute blacksmithess named Kate (Laura Fraser), who must be good, as she has obviously not been kicked in the head much.\n\nThe movie is centered on a series of jousting matches, alternating with threats to unveil the secret of William's identity. Finally we arrive at the World Championships in London, alas without the movie supplying a definition of what in these pre-Columbian times is considered \"the world.\" My guess is that the World Championship of Jousting is to England as the World Series is to North America. Another thing they have in common: Both events feature \"The Boys Are Back in Town.\" \n\nThe movie has an innocence and charm that grow on you. It's a reminder of the days before films got so cynical and unrelentingly violent. \"A Knight's Tale\" is whimsical, silly and romantic, and seeing it after \"The Mummy Returns\" is like taking Tums after eating the Mummy.", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-05-11", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "A Knight's Tale (2001)"}