{"url": "http://www.rogerebert.com/reviews/a-labor-of-love-1976", "by": null, "star_rating": 2.5, "text": "Fantasy is essential to pornography - and especially to porno films, where the dispassionate camera tends to turn fiction into documentary. Actors can play characters only so long as they have their clothes on; nude actors, unless they're very good, tend to end up playing themselves. And then reality creeps in and changes the terms of the understanding. Among the pitfalls to be avoided by the successful pornographer are such aspects of reality as genuine emotion, a sense of irony and (as someone once observed in a review of Andy Warhol's \"Flesh\") pimples. These observations are abundantly illustrated in \"A Labor Of Love,\" a documentary by Robert Flaxman and Daniel Goldman about the making of an X-rated movie.\n\nThe movie, titled \"The Last Affair\" and shot in Chicago during the winter of 1974-75, was subsequently re-edited and re-shot to quality for an R rating -- and there's the first irony, given the heroic difficulties presented by the X scenes in the first place. The premise of \"The Last Affair\" was to be a simple one. The movie was about a male brothel where women could go to fulfill their sexual fantasies. There were thin prostitutes and fat ones, ones in leather and others in monk's robes and one who would pretend to be Daddy. The various fantasies would provide the sex scenes, there'd be a supporting plot about one woman's reasons for going to the brothel and that would be the movie.\n\nThe filmmakers gave Flaxman and Goldman the run of their sets and permission to interview the performers and crewmembers. The result is an absorbing document that is likely to put even the dirtiest old man off porno movies for at least a month. Because what \"A Labor of Love\" captures is exactly what pornography cannot permit: the human reality of the sexual experience.\n\nThis is demonstrated most memorably in the failure of the leading Man to achieve what my colleague Ron Powers once called \"the sine qua non of the hard-core film.\" In an interview before his big scene, the star, a bearded and macho type, explains that he's always been into \"heavy sex -- kinky stuff\" and loves it. His leading lady seems somewhat less confident: \"We went out to get sort of acquainted, you know? And he drank about 20 tequilas and said he was also stoned on something else, and, wow . . ..\"\n\nAs events transpired, it wasn't just the date that the couple didn't get along on. As exhausted crewmembers slept downstairs and the cameras ground on until 2:30 in the morning, the hapless star remained detumescent. Finally a stand-in was recruited: the son of the owner of the mansion where shooting was taking place. \"I woulda done anything to get my bed back,\" he explains, after his classic variation on the old standby where the star breaks a leg and the understudy is pushed onstage.\n\nWe also see the gradual disillusionment of the director, a decent-seeming Iranian glad to get his first break. We see the frankness with which the performers evaluate themselves: \"I felt like an animal,\" one actress says. \"I'd never do something like this again.\" And there is a small moment of genuine warmth as an older man, cast as \"Daddy\" in one of the scenarios, talks about his relationship with the young actress in the scene: \"We went out and talked, had a cup of coffee -- we got along fine. We agreed we could do the scene. But then she fell in love. You know, at 22, love can just rush in...\" \n\nThere is a sympathy and a wistfulness here that speaks for the entire enterprise. The people connected with the movie are not depraved degenerates and dope-crazed hookers. They seem to be ordinary, likable people, pitching in to make the movie as good as it can be, given its limitations. The director explains bow he took a stand with the financial backers: \"They wanted 80-per cent sex. I said 20 per cent -- after that, you know, it gets boring.\" Yes. But even the 20 per cent can't stand up to the introduction of that subversive word \"love.\"", "running_time": 70, "mpaa_rating": "X", "release_year": 1976, "date_published": "1976-07-27", "genres": null, "title": "A Labor of Love (1976)"}