{"url": "http://www.rogerebert.com/reviews/a-la-mode-1994", "by": "Jean Yanneas Mietek", "star_rating": 2.0, "text": "The stomach. The genius of a great tailor resides in his appreciation of the stomach, old Mietek explains to his young apprentice. A young man wants to have more stomach. An old man wants to have less stomach. A woman has four stomachs, because one must not overlook her breasts or her behind (which is packaged as one). For a philosopher, the center of a human being may be in the brain. For a doctor, in the heart. But for a tailor, in the stomach.\n\nLectures like this provide much of the real charm of \"A la Mode,\" a film burdened with a great deal too much manufactured charm.\n\nThe film begins in 1962, and tells the story of a young orphan named Fausto, who is apprenticed to Mietek, whose shop is in the old Marais area of Paris. Fausto has an Italian background and Mietek is Jewish, but the two become like father and son, and there are many lectures about tailoring, and life.\n\nMietek is played by the veteran French actor Jean Yanne, who in all of his roles brings a blunt charm, as if he is determined to say exactly what he believes, no matter how much that may force you to like him. He comes dangerously close to going over the top in some of his arm-waving harangues to Fausto, and is saved only by the movie's cheerful tone, which keeps us from taking him too seriously.\n\nWhen he is not at work, Fausto (Ken Higelin) lives with his best friend and roommate, Raymond, in an orphanage. In the early scenes, sadistic classmates torment them. Then they move to a room of their own, and at night sneak up to the roof to share cigarettes and inflamed fantasies about girls. But girls are the least of their problems. The film's view of romance, which is as idealized and romantic as in \"The Umbrellas of Cherbourg,\" places them in a Paris where every woman seems to have a smile and a wink for young Fausto.\n\nIn one scene he writes love letters to all the women in the courtyard where Mietek has his shop, and most of them are happy to receive them. They all want to adopt him, or worse. True love happens, however, when he meets Tonie (Florence Darel), the daughter of an auto mechanic. Fausto is somewhat awkward and bashful around real women, as opposed to the women in his dreams but Tonie encourages him with smiles and warmth, and soon Fausto is in love.\n\nMeanwhile, Fausto has learned whatever Mietek has to teach him, and is branching out on his own. In the least convincing scenes in the film, Fausto invents his own new styles of clothing, including one suit made mostly of coins and franc notes, and another one that looks like a freshly mowed lawn. Fausto believes that to have success, one must scorn it, and so while he is designing these suits, he adopts the habit of eating 100-franc notes, just to show his disdain for money.\n\nAll of this is a good deal too precious, and it is hard to believe that tout le monde would beat a path to Mietek's shop just to see the latest grass suits by Fausto. Although bizarre designers like Rudi Gingrich did indeed get publicity in the 1960s with similar experiments, nothing about Fausto or his designs is convincing from a fashion point of view. (I was greatly disappointed that no one asked Fausto if his suits needed to be watered.) That leaves the more personal scenes, including a sweet one in which Mietek, acting as Fausto's father, goes to Tonie's father to formally request her hand in marriage. By the end of the film, although we are happy for Fausto that things have worked out so perfectly, we are less patient with the director.\n\nWhat is the point of \"A la Mode?\" It is obviously not based on the actual world of fashion, nor on any other actual world, and although the characters are charming, they would have been more interesting in a believable story. What would it really be like to be an orphan apprenticed to a wise old tailor in Paris in 1962? I'd like to see a movie that told me, but \"A la Mode\" distorts everything with sentimentality. It even gets those forbidden cigarettes wrong; surely in 1962 two daring young French lads would have been puffing on Galoises, not American filter tips?", "running_time": 87, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-08-19", "genres": ["Comedy"], "title": "A La Mode (1994)"}