{"url": "http://www.rogerebert.com/reviews/a-league-of-their-own-1992", "by": "Geena Davisas Dottie Hinson", "star_rating": 3.0, "text": "Until seeing Penny Marshall's \"A League of Their Own,\" I had no idea that an organization named the All-American Girls' Professional Baseball League ever flourished in this country, even though I was 12 when it closed up shop, and therefore of an age to collect Bob Feller and Robin Roberts baseball cards and listen to the Cardinals on the radio. The league was founded in 1943, when it briefly appeared that men's baseball would be a casualty of the war, and once the men came marching home it's a wonder the league survived until 1954. Then it was consigned to oblivion; history is written by the victors.\n\nAt the time, it seemed as if the women's league might mean the financial survival of the major league baseball franchises and their owners. The movie gives us a Chicago candy-bar mogul in place of the Wrigleys and shows his agents scouting the countryside for women who could play ball. In a rural area of Oregon, the scout finds two sisters, Dottie and Kit (Geena Davis and Lori Petty), one who can catch and hit, the other who can throw but is a sucker for high, fast balls. He brings them back to Chicago for tryouts with a lot of other hopefuls, including would-be team members played by Madonna, Rosie O'Donnell and Megan Cavanaugh.\n\nA coach is needed for the team, which is based in Rockford. The owner (Garry Marshall) recruits Jimmy Dugan (Tom Hanks), a onetime home-run king whose alcoholism wrecked his career and left him without prospects. For the first few weeks of the season, Dugan can hardly focus on the field, but then he starts to take an interest in his girls. By the end of the season, Rockford is in the World Series against Racine (no great achievement, since there are only four teams in the league).\n\n\"A League of Their Own\" follows many of the time-honored formulas of sports movies, and has a fair assortment of stock characters (the plain girl who gains confidence, the brash girl with the heart of gold, the jealous sisters), but it has another level that's a lot more interesting.\n\nAfter years of perpetrating the image of the docile little woman who sat at home caring for her lord and master, American society suddenly found that it needed women who were competent to do hard, skilled work during World War II. Rosie the Riveter became a national emblem, Hollywood threw out its romance scripts and started making movies about strong, independent females, and it was discovered that women could actually excel at professional sports.\n\nThe movie remembers this period from the present; it begins with Dottie Hinson, the Geena Davis character, now older, taking a trip to Cooperstown for ceremonies honoring the women's league. What we learn about Dottie is that she never took women's baseball all that seriously. She was the best player of her time, and yet, in her mind, her was simply on hold until her husband came back from the war.\n\nDugan, the coach, tells her she lights up when she plays baseball - that something comes over her. But she doesn't seem aware of it.\n\nThis ambiguity about a woman's role is probably in the movie because it was directed by a woman, Penny Marshall. A man might have assumed that these women knew how all-important baseball was.\n\nMarshall shows her women characters in a tug-of-war between new images and old values, and so her movie is about transition - about how it felt as a woman suddenly to have new roles and freedom.\n\nThe movie has a real bittersweet charm. The baseball sequences, we've seen before. What's fresh are the personalities of the players, the gradual unfolding of their coach and the way this early chapter of women's liberation fit into the hidebound traditions of professional baseball. By the end, when the women get together again for their reunion, it's touching, the way they have to admit that, whaddaya know, they really were pioneers.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-07-01", "genres": ["Comedy", "Drama", "Family"], "title": "A League of Their Own (1992)"}