{"url": "http://www.rogerebert.com/reviews/a-little-princess-1995", "by": "Liesel Matthewsas Sara Crewe", "star_rating": 3.5, "text": "“A Little Princess\" is another magical family film based on\ra book by Frances Hodgson Burnett, whose work also inspired \"The Secret\rGarden.\" Both films approach the characters of her children with calm\rsolemnity and delight, placing them in vast, wonderful, frightening houses, and\rallowing them to discover some of the lessons of life there. Unlike the insipid\rdevices of most family films, Burnett's plots understand that children take\rstories very seriously indeed, and that all stories are really about the\runcertain place of the child in the mysterious world of adults.\n\n\"A\rLittle Princess,\" which opens just before World War I, tells the story of\rSara Crewe (Liesel Matthews), who until the age of 10 or 11 is raised by her\rfather in India. Then her father finds it his duty to go off and fight in the\rwar, and he places Sara in a magnificent private school in New York, run by a\rforbidding headmistress named Miss Minchin (Eleanor Bron), who is impressed by\rCapt. Crewe's wealth and assigns little Sara to a suite so luxurious, it could\rhave been decorated by Cecil Beaton.\n\nMiss\rMinchin's school, like most of the places in the movie, is obviously a set, and\rno less fascinating for that. It crouches at the end of a street like the\rpalace of a Victorian robber baron, and inside, the glistening hardwood floors\rreflect the light of high stained-glass windows. But all is not an idyll here;\rin her first moments at the school, Sara notices Becky (Vanessa Lee Chester), a\rblack girl in a simple dress, mopping the floor.\n\nSara\rsoon becomes the most popular girl in school because of her ability to spin\rfantasies out of mundane materials. Give her a boring child's book to read\raloud, and in her hands it will become a legend from India. Most of the girls\rquickly idolize her, and one who doesn't, a spiteful little snob with long\rhair, is warned by Sara, in what sounds like a display of supernatural\rprescience, \"I wouldn't brush my hair as much if I were you.\" Then\rone day, Sara's birthday party is interrupted with an ominous command: \"Go\rto your room and get a simple black dress.\" There has been a major\rreversal in her life, and soon she's sharing attic quarters with Becky. What\rhappens then depends on large servings of coincidence, fate, melodrama and\radventure, and is thoroughly satisfactory in all of those departments. Miss\rMinchin reveals herself as a cold snob, and Bron's performance is all the more\reffective because it is cool and contained, instead of going over the top into\rcartoon exaggeration. \"If you fail to meet the standards of this\rinstitution,\" she informs Sara at one low point, \"you will be\rexpelled. The streets of this city are not kind to homeless orphans.\"\r\"A Little Princess\" was directed by the Mexican born Alfonso Cuaron,\rand produced by Mark Johnson, the producer on such films as \"Good Morning,\rVietnam\" and \"Avalon.\" I mention both, because it is\rwell-directed and produced: Cuaron's version of magic realism consists of\rseeing incredibly fanciful sets and situations in precise detail, and Johnson\rhas provided him with the freedom and logistical support to create such places\ras the street where Miss Minchin's school looms so impressively.\n\nImagination\ris a precious gift, and too many films hammer it down into submissiveness.\rChildren sit transfixed before films and TV shows that substitute action for\rfancy; cartoon characters fly through space and blast one another endlessly,\rproviding kids with the impression of a story without the substance.\n\nMovies\rlike \"A Little Princess\" and \"The Secret Garden\" (now on\rvideo) contain a sense of wonder, and a message: The world is a vast and\rchallenging place, through which a child can find its way with pluck and\rintelligence. It is about a girl who finds it more useful to speak French than\rto fire a ray gun. I know there are more kids this season who want to see\r\"Judge Dredd,\" \"Die Hard With a Vengeance\" and the new\rBatman movie than kids who want to see \"A Little Princess,\" and I\rfeel sorry for them.", "running_time": 98, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-05-19", "genres": ["Drama", "Family", "Fantasy"], "title": "A Little Princess (1995)"}