{"url": "http://www.rogerebert.com/reviews/a-life-less-ordinary-1997", "by": "Ewan McGregoras Robert", "star_rating": 2.0, "text": "“Life Less Ordinary” is from the team that gave us “Shallow Grave” and “Trainspotting”, so maybe it’s a penance that their characters this time are angels and lovers, rather than body snatchers and druggies. See, ma? We’re good lads at heart.\n\nThe film expends enormous energy to tell a story that is tedious and contrived. It begins in heaven’s police station, where Chief Gabriel (acting on orders from the top) dispatches two angels to earth to engineer a romance. It appears that God is displeased by the divorce rate.\n\nWe meet the two lovers that heaven plans to unite. Robert (Ewan McGregor) is a janitor. Celine (Cameron Diaz) is a millionaire’s daughter who amuses herself by using a handgun to shoot apples off the head of her fiance (Stanley Tucci). (She misses, and a friend observes, “He’ll live, but he’ll never practice orthodontics again.”) Robert works for her father’s company, and when he’s replaced by robots, he seizes one of the squat little machines and tries to smash it against the wall of the chairman’s office. The millionaire (Ian Holm) calls security, Robert grabs a gun from a guard, and at a crucial point Celine kicks the gun back into Robert’s grasp--maybe because she hopes he will kidnap her, which he does.\n\nThe film then settles into a formula familiar from two other recent films, “Excess Baggage” and “Nothing to Lose.” The kidnapper and his victim grow friendly and eventually become conspirators. Robert turns out to be inept at making threatening phone calls, and Celine starts with helpful hints and ends up stage-managing the kidnapping herself. (“That’s all I am to you,” he complains bitterly. “Your latest kidnapper--a fashion accessory!”) All of this is being manipulated, in a sense, by two angels, Jackson (Delroy Lindo) and O’Reilly (Holly Hunter). For reasons unclear to me, they are hired by the millionaire to track down his daughter and the kidnapper, and the movie develops into a long, unhinged chase sequence in which the angels act more like cops than matchmakers. By this point I was well past caring.\n\nAfter the anarchic glee of “Trainspotting,” this film is a move toward the mainstream by the team of director Danny Boyle, producer Andrew Macdonald and writer John Hodge. It’s a conventional movie that never convinces us that it needed to be made. Most films with angels depend more on supernatural intervention than character development, but in this case the film seems completely confused about the nature the intervention should take, and so are we. The plot’s a mess, the characters flail about in scenes without points, and the more we see of Cameron Diaz and Ewan McGregor, the more we yearn for a nice, simple little love story--say, about the rich girl who falls in love with the Scots janitor and gets along just fine without any angels.", "running_time": 90, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-24", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance", "Science Fiction", "Thriller"], "title": "A Life Less Ordinary (1997)"}