{"url": "http://www.rogerebert.com/reviews/a-little-help-2011", "by": "Jenna Fischeras Laura", "star_rating": 3.5, "text": "\"A Little Help\" is about a woman who is very far from perfect, and that's why it's appealing. Laura limps through her days using Budweisers as a crutch. She never gets falling-over drunk, just buzzed enough to screw up when things go wrong, which they do relentlessly. I like her. I've had days like hers. Every once in a while, I appreciate a change of pace from mothers who are brave heroines. \n\nLaura is a New Jersey dental hygienist, played by Jenna Fischer (\"The Office\") in such a way that although the plot is loaded against her, she's so real she wins our sympathy. She's not a bad person. Life piles up on her. She has a husband (Chris O'Donnell) who cheats, a son (Daniel Yelsky) who is a lying little brat, a mother (Lesley Ann Warren) who has been criticizing her from birth, a father (Ron Leibman) who won't shut up about his greatness as a sports writer, and a sister (Brooke Smith) who isn't as pretty but is oh, so much better organized. \n\nThere are two men in her family she can stand: Her brother-in-law (Rob Benedict), and her nephew (Zach Page), whose garage band may be an excuse to get out of the house.\n\nThese people almost seem to coordinate their picking on Laura. Someone is always on her case. The screenplay by Michael J. Weithorn, who also directed, is ingenious in setting the stage for one calamity after another — one which should remain a surprise, and the others all developing inexorably out of Laura's tendency to fib her way out of a corner. This is a talent shared by her son, who to fit in at his new school, shares that his father was a fireman who died while saving people on 9/11. Since the movie is set only a year after that tragedy, the kid is rewarded with instant popularity; Laura keeps quiet about his lie and actually participates in a patriotic memorial service at the school.\n\nIf you're in for a dime, you're in for a dollar. Laura gets in for about five bucks. Money she doesn't have — because she learns her husband, who suddenly dies, was far from provident. This leads to painful sessions with a salivating litigator (Kim Coates), who thinks she could win a big-time lawsuit. She only agrees to meet the guy in the first place because her controlling sister insists on it. Laura doesn't like lawsuits. I agree. You may win, you may lose, but the lawyers on both sides always get paid.\n\nI haven't given a good enough notion of why \"A Little Help\" worked so well for me. It's manipulative, yes, but clever and persuasive in its manipulations. It has a bittersweet revelation when the brother-in-law confides he only married Laura's hateful sister so he could be… her brother-in-law. There is a day of crisis at her son's school, which Laura tries desperately to head off, and I was with her all the way.\n\nAnd mostly I just plain like Jenna Fischer. She plays a woman who is smart, plucky, trying to do the right thing, and going through a period when every damn thing goes wrong. She deserves better. We believe that, and it's why the movie succeeds. Yes, she could be a better mother for little Dennis, her brat. But he's going through one of those phases when a kid idolizes one parent and pretends to hate the other. Something like that gets on your nerves.", "running_time": 81, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Comedy", "Drama"], "title": "A Little Help (2011)"}