{"url": "http://www.rogerebert.com/reviews/a-little-sex-1982", "by": "Tim Mathesonas Michael Donovan", "star_rating": 2.0, "text": "\"A Little Sex\" is an entire movie on the subject of fidelity, involving two people who do not seem to care much one way or the other about the subject. That's not to say that the movie doesn't rant and rave about cheating on your spouse. It's just that its tantrums seem borrowed directly from the millimeter-deep emotions of TV sitcoms, where people fight because it's 12 minutes into the half hour, cry because it's 17 minutes into the half hour, and lovingly embrace each other because the half hour Is, at long last, finished with. Everything in this movie happens on cue.\n\nThe movie Tim Matheson, the likable stud from \"National Lampoon's Animal House,\" and Kate Capshaw, who sounds like a Shakespearian heroine but comes to us via TV's \"Love of Life\" and several commercials. They make an attractive couple, and with other characters to play and other dialogue to read, they would be fun to watch. Following their adventures in this movie, alas, is like one of those dreams where they're after you and you're up to your knees in sand.\n\n\tMatheson and Capshaw are cute Manhattanites who seem to inhabit an elusive New York where every corner is occupied by a friendly greengrocer, and young lovers can run down the street and say things to shock the sweet old ladies who are squeezing the oranges. He works as the director of TV commercials. She's a teacher at Mother of Christ grade school (I figured that out because there are 900 \"Mother of Christ\" T-shirts in this movie).\n\n\tThey've been dating for two years. Maybe they ought to get married. Matheson's problem is that he is Irresistible to women, who keep seducing him. Capshaw doesn't know that, allegedly. Matheson makes a bet with his brother (Edward Herrmann) that if he gets married he will be faithful to his bride. But it doesn't work out that way, and after Kate catches Tim with another woman, she decides to leave him.\n\n\tWell. Will she or won't she? And why should we care if we don't believe they care? Sexual infidelity in this movie is treated as a nettlesome character defect, somewhat on a par with not maintaining the minimum balance in your checking account. When Matheson cheats on his wife, he says it's just a little thing, nothing of great consequence -- but his marriage itself is equally trivial, one of those unions between two people whose previous identities depended on being known by name to bartenders and owning the latest kitchen appliances.\n\n\tThere is another problem in this movie, one that I lay directly at the feet of its director, Bruce Paltrow. Everything happens a split-second after we expect it to. People don't think, talk or react quite fast enough. The movie drags. It might have been a sprightly sex comedy, an American remake of the adventures of Virna Lisi and Marcello Mastroianni, but in Paltrow's hands it keeps edging toward that archenemy of entertainment, Sincerity.\n\n\tBy the time the movie's heading down the home stretch, we know, we just know, that we are going to be expected to sit through several speeches on honesty, and caring about other people, and having enough self-respect to remain to thine own self true. Those are all noble subjects. They do not belong in a movie where, if the characters understood them, they wouldn't have the problems the movie is about.", "running_time": 95, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Romance"], "title": "A Little Sex (1982)"}