{"url": "http://www.rogerebert.com/reviews/a-little-romance-1979", "by": "Laurence Olivieras Julius", "star_rating": 2.0, "text": "\"A Little Romance\" has been described as a movie about the way kids behave when adults aren't looking. I think it's quite the opposite: A movie about the way kids behave when adults are looking - and when adults are writing the dialog and directing the action, too. It gives us two movie kids in a story so unlikely I assume it was intended as a fantasy. And it gives us dialog and situations so relentlessly cute we want to squirm.\n\nYet I have a notion this is exactly the movie George Roy Hill wanted to make. Hill is one of the most successful directors in modern Hollywood history - his hits include \"Butch Cassidy and the Sundance Kid\" and \"The Sting\" - and he's great at clever stories with big stars. So of course he goes to Paris (and Verona and Venice) to film a \"little\" story about early adolescence, one intended to impress us with its humanity, the purity of its intentions, its natural humor.\n\nFrancois Truffaut covered this ground in \"The 400 Blows,\" and Louis Malle in \"Murmur of the Heart,\" and they did it by giving us characters who were seen with absolute clarity, who were no better and no worse than your usual pre-gangling 13-year-old, and who seemed plausible. \"A Little Romance\" would like to do that, I suspect, but it covers its bets by making its kids impossibly bright and witty and wise, and putting them in a story that not for one instant can be believed.\n\nThe boy kid is the son of a Parisian taxi driver. He is also an obsessive movie buff, and has even taught himself English by going to American movies. (I suppose one could learn English that way. If only the movies in French neighborhood theaters weren't dubbed into French). The girl kid is an American whose mother is between husbands number three and four. The two kids meet, talk solemnly about subjects big and little, and fall in love. (Both kids have IQs in the genius range, of course, which explains why they talk like fairly intelligent high school juniors.)\n\nThe parents, of course, disapprove: The children are too young, they come from different countries, they have different socioeconomic backgrounds, blah, blah. The movie sees the kids, of course, as infinitely insightful about the adults (and yet curiously devoid of the hang-ups that being raised by these parents should have supplied). The adults see the kids as total mysteries.\n\nAll the adults, that is, except one, who takes them under his wing and provides a sentimental sponsor for their romance. His name Is Julius Edmond Santorin, he describes himself as a former diplomat, he is in fact a practicing pickpocket, and he is played by Sir Laurence Olivier. It is not a very effective performance, for which we should probably not blame Sir Laurence.\n\nHe is required to do the impossible: To be convincing as he supplies insights and sympathy during those moments when the movie tries to take its characters realistically, and yet to be fanciful enough to endorse a scheme in which the three of them will run away to Venice. (The young lovers want to kiss for the first time under the Bridge of Sighs. Needless to say.) Their flight to Italy includes such uh-huh moments as when they're able to steal bikes during a bicycle race. Do you have any notion of what French bicycle racers do to people who steal their bicycles?\n\nIt's hard to say when we first begin to squirm. Maybe when we realize that the film sometimes actually takes itself seriously - that Hill and his collaborators think they're combining the elements of would-be human comedy with a more serious view of adult hypocrisy. Maybe pure unadulterated cuteness is easier to take than cuteness interrupted by insights.\n\nThe kids are played by Thelonious Bernard and Diane Lane, who are really pretty good, if you can separate how they act from what they're acting in. It's not their fault \"A Little Romance\" is about two 13-year-olds who could exist only in fiction, and whose witty one-liners often sound as if they were authored by a writer for The Mary Tyler Moore Show (as, Indeed, they were). These are attractive kids and they look interesting. I wonder what they talked about between takes, and how they acted when the cameras weren't rolling. There might be a movie there somewhere.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-05-14", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "A Little Romance (1979)"}