{"url": "http://www.rogerebert.com/reviews/a-love-song-for-bobby-long-2005", "by": "John Travoltaas Bobby Long", "star_rating": 3.0, "text": "There is a lazy, seductive appeal to the lives of the two boozers in \"A Love Song for Bobby Long.\" The notion of moving to New Orleans and drinking yourself to death is the sort of escape plan only an alcoholic could come up with, involving the principle of surrender to the enemy. If you are a writer and a failed English professor like Bobby Long, you can even wrap yourself in the legend of other literary drunks. \n\nIt's all wonderfully romantic, especially in the movies, where a little groaning in the morning replaces nausea, headaches, killer hangovers and panic attacks. A realistic portrait of suicidal drinking would contain more terror and confusion, but never mind. \"Leaving Las Vegas\" did that, and this is a different movie.\n\nBobby Long is played by John Travolta like a living demonstration of one of those artist's conceptions of what Elvis would look like at 70. White-haired, unshaven, probably smelly, he lives on Magazine Street with a former student named Lawson Pines (Gabriel Macht), who thinks he is a genius. Years ago, Bobby was a legend on campus, Lawson's charismatic mentor. Then something happened, which we are pretty sure we will find out about, and here he is without wife or family, living on the sofa surrounded by piles of books.\n\nHe and Lawson spend a lot of time quoting literature to each other. Ben Franklin, Charles Dickens, the usual 20th century gods. This is entertaining all by itself, apart from the good it does for the characters. It reminded me of Alan Bennett's new play \"The History Boys,\" in which memorizing literary quotations is recommended as a means of fertilizing the mind. Bobby and Lawson are well fertilized, but too disorganized to plant anything; an unfinished novel and a would-be memoir languish in the shadows. In \"Sideways,\" when Miles (Paul Giamatti) says he can't commit suicide because he has a responsibility to his unpublished novel, his buddy Jack (Thomas Haden Church) helpfully points out that the New Orleans legend John Kennedy Toole killed himself before A Confederacy of Dunces was published. So there is a precedent.\n\nBobby and Lawson seem prepared to keep on drinking and quoting and smoking forever, when a sudden change occurs in their lives. Their housemate, a jazz singer named Lorraine, has died. Now her daughter Pursy (Scarlett Johansson) materializes, too late for the funeral. Pursy is a discontented and suspicious 18-year-old, who will soon prove to be the most mature member of the household. The boys tell Pursy her mother left her a third of the house, which is sort of true; actually, her mother left Pursy all of the house, but information like that could only confuse Pursy about the right of Bobby and Lawson to continue living there forever.\n\nPursy moves in, creating a form of family in which she is both the child and the adult, and Bobby and Lawson drift in between. At one point Lawson's halfway girlfriend Georgianna (Deborah Kara Unger) asks, \"They know you're not going to school?\" Pursy: \"Yeah, it ranks right up there with being out of vodka and cigarettes.\"\n\nThe revelations in \"A Love Song for Bobby Long\" are not too hard to spot coming. There are only a few fictional developments that seem possible, and it turns out that they are. The movie is not about plot anyway, but about characters and a way of living. Pursy acts as a catalyst to create moments of truth and revelation, and those in turn help Bobby find a limited kind of peace with his past, and Lawson to find a tentative hope in his own possible future.\n\nWhat can be said is that the three actors inhabit this material with ease and gratitude: It is good to act on a simmer sometimes, instead of at a fast boil. It's unusual to find an American movie that takes its time. It's remarkable to listen to dialogue that assumes the audience is well-read. It is refreshing to hear literate conversation.\n\nThese are modest pleasures, but real enough. The movie tries for tragedy and reaches only pathos, but then Bobby lost his chance to be a tragic hero by living this long in the first place. Travolta has an innate likability quotient that works with characters like this; you can sense why a student would follow him to New Orleans and join him in foggy melancholy. There doesn't have to be a scene explaining that. You can also sense how Pursy would change things, just by acting as a witness. Alcoholics get uncomfortable when they're surrounded by people with insights. They like to control the times and conditions of their performances, and don't want an audience to wander backstage. Just by seeing them, Pursy forces them to see themselves. Once they do that, something has to give.", "running_time": 119, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-01-27", "genres": ["Drama"], "title": "A Love Song for Bobby Long (2005)"}