{"url": "http://www.rogerebert.com/reviews/a-lot-like-love-2005", "by": "Ashton Kutcheras Oliver Geary", "star_rating": 1.0, "text": "\"A Lot Like Love\" is a romance between two of the dimmer bulbs of their generation. Judging by their dialogue, Oliver and Emily have never read a book or a newspaper, seen a movie, watched TV, had an idea, carried on an interesting conversation or ever thought much about anything. The movie thinks they are cute and funny, which is embarrassing, like your uncle who won't stop with the golf jokes. This is not the fault of the stars, Ashton Kutcher and Amanda Peet, who are actors forced to walk around in Stupid Suits.\n\nLast week I was at Boulder for a conference at the University of Colorado, and I found myself walking across campus with a kid who confessed he was studying philosophy.\n\n\"What do you plan to do with it?\" I asked.\n\nHe said he wasn't sure. All of his friends were on career tracks, but \"I dunno. I just find this stuff interesting.\"\n\nYes! I said. Yes! Don't treat education only as if it's a trade school. Take some electives just because they're interesting. You have long years to get through, and must guard against the possibility of becoming a bore to yourself.\n\n\"A Lot Like Love,\" written by Colin Patrick Lynch and directed by Nigel Cole, is about two people who have arrived at adulthood unequipped for the struggle. The lives of Oliver and Emily are Idiot Plots, in which every misunderstanding could be solved by a single word they are vigilant never to utter. They Meet Cute, over and over again. They keep finding themselves alone because their lovers keep walking out on them. Well, no wonder. \"I'm going,\" one of her lovers says, and goes. Any more of an explanation and she might have had to take notes.\n\nHe has an Internet startup selling diapers over the Web. She's dumped by a rock musician in the movie's opening scene, where she seems to be a tough goth chick, but that's just the costume. Later Ollie gives her a camera and she becomes a photographer, and even has a gallery exhibit of her works, which look like photos taken on vacation with cell phone cameras and e-mailed to you by the children of friends.\n\nThe movie is 95 minutes long, and neither character says a single memorable thing. You've heard of being too clever by half? Ollie and Emily are not clever enough by three-quarters. During a dinner date they start spitting water at each other. Then she crawls under the table, not for what you're thinking, but so they can trade sides and spit in the opposite direction. Then it seems like she's choking on her food, but he refuses to give her the Heimlich maneuver, and even tells the waitress not to bother. So take a guess: Is she really choking, or not? If she's playing a trick, she's a doofus, and if she isn't, he's a doofus. They shouldn't be allowed to leave the house without a parent or adult guardian.\n\nThey continue to Meet Cute over many long years, which are spelled out in titles: \"Three Years Later,\" \"Six Months Later,\" and so on. I was reminded of the little blue thermometers telling you the software will finish downloading in 19 hours. Their first Meet Cute is a doozy: On a flight to New York, she enlists him in the Mile-High Club before they even know each other's names. But that's Strike One against him, she says, because she had to make the first move. Yeah, like a guy on an airplane should push into the restroom for sex with a woman he doesn't know. That's how you get to wear the little plastic cuffs.\n\nLater they Meet Cute again, walk into a bar, drink four shots of Jack Daniel's in one minute, and order a pitcher of beer. No, they're not alcoholics. This is just Movie Behavior; for example, at first she smokes and then she stops and then she starts again. That supplies her with a Personality Characteristic.\n\nStill later, they sing together, surprisingly badly. The movie is filled with a lot of other pop music. These songs tend toward plaintive dirges complaining, \"My life can be described by this stupid song.\" At one point he flies to New York to pitch his dot-com diapers to some venture capitalists, and is so inarticulate and clueless he could be a character in this movie. To call \"A Lot like Love\" dead in the water is an insult to water.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-04-22", "genres": ["Comedy", "Drama", "Romance"], "title": "A Lot Like Love (2005)"}