{"url": "http://www.rogerebert.com/reviews/A-love-story-forged-in-hell", "by": null, "star_rating": 4.0, "text": "His real name was John Simon Ritchie, and his father was a trombone player who left before he was born. His mother wore her hair long and went to all the hippie festivals with the little boy at her side. They lived in London's East End, within the culture of poverty and drugs. When he was fifteen, Ritchie dropped out of school. When he was seventeen, he was one of the most famous people in England, although by then he was known as Sid Vicious of the notorious Sex Pistols.\n\n What did he respond to when the American girl, Nancy Spungen, came into his life? She was a groupie from New York, but she was also an authority figure who pushed him to try harder, complained when he was not given his due, and plotted to get him better deals and wider exposure. If she had not bled to death that night in New York, she might have made Vicious really amount to something, someday.\n\n The astonishing thing about \"Sid and Nancy\" is the amount of subtle information it gives us about their relationship, given the fact that the surface of the movie is all tumult and violence, pain and confusion. This movie doesn't take the easy way out and cast these two lovers as Romeo and Juliet, misunderstood waifs. It sees beneath their leather and chains, their torn T-shirts and steel-toed boots, to a basically conventional relationship between an ambitious woman and a man who was still a boy.\n\n They needed each other. Spungen needed someone to mother, and Vicious, according to his friends, needed self-esteem and was immensely proud that he had an American girlfriend. They were meant for each other, but by the end it was all just ashes and bewilderment, because they were so strung out on drugs that whole days would slip by unnoticed. In their fantasies of doomed romance, they planned to go out together in a suicide pact, but by the end they were too sick to even go out together for a pizza.\n\n By now, everybody knows that Vicious woke up one morning in New York's Chelsea Hotel to find Spungeon's dead body. He was booked on suspicion of murder, released on bail, and two months later was dead of a drug overdose. The available evidence strongly suggests that he did not stab Spungeon to death, but that she died of one of those untidy accidents that befall drug abusers. A human being is a dangerous thing to let loose in a room with itself, when it cannot think.\n\n There were some good times earlier in their story, but on the evidence of this movie there were not many. By the time Spungeon met Vicious in London in the mid-1970s, the Sex Pistols were the most infamous punk rock band in the world. But they were in the position of Gandhi in that apocryphal story where he sees the mob run past and races to get in front of his followers. The punk conceit was a total rejection of conventional society; their credo was the line by Johnny Rotten, the Pistols' lead singer: \"Got a problem and the problem is you.\" For the Pistols to stay in front of that mob, they had to be meaner, more violent, more negative than their followers. How did it feel to stand on a bandstand and make angry music while your fans stood face to face, banging heads until unconsciousness came?\n\n \"Sid and Nancy\" suggests that Vicious never lived long enough to really get his feet on the ground, to figure out where he stood and where his center was. He was handed great fame and a certain amount of power and money, and indirectly told that his success depended on staying fucked up. This is a big assignment for a kid who would otherwise be unemployable. Vicious did his best, fighting and vomiting and kicking his way through his brief days and long nights, until Spungen brought him a measure of relief. Some nights she was someone to hold, and other nights she was someone to hold onto. What difference did it make?\n\n \"Sid and Nancy\" makes these observations with such complexity, such vividness, and such tenderness that at the end of the film a curious thing happens. You do not weep for Vicious, or Spungen, but maybe you weep for all of us, that we have been placed in a world where it is possible for people to make themselves so unhappy. Vicious was not a hero, just a guy who got himself into a situation he couldn't handle. But to thousands of London kids, he represented an affront to a society that offered no jobs, no training, no education, and no entry into the world of opportunity. If life offers you nothing, the least you can offer it is the finger.\n\n Performances like the ones in this film go beyond movie acting and into some kind of evocation of real lives. Vicious is played by Gary Oldman and Spungen is played by Chloe Webb, and there isn't even a brief period at the top of the movie where we have to get used to them. They are these people, driven and relentless.\n\n The movie was directed by Alex Cox, who made \"Repo Man\" a couple of years ago, and here he announces himself as a great director. He and his actors pull off the neat trick of creating a movie full of noise and fury, and telling a meticulous story right in the middle of it.\n\n But why should anyone care about a movie about two scabrous vulgarians? Because the subject of a really good movie is sometimes not that important. It's the acting, writing, and direction that count. If a movie can illuminate the lives of other people who share this planet with us and show us not only how different they are but, how even so, they share the same dreams and hurts, then it deserves to be called great. If you have an open mind, it is possibly true that the less you care about Sid Vicious, the more you will admire this movie.", "running_time": 112, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-25", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "Sid and Nancy (1986)"}