{"url": "http://www.rogerebert.com/reviews/a-love-affair-of-sorts-2011", "by": "Lili Bordanas Enci", "star_rating": 1.5, "text": "\"A Love Affair of Sorts\" answers the question of whether you can make a feature film with a Flip camera and leaves open the question of whether you can make a good one. It's a shaky-cam meander through an unconvincing relationship, with detours considering the process of making the film. At 91 minutes, it seems very long.\n\nThe stars are David Guy Levy, the director, and Lili Bordan. They share writing credits, al­though much of the film seems un­written. He plays \"David Guy\" and she plays \"Enci,\" so it's not a documentary, but I imagine these characters are not a million miles apart from the actors in real life. He is a pudgy geek, likable and low key, with an almost hostile taste in T-shirts. She is an attractive Hungarian-American. They live in places their characters don't seem able to afford.\n\nThey meet when he Flipcams her shoplifting. He persuades her to take another Flip so they can collaborate on a film. It's a good question whether he intends this as a project or a pickup technique. She agrees, and the film is edited from their separate footage. There is much talk about where the camera is, who is on cam, what they film when apart, and so on.\n\nThere is also the snaky \"love affair of sorts.\" She kinda likes David, but we meet Boris (Ivan Kamaras), the testosterone engine she's sleeping with. A woman like her should have better taste than to date a man who wears a gigantic watch on one arm and a studded wristband on the other. The movie's dramatic highlight is when she discovers he left the camera pointed at the bed while they were preparing to make love. Yes, but after all, it's her camera.\n\nDavid takes her to lunch and dinner; he has excellent taste in Formica diners. They go for walks. They talk a lot. They grow fond. He entertains either illusions or delusions of romance. She smokes all the time, with a certain style, and decides to stop smoking. That is the other dramatic high point. If Boris is the \"wham, bam, thank you, ma'am\" type, David is more like \"wh ... wh ... wh ...\"\n\nAnd that's it. The movie lacks a purpose other than its own existence. It is largely about filming itself. David's friend named Jonathan Beckerman appears and apparently doesn't know he is in a movie. So what difference does that make? There could possibly be an interesting story here about David and Enci, but that would involve imposing narrative and stylistic discipline. It could be filmed with a Flip, but why? Better cameras are also cheap. The movie's lasting contribution is to serve as an illustration of sub-mumblecore.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-07-13", "genres": ["Drama", "Romance"], "title": "A Love Affair of Sorts (2011)"}