{"url": "http://www.rogerebert.com/reviews/a-lovely-way-to-die-1968", "by": "Kirk Douglasas Schuyler", "star_rating": 2.0, "text": "\"A Lovely Way to Die\" is a workmanlike version of a very old plot. See if you recognize it: Young wife is accused of murdering rich old husband, hires wisecracking lawyer, who hires tough cop as bodyguard.\n\nPlug in Kirk Douglas as the cop, Eli Wallach as the lawyer and Sylvia Koscina as the widow, and you've got 90 minutes for next year's late show.\n\nThe structure of such movies is predictable. You alternate three kinds of scenes until the movie is over.\n\nScene A involves cynical fast talk between the lawyer and the cop. Scene B involves a flirtation between the cop and the girl. Scene C involves the hero involved in violence, eventually leading to the rescue of the heroine and a final triumphant embrace.\n\nThis can be entertaining if it's done by pros. \"A Lovely Way to Die\" is acted by pros, but directed and written by amateurs.\n\nThe credits don't even list a writer, but someone must have been responsible for a screenplay with a hole in it large enough to slip Sidney Greenstreet through sideways. Toward the end of the movie, a guy gets bumped off with Douglas' gun and Wallach tells Douglas over the telephone: \"The police want you for murder.\"\n\nDouglas has to prove himself innocent, right? And he has to do it before the cops catch him, right? So what's the next scene? Douglas in police headquarters, checking out the file on a prime suspect. No explanation is offered; he's just there, that's all. Maybe a big wind blew up one day and carried off the scene explaining how Douglas was able to walk into headquarters with immunity.\n\nMovies like this work best if you don't know who did it until the hero finds out. No such luck this time.\n\nWhile Douglas is batting his brains out and Wallach is making inspired courtroom speeches, director David Lowell Rich is constantly flashing back to a meat freezer in a mysterious manor. The missing bodies are there, frosty toes and all, and we even hear the evil plotters mapping their dastardly schemes.\n\nStill, the movie has a thing or two to recommend it. Eli Wallach is charming as a quick-talking criminal lawyer named Tennessee, and the script gives him some good lines. Kirk Douglas, who has run into some bad movies lately, does a better job than this one deserves.\n\nAnd director Rich must be responsible for a shot that many people thought had been retired to the Old Clichés' Home years ago: While the lovers embrace, the camera coyly pans to a window. And -- yes -- the curtains are waving in the breeze!", "running_time": 103, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-11-06", "genres": null, "title": "A Lovely Way to Die (1968)"}