{"url": "http://www.rogerebert.com/reviews/a-low-down-dirty-shame-1994", "by": "Keenen Ivory Wayansas Shame", "star_rating": 1.5, "text": "Here is a movie about guns. Take away the guns, and the movie would be about nothing much. The plot, the dialogue and all but one of the characters are so shallow that, without murder for a punch line, they'd deflate.\n\nThat doesn't make \"A Low Down Dirty Shame\" any worse than a lot of other movies; in today's Hollywood, countless characters have the problem of being alive, and are provided with the solution of being killed.\n\nThe movie was written and directed by Keenen Ivory Wayans, who also stars, as a private detective named Shame. The name is sort of a low-rent cross between Shaft and Shane, and so is the movie; Shame has a pint-size sidekick named Peaches (Jada Pinkett) who wants to play with the big guys but is always being told to get lost.\n\nThe story involves another one of those exhausted formulas about bad guys sitting around in hotels with suitcases of money, when other guys burst in and shoot everyone full of holes. This time the pretense is hot diamonds, instead of drugs. Who cares. The dialogue is standard wisecracking in the face of danger.\n\nExample: Shame is being pursued through a hotel by guys with AK-47s and runs into the restaurant. \"Will you be joining us for lunch?\" the host asks. \"No, I think I'll take mine to go,\" says Shame, jumping through a window and falling several stories. Below, in a limousine, Peaches just has time to say: \"He should be coming down any moment\" before Shame crashes through the limo roof. Ho, ho, ho. (This dialogue was written by one of the creators of the quick-witted satire on \"In Living Color.\" Incredible.) The plot tries to thicken. Angela (Salli Richardson), a former lover of Shame's, may hold the key to the whereabouts of a bad guy the feds are looking for. Shame is hired to find her, and him.\n\nMaybe he still feels something for her, but the spunky Peaches is also in love with Shame and fights for her turf. There are more gun battles, a body count into the dozens, and the movie is over.\n\nAs usual, Wayans seems fascinated by homocentric humor. (The creator of TV's \"Men on Film\" is not about to hand over the franchise.) There's a scene where he discovers he's sharing a bed with a guy (\"I'm gonna take a hot shower and pretend I didn't wake up in 'The Crying Game' \") and another where he pretends to be gay in order to create jealousy in a gay couple. There's also a scene in which a black character finds himself in the middle of a neo-Nazi rally and is chased down the street by skinheads. Ho, ho, ho. (We'll never see a scene in which a white guy is chased by a racist black mob - which would be equivalent, but politically incorrect.) A few bright points: Pinkett is quirky and funny as Peaches, although the character owes more than a little to Rosie Perez's screen persona. Salli Richardson is a great beauty, although not given much to do, and saddled with one particularly unpleasant scene.\n\nAnd Wayans pulls a truly neat stunt with a bungee cord. All the rest is gun behavior: holding, waving, dropping, drawing, shooting, loading, pointing, displaying, polishing and posturing. Take away the guns and this would be a movie about too many characters and no way to get rid of them.", "running_time": 104, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-11-23", "genres": ["Action", "Comedy", "Crime"], "title": "A Low Down Dirty Shame (1994)"}