{"url": "http://www.rogerebert.com/reviews/a-man-a-woman-and-a-bank-1979", "by": null, "star_rating": 2.0, "text": "Did Noel Black really want to direct this movie? I have a good reason for asking. Since he made the legendary \"Pretty Poison\" in 1968, Black's career has drifted from TV assignments (Nancy Drew, Hawaii FiveO) to obscure features (\"Jennifer on My Mind\") and back again. He's never really been able to duplicate the freshness of that first success, which starred Anthony Perkins and Tuesday Weld in the macabre story of a murder in a small town.\n\nNow comes \"A Man, a Woman and a Bank,\" Black's most expensive and ambitious feature in a decade. It is ostensibly about a bank robbery. It stars the droll Donald Sutherland and the quixotic Paul Mazursky as the team of robbers, and the intelligent Brooke Adams as the photographer Sutherland falls in love with.\n\nThe film starts promisingly. It seems to be about a bank robbery, which is about all we ask in the opening moments of a movie about a bank robbery. Mazursky, who is a wayward computer genius, has devised a way to outsmart the bank's computer at its own game, and has even constructed an Erector Set model of the heist so that Sutherland can be amazed at little toy trucks cheerfully carting away the millions.\n\nSo far, very good. But then Sutherland meets Adams. He's casing the construction site. She's a photographer taking pictures for the bank's ad campaign. She accidentally photographs him emerging from the foreman's office with the stolen plans for the bank. Hmmm. At this point we expect the movie to plunge into a labyrinth of complications, double crosses, and complicated discussions of how to outsmart the bank.\n\nBut it doesn't. It plunges, instead, into an affair between Sutherland and Adams. It is an interesting affair: Sutherland and Adam are intelligent offbeat personalities who make a good couple, and we're happy to see them falling In love in beautiful Vancouver. It's also fun to meet Adams' disconsolate former lover. But the bank robbery sort of gets misplaced. The relationship between the two plotters Sutherland and Mazursky doesn't turn out to be as devilish as we though it would be. The whole caper, in fact, turns out to be fairly simple.\n\nThere are some good sequences, especially one with Sutherland and Mazursky on the roof of an elevator car being searched by security guards. But the movie just doesn't commit itself to being about a bank robbery. It also wants to be about a personal relationship between Sutherland and Adams. And since their relationship isn't clearly implicated in the robbery, the movie bounces from one story to another and loses its way.\n\nThat leads me back to my opening question: Did Noel Black really want to make this movie? \"Pretty Poison,\" still one of Hollywood's best sleepers, was absolutely fascinating on the personal level as it explored the tensions between Weld and Perkins. It was less surefooted in dealing with their adventures. The same happens here.\n\nI'm guessing, but I wonder if Black doesn't really want to deal with offbeat human relationships but his films are financed by people who want to throw in crimes and complications for insurance at the box office.\n\n\"A Man, a Woman and a Bank\" has some really fine moments and three fine performances. But it's not enough of a bank caper to fascinate us, and too much of a bank caper to really get into its romantic subplot. Maybe the movie's problems are betrayed by its title. My guess is that Black wanted to make a movie about a man and a woman, and the title's a compromise with his backers, who wanted a movie about two men and a bank.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Action", "Comedy", "Romance"], "title": "A Man, a Woman and a Bank (1979)"}