{"url": "http://www.rogerebert.com/reviews/a-man-apart-2003", "by": "Vin Dieselas Sean Vetter", "star_rating": 2.0, "text": "\"A Man Apart\" sets chunks of nonsense floating down in a river of action. The elements are all here--the growling macho dialogue, the gunplay, the drugs, the cops, the revenge--but what do they add up to? Some sequences make no sense at all, except as kinetic energy.\n\nThe movie stars Vin Diesel and Larenz Tate as drug cops named Vetter and Hicks. They're partners in the DEA, attempting to slam shut the Colombia-Mexico-California cocaine corridor. When they capture a cartel kingpin named Memo Lucero (Geno Silva), the cartel has its revenge by attacking Vetter's home and killing his beloved wife, Stacy (Jacqueline Obradors).\n\nI have not given anything away by revealing her death; the movie's trailer shows her dying. Besides, she has to die. That's why she's in the movie. My colleague Richard Roeper has a new book titled Ten Sure Signs a Movie Character Is Doomed . One of the surest signs is when a wife or girlfriend appears in a cop-buddy action picture, in gentle scenes showing them dining by candlelight, backlit by the sunset on the beach, dancing in the dawn, etc. Action movies are not about dialogue or relationships, and women characters are a major Dialogue and Relationship Hazard. The function of the woman is therefore inevitably to die, inspiring Revenge. This time, as they say, it's personal.\n\nDiesel inhabits \"A Man Apart\" easily and continues to establish himself as a big action star. Tate gets good mileage from the thankless sidekick role. Silva, as the drug kingpin, gives us glimpses of a character who was probably more fully developed in the earlier drafts: There is very little of Memo, but what there is suggests much more.\n\nThe plot is routine. Cops capture kingpin. Kingpin is replaced by shadowy successor named El Diablo. Successor sends hit men to shoot at Vetter and wife. Vetter loses his cool during a drug bust when a guy disses dead wife. As a result, three cops are killed. The chief takes away Vetter's badge. Then the rogue ex-cop goes on a personal mission of revenge against El Diablo, with ex-partner obligingly helping. We have seen this plot before. But Diesel has an undeniable screen charisma. And the movie is good-looking, thanks to cinematographer Jack N. Green, who gives scenes a texture the writing lacks. So everything is in place, and then we find ourselves confused about the basic purpose of whole sequences.\n\nExample: Early in the movie, the DEA raids a club where Memo is partying. \"You expect us to go into a building full of drunken cartel gunmen unarmed?\" asks Vetter, who conceals a gun. So does everyone else, I guess, since the subsequent gun battle is loud and long and includes automatic weapons. While I was trying to find the logic of the \"unarmed\" comment, Memo flees from the club through an underground tunnel and emerges on the street to grab a getaway cab.\n\nOK. Later in the film, Vetter and Hicks return to the same club, enter through the getaway hatch, wade through waist-high water in the tunnels, emerge in the original room, and find a man sitting all by himself, who they think is El Diablo. \"You think ... I am El Diablo?\" the man asks, all but cackling. As an action sequence unfolds and the guys retrace their steps through the flooded tunnel, etc., I'm asking what the purpose of this scene was. To provide mindless action, obviously. But was it also a strategy to use the same set twice, as an economy move? The closing scene is even more illogical. I will give away no details except to say that, from the moment you see Vetter in the funny sun hat, smoking the cigarette and walking in the dusty village street, the entire scene depends on Backward Choreography: The omnipotent filmmakers know what is going to happen at the end of the scene and rewind it to the beginning. (Even so, the specific logistics of the payoff shot are muddled.) Faithful readers will know I am often willing to forgive enormous gaps of logic in a movie that otherwise amuses me. But here the Vin Diesel character often seems involved in actions that are entirely without logical purpose. The movie's director is F. Gary Gray, whose \"Set It Off\" (1996) and \"The Negotiator\" (1998) were notable for strong characters and stories. This time, the screenplay tries to paper over too many story elements that needed a lot more thought. This movie has been filmed and released, but it has not been finished.\n\n", "running_time": 114, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-04", "genres": ["Action", "Thriller"], "title": "A Man Apart (2003)"}