{"url": "http://www.rogerebert.com/reviews/a-man-in-love-1987", "by": "Peter Coyoteas Steve", "star_rating": 3.0, "text": "When a married person has a love affair, it may be a matter of the heart, but it almost always is a matter of the ego. A married man, for example, must find a way to believe that his infidelity to his wife is necessary and justified - that his desires come before his loyalty to her - and then he also must believe his needs are so important they justify enlisting the other woman in his deception. \"Love\" is the excuse for what is sometimes just an outing for a selfish ego.\n\nThat is the heart of the story Diane Kurys has to tell in \"A Man in Love,\" which begins as a movie about a married movie star falling in love with his leading lady and ends as a movie about the star's desolation and loneliness. The star is played by Peter Coyote, whose cockiness and breezy self-confidence are right for the role.\n\nHe is a big star in Hollywood, we learn, but he has disobeyed his agent's advice in order to go to Italy and make an art film in which he will portray the life and suicide of the poet Cesar Pavese. He wants the film to be a new beginning for his career, but he has brought along all of his old ideas and a faithful sidekick (Peter Riegert), who is his gofer and apologist.\n\nOn the set, he meets a beautiful young woman (Greta Scacchi) who will star with him. We already have seen something of her homelife, of her alcoholic American father (John Berry) and her Italian mother (Claudia Cardinale), who is dying of cancer. In the movie's most awkward and unsuccessful scene, her father arrives drunk on the set, hoping for an interview with Coyote, who is unforgivably rude to him.\n\nScacchi already has told her father he is on his own - she refuses to sympathize with his drunken antics - but now she stalks off the set in anger, and Coyote follows her. That is the beginning of their love affair. But is it love, when the man's real motivation is simply to cover for his emotional explosion? Their affair develops into a passionate sexual relationship, and some of the scenes are remarkably erotic.\n\nBut this is not a romance, it's a case study, and eventually the real world comes to collect its dues. Scacchi's boyfriend, a Paris intellectual, arrives on the set. Cardinale dies, and Scacchi gains some insights into her parents' marriage. Coyote's American wife (Jamie Lee Curtis) flies in unexpectedly and almost discovers them in bed.\n\nAnd it turns out, of course, that what Coyote wants is everything: for everyone to love him, for everyone to forgive him, and for everyone to let him do exactly as he pleases.\n\nThe strength of the movie is in the way Kurys shows how Coyote's personality has affected and shaped those around him.\n\nIn many ways, the most interesting character in the movie is Riegert's yes-man, whose eyes show the pain he feels as he loyally cleans up after his boss's messes. Curtis comes on as a strong, confident woman who has everything figured out on an intellectual level, but who obviously has not had an emotional relationship with her husband for years. Scacchi walks a narrow line as a woman who still has not quite been disillusioned by the idea of romantic love, but who learns during the course of the movie the difference between what her parents felt and what is happening between herself and Coyote.\n\nThe movie's title is intriguing. At first I thought it referred to Coyote's love for Scacchi. Then to her father's love for her mother. Then to the assistant's love for Coyote. Finally, after the Coyote character was developed into a classic portrait of a man who uses romantic self-aggrandizement as an excuse for allowing his moral decisions to be made by his genitals, I realized the title referred to the hero's feelings for himself.", "running_time": null, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-04", "genres": ["Drama", "Foreign", "Romance"], "title": "A Man in Love (1987)"}