{"url": "http://www.rogerebert.com/reviews/a-matter-of-time-1976", "by": "Liza Minnellias Nina", "star_rating": 2.0, "text": "\"A Matter of Time\" is a fairly large disappointment as a movie, but as an occasion for reverie, it does very nicely. Once we've finally given up on the plot - a meandering and jumbled business - we're left with the opportunity to contemplate Ingrid Bergman at 60. And to contemplate Ingrid Bergman at any age is, I submit, a passable way to spend one's time. \n\nI think she's my favorite movie actress. I've seen her again and again in \"Casablanca\" and \"Gaslight,\" and so many times in \"Notorious\" (1946) that I suppose I could describe the movie shot by shot. She made her best films in the 1940s, but even today, and even in a mess like \"A Matter of Time,\" she possesses a radiant screen personality. This time she plays a contessa, the impoverished but proud Contessa Sanziani, who lives on pawned jewels in a seedy Roman hotel, circa 1949. In her time, she was the most famous beauty in Europe, and her affairs ranged from the world's richest men to a gondolier in Venice. Now all that is behind her, and she's receded into a sort of stubborn truce with the past: She will remember it if it will forget her. Into her life comes a young chambermaid, played by Liza Minnelli. She grows to know the countess and to share her memories, and eventually to be absorbed by them. And here it's worth wondering, why so many actresses are pushovers for roles like the Minnelli role in this film. The plot's an old and familiar one: The poor young girl, the ugly duckling from the streets, becomes transformed into a ravishing beauty. And the transformation is almost always revealed in a scene where the heroine descends a flight of stairs. Think of Sophia Loren in \"Lady L,\" or Liza Minnelli in this film, or Bette Davis (older, and descending fewer stairs) in \"A Pocketful of Miracles.\" \n\nMaybe actresses like transformations because they reflect what's happened in real life. Nobody is born a movie star, but a handful of people eventually get to be stars - and that status must sometimes be astonishing even to them. To enact on the screen what's already happened in life provides a sort of double fantasy. It's a rite of passage, maybe, and it's appropriate that Ingrid Bergman should be conducting Liza Minnelli through it. \n\nMaybe those were Vincente Minnelli's thoughts as he prepared the picture and cast his daughter in it. Sentiment must have also led to the casting of Charles Boyer (who played opposite Bergman in \"Gaslight\") as the contessa's estranged husband here. For people who love movie romance, \"A Matter of Time\" must have seemed like a dream project. \n\nAnd yet the movie just doesn't hold together. The contessa seems too crazy to give much useful advice, Liza's character seems too scatterbrained to remember it and the plot has been so hopelessly mangled (apparently in the post-production editing stage) that Minnelli himself has disowned it. What a waste. And yet we sit in this failed movie and give our attention to Ingrid Bergman, and there is a certain consolation.", "running_time": 97, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-15", "genres": null, "title": "A Matter of Time (1976)"}