{"url": "http://www.rogerebert.com/reviews/a-man-of-no-importance-1995", "by": "Albert Finneyas Alfie Byrne", "star_rating": 2.5, "text": "“A Man of No Importance\" tells the story of a Dublin bus\rconductor named Alfie, whose hero is Oscar Wilde, whose hobby is staging\ramateur theatricals and whose nickname for the handsome young driver of his bus\ris \"Bosie.\" Since Bosie was also Wilde's pet name for his lover, Lord\rAlfred Douglas, one could be excused for concluding that Alfie was gay. But the\rtime is the early 1960s, when such clues were not easily seen in Ireland, and\rAlfie's sister confidently waits for him to find \"the right girl,\"\reven though he is close to 60 and not exactly looking for her.\n\nAlfie\ris played by Albert Finney in another of those performances where Finney\rinhabits his character as comfortably as an old slipper. Only Finney's ease and\rconfidence, indeed, make Alfie very believable, since the film's story is more\rparable than reality.\n\nThis\ris another of those tales where we are invited to cheer as the protagonist at\rlast understands and accepts his true nature, but while we are happy for Alfie there\ris no sense that much was really at risk; his safe landing is made clear almost\rfrom the opening frames.\n\nWhat\ris best about the film is its sentimental portrait of a Dublin filled with such\rinnocents and lovers of literature that the regular passengers on a bus could\rlook forward to the conductor's daily readings from literature - and would not\rcomplain when he delays the bus one morning for a young lady who might be the\rideal lead for his production of Wilde's \"Salome.\" The Irish more than\rmany other societies live in a close proximity to their literature. On my trips\rthere I have been surprised to find that Wilde, Shaw, Beckett, Joyce and the\rothers are as familiar as football heroes or pop stars. I never met an Irishman\rwho couldn't quote a little Yeats, or more than a little. This helps lend some\rcredibility to the notion that a bus conductor could cast \"Salome\"\rfrom among his passengers, something one would not attempt in Chicago on, say,\rthe Clark Street bus.\n\nDublin\ris a big city, but Alfie lives in a small world, and we meet its inhabitants.\rThere is Carney (Michael Gambon), the butcher, who often plays the lead; Lily\r(Brenda Fricker), Alfie's sister, who doesn't like it when he prepares fancy\rforeign dishes out of cookbooks; Adele (Tara Fitzgerald), the sweet-faced young\rgirl Alfie wants for Salome, and Robbie (Rufus Sewell), the bus driver, who\rdoes not remotely suspect that the conductor has a crush on him.\n\nOh,\rand of course there's the benevolent Father Ignatius Kenny (Mick Lally), who is\rhappy to lend the church hall for the theatricals, although he may have a\rslight suspicion that Oscar Wilde lacks the imprimatur.\n\nThe\rmovie finds a consistent vein of sly humor, indeed, in the inability of most of\rits characters to catch on that Alfie is gay - or that Oscar Wilde was. The\rstory takes place at about the time of the Profumo scandal, when the society\rdoctor Stephen Ward was accused of providing call girls for a British cabinet\rminister. Such is the confusion as this information arrives in Dublin that one\rperfect line of dialogue confuses Ward's profession with his practices, and\rrefers to \"homo-a-pathy\" as a sin.\n\nAlfie\ris obviously on a collision course with his true nature, and the way in which\rthis theme works itself out had best not be revealed here, except to say that\rQuentin Crisp would have been proud of the floppy hat and flamboyant pink scarf\rAlfie finds in his closet.\n\nBarry\rDevlin's screenplay has other good one-liners, as when Alfie defends Wilde:\r\"It's nothing to do with the Bible or nine weeks on your knees to St. Jude\r- it's art.\" Or when he has a moment of self-knowledge late in the film,\rafter his sister says, \"When I think of where your hands have been!\"\rand he replies in anguish: \"They've never been anywhere! I've never been\rclose enough to anyone to so much as rub up against them, let alone put a hand\ron them.\" And then adds with stubborn humor: \"Me hands are innocent\rof affection.\" All of this should work better than it does. I think the\rproblem is that the director, Suri Krishnamma, is too easy on the story and the\rcharacters and, with the exception of one scene outside a bar, avoids the rough\redges. The movie operates at the level of a literate sitcom, in which the\rdialogue is smart and the characters are original, but the outcome and most of\rthe stops along the way are preordained. I said it was a parable, but perhaps\rit's more of a fable: a story told after the fact, rearranging the details into\rthe way they should have been.\n\nIf\rthere were real Alfies in Dublin in the early 1960s, and I am sure there were,\rtheir lives were probably not anything near this cozy.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-03", "genres": null, "title": "A Man Of No Importance (1995)"}