{"url": "http://www.rogerebert.com/reviews/a-merry-war-1998", "by": "Richard E. Grantas Gordon Comstock", "star_rating": 3.0, "text": "\"A Merry War\" is the insipid and enigmatic new title for a film released in England as \"Keep the Aspidistra Flying.\" That also may not be an inspired title, but at least it is the title of the famous 1936 novel by George Orwell, and a pun on the communist slogan \"Keep the Red Flag Flying.\" In Orwell's England, the aspidistra, a house plant almost impossible to kill through neglect, was a symbol of suburban living rooms. And his hero, Gordon Comstock, seems determined to find out how much neglect he can endure.\n\nComstock is a version of Orwell with many autobiographical parallels, I suspect, and as played by Richard E. Grant has the same long face, deep eyes, towering brow and morose demeanor. The film begins with Comstock quitting his job at an advertising agency in order to write poetry, only to find that poets, like everyone else, need money.\n\nHe gets a job in a ratty used-book store in the slums of Lambeth, only to be reminded by the dusty shelves and sparse business that his boss at the ad agency was probably right when he asked, \"Isn't there enough poetry in the world already?\" The final straw comes when Gordon finds his own slim volume of verse marked down to three pence.\n\nIn Gordon's life there is one sparkle of sunshine, and it is provided by Rosemary (Helena Bonham Carter), an artist at the agency, who rather improbably loves him and even believes in him. But Gordon has no money to take her out, no money for a clean shirt or laundry, no money for smokes or even for tea. The movie, and the novel, capture the desperation of the Depression, when people like Gordon, whose family had just barely slipped into the middle class, were in danger of slipping out again.\n\nOrwell himself was a connoisseur of poverty. His book Down and Out in Paris and London chronicles time spent living among the poor; he supported himself as a dishwasher in Paris. And he worked for a time in a London used-book store; you can see his face gazing down from the wall of a pizza parlor at 1 South End St. in Hampstead, where the book store once operated.\n\nThe novel is billed as \"Orwell's only comedy,\" although a better case can be made for Animal Farm, and the humor in Keep the Aspidistra Flying is of a sardonic turn: \"The public are swine; advertising is the rattling of a stick inside a swill bucket.\" The movie plays more as a morality tale, in which Gordon thinks he can escape advertising and is proven wrong. \"I was called `promising' by the Times Literary Supplement,\" he tells his long-suffering publisher. \"I know,\" says the publisher. \"I wrote it.\" Gordon hardly deserves Rosemary's sweetness and trust, but she is his savior. As played by Carter, she is a focused and serious young woman who has her standards. They are in love but have never made love, mostly because Gordon has a sharp-eyed landlady and no money to rent a room, and Rosemary sharply lays down the law: \"I will not make love where dogs have peed.\" When they do finally achieve union, of course she gets pregnant, but even then offers him his freedom: \"Remember--you're a poet. And a free man.\" Babies. What does Gordon know of them? He goes to the public library and has a classic exchange with the librarian (Alan Plater's screenplay concisely punches up Orwell's dialogue). \"Do you have any books on pregnancy?\" he asks. \"Not for the general public!\" she snaps. \"I'm not the general public,\" he corrects her, condescendingly. \"I'm the father of an unborn child.\" And as he regards the engraving of a fetus, he knows what his duty is. After all, as his boss also observed, \"Poetry and advertising all use the same words--just in a different order.\" \"A Merry War\" is the kind of movie that doesn't reach large audiences, but some will find it appealing. For me it works not only as a reasonable adaptation of an Orwell novel I like, but also as a form of escapism, since if the truth be known I would be happy as a clerk in a London used-book store. For a time.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-08-28", "genres": null, "title": "A Merry War (1998)"}