{"url": "http://www.rogerebert.com/reviews/a-midsummer-nights-sex-comedy-1982", "by": null, "star_rating": 2.0, "text": "The further north you go in summer, the longer the twilight\rlingers, until night is but a finger drawn between the dusk and the dawn. Such\rnights in northern climes are times of revelry, when lads and maids frolic in\rthe underbrush to the pipes of Pan. Woody Allen's \"A Midsummer Night's Sex\rComedy\" sneaks up rather suspiciously on this tradition; his men and women\rare rationalists, belong to such professions as finance, medicine, and\rpsychiatry, and are nonchalant in the face of such modern inventions as flying\rbicycles. And yet here they all are, out in the country for the weekend. They\rgather at a little cottage somewhere in upstate New York, arriving by carriage\ror primitive auto, and in no time at all they are deeply unhappy about each\rother's sex lives. The host and hostess are Woody Allen and Mary Steenburgen.\rHe is a stockbroker and she is his shy and sweet wife. The guests include José\rFerrer, as an egotistical scientist, Mia Farrow, as his fiancée, Tony Roberts\ras a doctor, and Julie Hagerty as his abundantly sexed nurse.\n\nDuring\rthe course of their long weekend, many themes emerge, but the most common one\ris the enigma of male jealousy. Look at these three men, each one paired with\rthe wonderful woman of his dreams. Allen, a part-time crackpot inventor, has a\rwife who loyally supports his experiments. Ferrer, an aging genius with a\rmonstrous ego, has a beautiful young woman to hang on his arm. Roberts, an insatiable\rsatyr, has a nubile nurse panting with desire. Are all three men happy and\rsatiated? Not a chance. It is the most inevitable thing in the world that each\rman should be consumed with lust for one or more of the other women. It is not\renough to have a bird in the hand; one must also have another bird in the bush.\rOr, as Gore Vidal and David Merrick have both observed, \"It is not enough\rfor me to succeed. Others must fail.\"\n\nFrom\rthis simple and intriguing little situation, Woody Allen spins a rondelet of\rsexual intrigue and frustration. The basic developments: Allen pines away with\rthe thought that he could once have made love to Farrow, but declined the\rchance. Ferrer conspires to meet Hagerty in the woods. Roberts attempts to\rseduce Farrow. And, through it all, Steenburgen steadfastly hopes for the best\rfrom everybody. To pass the time in between assignations and intrigues, the\rcouples picnic, go for walks in the woods and express curiosity in Allen's\rlatest inventions, which, in addition to the flying bicycle, include a metal\rsphere that can provide a magic lantern show that remembers the past and\rforesees the future.\n\nThis\rall sounds very charming and whimsical, and it is almost paralyzingly so.\r\"A Midsummer Night's Sex Comedy\" is so low-key, so sweet and offhand\rand slight, there are times when it hardly even seems happy to be a movie. I am\rnot quite sure what Allen had in mind when he conceived this material, but in\raddition to the echoes of Shakespeare and of Bergman's \"Smiles of a Summer\rNight,\" there are suggestions of John Cheever's Wapshots, Doctorow's\r\"Ragtime,\" and Jean Renoir films in which nice people do nice things\rto little avail.\n\nThis\ris not a \"Woody Allen film,\" then. It is not a brash comedy, it does\rnot really contain the Woody Allen persona, and I guess Woody wanted it that\rway; he says he wants to try new things instead of giving people the same old\rstuff all the time. It is our misfortune that he arrived at that decision just\rafter making \"Annie Hall\" and \"Manhattan,” two wonderful films\rthat brought his same old stuff to an exciting new plateau.\n\nNow,\rwith \"Stardust Memories\" and this film, he seems rudderless. I don't\robject to \"A Midsummer Night's Sex Comedy\" on grounds that it's\rdifferent from his earlier films, but on the more fundamental ground that it's\radrift. There doesn't seem to be a driving idea behind it, a confident tone to\rgive us the sure notion that Allen knows what he wants to do here. It's a\rtip-off that the story is lacking in both sex and comedy. If the film seems at\ra loss to know where to turn next, the ending is particularly unsatisfactory.\rIt involves a moment of fantasy or spirituality in which one of the movie's\rmost rational characters dies and turns into a spirit of light, and bobs away\ron the twilight breeze. I don't object to the development itself, but to the\rway Allen handles it, so briefly and incompletely that it ends the film with\rwhat can only be described as a whimsical anticlimax.\n\nThere\rare nice small moments here and reflective, quiet performances, and a few\rlaughs and smiles. But when we see Woody pedaling furiously to spin the\rhelicopter blades of his flying bicycle, we're reminded of what we're missing.\rWoody doesn't have to be funny in every shot and he doesn't have to become\ranother Mel Brooks, but he should allow himself to be funny when he feels like\rit, without apology, instead of receding into cuteness. I had the feeling\rduring the film that Woody Allen was soft-pedaling his talent, was sitting on\rhis comic gift, was trying to be somebody that he is not -- and that, even if\rhe were, would not be half as wonderful a piece of work as the real Woody\rAllen.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Romance"], "title": "A Midsummer Night's Sex Comedy (1982)"}