{"url": "http://www.rogerebert.com/reviews/a-midnight-clear-1992", "by": "Peter Bergas Bud Miller", "star_rating": 3.0, "text": "The opening shots of \"A Midnight Clear\" have a clarity and force that linger, casting a spell over the entire movie. They show a group of young men in Jeeps, making their way through the deep snow in an almost primeval forest. Everything is dark or blinding white; the snow crunches, reluctantly accepting the trespassers. We can see at once that this is a war movie - we know from the costumes it is World War II - but somehow the film is able to suggest some hidden purpose, and we know it will not simply tell a war story.\n\nThe screenplay is by the director, Keith Gordon, based on a novel by the brooding William Wharton, whose Birdy was also about young men changed forever by war. As the characters begin to speak, we think at first we have re-entered the world of the mundane, that this will be another one of those movie platoons with an obligatory ethnic balance (Miller, Avakian, Shutzer, Knott). But as we get to know them, we see that they have formed new personality links more important than their backgrounds, and it is significant that one of the soldiers is nicknamed \"Mother,\" and another \"Father.\" These are bright soldiers, we learn - smarter than average, although inexperienced and ill-trained for this mission, which requires them to patrol the woods, locate the enemy and report back about him. The enemy, it turns out, is much better at locating them, and in one breathtaking scene some of the patrol members stand transfixed in the rifle sights of Nazi soldiers - who then fade back into the forest without shooting at them.\n\nWhat's happening here? It is Christmas season of 1944, late in the war. Germany has obviously lost. One of the Americans speculates that perhaps the Germans intend to surrender to them. There are other hints: Christmas carols drifting on the wind. A snowball fight.\n\nEventually it becomes clear that the Germans - as young and inexperienced as the Americans - want to give up the fight, but need a way to save face at the same time. A mock combat encounter, perhaps, followed by a surrender.\n\nAnd here the story again stops following the usual war movie lines, and takes its own way, which I will not describe. Wharton seems to believe that the conditions of battle are such that insanity is a reasonable response, and as his characters cope, each in his own way, with the unreality of the forest and the war, the film moves toward a conclusion that is not at all what we were expecting.\n\nThe cast is first-rate, filled with young actors like Peter Berg, Kevin Dillon, Arye Gross, Ethan Hawke and Gary Sinise as Mother. The director, Keith Gordon, is about the same age as many of his actors, and this is his second film, after the interesting but not successful \"Chocolate War.\" Both films are about the dynamics of groups of young men, and about how at different times they select different leaders, because they have different needs about where to be led. \"A Midnight Clear\" is a little too much of a parable for my taste - there are times when the characters seem to be acting out of the author's need, rather than their own - but it's a good film, and Gordon is uncanny in the way he suggests the eerie forest mysteries that permeate all of the action.", "running_time": 107, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-01", "genres": ["Drama", "History"], "title": "A Midnight Clear (1992)"}