{"url": "http://www.rogerebert.com/reviews/a-mighty-heart-2007", "by": "Angelina Jolieas Mariane Pearl", "star_rating": 3.5, "text": "\"A Mighty Heart\" begins with shots of the teeming streets of Karachi, Pakistan, a city with a population that seems jammed in, shoulder to shoulder. Terrorists will emerge from this sea of humanity, kidnap the American journalist Daniel Pearl and disappear. The film is about the desperate search for Pearl (Dan Futterman) before the release of the appalling video showing him being beheaded. It is told largely through the eyes of and based on a memoir by his widow, Mariane.\n\nWe know how the story is going to end. The real drama is played out with the natures of the people looking for him. They include his pregnant wife, a French radio journalist who conceals her grief behind a cool and calculating facade to help her husband's chances; their friend (Archie Panjabi), whose apartment becomes a nerve center; a Pakistan security official (Irrfan Khan) whose uncertain position reflects the way his country accepts American money and harbors terrorists; an American agent (Will Patton) whose skills are better adapted to American cities, and one of Pearl's bosses at the Wall Street Journal (Denis O'Hare), who offers encouragement without much reason.\n\nStanding at the center of the story is Mariane Pearl, played by Angelina Jolie in a performance that is both physically and emotionally convincing. A few obvious makeup changes make her resemble the woman we saw so often on TV (curly hair, darker skin, the swelling belly), but Jolie's performance depends above all on inner conviction; she reminds us, as we saw in some of her earlier films like \"Girl, Interrupted\" (1999), that she is a skilled actress and not merely (however entertainingly) a Tomb Raider.\n\nThe movie, directed by the versatile British filmmaker Michael Winterbottom (\"24 Hour Party People,\" \"The Road to Guantanamo\"), is notable for what it leaves out. Although we do meet the possible suspect Omar (Aly Khan), there are not any detailed scenes of Pearl with his kidnappers, no portrayals of their personalities or motivations, and we do not see the beheading and its video. That last is not just because of Winterbottom's tact and taste, but because (I think) he wants to portray the way Pearl has almost disappeared into another dimension. His kidnappers have transported him outside the zone of human values and common sense. We reflect that the majority of Muslims do not approve of the behavior of Islamic terrorists, just as the majority of Americans disapprove of the war in Iraq.\n\nMany thrillers depend on action, conflict, triumph and defeat. This one depends on impotence and frustration. The kidnappers cannot do more than snatch one unarmed man after he gets out of a taxi, and Pearl's friends are lost in a maze of clues, lies, gossip and dead ends. The movie has been described as a \"police procedural,\" but I saw it more as a stalemate.\n\nMariane Pearl reminds us in her book, and the movie reminds us, too, that some 230 other journalists had lost their lives at the time of Pearl's kidnapping, most of them during the conflict in Iraq. That means they proportionately had a higher death rate than combat soldiers. That's partly because they are ill-prepared for the risks they take and partly because they're targets. The Americans who complain about \"negative\" news are the ideological cousins of those who shoot at CNN crews. The news is the news, good or bad, and those who resent being informed of it are pitiful. More Americans are well-informed about current sports and auto-racing statistics, I sometimes think, than anything else.\n\nWhat is most fascinating about Mariane Pearl, in life and in this movie, is that she is not a stereotyped hysterical wife, weeping on camera, but a cool, courageous woman who behaves in a way best calculated to save her husband's life. Listen to her speak and sense how her mind works. While you experience the fear and tension that Winterbottom records, see also how she tries to use it and not merely be its victim. (In the same sense, the statements of the parents of Blair Holt, the boy who died in a senseless shooting on a Chicago bus, have glowed with intelligence and sanity, despite their grief.)\n\nWhat is best about \"A Mighty Heart\" is that it doesn't reduce the Daniel Pearl story to a plot, but elevates it to a tragedy. A tragedy that illuminates and grieves for the hatred that runs loose in our world, hatred as a mad dog that attacks everyone. Attacks them for what seems, to the dog, the best of reasons.", "running_time": 100, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-06-21", "genres": ["Drama", "Indie", "Thriller"], "title": "A Mighty Heart (2007)"}