{"url": "http://www.rogerebert.com/reviews/a-mighty-wind-2003", "by": "Christopher Guestas Mark Shubb", "star_rating": 2.5, "text": "If your idea of the ultimate circle of hell is singing along with Burl Ives on \"I Know an Old Lady Who Swallowed a Fly\"--if even as a child you refused to go \"hee haw, hee haw\"--then \"A Mighty Wind\" will awaken old memories. Christopher Guest's new mockumentary is about a reunion of three groups from the 1960s folk boom, and in the film's final concert, the audience is indeed required to imitate chickens and horses.\n\nThe premise: The beloved folk promoter Irving Steinbloom has passed away, and his son Jonathan (Bob Balaban) wants to stage a concert in his honor at Town Hall, legendary site of so many folk performances. He assembles the relentlessly upbeat New Main Street Singers, the Folksmen (Guest, Harry Shearer, Michael McKean) and--the stars of the show--the long-estranged Mitch and Mickey (Eugene Levy and Catherine O'Hara).\n\nThese acts are all uncannily close to types we vaguely remember from \"Hootenanny\" and other shows, if we are over 40, and \"A Mighty Wind\" does for aging folkies what Rob Reiner's \"This Is Spinal Tap\" did for aging heavy metal fans. If you ever actually spent money on an album by the Brothers Four, you may feel you vaguely remember some of the songs.\n\nGuest follows the general outlines of the real (and wonderful) documentary \"The Weavers: Wasn't That a Time!,\" joining his characters in their current lives, and then leading them through apprehensions and rehearsals to their big concert. The Folksmen are the most analytical about their comeback (\"It wasn't retro then, but it's retro now\"), the New Main Street Singers the most inanely cheerful (most of the members weren't born when the original group was formed), and Mitch and Mickey the most fraught with painful old memories (and in Mitch's case, new emotional traumas).\n\nMitch and Mickey dominate the film, providing a dramatic story that takes on a life of its own. Mitch is played by Levy as a deeply neurotic man who doubts he can still sing or even remember lyrics, and who still has a broken heart because a famous onstage kiss with Mickey did not lead to lasting offstage romance. When he disappears from backstage shortly before showtime, we may be reminded of Ringo's solo walk in \"A Hard Day's Night.\" Guest surrounds his talent with the usual clueless types he likes to skewer in his films. Fred Willard, hilarious as the color commentator in \"Best in Show,\" is back playing a promoter and onetime TV star who was famous for five minutes for the catch-phrase \"Wha' Happened?\" He laughs at his own jokes to demonstrate to his silent listeners that they are funny. Ed Begley Jr. plays an obtuse public television executive named Lars, whose speech is punctuated by an impenetrable thicket of Yiddish. Balaban, as the dutiful son and impresario, frets over every detail of the performance, and is the singularly ill-at-ease emcee.\n\nA lot of the movie consists of music, much of it written by Guest and other collaborators in the cast, and that is an enjoyment and a problem. The songs actually do capture the quality of the lesser groups of the time. They are performed in uncanny imitations of early TV musical staging. The movie demolishes any number of novelty songs with the Folksmen's version of \"Eat at Joe's,\" based on a faulty neon sign that reads, \"E ... A ... O.\" But there comes a point when the movie becomes ... well, performances and not comedy. The final act of the movie mostly takes place during the televised concert, and almost against its will takes on the dynamic of a real concert and not a satirical one.\n\nThere is another difficulty: Guest is rather fond of his characters. He didn't hate his targets in \"Best in Show\" or \"Spinal Tap,\" but he skewered them mercilessly, while the key characters in \"A Mighty Wind,\" especially Levy and O'Hara, take on a certain weight of complexity and realism that edges away from comedy and toward sincere soap opera.\n\nThere were many times when I laughed during \"A Mighty Wind\" (not least at lines like, \"the kind of infectious that it's good to spread around\"). But the edge is missing from Guest's usual style. Maybe it's because his targets are, after all, so harmless. The deluded \"Spinal Tap\" and the ferocious dog owners in \"Best in Show\" want to succeed and prevail. The singers in \"A Mighty Wind\" are grateful to be remembered, and as we watch them, we cut them the kind of slack we often do for aging comeback acts. Hey, the Beach Boys may be old, fat and neurotic, but we don't want to spoil the fun by taking their T-Bird away.\n\nToo respectful? Answer is blowing in the 'Wind'", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-04-16", "genres": ["Comedy", "Documentary", "Music"], "title": "A Mighty Wind (2003)"}