{"url": "http://www.rogerebert.com/reviews/a-minute-to-pray-a-second-to-die-1968", "by": "Alex Cordas Clay accord", "star_rating": 1.0, "text": "It would be easy enough to throw darts at \"A Minute to Pray, a Second to Die.\" But it would be futile. This is such a bad, artless, stupid movie that it is unworthy of an attack. It deserves, perhaps, the kind of microscopic examination one might give a bug or a worm: It is boring as a movie but interesting as an example of what some people will pay their good money to see.\n\nAll of these Italian Westerns are aimed at the lowest possible common denominator. If you do not have enough intelligence to understand them, you belong in an institution. They dismiss plots as being too complicated. Instead, they're built around a string of situations (like a color cartoon). Each situation shows the hero threatened with violence. In some of the situations his torturers succeed. In others, he outsmarts them and turns the tables. It is all done with a minimum of words (to save dubbing into English) and a maximum of blood.\n\nYou are likely to see between 50 and 75 people killed in the average Italian Western. Unlike Tom and Jerry, they do not spring to life again. You are also likely to see human heads carried in burlap bags, priests shot on an altar, various parts of the body ripped apart and a lot of spit.\n\nBecause the formula is so established, the writers of these films hardly need imagination. As in cartoons and pornographic novels, the characters are not full-dimensional people but puppets with a function. In Italian Westerns, the function is to kill and maim. Any additional plotting is usually plagiarized, without credit, from better Westerns. In \"A Minute to Pray, a Second to Die.\" for example, the main gimmick is that the hero has a bullet inside him which occasionally pinches a nerve and paralyzes him. This is lifted from Howard Hawks' \"El Dorado,\" a very good film.\n\nMatters like this are of little concern to the audience for these films, however. Another Italian Western, \"A Stranger in Town,\" played at the United Artists a few weeks ago, and I was literally unable to sit through it in two attempts. In its Loop and neighborhood runs, \"Stranger\" racked up nearly a quarter of a million dollars. There, is a market for this sort of garbage. Why, I cannot say.", "running_time": 118, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-10", "genres": ["Action", "Crime", "Drama", "Foreign", "Western"], "title": "A Minute to Pray, a Second to Die (1968)"}