{"url": "http://www.rogerebert.com/reviews/a-nightmare-on-elm-street-3-dream-warriors-1987", "by": "Craig Wassonas Dr Neil Goldman", "star_rating": 1.5, "text": "The \"Nightmare on Elm Street\" series has a reputation in the movie business as sort of a high-rent answer to the \"Friday the 13th\" saga, and this third episode lives up to the billing. It's slick, it has impressive production values and the acting is appropriate to the material. So why did I find myself so indifferent to the movie? Maybe because it never generated any sympathy for its characters. This is filmmaking by the numbers, without soul.\n\nA great horror film begins with its characters and establishes their humanity. We have to care for them before the shocks can begin, or otherwise even the best special effects will be exercises in technology. Make a list of your favorite horror films, from \"Nosferatu\" to \"The Exorcist\" (1973), and you'll remember the people who were involved. One reason Sigourney Weaver deserved her Oscar nomination is because she brought a solid foundation of sympathy to a character surrounded by props.\n\nIn \"A Nightmare on Elm Street 3: Dream Warriors\" (which has the longest title in several years), I never felt that sympathy. All the characters seemed adrift in a machine-made script, a script devised as a series of pegs to hang the special effects on. The story involves the surviving \"Elm Street children,\" whose parents, we learn, were vigilantes who cornered a child-killer down in the old junkyard and burned him alive. (If you live on Elm Street, ask yourself: Does this sound like your neighbors?) According to a mysterious nun who's always hanging around, the ghost of that man was not buried in consecrated ground. Therefore, he haunts the dreams of the children. And thanks to the psychic ability of one of the children, they all can enter each other's dreams. I'm not sure how this child's psychic gift works, but I think it's something like a computer network in which each kid's input reads out on everybody's screen.\n\nAll of the kids have horrible nightmares, of course, and they've been brought together at a local psychiatric hospital, where the brave young doctor (Craig Wasson) and the new dream specialist (Heather Langenkamp) believe the kids' stories and try to help them. That involves, of course, entering the mutual dream and engaging in hand-to-hand combat with the child-killer's ghost, while simultaneously trying to discover his bones and douse them with holy water.\n\nI never really cared about the kids, however. The byplay between the doctors and administrators was assembled from standard institutional cliches. A couple of the nightmare moments had good special effects, especially when one of the kids is seduced by a naked nurse, then strapped to a bed with human tongues and suspended above a fiery pit. In light of the current controversy over \"Angel Heart,\" I kept wondering if the movie would have gotten an X rating if the kid had been played by Lisa Bonet.\n\nIf some of the special effects are good, the movie also contains a classic line of dialogue. The child-killer, we learn, was conceived after his mother was held captive in a madhouse; he is therefore, and I quote, \"the bastard son of a hundred maniacs.\" Now that would make a great title for a movie.", "running_time": 96, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-02-27", "genres": ["Horror"], "title": "A Nightmare On Elm Street 3: Dream Warriors (1987)"}