{"url": "http://www.rogerebert.com/reviews/a-nightmare-on-elm-street-2010", "by": "Jackie Earle Haleyas Freddy Krueger", "star_rating": 1.0, "text": "Forget about the plot, the actors and the director. What you require to make a new \"Nightmare on Elm Street\" are these three off-the-shelf sound effects: 1. A sudden, loud clanging noise mixed with a musical chord. 2. Snicker-snack sounds, which Freddy Krueger's steel finger claws make every time they are seen. 3. A voice deepener, to drop Freddy's speaking voice to an ominous level. \n\nOn top of that, you need your sudden cuts, your lighting from below, your thump-thump-thumps and of course a dog that barks at something unseen in the night, so that your teenage heroine can go out on the lawn in bare feet and flimsy PJs and call \"Rufus! Rufus! Here, boy!\" You know in your bones that Rufus is now checking into Doggie Heaven.\n\nOh, and actors. Lots of Dead Teenagers, seen in the last moments of their lives, when they enjoy a farewell Moment of Deceptive Safety just before there's a sudden loud clanging noise and the snicker-snack claws disembowel them and Freddy rumbles, You have nothing to worry about. This won't hurt one … little ... bit.\n\nThe 2010 edition of \"A Nightmare on Elm Street\" is number 8 1/2 in the series. I arrive at that number not out of a desperate desire to be seeing the Fellini film instead, but because \"Freddy vs. Jason\" (2003) should in all fairness count for half a film on this list, and half a film on the \"Friday the 13th\" list.\n\nIt is sad to think of all those Dead Teenagers. They were played by ambitious, talented young actors, some of them now in their 40s, who survived grueling auditions for the honor of being slashed by Freddy. Some of them are now successful: Johnny Depp, for example. Robert Englund became famous playing Freddy, but where can that lead when you're always wearing a mask of makeup. Now Jackie Earle Haley plays the role. For what purpose? He might as well play Santa Claus.\n\nIt was 26 long years ago when Freddy first began to haunt the nightmares of the children of Elm Street in Springwood, Ohio. At least 137 victims have been claimed by Freddy in the years since then, but the shady little street is still lined with handsome homes, and hasn't been leveled, covered with ashes and sprinkled with holy water. The franchise was founded by Wes Craven, the Ray Kroc of horror, who made the excellent \"Wes Craven's New Nightmare\" (1994), about Freddy haunting the dreams of the makers of the \"Nightmare\" movies.\n\nFreddy is not a good argument for a supernatural existence. He can live inside wallpaper, appear anywhere and has no need of physical existence, except, arguably, when he inflicts actual physical damage. Yet he's such a bore, always growling away with his deep-voiced hahahahaha. If a man leads an interesting life, he ought to be able to make good conversation, is what I say.\n\nI stared at \"A Nightmare on Elm Street\" with weary resignation. The movie consists of a series of teenagers who are introduced, haunted by nightmares and then slashed to death by Freddy. So what? Are we supposed to be scared? Is the sudden clanging chord supposed to evoke a fearful Pavlovian response? For Rufus, maybe, but not for me. Here, boy.", "running_time": 95, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-28", "genres": ["Horror"], "title": "A Nightmare on Elm Street (2010)"}