{"url": "http://www.rogerebert.com/reviews/a-night-at-the-roxbury-1998", "by": "Will Ferrellas Steve Butabi", "star_rating": 1.0, "text": "D. Kepesh of Chicago writes, \"Do you ever find yourself distracted during a screening by thoughts of the review you will later write? Distracted to the point of missing part of the film?\" Sometimes it gets much worse than that, D. Sometimes a movie is so witless that I abandon any attempt to think up clever lines for my review, and return in defeat to actually watching the film itself. I approach it as an opportunity for meditation. My mantra is \"aargh ... aargh ... \" \"A Night at the Roxbury\" is such a movie. It's based on the \"Saturday Night Live\" skits about the Butabi brothers, Steve and Doug (Will Ferrell and Chris Kattan), who snap their heads in unison with the music and each other, while trying out pick-up lines in spectacularly unlikely situations. I liked the first 60 seconds of the first Butabi brothers sketch I saw, because I found the head-snapping funny. Apart from that, I relate to the sketches basically as a waste of the talent of Kattan, who as Mr. Peepers, the Missing Link, is very funny.\n\nNo doubt we will get a Mr. Peepers movie one of these days. Lorne Michaels seems determined to spin out every one of the \"SNL\" characters into a feature-length movie--even if this one barely makes it to that length (the studio pegs it at 84 minutes but I didn't stay for the closing credits and was out in closer to 75).\n\nThe sad thing about \"A Night at the Roxbury\" is that the characters are in a one-joke movie, and they're the joke. The premise: The Butabi brothers work for their dad (Dan Hedaya) in his artificial flower store. They still live at home with dad and mom (Loni Anderson), but dream of meeting great chicks in Los Angeles nightclubs, where the bouncers treat them like target practice. Finally they get inside on the coattails of TV star Richard Grieco (playing himself, none too well), find a wonderland of improbably buxom babes (Elisa Donovan and Gigi Rice), and get picked up under the mistaken impression that they're part of Grieco's entourage. One suspects that the movie is poking fun at Grieco, but the cues are so muddled that on the other hand, maybe not. The whole party moves on to the home of the club's owner (Chazz Palmenteri in an unbilled role), where the brothers demonstrate that, for them, getting lucky and falling in love are synonymous.\n\nMeanwhile, Emily (Molly Shannon), daughter of the man who owns the store next door, dreams of marrying Steve so her dad can merge their retail empires. She's up front about sex (especially as a means of fulfilling her business ambitions), and although the boys would rather throw themselves away on mindless bimbos, they're no match for her strategy, perhaps because the boys are mindless bimbos.\n\nSteve and Doug, who took seven years to graduate from high school, still share the same bedroom, which seems to have been decorated when they were in junior high. They have a falling out, and Doug moves into the pool house. And then there's an engagement, and a wedding, and ... the script fairly wheezes with exhaustion. \"A Night at the Roxbury\" probably never had a shot at being funny anyway, but I don't think it planned to be pathetic. It's the first comedy I've attended where you feel that to laugh would be cruel to the characters.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-02", "genres": ["Comedy"], "title": "A Night at the Roxbury (1998)"}