{"url": "http://www.rogerebert.com/reviews/a-night-in-heaven-1983", "by": "Lesley Ann Warrenas Faye", "star_rating": 1.5, "text": "I've rarely seen a movie with more interior evidence of compromise than \"A Night in Heaven.\" You can sit in this brief, unsatisfying feature. and put your finger on the places where important scenes are missing. Afterward, you can ask a lot of questions that the movie should have answered.\n\nLet's start at the beginning. The original screenplay for \"A Night in Heaven\" was written by Joan Tewkesbury, who wrote Robert Altman's \"Nashville.\" For both films, her method was the same. She spent a month living in the places she'd be writing about, to plug the local color into her basic themes.\n\nFor this movie, she visited a new phenomenon -- those naughty discos where the strippers are all men and the customers are all women. We've seen the dancers interviewed on \"Donahue,\" we've read the articles in Psychology Today, and now here's the movie. The film is about a sexually frustrated wife (Lesley Ann Warren), her husband (Robert Logan, who was the father in all those \"Wilderness Family\" movies), and a young student (Christopher Atkins) in the speech class Warren teaches at the local junior college.\n\nA lot of things happen at once. The husband quits his job as an engineer at the Kennedy Space Center because he refuses to work on missiles or other instruments of war. He becomes too \"tired\" to sleep with his wife, whose sister takes her to Heaven, a male disco in a shopping center. And, wouldn't you know, the handsome young student is a dancer there, and in a scene of considerable erotic effectiveness, he flirts with her and kisses her.\n\nThat sets the stage for them to have an affair. It also sets the stage for a very confusing movie. Early in the film, Tewkesbury introduces several themes and relationships, and asks some big questions. The movie doesn't pay off on any of them. It begins by talking about love and fidelity, quitting a job for ethical reasons, and, in the words of the song, looking, for love in all the wrong places. It ends as a sleazo sex film, another one of those movies about older women seducing younger men or vice versa. The end of the movie arrives with about the subtlety of a cell door slamming shut.\n\nWhat went wrong? Tewkesbury is a serious writer and it's impossible to believe this version of the movie represents her vision. The director, John Avildsen, is a serious and good director; his credits include \"Rocky,\" \"Joe,\" \"Save the Tiger\" and \"Neighbors.\" It is impossible to believe this is the movie he wanted to make.\n\nMaybe a clue to what went wrong can be found in the ads. They play up the sex angle and misrepresent the movie. On the right, we see Christopher Atkins in a pose ripped off from John Travolta in \"Saturday Night Fever.\" On the left, seen from behind, is a female dancer whose hair and costume make her look like Jennifer Beals in \"Flashdance.\" There is no female dancer fitting that description in the movie. Obviously, the ads are supposed to sell the music, dancing and sex in the movie. Just as obviously. the movie's original intentions landed on the cutting room floor.\n\nWho knows? If the original Tewkesbury-Avildsen version had been released, maybe it would have been a success. This miserable commercial compromise is dying a slow and richly deserved death it the box office. Maybe the movie would have been a flop anyway. But at least it could have been a flop to be proud of.", "running_time": 86, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-11-24", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "A Night in Heaven (1983)"}