{"url": "http://www.rogerebert.com/reviews/a-nos-amours-1985", "by": "Sandrine Bonnaireas Suzanne", "star_rating": 3.5, "text": "One of the worst problems a teenager can experience is being identified as having a problem. Because all teenagers are by definition lonely, restless and misunderstood, adults tend to want to repair them. This leads to hurt feelings all around. Kids who may just be go­ing through a stage are identified as having a condition, and they begin to seem, even to themselves, like chronic case studies.\n\n“A Nos Amours” is a movie like that, about a young girl who is raised in a family that is so obsessed by her sex life that she seems almost destined to fulfill their fears (and expectations) by becoming promiscuous. The movie was written and directed by Mau­rice Pialat, a Frenchman who spe­cializes in the close observation of the way people behave toward each other. In “A Nos Amours,” he takes us inside the family of a tailor in Paris.\n\nThe parents were born, raised and married in Poland, but left for the West, apparently after much suffering. They work in the home. They have two children - a son in his 20s, Robert, who is fussy and effeminate and a bit of a bully, and a daughter, Suzanne, who is 16 and in love with her first real boyfriend.\n\nThere is great emphasis in the house on Suzanne's behavior. Her comings and goings and dates and hours are closely scrutinized, and the parents make it clear that the objective of dating should be marriage, and the bride should be a virgin. This advice is accompanied by cross-examinations, shouting scenes and much slamming of doors.\n\nIn one of the movie's opening scenes, Suzanne has a rendezvous with her boyfriend, and they begin to make love, but he realizes that her heart isn't in it. They split up, and Suzanne picks up a young American tourist and sleeps with him.\n\n“Thank you,” he says when they are finished. “You’re welcome. It was free,” she says. The buried message seems to be: Since girls who sleep with their boyfriends are no better than prostitutes, I will not sleep with my boyfriend, be­cause I love him too much, but I will sleep with other men, as a way of revenge against my parents for forbidding my relationship with the man I really love. She begins a period of promiscuity, disturbed by her behavior, but powerless to change it.\n\nMeanwhile, her father leaves home - probably for\ranother wom­an. Her brother, the new head of the family, begins to persecute\rher for her behavior, slapping her around, threatening her. The moth­er grows\rhysterical. Suzanne and her father have a long, honest talk, late at night, in\rwhich there are the first glimmers of real communica­tion. But the talk is too\rlittle and too late, and before long Suzanne is engaged, perhaps on the theory\rthat marriage will solve her prob­lems.\n\n“A Nos Amours” is a tough, unsentimental, provoking film. It is rated “R” and is playing in a “serious” theater, and so of course few teenagers will go to see it - although this film could inspire a lot of self-examination for thoughtful older teenagers, and might act as a corrective for the dime-a-dozen teenage sex exploitation movies, in which the seriousness, the riskiness and the joy of adolescence are rou­tinely trashed by cynical Holly­wood movie manufacturers.", "running_time": null, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-02-14", "genres": null, "title": "To Our Romance (1985)"}