{"url": "http://www.rogerebert.com/reviews/a-passage-to-india-1984", "by": null, "star_rating": 4.0, "text": "\"Only connect!\"\r-- E.M. Forster\n\nThat is the advice he gives us in Howards End, and then, in A Passage to India, he creates a world in which there are no connections, where Indians and Englishmen speak the same language but do not understand each other, where it doesn't matter what you say in the famous Marabar Caves, since all that comes back is a hollow, mocking, echo. Forster's novel is one of the literary landmarks of this century, and now David Lean has made it into one of the greatest screen adaptations I have ever seen.\n\nGreat novels do not usually translate well to the screen. They are too filled with ambiguities, and movies have a way of making all their images seem like literal fact. \"A Passage to India\" is especially tricky, because the central event in the novel is something that happens offstage, or never happens at all -- take your choice. On a hot, muggy day, the eager Dr. Aziz leads an expedition to the Marabar Caves. One by one, members of the party drop out, until finally only Miss Quested, from England, is left. And so the Indian man and the British woman climb the last path alone, at a time when England's rule of India was based on an ingrained, semi-official racism, and some British, at least, nodded approvingly at Kipling's \"East is East, and West is West, and never the twain shall meet.\" In Forster's novel, it is never clear exactly what it was that happened to Miss Quested after she wandered alone into one of the caves. \n\nDavid Lean's film leaves that question equally open. But because he is dealing with a visual medium, he cannot make it a mystery where Dr. Aziz is at the time; if you are offstage in a novel, you can be anywhere, but if you are offstage in a movie, you are definitely not where the camera is looking. So in the film version we know, or think we know, that Dr. Aziz is innocent of the charges later brought against him -- of the attempted rape of Miss Quested.\n\nThe charges and the trial fill the second half of Lean's \"A Passage to India.\" Lean brings us to that point by a series of perfectly modulated, quietly tension-filled scenes in which Miss Quested (Judy Davis) and the kindly Mrs. Moore (Peggy Ashcroft) sail to India, where Miss Quested is engaged to marry the priggish local British magistrate in a provincial backwater. Both women want to see the \"real India\" -- a wish that is either completely lacking among the locals, or is manfully repressed. Mrs. Moore goes walking by a temple pool by moonlight, and meets the earnest young Dr. Aziz, who is captivated by her gentle kindness. Miss Quested wanders by accident into the ruins of another temple, populated by sensuous and erotic statuary, tumbled together, overgrown by vegetation.\n\nMiss Quested's temple visit is not in Forster, but has been added by Lean (who wrote his own screenplay). It accomplishes just what is needed, suggesting that in Miss Quested the forces of sensuality and repression run a great deal more deeply than her sexually constipated fiancé is ever likely to suspect. \n\nMeanwhile, we meet some of the other local characters, including Dr. Godbole (Alec Guinness), who meets every crisis with perfect equanimity, and who believes that what will be, will be. This philosophy sounds like recycled fortune cookies but turns out, in the end, to have been the simple truth. We also meet Fielding (James Fox), one of those tall, lonely middle-aged Englishmen who hang about the edges of stories set in the Empire, waiting until their destiny commands them to take a firm stand.\n\nLean places these characters in one of the most beautiful canvases he has ever drawn (and this is the man who directed \"Doctor Zhivago\" and \"Lawrence of Arabia\"). He doesn't see the India of travel posters and lurid postcards, but the India of a Victorian watercolorist like Edward Lear, who placed enigmatic little human figures here and there in spectacular landscapes that never seemed to be quite finished. Lean makes India look like an amazing, beautiful place that an Englishman can never quite put his finger on -- which is, of course, the lesson Miss Quested learns in the caves.\n\nDavid Lean is a meticulous craftsman, famous for going to any lengths to make every shot look just the way he thinks it should. His actors here are encouraged to give sound, thoughtful, unflashy performances (Guinness strains at the bit), and his screenplay is a model of clarity: By the end of this movie we know these people so well, and understand them so thoroughly, that only the most reckless among us would want to go back and have a closer look at those caves.", "running_time": 163, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Adventure", "Drama", "Foreign", "History"], "title": "A Passage to India (1984)"}