{"url": "http://www.rogerebert.com/reviews/a-perfect-couple-1979", "by": "Robert Altman", "star_rating": 2.5, "text": "Robert Altman's \"A Perfect Couple\" seems to rejoice in its incompatibilities. There is, first of all, the glorious incompatibility of the couple themselves: A sometime rock singer and a middle-aged Greek-American businessman who meet through a videotape computer dating service. Then there's the film's basic structural incompatibility, as Altman alternates between the fortunes of love and the fortunes of a rock group.\n\nThe movie looks like several good ideas for several movies, made all at once and regardless of whether the pieces fit easily together. That's too bad, because the movie's got so many interesting things in it, so many original characters and, yes, so much interesting music that it shouldn't have been allowed to become such a stylistic confusion. Just one or two, of the stories would have done, and maybe half as much basic material, treated with more detail.\n\nThe movie's mostly about the perfect couple of the title, a matching of Second City veteran Paul Dooley and Broadway actress Marta Heflin. He's part of a genuinely bizarre family presided over by a ruthless Greek father who requires compulsory attendance at such family rituals as concerts and dinners. She plays a somewhat forlorn member of a music group, \"Keepin' em Off the Streets,\" which is part rock band, part extended communal family.\n\nThey spend their first date at an outdoor concert by the Los Angeles Philharmonic -- a date spoiled by a sudden rainstorm, which develops into an extended comic scene. This first meeting is so promising, and it's developed by such unexpected and bizarre revelations about the lives of the couple that we begin to expect an original comic achievement.\n\nWe get one, too, as long as Heflin, Dooley and his family are on screen. But Altman gets sidetracked by \"Keepin' em Off the Streets,\" an actual rock group formed a year earlier by the film's writer, Allen Nicholls. It's almost as if Altman sees \"A Perfect Couple\" as a promotional film for the group, or a concert film.\n\nWe get a lot of musical footage and a real party scene in Los Angeles (with the actors mingling with the invited guests), but we never really get to know the members of the band. We come closest with the group's leader, Ted Neeley (who had the title role in \"Jesus Christ, Superstar\"). And Heather Mac Rae projects an Earth Mother vitality and sensuality as another lead singer. But as people, they're not developed, and so the narrative tends to come to a halt in the many scenes involving the band.\n\nToo bad. Many of the film's comic scenes are inspired, especially one in which Dooley brings his girl home and his father (Titos Vandis) leads the entire family on an enraged raid of the bedroom. There's another great scene starring Ann Ryerson, a recent Second City graduate, as a computer-dating partner with rather complicated sexual tastes. (This is Ryerson's second film for Altman -- she was a member of \"A Wedding\" and she has a major role as Lauren Bacall's sidekick in Altman's new \"Health.\")\n\nMoments like that are so good, and so original, that I wish the whole film had been kept pointed in the same comic direction. The music is a distraction, a carryover, maybe, from Altman's success with the country music of \"Nashville.\" This time, because it's not organic to the story, it just gets in the way.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-04-09", "genres": ["Comedy", "Romance"], "title": "A Perfect Couple (1979)"}