{"url": "http://www.rogerebert.com/reviews/a-perfect-getaway-2009", "by": "Steve Zahnas Cliff", "star_rating": 3.0, "text": "Man, am I glad I knew nothing about \"A Perfect Getaway\" going in. There are two things Hollywood can’t resist in making a trailer: showing the best jokes in a comedy and revealing the secrets of thrillers. Oops, did I say “thriller”? If you see ads on TV, I suppose you already knew that, but I didn’t, and on the basis of the film’s opening minutes, I thought this was a comedy. Honest.\n\nSo here’s a thriller that worked for me. I didn’t see revelations approaching, because I didn’t expect any. At one point in the film, I wondered about something, and then thought, nahhh, couldn’t be. Could be.\n\nThe movie is about two couples and a suspicious third couple. The two main couples are Cliff and Cydney, honeymooners in Hawaii, and Nick and Gina, hikers. They meet on a difficult wilderness trail on the beautiful island of Kauai. The trail is spotted with signs warning of narrow paths, steep drops, sudden rains and falling rocks. I love warnings about falling rocks. How do you avoid them? The Hawaii Park Service is famous for its helpful signs. My favorite is: Caution: Lava flow.\n\nCliff and Cydney (Steve Zahn and Milla Jovovich) are burdened with half the contents of an outdoor store for their couple of days of camping. Nick and Gina (Timothy Olyphant and Kiele Sanchez) travel lighter; indeed, the first time we see Nick, he’s only carrying a canteen, although later he produces a tent and a hunting bow. The third couple (Marley Shelton and Chris Hemsworth) are hitchhikers; she’s friendly, he sends out bad vibes to both of the other men.\n\nNews comes of the brutal murder of a honeymooning couple near Honolulu, which is on Oahu. But Kauai should be safe, right? Maybe not. It’s a rule of a thriller that if you warn the audience about a brutal killing, the killer(s) must turn up. This would be true if hikers in Iceland learned of a killing in Hawaii. You don’t bring the gun onstage unless it fires.\n\nDavid Twohy, the director, allows creepiness to steal into the film slowly, but soon the jungle shadows seem filled with menace. Also, there is a narrow path with a steep drop, although Nick helps the newlyweds to negotiate it. Nick is a former Special Ops soldier, first into Iraq; Gina helpfully mentions he’s “impossible to kill.” Soon his macho posture begins to eat away at the less capable Cliff. They all travel together, which may or may not be a good idea, although — are they being followed?\n\nWhether they do or not I will leave you to decide. I will also leave the obligatory murderer(s) unrevealed. Let me just mention that Cliff says he’s a screenwriter, and Nick finds out a particular screenplay is being rewritten and busts his chops about that, and then Nick mentions “red snappers,” and Cliff says the correct term is “red herrings,” and let us say that although the dinner menu includes mountain goat and macaroni and cheese, there is no fish course.\n\nI enjoyed the acting. Steve Zahn is at last being liberated from the doofus characters he specialized in, and allowed into the IQ. mainstream. Milla Jovovich sure does a mighty fine rural Georgia accent for a girl from the Ukraine. Timothy Olyphant is convincing as a man who is impossible to kill, as is Kiele Sanchez as a woman who likes that aspect of his character.\n\nThe plot will require some discussion after the film is over. Is it misleading? Yes. Does it cheat? I think not. It only seems to cheat. That’s part of the effect. All’s fair in love and war, and the plots of thrillers.", "running_time": 98, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Action", "Mystery", "Thriller"], "title": "A Perfect Getaway (2009)"}