{"url": "http://www.rogerebert.com/reviews/a-perfect-candidate-1996", "by": "Don Baker", "star_rating": 3.0, "text": "Ollie North's fame rests on his role in the Iran-Contra affair, during which he lied to Congress about his role in illegally selling arms in the Middle East to finance right-wing forces in South America. His defense was patriotism: He did what he thought was right for his country. In Virginia, his campaign cloaked itself in “family values” and was the instrument of the Christian right wing. To his supporters, North was a patriot, a Christian, an upholder of conservative social beliefs. His supporters were almost all white. His opponents branded him a racist, linked him with David Duke and the Ku Klux Klan, and ran TV ads hammering his perjury before Congress.\n\nThat created two Norths, a devil and an angel. Charles Robb, in contrast, hardly seems to be present at all. He wanders forlornly through a supermarket, seeking a voter, and when he finds one his approach is so inept the voter seems unsure why this stranger is talking to him. One dawn Robb campaigns outside a factory gate and is asked by a reporter for his position on workers hired to replace strikers. “My position hasn't changed,” he says. “Well,” says the reporter, “are you for it?” “I have not changed my position.” “Are you against it?” “I have the same position I have always had.” The reporter turns to a Robb handler and asks, “Can we have a simultaneous translation here?” Midway through the campaign, when Robb is linked with a former Playboy model named Tea Collins, there is almost a sense of relief: If he is an adulterer, at least that is *something* interesting about him. North's handlers work the angle for all it's worth; if both candidates have lied, that makes the honesty issue a wash.\n\nThe hero of the film is the reporter who has that perplexing exchange with Robb outside the factory gate. He is Don Baker of the Washington Post, a man who tirelessly drives up and down the state chronicling the cheerless campaign, and provides a stream-of-consciousness commentary for the documentary cameras. He thinks North is a demagogue (“I don't know if he really believes all that Christian stuff”) but a skillful politician. He regards Robb as some sort of political black hole. The campaign is finally tilted when a politician who does deal with the issues--former Virginia Gov. Douglas Wilder--endorses Robb (even though he privately detests him) and helps solidify the black vote.\n\nThere is a fascinating moment when Baker muses on what might happen if North were elected: “Maybe then we'd get a showdown--not just a middle-of-the-road compromiser.” It might be fun and even useful, in other words, to have someone in the Senate actually articulating the loony quasi-issues that fire the underbelly of American politics.\n\nBecause this film was obviously not going to be released until long after the campaign was over, some of the campaign strategists are frank with the filmmakers. One of them is North's master planner, Mark Goodin, who does a brilliant job of overcoming North's negatives and bringing him almost to victory. On the day after the election, when Robb has somehow won, Goodin observes, “In the end, the negative stuff sticks and it works. I should never ever have forgotten that.” He blames himself for being too much of a good guy.\n\nThose over a certain age in America can remember campaigns where the politicians debated the issues in some detail, and voters were trusted to be able to follow along. They remember conventions that actually decided who would be a party's candidate, and platform fights that went on all night, as parties decided what they believed. This year we are given a choice between a bridge to the past and a bridge to the 21st century, and both bridges look a little like unfinished exit ramps, ending in the air.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-09-06", "genres": ["Documentary"], "title": "A Perfect Candidate (1996)"}