{"url": "http://www.rogerebert.com/reviews/a-perfect-murder-1998", "by": "Michael Douglasas Steven Taylor", "star_rating": 3.0, "text": "Michael Douglas is about as good as anyone can be at playing greedy, cold-hearted SOBs. He's also good at playing nice guys and victims--he's a versatile pro--but when he goes into his Gordon Gekko mode there's an extra charge on the screen, because we know everything his character says and does will be deceitful and self-interested.\n\nConsider an early scene in Andrew Davis' \"A Perfect Murder.'' Douglas plays Steven Taylor, a wealthy currency trader. Gwyneth Paltrow plays Emily, his wife. She comes home to their designer apartment to find him dressed for a museum opening. They kiss. She says how nice he looks: \"I'll hurry and get dressed so I can catch up.'' Throughout this entire scene, dislike hangs in the air. There's nothing overt. It's simply a way Douglas has of pronouncing his words, as if he wants to say all the proper things even though he doesn't mean them.\n\nThe Paltrow character is an heiress who is having an affair with an artist named David Shaw (Viggo Mortensen). We learn that in the first scene. \"A Perfect Murder'' doesn't fool around with a misleading opening charade to deceive us. This is not a happy marriage and the movie never pretends otherwise, and when the husband confronts the artist in his studio, there is a kind of blunt savagery to the way he cuts to the bottom line. (\"You steal the crown jewel of a man's life, and all you can come up with is some [wimpy] Hallmark sentiment?'') A murder is arranged in the movie, but for once the TV ads leave you with a certain doubt about who is doing what and with which and to whom, so I won't reveal the secret. I will say that Paltrow does a convincing job of playing a chic wife who considers love to be a choice more than a destiny. Viggo Mortensen undergoes an interesting transformation in his key scene with Douglas; we believe him when he's a nice guy, and we believe him even more when he's not; he doesn't do a big style shift, he simply turns off his people-pleasing face.\n\nThe screenplay, by Patrick Smith Kelly, is based on the play \"Dial M for Murder'' and the Hitchcock film of the same title. It has little in common with its predecessors. It's about negotiation more than deception, money more than love. Everybody's motives are pretty much clear from the beginning, and when the body is found on the kitchen floor the only mystery is how long it will take the survivor to find the key to the scheme.\n\nSurprisingly, the movie got some negative early reviews. I think it works like a nasty little machine to keep us involved and disturbed; my attention never strayed, and one of the elements I liked was the way Paltrow's character isn't sentimentalized. She says she's in love with the artist, yes, but she gets over it in a hurry; it takes her about one line of dialogue. And there is a moment when it appears that husband and wife will put adultery and violence behind them, and continue their pragmatic liaison as a rich guy and his multi-lingual trophy wife. Who wouldn't want to keep living in that great apartment? But there's another problem: Steven is having a portfolio meltdown (his one of his advisers tells him, \"Think Chernobyl''). Steven is driven not only by jealousy but by need and greed. Emily has a $100 million trust fund that would help Steven cover those margins (although the markets move a lot faster than probate, and the inheritance is unlikely to arrive in time to do much good).\n\nThe movie is a skilled example of what I call the Fatal Basic genre. Like \"Fatal Attraction,'' \"Basic Instinct'' and all of their lesser imitators, it's about sex between bad people who live in good houses. Nobody is better at Fatal Basic than Michael Douglas, who doesn't need to read GQ because he instinctively knows what clothes to wear and which cigars to smoke.\n\nMy only real disappointment with the movie comes at the end, when various differences are resolved with gunshots. This is such a tired story solution. I realize that the Hollywood bylaws require all action movies to end in shoot-outs, but is a gun really necessary in a Fatal Basic movie? I'd prefer the chessmaster approach to the problem, in which a single line of logical dialogue seals a character's fate, and then we get a big closeup of him realizing he's screwed. Gunshots release tension, but they don't provide audience pleasure, because the victim is dead and therefore cannot feel as bad as he deserves to.", "running_time": 107, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-06-05", "genres": ["Crime", "Suspense", "Thriller"], "title": "A Perfect Murder (1998)"}