{"url": "http://www.rogerebert.com/reviews/a-piece-of-the-action-1977", "by": "Sidney Poitieras Manny Durrell", "star_rating": 2.0, "text": "“A Piece Of the Action,\" which stars Sidney Poitier and Bill Cosby as successful gangsters blackmailed into helping a ghetto job-training program, is well intentioned but lead-footed. It has its heart in the right place, I suppose, but its key situations are so unbelievable and its dialog so awkward that nothing helps.\n\nMaybe Poitier, who directed as well as starred, suspected that he wasn't involved in one of his better projects. He gives us a couple of well-handled caper scenes at the beginning of the film, to keep us momentarily entertained, and the gimmick in one of them (how to escape from an upper floor window with the loot) is nicely handled. But this isn't a caper movie; it's an anthology of optimistically simplistic racial attitudes, surrounded by a dumb story.\n\nThe caper scenes simply set up the premise -- which is that Poitier and Cosby, having made a lot of money in illegal heists, should now redirect their skills toward helping the black community. The person who arrives at this conclusion is a retired black detective (James Earl Jones) who blackmails them into lending their skills to the job-training center.\n\nThe center itself, as depicted in the film, is run with such ineptness that it's a wonder the people in charge ever got their jobs. When total anarchy doesn't reign in the classrooms, the lessons all seem to concentrate on how to get through the job interview itself - if you can clear that, the movie seems to be saying, you don't actually need such little details as marketable job skills.\n\nPoitier ventures into a chaotic classroom and takes on the students in scenes vaguely related to his “To Sir, With Love.\" He rescues, in the process, the beautiful middle-class black woman who can't relate to the ghetto kids (but not before an awkwardly-written scene in which the woman's values are challenged by one of the trainees).\n\nPoitier uses money as a weapon, pulling out a fat roll and bribing the students to do what he asks them. And he delivers a lecture or two, of which the most ill-advised is the one on “common courtesy.” Maybe the movie was meant as inspiration for young black audiences, but my guess is they'll laugh it out of the theater. And they'll be especially cynical, I think, about a “common courtesy” demonstration held in the streets of Chicago.\n\nPoitier leads 20 or 30 kids into a high-rise lobby. One kid approaches a security guard in a rude manner, and is spoken to curtly. The second kid, his common courtesy all polished up, approaches the same guard. Courtesy pays off: He inspires a friendly smile, good wishes, and even a light for his cigarette. You have to see the movie to realize how phony this scene is in its simplistic solution to the problems facing young black job applicants.\n\nThe film has speeches meant to be controversial and tough (as when the ghetto kid accuses middle-class blacks of fostering poverty in order to get jobs “solving” it). The speeches have the words right, but not the music; “A Piece Of the Action” doesn't give us the street reality we sense in such admittedly less serious films as “Car Wash.\"\n\nIt's almost as if the movie tries to be two things at once. To be an entertainment (with its capers, comedy and romance), and to provide an inspiring object lesson for kids facing a tight job market and a middle class (both black and white) that seems hostile to them. Fair enough, but the entertainment keeps getting lost in the message. And the message, I'm afraid, just doesn't fit the realities in this society, at this moment.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-10-07", "genres": ["Comedy", "Thriller"], "title": "A Piece of the Action (1977)"}