{"url": "http://www.rogerebert.com/reviews/a-piece-of-eden-2000", "by": "Marc Grapeyas Bob Tredici", "star_rating": 1.5, "text": "\"A Piece of Eden\" is a good-hearted film with many virtues, although riveting entertainment value is not one of them. It's a family comedy that ambles down well-trodden paths toward a foregone conclusion, neither disturbing nor challenging the audience. It was filmed in and around LaPorte, Ind., and is in limited theatrical release on its way to video. The only review it has collected so far comes from a Utah critic, Fawna Jones, who finds it predictable, and describes it quite accurately: \"This is a movie for those who generally stay away from the theater for fear of being offended and who like their movies to have happy endings.\" Going to a movie so you won't be offended is like eating potato chips made with Olestra; you avoid the dangers of the real thing, but your insides fill up with synthetic runny stuff. Watching \"A Piece of Eden,\" I found myself wanting to be shocked, amazed or even surprised. The most unexpected thing in the movie is a machine that shakes apple trees to make the apples fall off. That could have prevented a lot of heartbreak in \"The Cider House Rules.\" The film opens in New York, where Bob Tredici (Marc Grapey) runs the struggling Television Publicity Bureau with his secretary, Happy (Rebecca Harrell). She's been late four out of the last five days, and even more ominously, has a psychological block that prevents her from pronouncing the word \"publicity\" correctly when she answers the phone. (She comes from a family of high-powered analysts and thinks her block may be approach avoidance.) Bob gets a call from northwest Indiana, where his family has run a fruit farm since time immemorial. His father Franco (Robert Breuler) is dying. Bob has an unhappy relationship with the old man but returns home anyway to learn that the patriarch has rallied enough to spend endless hours in a hospital bed in the living room, making life miserable for everyone with his salt-of-the-earth routine. Franco plans to leave the farm not to Bob but to a relative who has stayed behind in Indiana.\n\nBob has bright ideas for the farm, including using computers for cost control and starting a petting zoo. But he needs to appear more stable, less like a decadent Manhattanite, and so in desperation he imports Happy to pose as his wife. This leads to scenes that could exist only in a movie, as when they are assigned to bunk down in the barn, and he gets a glimpse of her silhouette through the sheet that hangs from the ceiling just as it did in \"It Happened One Night\" (1934).\n\nThe choices available to the story are limited and obvious. Either Bob will get the farm, or another happy solution will be found, since Fawna Jones is quite correct: This is not a film destined for an unhappy ending. There must also be a near-disaster, and there is, when Bob holds an open house for the petting zoo concept and imports a friendly soap opera star (Tristan Rogers) as his celebrity guest. First, no members of the public show up. Then they're swamped.\n\nIt must be said that the character of the father is a major pain in the netherlands. He is one of those blowhard patriarchs so full of himself and so colorful in unconvincing ways that to have such a person as a parent would be enough to--well, inspire you to flee to New York and open a Television Publicity Bureau. His personality is so insufferable that when he has a change of heart, you don't believe it--you just figure, there goes dad again, faking it for the evening news.\n\nDirector John Hancock, whose credits include the powerful \"Bang the Drum Slowly\" (1973) and the sweet \"Prancer\" (1989, a much better family film also set in the same area), does indeed own a fruit farm near LaPorte, and no doubt \"A Piece of Eden\" flows from his experiences and memories, and those of his wife, the actress Dorothy Tristan, who wrote the screenplay.\n\nBut the story line runs out of steam about four-fifths of the way through, and the closing scenes lack dramatic interest, dissolving in a haze of landscapes and blue skies and happily-ever-after music.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-04-21", "genres": null, "title": "A Piece Of Eden (2000)"}