{"url": "http://www.rogerebert.com/reviews/a-piece-of-pleasure-1977", "by": "Paul Gegauffas Philippe", "star_rating": 2.5, "text": "Claude Chabrol's “A Piece Of Pleasure” is filled with rough edges, inexplicably embarrassing exchanges and silences that seem to mean more than they ought to. And maybe this is the reason: The movie is the story of the break-up of a marriage, it stars the people whose marriage broke up and it was written by the former husband. It resolutely presents itself as fiction, but facts and memories must have been always there in the minds of the actors (Paul Gegauff and Danielle Gegauff), especially since the little girl in the movie is their own.\n\nThey're presented as a well-off couple of Bohemian tastes who waited until their 30s to marry and who consider their marriage to be a modern one in the best sense. At least (and here's the problem) the husband endorses a “modern” marriage, by which he means an open one. He confesses to having had six affairs, and when his wife says she has had none, he encourages her to have one. It will help them both to become more open human beings, he says.\n\nSince this is a Chabrol movie, and Chabrol specializes in dancing on tight-wires from sex to violence and back again, we think perhaps the husband has some ulterior motive: Maybe he's twisted in some way. But, no, at first that doesn't seem to be the case. When his wife finally does take a lover during a weekend party at their country home, he seems content.\n\nHe has everything resolved in his mind, and most of all he has her resolved. She doesn't come from quite his social class, and he has taught her all she knows, and perhaps he even feels a little patronizing toward her affair. But then (and here's where the movie seems to confuse its narrative with the strong things the actors themselves still think about each other), the husband discovers that he, and not his wife, depended more upon the security of marriage. And that, encouraged to spread her wings, she finds herself inherently a flier.\n\nShe takes up with a group of young intellectuals whose pretensions the husband despises: “You side with him in his position on Aristotle and you haven't even read Aristotle!” he cries, in one of cinema's most unique lover's complaints. He's right, but the heart has its reasons. The more he protests, the more she quietly draws away from him, until after wearing away his facade of civilized restraint he finally belts her.\n\nHer response is to walk away from the marriage. His response, immediately, is to marry a Scottish girl, who turns out to have been the second wife of the man his first wife left him for. Turns like this can be disheartening to a man already under siege, and the husband gradually becomes a pathetic creature, alternating between pleading and revenge, softening the blows with his trusty allies, alcoholism and self-pity.\n\nOne of the closing scenes is in a cemetery, and it makes use of a mourner's black veil in an all too literally Hitchcockian way. The whole conclusion of the movie is unsatisfactory, in fact - maybe because we know the story didn't end that way and the participants themselves are there on the screen to prove it.\n\n“A Piece Of Pleasure” doesn't provide the pleasures of so many Chabrol films, maybe because in getting these experiences out of their systems the filmmakers weren't tremendously concerned in getting them into ours. A Chabrol masterpiece like “Le Boucher” is made with Chabrol's attention totally absorbed in how he's affecting us; this time, working with people he has known for a long time and telling their most intimate secrets, he sometimes seems to be simply watching along with the rest of us.", "running_time": null, "mpaa_rating": "No", "release_year": 1977, "date_published": "1977-04-14", "genres": null, "title": "A Piece of Pleasure (1977)"}