{"url": "http://www.rogerebert.com/reviews/a-prairie-home-companion-2006-1", "by": "Woody Harrelsonas Dusty", "star_rating": 4.0, "text": "\"Ebert's Altman Home Companion\": A compilation of excerpts from his reviews and interviews with Altman over the years. \n\n\"Altman's dangerous angel remembers\": Virginia Madsen recalls working with Altman on \"PHC.\"\n\nMy respect for Garrison Keillor is unbounded, so I hope he will forgive me for this admission. Preparing to watch Robert Altman's \"A Prairie Home Companion\" again, I unconsciously found myself picturing Altman as the host of the radio show, instead of Keillor. The film is a loving evocation of the program, and also, I believe, a farewell of sorts from Altman. Both this film and the one that preceded it, \"The Company,\" reflect his collaborative, elusive, almost telepathic style of directing.\n\nThere are lines in \"Companion\" (2006) that may indeed have been written by Keillor, but take on a special meaning now that Altman is gone. One of them is, \"Every show is your last show. That's my philosophy.\" I can hear Altman saying that. And listen to this exchange. The youngest member of the cast (Lindsay Lohan) wants Keillor to mention on the air that Chuck (L.Q. Jones), the oldest, has just been found dead in his dressing room. Keillor declines.\n\nLola: What if you die some day?\n\nGarrison: I will die.\n\nLola: Don't you want people to remember you?\n\nKeillor: I don't want them to be told to remember me.\n\nYolanda (Meryl Streep), Lola's mom, asks him: \"How about just a moment of silence?\" He replies: \"Silence on the radio. I don't know how that works.\" People who have worked for years with Keillor say he often seems to exist in his own world as the show is happening. It is live, and seems to unfold spontaneously, but it is impossible to imagine anything ruffling Keillor's serenity. There may be a crisis backstage, but there can never be dead air on the radio.\n\nAltman could and did become angry. Once on the Florida location of his \"Health\" (1980), he walked off the set and introduced me to a man leaning on a truck. \"I want you to meet this man,\" Altman said, \"because he's the highest-paid person on the movie. Even more than the actors, or me. He's the chief Teamster.\" But Altman never in my sight, or by report, ever grew angry with an actor. He loved them. He was capable of giving minute instructions to them, but more often he directed through the art of appreciation. Actors learned that when he praised something, that might be his way of telling them to do more of it, or less. Somehow the actors could tell.\n\nHe was a collector of people, a collaborator. He developed 16-track Lion's Gate Sound so that every cast member could be separately miked. He wanted to hear everything they said, and then in the mix he would be sure we heard what we were intended to. For a similar reason, he often wanted to see everything. On \"A Prairie Home Companion\" and many other pictures, he shot simultaneously with two, three cameras. We were seeing separate consecutive shots of exact moments unfolding within the same time. He also enriched his backgrounds. You have to look closely, but there is this moment in \"Companion.\" Having finished his performance, Chuck goes backstage. He has a quiet moment with an angel that we can see and he cannot. Foreground action develops as, now in the background, Chuck goes down to his dressing room. He carefully walks downstairs backward, the better to hold the rail. Most viewers will not see that action. But Altman did. You can bet he specified it. He wanted it back there for anyone who was looking.\n\n\"A Prairie Home Companion\" is a lovely film about a lovely radio show. It loosely creates the format of the real program, using actors to portray performers something like Keillor uses. The onstage musicians are mostly the show's own. The film is notably missing Keillor's usual monologue about life in Lake Wobegon, perhaps because it would have taken too long and interrupted the flow. Keillor drifts onstage and off, sometimes preoccupied, always hitting his cues, talking, singing in a rich, mellow voice, exuding the comfort which the show embodies.\n\nAltman has chosen his actors with love. Streep and Lily Tomlin play the Johnson Sisters, a singing duet who used to work with a mother they remember obsessively. John C. Reilly and Woody Harrelson are Lefty and Dusty, the cowboy singers whose songs are made of ribald jokes. Maya Rudolph is the anxiety-ridden stage manager. Kevin Kline is Guy Noir, a Keillor private eye, who narrates part of the film and plays the theater's security man. Tommy Lee Jones is Axeman, the Texas businessman whose group plans to raze the historic theater in St. Paul and has arrived to pull the plug.\n\nAnd the there is the angel, played by Virginia Madsen. The credits call her the Dangerous Woman. She wears a fedora and a trench coat. We may not realize for awhile that not everyone can see her. She drifts slowly, dreamily, in and out of sight. She has love and concern in her face, but telegraphs nothing. Her purpose is seemingly to ease the transition to the next life for such as old Chuck. She observes others with special interest. At the end of the film, she becomes visible to the Axeman. Yes.\n\nAltman's multiple cameras and miking are ideal for the backstage sequences, in which characters drift in and out and talk at the same time. We get an immediate feel for the dressing room, the lulls between numbers, the history and memories that all dressing rooms contain and evoke. Streep and Tomlin have hilarious conversations with exquisite timing, and so do Reilly and Harrelson. Lohan is fresh and excited, pulled onstage for her radio debut.\n\nThe music is important, but this is not quite a musical. The songs are more performances. Toward the very end of the last show, the singers and musicians join Keillor in singing that saddest of all lovely songs, that loveliest of all sad songs, \"Red River Valley.\" When I heard it for the first time around a campfire at a summer camp when I was about 9, I knew I would feel that way about it all of my life.\n\nThe film, as I suggested, reflects Altman's style of direction: assemble gifted actors, friends as often as possible, and make it possible for them to do what he knows that they can do. Create an atmosphere where it can happen. Support them. Fulminate against absent enemies (Teamsters, props, costumes, studio executives) but never against actors. One long afternoon I watched him transform an entire scene in a Lyric Opera production he was directing, without ever uttering a direct instruction. The actors almost feel they're doing it themselves.\n\nDid Altman know this would be his last film? Certainly not. But he knew his time was limited. \"Where the years have gone, I don't know,\" he told me backstage that day at the Lyric. \"But they're gone. I used to look for a decade . Now I look for a couple more years.\" He got them. \"When I'm not making a film,\" he told me on the set of \"Gosford Park\" in 2001, \"I don't know how to live. I don't know what to do with the time. I don't have an assistant director taking me to this little restaurant around the corner, and a production manager telling me about my hotel, and a driver to take me where I have to go.\"\n\nHe said he kept track of time not by the years but by the film he was making. Given an Honorary Oscar in March 2006, he astonished his audience by revealing he had been living 10 or 11 years with a heart transplant. He didn't mention that he also had leukemia, listed as his cause of death on Nov. 20 of the same year. At the time, he had two films in pre-production.\n\nThere are reviews of 29 Altman films at rogerebert.com. Four are already in the Great Movies: \"McCabe and Mrs. Miller,\" \"The Long Goodbye,\" \"3 Women\" and \"Nashville.\" For another look at how Altman's final films reflected his personal directing style, see my review of \"The Company.\"", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2008-11-12", "genres": ["Comedy", "Drama", "Music"], "title": "A Prairie Home Companion (2006)"}