{"url": "http://www.rogerebert.com/reviews/a-prophet-2010", "by": "Tahar Rahimas Malik", "star_rating": 4.0, "text": "There is a murder at the center of Jacques Audiard's \"A Prophet\" that is unlike most murders I've seen in films. It's clumsy, messy and brutal, and leaves the killer shaking. Whether he shakes with grief, relief or anger we cannot say. That's the key to this film. We look, we see, but we cannot say. It often must be that way when we witness violence. Those capable of murdering live in another country.\n\nThe movie, one of this year's foreign film Oscar nominees, follows the life of Malik, a young Frenchman of Arab descent, who enters prison as a naive outsider and is shaped into an evil, adult criminal. He wasn't born evil; he was born a shy, passive loser. Prison made him all that he can be. He seems an unlikely protagonist for a prison movie. Played by Tahar Rahim, he's skinny, insecure, trying to raise a mustache. He's behind bars for unclear reasons; he claims he's innocent, although it doesn't matter. Prison efficiently strips him of privacy and self-respect and serves him over to the Corsican gang that controls everything behind bars through violence and bribes.\n\nThis gang is run by Cesar Luciani (Niels Arestrup), a man who has the presence of Don Corleone but colder eyes. He walks everywhere followed by bodyguards. His spies see all that happens. He gives an order, and it is followed out. He makes it his business to intimidate the new man, who is useful because he provides entry into the wing that is housing the Arabic prisoners.\n\nThere is a prisoner there (Hichem Yacoubi) who Cesar wants killed. This man must not live to testify. Malik is instructed by Cesar's lieutenant how to conceal a razor blade in his mouth and slit the man's throat. It is very simple. If Malik doesn't do this, he will die. When Malik seeks help from the warden, he quickly sees that Cesar is right: Kill, or die.\n\nWell, it's an unforgiving Darwinian choice. Malik has never killed. He makes a botch of it. There is a horrible struggle. Everything is covered in blood. Malik escapes only because Cesar has had the wing cleared out. It is a baptism. Now that he has killed, he is not a \"man,\" but he is a survivor who will do what is necessary.\n\nIn the years to come, Malik undergoes a transformation. He's a quick learner. Outside society never got a chance to fashion him. Now he learns how to observe, how to measure motives, how to devise strategy, how to rise. He also learns to read, although that's more important for his self-confidence than for anything he learns. It's not as if he becomes Jean Genet. He is an outsider to the Corsicans, a \"dirty Arab,\" but there is no purpose in resenting that. He keeps his own counsel. \n\nEventually he becomes Cesar's most trusted confidant, perhaps because he is Arab, cannot band with the other Arabs, and has no other place to turn. Prisoners sometimes are given a few days' leave. He performs a task for Cesar on the outside, and it also allows him to better position himself. \"A Prophet\" becomes a young man's bleak, remorseless coming of age story.\n\nThe best performance in the film is by Arestrup as Cesar. You may remember him from Audiard's \"The Beat That My Heart Skipped\" (2005), where he played a seedy but confident father who psychically overshadows his son. That one was very loosely inspired by James Toback's \"Fingers,\" with Harvey Keitel as the vulnerable son of a gangster.\n\nArestrup sees but does not want to be perceived. He rules by passive aggression. He has held absolute power over life and death for so long that he acts as if it's innate. Most of his big moments involve silent reaction shots: decisions and realizations.\n\n The newcomer Rahim is an enigma. What is he thinking? I believe that's the quality Audiard wants. He's a newly poured man, and when the mold sets, it happens inside. He learns from Cesar to reveal nothing. Many movies and actors are too ready to inform us what everyone is thinking, and why. It's more absorbing for us to read significance from mystery. An actor who reveals nothing, like Alain Delon in Melville's \"Le Samourai,\" is fascinating.\n\nBut what does go on inside Malik? That's the frightening part. We can only judge by what he does. Now he is prepared to kill. If we must be killed, don't we all rather hope it will be by someone for whom the act has meaning? For whom our life has importance? Malik was such a man once, but that ended in the bloody mess of the prison cell. Now prison has prepared him to return to the streets.\n\n\"A Prophet\" swept all major categories in this year's Cesar Awards, the French Oscars. It won the Grand Jury Prize at Cannes 2009.", "running_time": 155, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-03", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "A Prophet (2010)"}