{"url": "http://www.rogerebert.com/reviews/a-prayer-for-the-dying-1987", "by": "Mickey Rourkeas Martin Fallon", "star_rating": 1.0, "text": "I once saw a movie named \"Cal\" that never got a proper release in America.\n\nIt was an honest attempt to deal with the heartbreak of the situation in Northern Ireland. I was reminded of it the other day by \"A Prayer for the Dying,\" which is an almost obscene exploitation of that situation, a ludicrous movie about a subject that deserves more serious treatment.\n\nThe movie stars Mickey Rourke, whose name gives it marquee value, but Rourke has repudiated the film, and no wonder. Whatever qualities he saw in the original screenplay are not apparent in this movie, and what remains is a lurid thriller in which a blind girl gets raped and there's a showdown with a bomb in a church.\n\nSee if you can get through the plot summary without gagging. Rourke plays an Irish Republican Army terrorist who has killed dozens of men, but grows sick of the killing after he accidentially blows up a school bus full of children. He becomes useless to his cause, and is hunted by both the British and the IRA.\n\nAlan Bates, in a particularly unpleasant performance, is a sadistic mobster who will give him money and a passport - if he commits one more crime. Bob Hoskins plays the priest who witnesses the killing, and Rourke tries to silence him by confessing the murder, sealing Hoskins' lips under the pact of the confessional.\n\nThis plot essentially has nothing to do with Protestants, Catholics, Northern Ireland, the IRA or the British. They are just the backdrop for a slam-bang melodrama. By the end of the movie, common sense has been so completely forgotten that we get a completely impossible scene. Bates traps Hoskins and his blind niece in the church tower with a bomb that will explode in 10 minutes.\n\nHe counts down, \"Nine...eight....\" Meanwhile, Rourke outsmarts a plan to trap him aboard a freighter, kills some assailants and somehow is able to get from the docks to the church tower before Bates gets to \"one.\" This is a plot worthy of \"Batman.\"\n\nThe \"religion\" in the movie is particularly silly, because it is about technicalities, not faith. The whole business of the seal of the confessional is treated simply as a plot gimmick, and although Bob Hoskins is convincing as a priest of strong faith, there's nothing for his character to do with that faith - except be horrified by the events around it.\n\nWhen I heard that Rourke actually waived his usual salary to make this film, I was amazed: What useful statement did he think it made? Then I learned he feels the film has been \"butchered\" by the distributors to play up the exploitation elements. I still have my doubts; I don't see much evidence that \"A Prayer for the Dying\" ever had much integrity.\n\n\"Cal,\" by the way, was a courageous 1984 David Puttnam production starring John Lynch as a young IRA driver who falls in love with Helen Mirren, the widow of a Protestant policeman killed by the IRA.\n\nThe movie deals honestly with violence, with terrorism, with the religious question and with human emotions. With four strikes like that against it, no wonder it never got a proper release in this country.\n\nI'll bet Mickey Rourke would have liked it.", "running_time": 107, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-11", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "A Prayer for the Dying (1987)"}