{"url": "http://www.rogerebert.com/reviews/a-pure-formality-1995", "by": "Gerard Depardieuas Onoff", "star_rating": 1.5, "text": "Having made the splendidly entertaining \"Cinema\rParadiso\" in 1988, Giuseppe Tornatore now exhibits his versatility with\r\"A Pure Formality,\" which is not entertaining at all. This is a grim,\rrelentless, depressing shaggy dog movie with a surprise ending that explains\reverything - and, therefore, nothing.\n\nThe\rmovie opens with a gunshot, and then with a man running desperately through the\rrain. He is stopped by policemen, who bring him to a command post, which is in\ra shabby house in the middle of a wet and gloomy forest. What is his crime? Has\rhe committed a crime? Has a crime been committed? These and many, many other\rquestions will be pondered before his interrogation is over.\n\nThe\rman is played by Gerard Depardieu, that most dependable and familiar of French\ractors, and the inspector (known only as the Inspector) is played by Roman\rPolanski. It will help if you are familiar with the interesting careers of\rDepardieu and Polanski, since then you can think about them while watching the\rscreen.\n\nAnything\rto pass the time.\n\nMost\rof the film takes place within the same leaky room.\n\nWater\rdrips from the ceiling into buckets on the floor. Younger officers come and go,\rand an old man mops up and shakes his head sadly. We learn that Onoff, the\rDepardieu character, is a famous writer, and that the Inspector knows most of\rhis work, great swaths of it by heart. We also learn that Onoff has led a\rcomplicated life, not always to the highest standard, and that the Inspector\rmay be judging him for more than the events of a single evening.\n\nNow\rabout that name. Onoff. On. Off. Is it symbolic? It could be. Yet the film is\rin French, by an Italian director, and the wordplay is in English. That is\rpermitted, I suppose, since French words sometimes make puns in English movies.\rIf it is symbolic, it symbolizes something terrifically obvious, and the same\rcan be said for the movie.\n\nThe\rperformances are fine. They are not at the service of interesting material.\rPolanski himself, at about the same time, made \"Death and the\rMaiden,\" a similar film about a long night's conversation and\rinterrogation. It is much better.\n\nBy\rthe end of the film, amid reminders of Kafka and Beckett, we learn the answer\rto the strange night's interrogation. Some members of the audience will have guessed\rit. Others will have feared it. Few will find it worth the wait.", "running_time": 108, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-07-14", "genres": ["Crime", "Thriller"], "title": "A Pure Formality (1995)"}