{"url": "http://www.rogerebert.com/reviews/a-pyromaniacs-love-story-1995", "by": "William Baldwinas Garet", "star_rating": 2.0, "text": "\"A Pyromaniac's Love Story\" starts out like a lighthearted charmer, and then it goes on and on and on - circling the same plot idea so doggedly that I began to wonder idly what it might have been like as a short subject. It doesn't have a mean bone in its body or, for that matter, a brain in its head.\n\nThe movie takes place in the Kensington district of Toronto, that charming mix of ethnic shops and open-air vegetable markets. Of course Toronto is never mentioned by name (Americans might not be able to deal with such an exotic location, I guess), but much of the tone of the film comes from the leafy, peaceful streets upon which lovers spill out their secrets.\n\nMuch of the story involves a little neighborhood pastry shop named Linzer's, where a young and handsome pastry chef named Sergio (John Leguizamo) works behind the counter. One night a strange blond (Erika Eleniak) walks in off the street and kisses him, but he fails to respond because his heart belongs to a waitress named Hattie (Sadie Frost). \"Cupid dances on his eyelids,\" the narrator tells us.\n\nMeanwhile, old Mr. Linzer (Armin Mueller-Stahl) confesses that his store is going broke, and that he fears not being able to support the wife he loves (Joan Plowright). He asks Sergio to burn down the shop so he can collect the insurance money. The next day, the shop burns down.\n\nI will not reveal who set the fire, although the identify of the pyromaniac is not the point of the story. The point is that nearly everyone in the plot confesses to the crime, sooner or later, and all of them have love as their motive.\n\nThe other key characters include Garet (William Baldwin), who is in love with Stephanie, who in turn is the mysterious blond who kissed Sergio. There is also Garet's millionaire father who wants to protect his son from arrest as a pyromaniac, and a friendly local police sergeant who keeps refusing to accept confessions, and Hattie's father (Michael Lerner), who casts a benevolent eye from behind his deli counter.\n\nNow that you understand the setup, understand that the movie essentially just recombines these characters and their motives.\n\nVarious people confess to the crime because of their love for other people, who in turn are also likely to confess, and there are painfully contrived scenes like the one where Garet tries to commit suicide but is easily distracted.\n\nLeguizamo makes, it must be said, a good-looking and cheerful leading man, and showed in \"Carlito's Way\" that he has genuine presence. Here the movie needs every trace of his charisma to shore up the sappy situation he finds himself in. Baldwin has an even more thankless role, as a goofy misfit who treasures his limp as another man might cherish his dog. One question the movie dares not ask is how any woman could possibly endure his company, much less love him.\n\nFrost has a winning, straightforward likability, and Eleniak does a nice job with her rich-girl dialogue.\n\nBut the movie has nowhere to go. The characters behave like simpletons, breaking up and getting back together again at the convenience of the plot. Director Joshua Brand has created some good television (\"I'll Fly Away,\" \"Northern Exposure\"), and at least he has the nerve to go for the sort of cheerful whimsy of \"Moonstruck,\" \"Sleepless in Seattle\" and \"While You Were Sleeping.\" But whimsy without wit is like an empty smile.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-04-28", "genres": ["Comedy", "Drama", "Romance"], "title": "A Pyromaniac's Love Story (1995)"}