{"url": "http://www.rogerebert.com/reviews/a-rage-in-harlem-1991", "by": "Forest Whitakeras Jackson", "star_rating": 3.0, "text": "They meet at the annual Undertaker's Ball, where Jackson is surprised to find himself, because as a devout churchgoing young man he has nothing to do with the types who hang around there - including Goldy (Gregory Hines), his street-smart brother. He is thunderstruck by his first sight of Imabelle, who ignores him until she realizes this is her ideal patsy. Then she asks him to dance (\"It's easy. Just grab me and squeeze\"), and he realizes she is the most beautiful and wonderful woman in the world.\n\nHe is not quite right. She reads him for an easy mark, and plans to use him as part of her plan to keep her hands on the gold.\n\nBut then something strange happens. They go to his room, where she is blindsided by his innocence and sincerity - transformed by the pure sweetness of his love. For the first time in Imabelle's life, she's met a man who idealizes her, and the experience is almost too much for her. She struggles. She tries to remain true to her criminal ideals. But big, goofy, virginal Jackson looks at her adoringly, and her heart flutters.\n\nThe relationship between Jackson and Imabelle is at the heart of \"A Rage in Harlem,\" which is based on a novel by Chester Himes (1909-1984), who specialized in atmospheric crime novels. The film has walk-ons for two of his familiar characters, Grave Digger Jones and Coffin Ed Johnson, made famous in his Cotton Comes to Harlem (1965, filmed in 1970). It also has roles for a great many other characters, among them Easy Money (Danny Glover), a numbers boss; Big Kathy (Zakes Mokae), a transvestite brothel keeper, and Slim (Badja Djola), a gang leader from the South who is Imabelle's former lover, and who knows about the gold.\n\nHimes' novel is densely plotted, and so is the movie, as Easy Money schemes to get his hands on the gold, and Slim arrives from Mississippi with his own henchmen. Jackson is a babe in these woods, but big brother Goldy uses his street connections to try to save them. Goldy also tries to explain to his kid brother that Imabelle is a con artist, but the kid doesn't believe him, and for once he's right.\n\nThe movie has a nice period atmosphere, which is remarkable, since it was shot with Cincinnati doubling for Harlem, and it captures some of the texture of Himes' novel, his love of characters who use their wits to outsmart each other. What's best in the movie is the chemistry between Whitaker (who played the title role in \"Bird\") and Givens, who is surprisingly effective in her first feature role. Their first love scene together - where the bashful kid awkwardly wins her heart - is sexier than any number of more explicit scenes. And their reunion at the end is just right.\n\nFilm note: This review refers to the general release version of \"A Rage in Harlem,\" which was not the version originally screened for the press in Chicago. When I first saw the film I found it cluttered with minor characters and aimless scenes, and gave it \"thumbs down\" on the \"Siskel & Ebert\" TV program. Then Miramax, the film's distributor, discovered it had mistakenly shipped an earlier version of the film. This final version, which I subsequently screened, has been edited down by 10 minutes, removing confusion, abbreviating or eliminating characters, and focusing on the love story. It's a lot better.", "running_time": 98, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-05-03", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "A Rage In Harlem (1991)"}