{"url": "http://www.rogerebert.com/reviews/a-river-runs-through-it-1992", "by": "Craig Shefferas Norman MacLean", "star_rating": 3.5, "text": "Fly-fishing stands for life in this movie. If you can learn to do it correctly, to read the river and the fish and yourself, and to do what needs to be done without one wasted motion, you will have attained some of the grace and economy needed to live a good life. If you can do it and understand that the river, the fish and the whole world are God's gifts to use wisely, you will have gone the rest of the way.\n\nThis memory of a Western childhood was first told in a book published some 20 years ago by Norman Maclean, after he retired as a professor of English at the University of Chicago. It was a story his father told him he should some day try to write. The book was published to little fanfare by the university press, and immediately found an audience. Many printings later it is one of the sacred books in the libraries of many people - one of the books that actually taught them something, like Walden or Huckleberry Finn.\n\nRedford's film version makes the crucial decision to keep Maclean's voice in the film; his own prose is read as a narration, by Redford, so that we do not simply see events as they happen, we are reminded that they are memories from long ago, and that the author has spent time and trouble to draw the lessons from them.\n\nThe movie stars Craig Sheffer as Norman, the older son, more serious, learning to write by taking his papers in to his father's study, invariably to be told, \"Good. Now make it half as long.\" Brad Pitt is the younger brother, Paul, an impetuous, golden-haired free spirit who drinks too much and gets in card games, and wants nothing more than to stay in Montana all of his life, working for a newspaper. Norman has more serious aspirations; he wants to teach literature. But it is Paul who is the better fly fisherman, and who, at least one day, is perfect at what he did.\n\nThe movie was shot on locations that suggest the bounty of the Western states in those days. The towns uneasily straddle the divide between the modern and the frontier. As the boys grow up, they meet young ladies, and date, and consider their futures, and Redford elaborates on the book in ways which flesh out the characters of Paul and his mother, and some of the people in their lives, including a young Indian woman Paul dates in defiance of town opinion, and the high-spirited Jessie, (Emily Lloyd), who eventually becomes Norman's wife.\n\nThis must have been a very difficult movie to write. It is not really about the events that happen in it. They are only illustrations for underlying principles. Leave out the principles, and all you have left are some interesting people who are born, grow up, and take various directions in life.\n\nRedford and his writer, Richard Friedenberg, understand that most of the events in any life are accidential or arbitrary, especially the crucial ones, and we can exercise little conscious control over our destinies. Instead, they understand that the Reverend Maclean's lessons were about how to behave no matter what life brings; about how to wade into the unpredictable stream and deal with whatever happens with grace, courage and honesty. It is the film's best achievement that it communicates that message with such feeling.", "running_time": 123, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-10-09", "genres": ["Drama"], "title": "A River Runs Through It (1992)"}