{"url": "http://www.rogerebert.com/reviews/a-room-with-a-view-1986", "by": "Maggie Smithas Charlotte Bartlett", "star_rating": 4.0, "text": "My favorite character in \"A Room with a View\" is George Emerson, the earnest, passionate young man whose heart beats fiercely with love for Lucy Honeychurch. She is a most respectable young woman from a good family, who has been taken to Italy on the grand tour with a lady companion, Miss Bartlett.\n\nLucy meets George and his father in their pensione. A few days later, while standing in the middle of a waving field of grass, the sun bathing the landscape in a yellow joy, she is kissed by George, most unexpectedly. He does not ask her permission. He does not begin with small talk. He takes her and kisses her, and, for him, something \"great and important\" has happened between them.\n\nLucy is not so sure. She catches her breath, and Miss Bartlett appears on top of a hill and summons her back to tea. A few months later, in England, Lucy announces her engagement to Cecil Vyse, who is a prig. Cecil is the sort of man who would never play tennis, who wears a pince-nez, who oils his hair and who thinks that girls are nice because they like to listen to him read aloud. Cecil does not have many clues as to what else girls might be nice for.\n\nMeanwhile, George Emerson and his father - who is an idealist, a dreamer and a follower of Thoreau - take a cottage in the neighborhood. And one day George kisses Lucy again. He then delivers an astonishing speech, in which he explains that Love exists between them. (Not love, but Love - you can hear the capital letter in his voice.) Lucy must not marry Cecil, he explains, because Cecil does not understand women and will never understand Lucy and wants her only for an ornament. George, on the other hand, wants her as his partner in the great adventure of life.\n\nGeorge does not have many big scenes, other than those two. The rest of the time, he keeps a low profile and says little. But his function is clear: He is the source of passion in a society that is otherwise tightly bound up in convention, timidity and dryness. He is the man to break the chains, to say what he thinks, to free Lucy's spirit. And that he does, with great energy and efficiency. George is my favorite character because he is such a strange bird, so intense, so filled with conviction, so convinced of Lucy's worth.\n\n\"A Room with a View\" is the story of George and Lucy, but it also is an attack on the British class system. In the opening scenes of the movie, Lucy and Miss Bartlett have been given a room in the Italian pensione that does not have a view. Dear old Mr. Emerson insists that the women take his rooms, which have a view. By the end of the film, George will have offered Lucy a view out of the room of her own life.\n\nShe has been living a suffocating, proper existence, and he will open the window for her. What's exhilarating about the film is that it's not only about perplexing and eccentric characters, it's also about how they can change their lives.\n\nThe movie has been adapted from the E. M. Forster novel by three filmmakers who have specialized recently in film adaptations of literary works: director James Ivory, producer Ismail Merchant and screenwriter Ruth Prawer Jhabvala. Their other recent credits include \"The Bostonians,\" \"The Europeans\" and \"Heat and Dust.\" This is the best film they have made. It is an intellectual film, but intellectual about emotions: It encourages us to think about how we feel, instead of simply acting on our feelings. It shows us a young woman, Lucy Honeychurch, who is about to marry the wrong man - not because of her passion, but because of her lack of thought. Only think about your passion, the movie argues, and you will throw over Cecil and marry George. Usually, thought and passion are on opposite sides in the movies; this time it's entertaining to find them on the same side.\n\nThe story moves at a deliberate pace, with occasional dramatic interruptions for great passion. The dialogue is stately and abstract, except when all of a sudden it turns direct and honest. The perfor- mances are perfectly balanced between the heart and the mind.\n\nAt the center of everything stands Lucy, who is played by Helena Bonham Carter, that dark-browed, stubborn little girl from \"Lady Jane.\" Maggie Smith is wonderfully dotty as her companion. Denholm Elliott, the most dependable of all British character actors, steals scene after scene as George's free-thinking father. Julian Sands is the intense young George Emerson. And Daniel Day Lewis creates a masterpiece in his performance as Cecil; give him a monocle and a butterfly, and he could be on the cover of the New Yorker.\n\n\"A Room with a View\" enjoys its storytelling so much that I enjoyed the very process of it. The story moved slowly, it seemed, for the same reason you try to make ice cream last: because it's so good.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-04-04", "genres": ["Drama", "Foreign", "Romance"], "title": "A Room with a View (1986)"}