{"url": "http://www.rogerebert.com/reviews/a-royal-affair-2012", "by": "Mads Mikkelsenas Struensee", "star_rating": 3.5, "text": "The principles of the Enlightenment, which would inspire the French Revolution, first took practical shape in Denmark in the 18th century. The books and ideas of Voltaire and Rousseau arrived there under the arm of Dr. Johann Struensee, a German physician who was hired to care for the young King Christian VII, and eventually took very good care indeed of his comely new queen from Britain, Queen Caroline Mathilde.\n\nTheir risky love affair and clandestine guidance of Danish politics provide rich material for \"A Royal Affair,\" a big budget historical drama that carries Denmark's hopes into the Oscar season. It provides still more exposure for the rising Danish star Mads Mikkelsen, the latest male sex symbol of the art house crowd. He plays Struensee, a social reformer ahead of his time. \n\nQueen Caroline (Alicia Vikander) arrives in Denmark for a royal marriage, and discovers that the rumors she's heard about her intended husband, the king (Mikkel Boe Folsgaard), are true. First seen by us hiding behind a tree and by her displaying an odd giggle, he's mentally deranged and infantile. After finding he doesn't much like marriage, he suddenly determines to make a grand tour of Europe, and the elders of the court hire Struensee to travel along and see what can be done with him.\n\nStruensee finds him to be putty in his hands, easily influenced, and when they return to Copenhagen, with Caroline and a new royal infant, he stays on within the royal household. Denmark at the time was a place where rich aristocrats ruled and such reforms as orphanages seemed dangerously radical. Caroline, in love with Struensee, also falls in love with what the doctor tells her about Voltaire's politics, and she uses her influence with the king to change the nation's history.\n\nChristian was essentially a figurehead, useful for public display and dismissed by the powers in his court. His innocence and cluelessness are sort of endearing. The doctor has a masterstroke: He uses Caroline to persuade her husband to take command of his kingdom, as after all he is permitted to do under the constitution. One reform follows another, to the consternation of the suddenly powerless court.\n\nStrangely, the illicit couple seem more in love with what they're doing than with each other. Yes, they're \"in love,\" but it isn't the earth that shakes, it's the kingdom. As the power behind the throne once removed, Mikkelsen is well-cast as a strong leading man who is also convincing as an intellectual and reformer.\n\nNikolaj Arcel, the director, makes good use of locations in Prague, everybody's favorite backdrop for a historical European city, and the players and costumes make this look like a historical romance. It's ever so much more, as we discover in scenes that bracket the main action, revealing the tensions and dangers experienced by the brave young queen. Is it too much to suspect that she carried on her affair for reasons of idealism, not lust?", "running_time": 137, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-07", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "A Royal Affair (2012)"}