{"url": "http://www.rogerebert.com/reviews/a-self-made-hero-1998", "by": "Mathieu Kassovitzas Albert Dehousse", "star_rating": 3.0, "text": "\"The past only drags you down,'' the Captain advises Albert, who is a beggar at the time. Albert takes him at his word and reinvents himself as a hero of the French Resistance--so successfully that men who really were heroes have tears in their eyes when they think of his bravery. \"A Self-Made Hero'' is inspired by the way that some French belatedly recalled that they were always against the Nazis in World War II, but it is not simply an attack on hypocrisy. In a larger sense, it's about our human weakness for inventing stories about ourselves, and telling them so often that we believe them.\n\nAlbert Dehousse (Mathieu Kassovitz) is schooled in deception at his mother's breast. From her he learns that his father was a hero in the first war: Doesn't she have his veteran's pension to prove it? From nasty local urchins Albert learns the more likely story, that his father was a drunk who died of liver failure, and his mother made the whole thing up.\n\nAlbert himself is an idle daydreamer, a blank slate on which various versions of a life story can be sketched. He reads romantic novels, and then tells a girl he is a novelist. She believes him and marries him, but her family so mistrusts him that it is only after the war that he discovers they were in the Resistance, and sheltered Allied pilots who were shot down.\n\nAlbert spends the war as a salesman, having evaded the draft. From his father-in-law he learns that to make a sale, you must determine what a customer wants to believe, and confirm it. Fleeing his first marriage after the liberation, he is penniless in Paris when he meets the Captain (Albert Dupontel), a heroic Resistance parachutist who assumed so many fake identities during the war that he perhaps lost touch with himself and identified only with his deceptions. He bluntly counsels Albert to invent a new past.\n\nThis process comes easily to Albert because he has no present. Like Chance, the hero of \"Being There,'' he is such a cipher that other people see what they want. Albert studies papers on the Resistance, memorizes lists, even inserts himself into old newsreel footage. Some of his skills he learns during a period as private secretary to the enigmatic Mr. Jo, who survived the war by supplying both the Nazis and the Resistance with what they wanted. Albert, indeed, has a gift for finding those who can tutor him in deception: He even learns about the artifices of love from a prostitute.\n\n\"A Self-Made Hero'' is not an angry expose, but a bemused, cynical examination of human weakness. Not a week goes past without another story of an ambassador who invents wartime heroism, an executive who awards himself fictitious degrees, a government official who borrows someone else's childhood trauma and calls it his own. I myself have told stories so often they seem real to me, and can no longer be sure whether my friend McHugh really slapped King Constantine on the back in that hotel bar in Rome. All children tell you with great solemnity about adventures that never happened. Some children don't stop when they grow up.\n\nAs it must to all men, some degree of maturity eventually comes to Albert, and with it an uneasiness about what he has done. Even deception has its responsibilities, as when fate requires Albert to decide the fates of six Frenchmen who served in the German army. And then there is a woman he begins to love; he is seized by a great need to tell her the truth.\n\nAlbert is played by Mathieu Kassovitz, whose own films as a director (\"Cafe au Lait,'' \"Hate'') skate along the cutting edge of France's racial tension. In those films he can seem brash, quick, violent. Here he's more of a wraith, and the parallel with Chance is appropriate. Resistance heroes embrace him because his experience enhances their own; the real reason anyone listens to your story is so that you will have to listen to theirs.\n\nJacques Audiard, who directed the film and co-wrote it (the screenplay won an award at Cannes), is of course aware of the way many French collaborationists suddenly discovered Resistance pasts after the war. But that process is too well-known to need repeating. His film is more subtle and wide-reaching, the story of a man for whom everything is equally unreal, who distrusts his own substance so deeply that he must be somebody else to be anybody at all.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-01-02", "genres": null, "title": "A Self-Made Hero  (1998)"}