{"url": "http://www.rogerebert.com/reviews/a-serious-man-2009", "by": "Michael Stuhlbargas Larry", "star_rating": 4.0, "text": "We learn from the Book of Job: Man that is born of a woman is of few days, and full of trouble. Such a man is Larry Gopnik. He lectures on physics in front of a blackboard filled with bewildering equations that are mathematical proofs approaching certainty, and in his own life, what can be sure of? Nothing, that's what.\n\nHis wife is leaving him for his best friend. His son is listening to rock 'n' roll in Hebrew school. His daughter is stealing money for a nose job. His brother-in-law is sleeping on the sofa and lurking in unsavory bars. His gun-nut neighbor frightens him. A student tries to bribe him and blackmail him at the same time. The tenure committee is getting unsigned libelous letters about him. The wife of his other neighbor is sex-crazy. God forbid this man should see a doctor.\n\n\"This is the kind of picture you get to make after you've won an Oscar,\" writes Todd McCarthy in Variety. I cannot improve on that. After the seriously great \"No Country for Old Men,\" the Coen brothers have made the not greatly serious \"A Serious Man,\" which bears every mark of a labor of love.\n\nIt is set in what I assume to be a Minneapolis suburb of their childhood, a prairie populated by split-level homes with big garages but not enough trees around them. In this world, Larry Gopnik (Michael Stuhlbarg) earnestly desires to be taken as a serious man and do the right thing, but does God take him seriously? \"I read the book of Job last night,\" Virginia Woolf said. \"I don't think God comes out well in it.\" Someone up there doesn't like Larry Gopnik.\n\nBeginning with a darkly comic prologue in Yiddish, \"A Serious Man\" inhabits a Jewish community where the rational (physics) is rendered irrelevant by the mystical (fate). Gopnik can fill all the blackboards he wants, and it won't do him any good. Maybe because an ancestor invited a dybbuk to cross his threshold, Larry is cursed. A dybbuk is the wandering soul of a dead person. You don't want to make the mistake of inviting one into your home. You don't have to be Jewish to figure that out.\n\nMuch of the success of \"A Serious Man\" comes from the way Michael Stuhlbarg plays the role. He doesn't play Gopnik as a sad-sack or a loser, a whiner or a depressive, but as a hopeful man who can't believe what's happening to him. What else can go wrong? Where can he find happiness? Who can he please? In the sex department, why are even his wet dreams, starring his brazen neighbor (Amy Landecker), frightening? Why does Sy Ableman (Fred Melamed), his so-called best friend who is taking away his wife, speak to him in terms of such sadness, sympathy and understanding? Does Fred know Larry is doomed?\n\nWhy do his children dismiss him? Why is his no-account brother-in-law (Richard Kind) such a shiftless leech? Why can no rabbi provide him with encouragement or useful advice? Why would a student (David Kang) clearly fail an exam, leave bribe money on his desk and then act to destroy him?\n\nWhy, why, why? I'm sure you've heard the old joke where Job asks the Lord why everything in his life is going wrong. Remember what the Lord replies? If you don't remember the joke, ask anyone. I can't prove it but I'm absolutely certain more than half of everyone on Earth has heard some version of that joke.\n\nHave I mentioned \"A Serious Man\" is so rich and funny? This isn't a laugh-laugh movie, but a wince-wince movie. Those can be funny, too. The Coens have found mostly unfamiliar actors, or those like Stuhlbarg, Kind and Melamed you've seen before, but you're not quite sure where. I imagine (but do not know) that Joel and Ethan have been kicking this story around for years, passing time by reminding each other of possible characters, seeing an actor and observing, \"There's our Mrs. Samsky.\" Their actors weren't cast, they were preordained.\n\nIn some ways my favorite is Melamed as Sy Ableman. It's not a big role but he's so good, he establishes a full presence in his first scene, when he's only a voice on the telephone. This is the traitor who has stolen away Gopnik's wife, and he believes it will be good if they have a long, helpful talk. Ableman is not only the grief, but the grief counselor. Such chutzpah, you have to admire.\n\nAmy Landecker, too, is perfect as Mrs. Samsky. She makes the character sexy in a strictly logical sense, but any prudent man would know on first sight to stay clear. Judith Gopnik, as Larry's wife, is able to suggest in only a few scenes that she's leaving him not for passion or out of anger, but because she senses his ship going down and Sy Ableman is a lifeboat.\n\nThere is a story told in \"A Serious Man\" that may seem out of place. I believe it acts as a parable reflecting the film, Gopnik's life, and indeed the Book of Job. It's the one about the Jewish dentist who discovers the words \"help me\" naturally occurring in Hebrew on the back of a gentile's lower front teeth. Remember that many parables contain their message in their last lines.", "running_time": 105, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Comedy", "Drama"], "title": "A Serious Man (2009)"}