{"url": "http://www.rogerebert.com/reviews/a-separation-2012", "by": "Peyman Moadias Nader", "star_rating": 4.0, "text": "\n\n\"A Separation\" is a film in which every important character tries to live a good life within the boundaries of the same religion. That this leads them into disharmony and brings them up before a judge is because no list of rules can account for human feelings. The film involves its audience in an unusually direct way, because although we can see the logic of everyone's position, our emotions often disagree.\n\nThe movie takes place in present-day Iran, a modern nation that attempts to live under Islamic law. The film's story has no quarrel with Islam, but it demonstrates that the inflexible application of the letter of the law may frustrate the spirit of the law. This is true in all nations under all religions and all laws. Laws are an attempt to regulate hypothetical situations before they may arise. If laws were replaced by principles, they might be a better fit with human nature.\n\nImagine this situation. Nader and Simin (Peyman Moadi and Leila Hatami), a happily married middle-class couple in Tehran, have a sweet 11-year-old daughter, Termeh (Sarina Farhadi); Nader's senile father also lives with them. They have agreed in principle to move abroad, where they hope Termeh's prospects might be better. Simin is ready to leave now. Nader wants to stay for his father's sake. \n\n\"But he doesn't know you!\" his wife says. \"No, but I know him.\" Both are correct. Here we have the universal dilemma of Alzheimer's. At an impasse, Simin moves to her mother's apartment, and as a necessity sues for divorce, although the two want to remain married. Nader hires a caregiver for his father. She is Razieh (Sareh Bayat). She keeps the nature of her job a secret from her husband, Hodjat (Shahab Hosseini), who as a strict Muslim, would never allow her to work in a man's household without his wife present.\n\nNader returns one day to find his father tied to the bed and Razieh absent. She has a good reason for this, but Nader doesn't know it and neither do we. He fires her, and she accuses him of pushing her downstairs and causing a miscarriage. Hodjat sues Nader for manslaughter. One of the witnesses will be Miss Ghahraii (Merila Zare'i), the daughter's tutor, who is sincere but may not be as reliable as she thinks herself.\n\nThat's what you must know about the plot. The case ends up in the office of an official interrogating judge (Babak Karimi), whose task is to hear evidence and evaluate it. He is a fair man, open-minded, and all the witnesses testify as truthfully as they can. But none of them have possession of all the facts, and the findings must be in accordance with religious law. Nader and Simin are moderate Muslims. Razieh is so religious that she questions whether she can change the underpants of a man, even though he is so old and sick. What drives her is the family's desperate poverty.\n\nThe writer-director, Asghar Farhadi, tells his story with a fair and even hand. His only agenda seems to be to express empathy. Although the judge may be tending against our own sympathies, we understand why he does so and may be correct to do so. That a director can make such a sympathetic film in such a troubled time is a tribute to his strength of character.\n\nThe actors, as sometimes happens, create those miracles that can endow a film with conviction. Moadi and Hatami, as husband and wife, succeed in convincing us their characters are acting from genuine motives; they love each other and want the best for their family, but are divided on how to act. That this leads them into a manslaughter case is by unhappy chance. Nor is the judge eager to punish. \n\n\"A Separation\" provides a useful portrait of Iran today. Some inflamed American political rhetoric has portrayed it as a rogue nation eager to start nuclear war. All too many Americans, I fear, picture Iranians as camel-riding harem-keepers. Certainly some of Iran's punishments for adultery that we read about seem medieval. But this film portrays a more nuanced nation, and its decent characters are trying to do the right thing. To untangle right and wrong in this fascinating story is a moral challenge. I'd love to see the film with wise judges from American divorce courts and hear their decisions. Sometimes the law is not adequate to deal with human feelings.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-01-25", "genres": ["Drama", "Foreign"], "title": "A Separation (2012)"}