{"url": "http://www.rogerebert.com/reviews/a-separate-peace-1972", "by": "John Heylas Finny", "star_rating": 3.0, "text": "\"A Separate Peace\" takes place mostly on the campus of an upper class New England prep school, a quiet and isolated corner of a world on the brink of World War II. That war was so different in so many ways from our Vietnamese adventure that this movie serves as a reminder of how much things have changed. The boys at the school wait impatiently for the day when they will be released at last from their senior year, and are free to enlist. Their separate peace is a tentative and very temporary one, lingering through the last days of peacetime.\n\nThe movie is based, of course, on the John Knowles novel that's become something of a standby in college lit courses. It's a novel that's especially handy for teaching undergraduates, because it's so easy to take apart and put back together again, and students can see how the pieces are all supposed to fit. There are several levels of symbolism -- none very hard to find -- and just enough ambiguity to convince us there are psychological depths we haven't quite plumbed. Also, by the way, it's a good read; Knowles uses a first-person narration that creates his young hero in much the same way that J. D. Salinger created Holden Caulfield in \"Catcher in the Rye.\"\n\nThese are all literary qualities, however, and tricky to reproduce in a movie. Director Larry Peerce (\"Goodbye, Columbus\") does as good a job as is probably possible, however and readers of the novel will not feel disappointed or cheated. All of the characters and most of the situations are here, presented with great fidelity to the book. And Peerce shot on location at Knowles' own old prep school, so the locations inevitably look just as we'd imagined them.\n\nThe Knowles story was as simple on its surface as it was complex underneath. He told of two roommates at the school: Gene, who was a good, somewhat shy scholar, and Finny, who was a natural athlete brimming with charisma and trust. Gene has a love-hate relationship with Finny, admiring him for his limitless good qualities but at the same time envying him. And Finny -- well, Finny is one of those saint-like young men who cannot imagine evil in the world, and joyfully participate in life.\n\nThen there is the matter of the tree. It is a tall tree over the river that runs past the campus and Finny is the only student with the guts to dive off it until, one day, he talks Gene into diving, too. A few days later, there is an -- accident? Finny falls from the tree and injures himself seriously. And now he will have to make his own separate peace with the enemy, because there is going to be no enlistment, no Army, in his future.\n\nThe story is told from Gene's point of view, and he cannot quite be sure in his own mind whether he jarred the limb and caused Finny to fall, or whether his action was unconscious. Finny doesn't care, holds no grudges, and assigns no blame. But the boys of the school hold a kangaroo court that is terrifying to Gene, but not as terrifying as what happens next to Finny.\n\nThe movie is about coming of age, and finding out about yourself, and having to face your own buried feelings. It is easier to consider such interior questions in a novel, where thoughts can be expressed or suggested, but the film uses voice-over narration and some fairly explicit imagery to convey most of Knowles' message. Still, somehow, it isn't a movie that stands on its own two legs. It's in partnership with the novel, and those who have read the novel will find a great deal more in it. The movie's very faithfulness to the novel, its unwillingness to expand or analyze Knowles' vision, makes it dependent on its source.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-10-30", "genres": ["Drama"], "title": "A Separate Peace (1972)"}