{"url": "http://www.rogerebert.com/reviews/a-shock-to-the-system-1990", "by": "Michael Caineas Graham Marshall", "star_rating": 3.0, "text": "It's the voice that does it. The flat Michael Caine delivery that always seems to imply there are more angles than meet the eye. Caine plays the narrator and hero of \"A Shock to the System,\" and as he dryly describes his progress up the corporate ladder and his steps toward a refurbished love life, we realize that this is the voice of a man who thinks he can get away with murder, and may be right.\n\nIn the movie, Caine is Graham Marshall, next in line to head the department in the big New York ad agency where he works. But then a smarmy pest of a younger man (Peter Riegert) gets the job. Meanwhile, Caine's life on the home front is an unendurable round of boredom and domestic psychological torture, engineered by his wife (Swoozie Kurtz).\n\nOne day while he is down in the basement replacing a fuse, Caine gets a nasty electrical shock, and it starts him to thinking.\n\n\"A Shock to the System\" is the story of how Caine methodically eliminates the barriers to his professional success and personal pleasure. To say more would be to spoil some of the fun. The movie toys with us as it shows Caine almost getting caught, as it plants clues we're sure somebody will find and as it introduces the character of a genial Connecticut police detective (Will Patton) who persists in asking uncomfortable questions. Will the cop or anybody else figure out what Caine is doing? By cleverly manipulating the conventions of the crime movie, director Jan Egleson and writer Andrew Klavan lead us up one garden path and down another.\n\nCaine is a splendid movie actor, a consummate professional who is fun to watch in any film, because there is always a layer of irony and fun right there below the surface. That makes him especially entertaining as a villain; his charm makes his sins seem permissible, or at least understandable. He rarely plays villains we hate. More often, we want him to get away with his sins. Since the sins he commits in \"A Shock to the System\" are wicked ones, that sets up a nice tension inside the movie. We see things from his point of view, we are invited to identify with him and yet when the Connecticut detective comes calling, we think it's about time.\n\nThe movie is filled with sneaky personalities and office traitors; it's \"Crimes and Misdemeanors\" crossed with \"Wall Street.\" Riegert is especially effective as the underling who becomes an insufferable overling. Kurtz has fun with the whining housewife who can't leave well enough - or, indeed, anything - alone. And there is a nice performance by Elizabeth McGovern as the office colleague who provides a sympathetic shoulder for Caine to cry, and breathe, upon.\n\nThey have a scene together that's a small masterpiece, one everyone can recognize from real life, where the two office workers meet at the nearby bar and find that they are in complete agreement that they are right and good and brilliant and unappreciated, and that everyone else is full of it. There's some delicate comic acting here: Caine with his fragile male ego so easily bruised, and McGovern with psychic bandages and eyes that say \"there, there.\" Movies have been growing depressingly nice lately, and \"A Shock to the System\" is a refreshing change of pace. It isn't a nice movie.\n\nThere once was a time when movies were allowed to be embittered, dark and brooding, and when evil was occasionally allowed to have a momentary victory. Now the conventional movie ends with a cheerleading scene. But \"A Shock to the System\" confounds our expectations and keeps us intrigued, because there's no way to know, not even in the very last moments, exactly which way the plot is going to fall.", "running_time": 91, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-23", "genres": ["Comedy", "Drama", "Thriller"], "title": "A Shock To The System (1990)"}