{"url": "http://www.rogerebert.com/reviews/a-shine-of-rainbows-2010", "by": "Aidan Quinnas Alec O'Donnell", "star_rating": 2.5, "text": "As you can possibly guess from the title, \"A Shine of Rainbows\" is a feel-good movie. Hey, what's not to like about cute orphans, baby seals, sweet moms and gruff dads with hearts of gold? And rainbows? If your heart is going thumpety-thump at such a prospect, here is the movie for you.\n\nNo, I'm serious. And kids may really love it. It's too much of an emotional heart-tugger for me, but then I prefer my orphans by Dickens, where the little rascals pick pockets for a living. I'll admit one thing. I wish there were still an Ireland (or anywhere else) where a couple looking like Connie Nielsen and Aidan Quinn could live in an isolated and charming home on a high meadow overlooking the sea, operate a small family farm and make a living. \n\nThe film is set on Corrie Island, off the western coast of Ireland, and I'll grant you one thing: You can find dozens of photos of it at http://j.mp/ cnQWBU and it looks just about the way it does in the film. It is a wonderful place for small Tomas (John Bell), who has become a punching bag for bullies at the orphanage, but is swept up by the heaven-sent Maire O'Donnell (Connie Nielsen), popped aboard a ferry and carried across to this idyllic setting.\n\nAll is fine, except ... why does his new dad Alec (Aidan Quinn) glower at him so darkly? Alec confides to his wife that the boy doesn't look sturdy enough. Why didn't she pick a brawnier model? Alec is possibly in the Dickens tradition of a cruel stepfather who demands only a brisk 20-hour day of hard labor in return for the lad's bowl of gruel. Good thing Tomas is Irish. If he'd been Russian, there'd be no telling.\n\nMaire unfortunately contracts Ali MacGraw's Disease, defined in an ancient edition of the Little Movie Glossary as that disease of young women whose only symptom is that after they take to a hospital bed, they grow more and more beautiful. That leaves Tomas with Alec. Oh, but Tomas finds a new friend, a baby seal stranded down on the beach. He knows another orphan when he sees one.\n\nAs Tomas and Alex slowly bond over the seal, Alec's heart melts, as it must. It's the seal I'm worried about. Tomas brings him fish to wolf down, but I dunno -- how long can a young seal lie helpless on a beach in full sun and remain happy? Couldn't he like, you know, sort of crawl into the sea? Isn't that kind of programmed into seals? The movie offers some reason for his immobility, which didn't lock into my memory bank. Essentially he stays there day after day because the plot requires him to do so.\n\nI know, I know. I'm being unsentimental. I should make this clear: \"A Shine of Rainbows\" is a sweet, good-looking film about nice people in a beautiful place, and young John Bell is an appealing performer in the tradition of the Culkins. Quinn and Nielsen are pros who take their roles seriously, and Vic Sarin's direction gets the job done. If I were 6 -- but then I'm not, am I?", "running_time": 101, "mpaa_rating": "G", "release_year": 2010, "date_published": "2010-04-21", "genres": ["Drama", "Family", "Foreign"], "title": "A Shine of Rainbows (2010)"}