{"url": "http://www.rogerebert.com/reviews/a-simple-story-1980", "by": "Romy Schneideras Marie", "star_rating": 3.0, "text": "Claude Sautet makes movies the way people live - he traces the connections between the mistakes, and celebrates the occasional victories. His movies aren't tightly plotted, and we never have the feeling that his characters are doing something because the screenplay says they must. Sautet's people take their chances like the rest of us.\n\nWhat's nice about Sautet's \"A Simple Story\" is that Romy Schneider takes her chances so well. She plays a sleek, delicious, slightly plump woman of 39 who is in the process of breaking up with Serge, her alcoholic lover. He's a dynamo: He spins at high speed, but he's not connected to anything. He despairs of himself, feels inferior, apologizes too much, lives too hard and occasionally gets violent. She loves who he could be, but he is who he is.\n\nSchneider is pregnant by him, but at the movie's beginning she decides not to have the child. We follow her through this decision, and then we meet some of the people in her life: her son by a first marriage, her women friends, the crowd she hangs out with . . . and, eventually, her first husband (Bruno Cremer). Their divorce was painful, we gather. But they have dinner together, and in a scene of exquisitely subtle eroticism she lets him appreciate her beauty over the main course and then lets him know that, ah she's not living with Serge anymore.\n\nThe ex-husband calls a few days later, and they have an affair, complicated by the ex-husband's much younger mistress. The irony involved - two formerly married people hiding their affair from the new girlfriend - adds to the humor, and indeed, this whole film is remarkably good-humored. It's not a comedy, but it's not gloomy, either, not even when it grows serious at the end.\n\nThat is largely because of Schneider's performance. One of the treasures of the movies is the way they allow us to monitor the progress of the performers' lives. Sometimes the progress is a depressing one. But in the case of Schneider, it's exemplary. I remember seeing her for the first time in \"Boccacio '70\" (1962), when she was about 23 years old. She was an extraordinary beauty, playing the wife of a bored aristocrat who could grow excited only if she pretended to be a whore.\n\nSchneider has been in a lot of films since then, some of them big-budget American extravaganzas, but her return to France and the films of Claude Sautet has been a celebration of her increasing depth and ripening beauty. She glows in this film. There are moments when she stretches, smiles to herself, flirts with a lover, listens quietly to her son, consoles a friend - all so that we can see this character through her person rather than through the plot.\n\n\"A Simple Story\" isn't really a plotted film. Like Sautet's wonderful \"Jean, Paul, Francois and the Others,\" which played at the Biograph a few years ago, it follows the rhythms of middle class and early middle age, seeing where they will go. The story isn't about what happens to the Schneider character, but about how she lives: how she relates to people, how she loves, how she explores the potential of life she is now mature enough to begin to understand. In the film's last shot, she sits in a garden and turns her face to the sun. Basks.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-04-07", "genres": null, "title": "A Simple Story (1980)"}