{"url": "http://www.rogerebert.com/reviews/a-single-man-2009", "by": "Colin Firthas George", "star_rating": 3.0, "text": "Hemingway wrote something years ago that returns to my memory from time to time: \"Isn't it pretty to think so.\" Never mind what he was referring to. The words apply for me to those situations where we imagine the reality to be quite different than it really is. Perhaps our imagination is a protective strategy.\n\n\"A Single Man\" is told from the point of view of its hero, George (Colin Firth), the single man. He is single because he's unmarried and single because he's homosexual; the phrase was used at one time with a lifted eyebrow. It has been eight months since his lover died, and he still grieves. He is empty. His only friendship is with Charley (Julianne Moore), a sad alcoholic of a certain age with whom he once, briefly, had a try at a heated affair. She gives him gin and sympathy, but it's more ritual than comfort. She tries to kiss him, says maybe \"we could still make a go of it,\" but that's a lie neither one believes.\n\n\"A Single Man\" begins on what may be the last day of George's life, in 1962. The sight of a revolver waiting in a drawer makes this unmistakable. He performs his morning toilet of grooming and dressing in impeccable taste, and turns out to the world as the very model of flawless perfection. He teaches a college class on Aldous Huxley (is he still taught?). He works in a subtext about those who do not conform. No student is interested, except Kenny (Nicholas Hoult), who may be less interested in the lecture than the lecturer.\n\nFirth plays George superbly, as a man who prepares a face to meet the faces that he meets. He betrays very little emotion, and certainly his thoughts cannot be read in his eyes. He's so good at this, it must have been rehearsed since youth. No one will ever see anything in George to complain about. Growing up in Britain as he did in the 1920s and 1930s, he must have found few people with whom he could share his true nature. Now, in California, he had only his lover, and his lover is dead. Life is stale and profitless.\n\nHis evening is spent with Charley, who is always a little drunk or a little drunker. She has prepared for their date. Her hair is piled up and cemented in place, her makeup perfect, their dinner elegant. They talk in a code long practiced. She offers sympathy she barely means and which he barely feels. It is horrible that this may be the most meaningful relationship right now in either of their lives.\n\nMore happens later in the evening, but you will see for yourself. I want to return to those six words. I assume the film faithfully reflects George's idea of who he is, how he behaves, and what it means. The first-time director Tom Ford, the famous fashion designer, has been faulted for over-designing the film, but perhaps that misses the point. Perhaps George has over-designed his inner vision.\n\nHe sees himself as impeccable, reserved, ironic, resigned, detached. He projects a cool, impenetrable facade. Charley is seen in his way, which may not be hers. When events take place to interrupt his routine, he tries to maintain his demeanor unchanged. His game plan is apparently to complete this day in an orderly way, and then shoot himself, still above reproach.\n\nIsn't it pretty to think so. It may work for George, but it didn't work for me. I sensed there were shrieks of terror and anger inside, bottled up for years. The last eight months must have been hell. Firth wisely doesn't try to signal this, because any attempt to do so would break the facade and reduce his rather awesome performance to acting-out. I think it was Ford's responsibility to suggest it, perhaps through violations of the facade: a stain left overlooked on a tie, a careless remark, a car badly parked. A disintegration.\n\nAs Ford's first film, this story, based on a novel by Christopher Isherwood, must have had special meaning. He has another life and wasn't driven to the rigors of filmmaking. Many designers are known for their own faultless appearances. If Ford doesn't scream inside, and I have no reason to believe he does, perhaps the film faithfully reflects his idea of himself and George. Such a man will never kill himself.", "running_time": 101, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-12-23", "genres": ["Drama", "Romance"], "title": "A Single Man (2009)"}