{"url": "http://www.rogerebert.com/reviews/a-simple-twist-of-fate-1994", "by": "Steve Martinas Michael McCann", "star_rating": 2.5, "text": "\"A Simple Twist of Fate\" is the kind of title you might find on a Victorian novel about dark secrets, incredible coincidences, love versus jealousy, and the sins of the father being visited upon the daughter. In other words, just the kind of novel I like to read.\n\nModern novels don't work up the same energy, because their characters don't take sin and guilt seriously enough. Today's fictional heroes do in a paragraph what the Victorians spend 500 pages living down.\n\nThe point is, though, that they are Victorians, living in the last century among fears and mores we no longer possess. When you take a Victorian story and plop it down in the 20th century, as \"A Simple Twist of Fate\" does, you get a strange interruption of the rhythm - as if the characters are dancing to unheard music. They do things that are inexplicable unless you realize they're living according to the codes and cliches of the last century.\n\nSteve Martin's screenplay for \"A Simple Twist of Fate\" is based on Silas Marner, George Eliot's 1861 novel about a poor weaver whose life is destroyed by a false accusation. He becomes a reclusive miser, hoarding coins. Then his treasure is stolen, and he is inconsolable, until a little golden-haired girl wanders into his life. He takes the girl as heaven's repayment for his lost gold, and adopts her. Years later, it is revealed...well, let's not get into that, as it will come as a surprise to anyone who hasn't read the novel.\n\nVictorian melodrama has a strange appeal for me, probably because I'm attracted to the tension between the repressed characters and the wild swoops of plot. (The Anne Rice novels duplicate this tension by giving us vampires living according to the strict practices of an earlier age.) In the modern world, alas, we're playing without nets, so it's hard to believe a Silas Marner could exist today.\n\nIn the movie, Martin plays Michael McCann, a high school choral teacher whose wife cheats on him, a development George Eliot might not have anticipated. He moves to a rural area and sets up as a cabinetmaker, investing all of his earnings in gold coins which he buys from the local antique dealer (Catherine O'Hara). His evenings are spent alone with his hoard.\n\nMeanwhile, a local blueblood named Newland (Gabriel Byrne) wants to run for office. His life is complicated by his ne'er-do-well brother, a drunk and philanderer, who after a tragic car wreck breaks into McCann's house, steals the coins, and lurches out into the night. Meanwhile, a local woman, the victim of drug addiction, staggers out into a raging blizzard with her small daughter. She passes out in the cold, and the little girl wanders into Steve Martin's cottage. When the mother is found, frozen and unidentified, Martin determines to adopt the girl, and...\n\nYou see how it goes with Victorian fiction. One thing after another. The heart of the movie, and a warm and funny one it is, involves the relationship between Martin and the little girl, who he names Mathilda. Played at various times by six actresses, including two sets of twins, she develops into a smart and engaging young lady who is the delight of the neighborhood, and especially of the childless Newlands. Then, when she is about 12, a dark secret from the past emerges...\n\nThere I go again. There is a lot to like about \"A Simple Twist of Fate,\" including the process by which the hopeless miser is made human again by the love of the young girl. Martin adds quirky touches, showing his own love of melodrama in a scene where the girl teeters on the brink of a rock quarry and he saves her by swooping overhead in a harness attached to a weather balloon.\n\nThat's an update, I guess, of the old Victorian standby in which the girl is rescued from the runaway carriage. (I liked everything in this movie having to do with how you can take giant strides while tethered to a weather balloon and, by the way, I suspect Martin may have invented the successor to bungee-jumping.) The film ends in a courtroom scene, in one of those trials where the good guys say all the wrong things and the bad guys say all the right ones, and then there is a sensational last-minute discovery, and...\n\nTry as I might, I just couldn't accept this Victorian story in modern dress. The motivations seemed wrong (would 20th century people behave this way?), the plotting seemed contrived (as indeed it was), and the plot's habit of springing big surprises on us was too manipulative. This is not at all a bad movie, mind you, but a good movie gone wrong, through a simple twist of miscalculation.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-09-02", "genres": ["Drama", "Family"], "title": "A Simple Twist Of Fate (1994)"}