{"url": "http://www.rogerebert.com/reviews/a-simple-wish-1997", "by": "Martin Shortas Murray", "star_rating": 1.5, "text": "“A Simple Wish” has assembled all the trinkets and effects necessary for its story, without bothering to tell one. Here are the ingredients for a funny family movie about an incompetent fairy godperson (Martin Short), but there's nothing much to really care about, and characters go off on their own without it much mattering.\n\nThe movie stars Short as a trainee male godmother named Murray. We see him apparently flunking his godmother's exam in the funny opening credits, but he must have passed it, because when a little girl needs a godmother, there he is. The girl's name is Anabel (Mara Wilson), and she's the 8-year-old daughter of a Central Park carriage driver (Robert Pastorelli) who dreams of being cast for the lead in the new Broadway musical “A Tale of Two Cities.” Can Murray help him? Will he be able to edge out the less talented but more famous front-runner for the job? Not necessarily. Short, who comes across in some scenes amazingly like Pee-Wee Herman, is a willing but incompetent godmother who lands them in Nebraska and is indirectly responsible for Mara's dad being turned into a bronze statue in Central Park.\n\nMeanwhile, at cross-purposes to this plot, there's another story involving an evil former godmother named Claudia (Kathleen Turner) and her devoted sidekick Boots (Amanda Plummer), who looks like a regular in a punk bar. (“One night, in a weak moment,” Claudia sighs to her, “I chose to tolerate your companionship.”) Their objective is to steal lots of wands at the annual gathering of the fairy godmother's association, and in general take over the show. They see Murray as a gnat in the way of their plan.\n\nThe movie has been produced by three members of a famed show-biz family (Sid, Bill and Jon Sheinberg), and the screenplay might be tilted a little too much in the direction of their interests. Most smaller children are not very familiar with Broadway musicals, auditions, sniffy producers and egotistical stars, and while of course you can learn about such things and still enjoy a movie, “A Simple Wish” is sometimes a little too inside in its theatrical references.\n\nMost of the children in the audience, alas, will never have seen a Broadway musical (given the quality of many of them, maybe I don't need that “alas.”) When the movie's “Tale of Two Cities” goes for laughs with a big scene delivered from the guillotine, will kids know it's funny? Maybe the movie should have taken inspiration from the musical of “The Elephant Man,” staged in the underrated comedy \"The Tall Guy\". Turner can be very quirky, and Plummer is an eccentric original, but do they really have a purpose in this movie? When special effects are used to shatter Turner's mirror image into a thousand jagged pieces, the effect is sensational--but it would mean more if she and Plummer had been more carefully involved in the plot. Many of their scenes together read like a stand-alone double act.\n\nNow. Will kids like it? I doubt it. When family audiences avoid inspired films like \"The Secret Garden,\" \"A Little Princess\" and \"Shiloh,\" why would they choose a pallid exercise like this? One of the great fictions is that America has a large audience hungering for family films that Hollywood won't supply. The truth is that Hollywood wants to make family films more than families want to see them. I imagine most of the kids in the target audience for “A Simple Wish” will be at “Men In Black” this weekend.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-07-11", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "A Simple Wish (1997)"}