{"url": "http://www.rogerebert.com/reviews/a-simple-plan-1998", "by": "Bill Paxtonas Hank Mitchell", "star_rating": 4.0, "text": "\"You work for the American Dream--you don't steal it.\" So says a Minnesota family man early in \"A Simple Plan,\" but he is only repeating an untested theory. Confronted with the actual presence of $4 million in cash, he finds his values bending, and eventually he's trapped in a horror story of greed, guilt and murder.\n\nThe materials of Sam Raimi's \"A Simple Plan\" are not unfamiliar, but rarely is a film this skillful at drawing us, step by step, into the consequences of criminal action. The central character is Hank Mitchell (Bill Paxton), who in a narration at the beginning gives us his father's formula for happiness: \"A wife he loves. A decent job. Friends and neighbors that like and respect him.\" His older brother Jacob (Billy Bob Thornton), trapped in a lifetime of dim loneliness, would like to go out with a girl who really liked him, and someday farm the place they grew up on. Jacob's best friend Lou (Brent Briscoe) basically wants to get by, get drunk and hang out. Hank's pregnant wife Sarah (Bridget Fonda) would like enough money so she could plan the week's dinners without checking the coupons in the grocery ads.\n\nAll of these dreams seem within reach when the three men stumble across an airplane that has crashed in a nature preserve. On board they find the body of the pilot and a cache of $4 million in bills. \"You want to keep it?\" Hank asks incredulously. The others do. Soon he does, too. It should be a simple plan to hide the money, wait until spring and divide it among themselves. It's probably drug money, anyway, they tell themselves. Who will know? Who can complain? Hank is the smartest of the three, a college graduate. Jacob, buck-toothed and nearsighted, has never been very bright. Lou is a loose cannon. Can Hank keep them all under control? Some of the most harrowing moments in \"A Simple Plan\" show Hank watching in agonized frustration as the others make big, dumb blunders. Right after they find the money, for example, a law officer happens by, and what does Jacob do but blurt out to Hank, \"Did you tell him about the plane? It sure sounded like a plane.\" At home, Hank's wife Sarah at first agrees it would be wrong to keep the money, but she turns that moral judgment around in a snap and is soon making smart suggestions: \"You have to return some of the money, so it looks like no one has been there.\" All three men begin to dream of what they could do with the money. Then circumstances inspire one impulsive, reckless act after another--acts I will not reveal, because the strength of this film is in the way it leads its characters into doing things they could never have contemplated.\n\n\"A Simple Plan\" is one of the year's best films for a lot of reasons, including its ability to involve the audience almost breathlessly in a story of mounting tragedy. Like the reprehensible \"Very Bad Things,\" it is about friends stumbling into crime and then stumbling into bigger crimes in an attempt to conceal their guilt. One difference between the two films is that \"A Simple Plan\" faces its moral implications, instead of mocking them. We are not allowed to stand outside the story and feel superior to it; we are drawn along, step by step, as the characters make compromises that lead to unimaginable consequences.\n\nThe performances can be described only as flawless: I could not see a single error of tone or feeling. Paxton, Thornton, Fonda and Briscoe don't reach, don't strain and don't signal. They simply embody their characters, in performances based on a clear emotional logic that carries us along from the beginning to the end. Like Richard Brooks' \"In Cold Blood\" (1968), this is a film about ordinary people capable of monstrous deeds.\n\nThornton and Fonda have big scenes that, in other hands, might have led to grandstanding. They perform them so directly and simply that we are moved almost to tears--we identify with their feelings even while shuddering at their deeds.\n\nThornton's character, Jacob, has watched as Hank went to college and achieved what passes for success. At a crucial moment, when his brotherhood is appealed to, he looks at his friend Lou and his brother Hank and says, \"We don't have one thing in common, me and him, except maybe our last name.\" He has another heartbreaking scene, as they talk about women. Hank remembers the name of a girl Jacob dated years ago, in high school. Jacob revealed that the girl's friends bet her $100 she wouldn't go steady with him for a month. As for Fonda, her best moment is a speech about facing a lifetime of struggling to make ends meet.\n\nThe characters are rich, full and plausible. Raimi's direction and the screenplay by Scott B. Smith are meticulous in forming and building the characters, and placing them within a film that also functions as a thriller. There is the danger that the theft will be discovered. The deepening hole of crime they dig for themselves. Suspense over the source of the money. Mystery over the true identity of some characters. And two confrontations in the woods--one suspenseful, one heartbreaking.\n\nAll of this is seen against a backdrop of Minnesota in the winter (Raimi's friends, the Coen brothers, who made \"Fargo,\" gave advice him about shooting and lighting in the snow). The blanket of snow muffles voices, gives a soft edge to things, underlines the way the characters are isolated indoors, each in his own warm refuge.\n\nOutdoors, in the woods, foxes kill chickens and men kill each other. Angry black birds scramble to eat dead bodies. \"Those things are always waiting for something to die so they can eat it,\" Jacob says. \"What a weird job.\"", "running_time": 123, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-11", "genres": ["Suspense", "Thriller"], "title": "A Simple Plan (1998)"}