{"url": "http://www.rogerebert.com/reviews/a-simple-life-2012", "by": "Andy Lauas Roger", "star_rating": 4.0, "text": "\"A Simple Life\" paints portraits of two good people in gentle humanist terms. It filled me with an unreasonable affection for both of them. Here is a film with the clarity of fresh stream water, flowing without turmoil to shared destiny. No plot gimmicks. No twists and turns. Just a simple life.\n\nThe life is that of Ah Tao, who was orphaned during the Japanese occupation of Hong Kong, spent her entire life in the service of four generations of a Chinese family, and is now the servant of the only family member still living in China. He is Roger, a movie producer. They have a settled routine: During a meal, he puts out his hand, knowing she will be standing behind him with a bowl of rice. No words.\n\nBut this meal, which opens Ann Hui's film, doesn't contain the full truth of their relationship. That is something we discover at the same time they do, when Ah Tao (Deanie Ip) suffers a stroke, and Roger (Andy Lau) takes charge of her care. He assumes she will continue to live with him and says he will hire her a caregiver. She wants nothing to do with that. She wants to live in an old folks home, and that's that.\n\nThroughout the film, she resists his money, protests that his presents cost too much, tells him to spend more time at his job and less on his visits to her. This despite the fact that she literally has no one else in her life (all the members of Roger's family now live in America).\n\nIs she angry? Not at all. She eagerly awaits his visits. But having spent a lifetime caring for others, she now feels badly about being cared for. The retirement home at first seems a grim and barren place, with toothless old people staring vacantly into space. Although the supervisor tells her she has the \"coziest\" private room, it is a sterile cubicle with no ceiling, so the cries and calls of others can easily be heard.\n\nShe doesn't complain. Deanie Ip, who won half a dozen \"best actress\" awards for this role, achieves the miracle of giving Ah Tao integrity, humanity and lovability without seeming to try. She is a beautiful and serene woman. The role of Roger is taken by Andy Lau, a big Hong Kong star, who here seems more ordinary and less heroic than in most of his roles. \n\nWe see that although they have never articulated it, they have become dependent on each other. She raised him from infancy. When we meet his mother, she seems perfectly nice, but there isn't the same unspoken bond. Neither Ah Tao or Roger is demonstrative; I found myself waiting for a hug that never came. But they care.\n\nLife in the nursing home seems less grim than at first. Ah Tao recovers from her stroke, and there is a wonderful scene when they go on a walk and he teases her that old Uncle Kin (Paul Chun) has a crush on her. She tries to hit him for that — playfully, like a girl. \n\nWhat we understand is that \"A Simple Life\" is content to regard these two inward people as they express love and care in their quiet ways. A movie in which the old lady is forgotten by the family would have been predictable melodrama, but how much more moving it is when she is remembered. The movie has an emotional payoff I failed to anticipate. It expresses hope in human nature. It is one of the year's best films.", "running_time": 118, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-08", "genres": ["Drama", "Foreign"], "title": "A Simple Life (2012)"}