{"url": "http://www.rogerebert.com/reviews/a-slipping-down-life-2004", "by": "Lili Tayloras Evie Decker", "star_rating": 3.0, "text": "I first became aware of Lili Taylor in \"Mystic Pizza\" (1988) a star-making film that also introduced Julia Roberts. She plays the girl who walks away from the altar because her husband-to-be doesn't believe in sex before marriage and she doesn't think it's worth marrying him just to get him into bed. That kind of almost-logical circular reasoning is common in her characters; you can see it in other Taylor masterpieces, like \"Dogfight\" (1991), \"Household Saints\" (1993), \"Girls Town\" (1996), her great work in \"I Shot Andy Warhol\" the same year, and in \"Casa de los Babys\" (2003).\n\nI don't suppose Taylor was born to play Evie Decker, the heroine of \"A Slipping-Down Life,\" but I can't imagine any other actress getting away with this role. She has a kind of solemnity she can bring to goofy characters, elevating them to holy (and usually lovable) fools. Here she plays a young woman from a backward town who is lonely and isolated and lives with her father, who loves her but spends his evenings talking to ham radio operators in Moscow. She needs for something to happen to her.\n\nSomething does. She hears a rock singer on the radio one night. His off-balance ad-lib philosophizing turns off the disc jockey, but sends her out to a local bar to see him in person. He becomes to her a demigod, a source of light and wisdom, but she is too inept to attract his attention. So she goes into the restroom and uses a piece of a broken bottle to carve his name into her forehead.\n\nHis name is Drumstrings Casey. She just carves the \"Casey.\" \"Why didn't you use my first name?\" he asks her. \"I didn't have room on my forehead,\" she says. \"They call me Drum,\" he says. \"I wish I'd known that,\" she says. There is another problem: She carved the name backward, because that way it looked right in the mirror. But at least when she looks at herself in the mirror, it looks OK to her.\n\nDrumstrings is played by Guy Pearce, of \"Memento\" and \"L.A. Confidential.\" He fits easily into the role of a third-rate small-town rock god. When his agent finds out what Evie did, he talks Drumstrings into coming to the hospital to get his picture taken with her, and the publicity leads to an offer to have her appear at his concerts, to drum up business. This works well enough that he gets a gig in a nearby town and doesn't invite her along, which breaks her heart. But somehow without that crazy girl in the audience, Drumstrings has an off night and realizes he needs her.\n\nThe movie, written by the director Toni Kalem and based on a novel by Anne Tyler, performs a delicate maneuver as it slips along. The film opens with Evie totally powerless and miserable, and with Drumstrings holding all the cards. But her self-mutilation empowers her, and it provides a way for her to hold Drum's attention long enough for him to begin to like her. What she doesn't understand at first is that he's holding cards as bad as her own.\n\nThe film is like a tightrope walk across possible disasters. It could so easily go wrong. The plot itself is not enough to save it; indeed, this plot in the wrong hands could be impossible. But Kalem, an actress herself, understands how mood and nuance shape film stories; it's not what it's about, but how it's about it.\n\nLili Taylor never overplays, never asks us to believe anything that isn't right there for us to see and hear. She changes by almost invisible steps into a woman who knows what she wants in a man and in marriage, and is able to communicate that to Drumstrings in a way he can, eventually, imperfectly, understand.\n\nThe supporting performances are like sturdy supports when the movie needs them. Tom Bower plays Evie's father as a man who has receded into his own loneliness. Irma P. Hall (\"The Ladykillers\") plays the family's maid, Clotelia, who is the de facto head of the household. John Hawkes is Drumstring's manager, who understands managing and publicity only remotely, but with great enthusiasm. Drum's mother (Veronica Cartwright) does not consider it a plus that this woman has carved her son's name into her forehead. Backward.\n\nThe movie is not a great dramatic statement, but you know that from the modesty of the title. It is about movement in emotional waters that had long been still. Taylor makes it work because she quietly suggests that when Evie's life has stalled, something drastic was needed to shock her back into action, and the carving worked as well as anything.\n\nBesides, when she combs her bangs down, you can hardly see it.", "running_time": null, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-05-28", "genres": null, "title": "A Slipping-Down Life (2004)"}