{"url": "http://www.rogerebert.com/reviews/a-small-act-2010", "by": "Chris Mburu", "star_rating": 3.5, "text": "The heartwarming documentary \"A Small Act\" centers on the life story of Chris Mburu, who as a small boy living in a mud house in a Kenyan village had his primary and secondary education paid for by a Swedish woman. This cost her $15 a month. They had never met. He went on to the University of Nairobi, graduated from Harvard Law School, and is today a United Nations Human Rights Commissioner.\n\nThe film shows Mburu seeking the Swedish woman who \"made my life possible.\" She is Hilde Back. Before even meeting her, in gratitude he started a foundation named the Hilde Back Foundation, to fund scholarships for poor village children. She is now 85 years old, a German Jew who was sent to Sweden as a child. Her family died in the Holocaust. She never married, has lived in the same apartment for 35 years, was a school-teacher. She is a tiny woman, but robust and filled with energy. We see them meeting for the first time.\n\nShe is flown to Kenya, serenaded by the choir from Mburu's village, feasted, thanked, gowned in traditional robes. She says that her $15 was an insignificant sum to her, but she kept it up because she thought even a small act was worth performing. \n\nIn the film, we see the mud house Chris grew up in. Then we follow Kimani, Ruth and Caroline -- three Kenyan students who hope to win high scores and continue in school. This will depend on winning one of the scholarships. Their families pin all of their hopes on these kids.\n\nOne says she would miss her family at a boarding school, but would enjoy being able to study by electric light. In this village the students study by the light of a single oil flame. Most families in Kenya want their children to attend high school, seeing that as the key to success in life. They lack the money, but recently, Kenya has been able to make primary education free.\n\nThe schools we see are not physically impressive; the one focused on in the film is a very basic brick structure with no amenities and crowded classrooms with simple board benches and desks. A gym? Don't make me laugh. \n\nEducation focuses on reading (in English) and math, with some history and geography. The students are impressed by their ability to be in school at all. Their parents sacrifice to send them; child labor could add to the family income. At the end of primary school, they take tests to qualify for secondary education if they can afford it. The film shows some of the test questions. To me, they look difficult for kids that age. They pass or fail; too many American schools graduate students who are functionally illiterate.\n\nHilda Back is asked if, since she never had children, she thought of Chris as a son. We see in the film that they stay in close touch. \"But I have had children,\" she replied. \"I was a teacher. I had many, many children.\" And one lived in a mud house in Kenya.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-06", "genres": ["Documentary"], "title": "A Small Act (2010)"}