{"url": "http://www.rogerebert.com/reviews/a-small-circle-of-friends-1980", "by": "Brad Davisas Leo DaVinci", "star_rating": 3.0, "text": "Back around 1970 there were so many movies about radicalism on the campus that they became a joke; does anybody remember Anthony Quinn as the professor and Ann Margret as the student in \"R.P.M.?\" None of those movies had a clue about how college students looked, acted, felt or spoke. But one of them, \"The Strawberry Statement,\" contained 13 songs - the first student protest musical. Then for a long time there weren't any films at all about that turbulent period in American history. Now there is a new, serious and fairly persuasive one, \"A Small Circle of Friends.\"\n\nIt's set at Harvard between about 1967 and 1971, and it follows the lives of several students who enroll as typical, straight arrow freshmen, and who are gradually radicalized along with the society around them. Occasional news events help us to mark time: LBJ's announcement that he will not run for re-election, the assassination of Robert Kennedy, the first draft lottery, violent protests on the campus, the birth of the violent Weathermen underground.\n\nWhat's a little uncanny about \"A Small Circle of Friends\" is the way it incorporates these historical mileposts into a fairly conventional story of a romantic triangle. The three central students are Leo (Brad Davis), Jessica (Karen Allen) and Nick (Jameson Parker). Leo's *determined to edit the Harvard Crimson by his senior year, and does. Jessica, a serious student, becomes his steady girl. Nick, a premed student, is their best friend but is also in love with Jessica.\n\nTheir three-way romance develops conventionally, accompanied by changing styles of appearance and dress: We mark the years as the men's hair grows longer, beards appear, everybody dresses like a cross between the hippies and the Army, and Jessica gets her consciousness raised and her hair cut. It's a little difficult to take the film's personal relationships really seriously, maybe because the film asks us to form assumptions about them on trust.\n\nWe do see that Leo's too egotistical to understand Jessica's needs, that Nick's too hesitant to jump in when the going's good, that jealousy strains their relationship . . . but when there's a reconciliation and they all three spend the night together, the film very wisely lets that happen behind closed doors. Jessica and Nick eventually do wind up as lovers, but then after something unforeseen happens to Leo, they break up so that the movie can open with a 1979 reunion. Why bother telling the story as a flashback? It's a distraction.\n\nWhat's best about the movie is the way it succeeds in telling the story of the American campus during those traumatic years. I didn't think the Vietnam-era student movement could be handled seriously and accurately in a movie, but \"A Small Circle of Friends\" does a fairly good job, given its fictional requirements. (The gradual radicalization of a student generation is reflected most dramatically in the metamorphosis of an undergraduate Texas hayseed into a Weatherman bomb manufacturer.)\n\nThis is an intelligent, generally accurate, sometimes very touching film. Why do I admire it without being completely won over by it? Maybe because the filmmakers knew too much when they made it: They had the benefit of 1970s history, and knew how things would turn out. At the time in 1967 and 1968 and 1969, things seemed so crazy, so unprecedented and so unpredictable (National Guard troops on campus?) that daily life was more hectic and bizarre than this movie remembers. Its heroes seem to know they're heroes - and at the time, that was anything but the case.", "running_time": 113, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-05-02", "genres": ["Drama", "Romance"], "title": "A Small Circle of Friends (1980)"}