{"url": "http://www.rogerebert.com/reviews/a-small-town-in-texas-1976", "by": "Timothy Bottomsas Poke", "star_rating": 2.5, "text": "Lest there be any doubt that time is moving ahead with a vengeance, reflect: Ten years ago we were in the midst of the first summer of Flower Power. Hippies wore love beads and sandals, and there were daisies in their hair. The Beatles. The Rolling Stones. Pot. A new generation had been unleashed upon the Earth, and was stumbling toward Woodstock to be born. The square world was in confused retreat. Ten years ago. \n\nAnd now the syndicated, columnists explain that we have entered the age of Country Chic. Jimmy Carter prepares his acceptance speech and Chicagoans (Chicagoans!) try to sound like good ol' boys on their Citizens Band radios, and the nation is caught in a frenzy of country music, and long-haul truck drivers are the last American cowboys. It is perhaps just as well Mama Cass did not live to see it. \n\nI've just come from \"A Small Town in Texas.\" It's an OK movie with some good chase scenes and stunt driving (I'd never seen a car plow into a pile of ice blocks before), but I had to keep assuring myself I hadn't seen it before. After \"Macon County Line\" and \"Return to Macon County,\" after \"Buster and Billie\" and \"Bobbie Jo and the Outlaw,\" after \"Walking Tall\" (both parts) and \"White Trash\" (Part Two) and \"The Sugarland Express\" and \"W. W. and the Dixie Dance Kings\" and \"Badlands\" and \"Jackson County Jail\" and \"Ode to Billy Joe\" those Southern towns may be small, but they see a lot of action. \n\nMaybe we have a hunger for movies that are about places we don't know about at first hand. In the 1930s and 1940s, when most of America lived on farms and in small towns, there were lots of movies about the big cities. Now most of us live in big cities and spend our money on movies about backwoods rebels who get out of prison and come back home to rescue Mary Lee and little Kevin from the clutches of the evil sheriff, Duke. There's bluegrass music during every chase scene (thanks, \"Bonnie and Clyde\") and moonshiners and lazy ol' bloodhounds named Beauregarde and other exotic fantasies too many to count.  \n\n\"A Small Town in Texas\" begins with indications that it wants to transcend its genre; there's a subplot about, the assassination of a Mexican-American politician, amid suggestions of a local conspiracy. But, no, the movie turns out to be another star-crossed-lovers epic. Timothy Bottoms (who started out in small Texas towns as the star of \"The Last Picture Show,\" and so knows the territory) plays the hero. Susan George, your typical good ol' Southern gal from Great Britain, plays his girl friend - but her British accent, if any, is concealed by the small amount of dialog she's given, largely screams and sobs. The evil sheriff is part of the assassination conspiracy, and Bottoms' discovery of this leads to several major chase scenes involving squad cars, motorcycles, trains, moonshiner's pickup trucks and so on. The chases are well done, but the movie never exactly gets around to accounting for the assassination and the ending is especially lame - as if the filmmakers, at the end of their last chase, were abashed by the sudden silence. \n\nA few questions remain, as we slog through what looks like a long, hot summer of Good Ol' Movies. Are all Southern lawmen inevitably corrupt, venal, sadistic and bad drivers? Do Southern girls ONLY look wide-eyed and clean-scrubbed and have two first names? Is it a union requirement that one bluegrass band appear in every film? If I can discover the answers to all of these questions, will I be a born-again critic?", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-07-14", "genres": null, "title": "A Small Town in Texas (1976)"}