{"url": "http://www.rogerebert.com/reviews/a-song-for-martin-2002", "by": "Sven Wollteras Martin", "star_rating": 3.5, "text": "\"A Song for Martin\" tells the story of two people who find sudden, delirious love, and then lose it in one of the most painful ways possible, because of Alzheimer's disease. Their love and loss is all the more poignant because they are such warm, creative people--and perhaps because we sense an ease and acceptance between the two actors, Sven Wollter and Viveka Seldahl, who were married in real life. That she died not long after the movie was made adds another dimension of poignance.\n\nThe film, directed by Bille August (\"Pelle the Conqueror\"), takes place in cultural circles in Gothenburg, Sweden. Martin, played by Wollter, is a famous conductor and composer, and Barbara (Seldahl) is his first violinist. One day she points out an error to him, he is grateful, they walk back to a hotel together, there is eye contact, and before long they are involved in a romance that must have been smoldering for years. Martin's manager, Biederman, is quick to spot the situation, and dubious (\"Do you think it's wise to fiddle with the fiddler?\"), but soon Martin and Barbara have divorced their current spouses and are married and on a passionate honeymoon in Morocco.\n\nThe movie probably makes a mistake in giving them both earlier marriages, since leaving those partners raises questions the movie never really deals with. Better to have them meet with their hands free, especially since the movie is not about former marriages but about a good one that turns sad.\n\nThe signs of Alzheimer's are at first isolated. Martin forgets Biederman's name. He is sometimes confused. Progress on composing an opera becomes uncertain. \"It's as if something fell inside my head,\" he tells Barbara. The disease progresses, probably more quickly than it would in real life, and there are fairly melodramatic episodes, as when he forgets his purpose on the podium or uses a potted tree for a urinal in a restaurant.\n\nThe movie is not about Alzheimer's so much as about loss. Barbara takes them back to the same Moroccan hotel where they had their honeymoon, hoping to reawaken his memories, but it's a disaster, and leads to a scene where he tries to drown them both, in a combination of fear, confusion and anger. Sometimes she gets angry at him. \"All I ask,\" she tells him, \"is a little of the charm you turn on for everyone else.\" But the man who was Martin is disappearing before her very eyes.\n\nFor me, the center of the film is the performance by Seldahl. She is a pretty woman with a warm smile and she embodies the feelings of Barbara so completely that the pain of her loss becomes palpable. \"A Song for Martin\" is more honest about Alzheimer's disease, I think, than \"Iris,\" the film about the novelist Iris Murdoch, who also had the disease.\n\n\"A Song for Martin\" starts at the beginning and goes straight through to the inevitable end, unblinkingly. It doesn't relieve the pressure, as \"Iris\" does, with flashbacks to happier days. What it knows is that the happier days are behind, and the person who lived them is disappearing. That the body of that person remains present and alive is a particular grief for the survivors.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-07-19", "genres": ["Drama", "Foreign", "Romance"], "title": "A Song for Martin (2002)"}