{"url": "http://www.rogerebert.com/reviews/a-sound-of-thunder-2005", "by": "Edward Burnsas Travis Ryer", "star_rating": 2.0, "text": "When I was the president of the Urbana High School Science Fiction Club, this would have been my favorite movie. But the movies have changed and so have I and today there is something almost endearing about the clunky special effects and clumsy construction of “A Sound of Thunder.” The movie is made with a gee-whiz spirit, and although I cannot endorse it I can appreciate it. There’s a fundamental difference between movies that are bad because they’re willfully stupid (“Deuce Bigalow, European Gigolo”) and movies that are bad because they want so much to be terrific that they explode under the strain.\n\n “A Sound of Thunder” may not be a success, but it loves its audience and wants us to have a great time. The movie is inspired by a famous short story by Ray Bradbury, arguing that to travel back in time and change even one tiny element in the past could completely alter the future. In that it is firmly Darwinian, and indeed if the common ancestor of all primates had died without reproducing, where would that leave us?\n\n In the movie, a greedy entrepreneur (Ben Kingsley) charges millionaires a small fortune to travel back in time, kill a giant prehistoric reptile, and return with a video of themselves. In theory this will not change the present because (a) frozen liquid nitrogen bullets are used, which will evaporate making no difference, (b) the targeted beast is selected because in another second it would have died anyway, and (c) the travelers never leave anything behind.\n\n Since the same scenario is played out time and again, it raises the question of why each hunting party doesn’t run into the other ones. Subtle dialogue hints suggest that maybe even the “safe” visits are making small changes, but then something happens big time, and the “present” is socked with a series of “time waves,” which look like an optical tsunami and leave a different world behind them.\n\n The film’s hero is Travis (Edward Burns), a scientist who hopes to recreate ancient DNA. He leads the time expeditions. The heroine is Sonia Rand (Catherine McCormack), who invented the computer that oversees the travel. The heart of the movie involves a series of desperate expeditions into the past to repair or prevent what went wrong, so that the familiar “present” will return. Meanwhile, in alternative realities, a futuristic Chicago becomes a tropical swamp inhabited by giant reptilian bats, saber-toothed eagles and lots and lots of bugs.\n\n Now about the special effects. The scene where the giant brontosaurus attacks the travelers looks so precisely like actors standing in front of back projection that it scarcely improves on the original “King Kong.” In the first time-travel scene, as the travelers walk out of a wormhole and into a shimmering pathway, why do they all look in the same direction? Wouldn’t some of them look the other way? Why does the thick rain forest not have any trees in front of a volcano, so we can see it clearly? How can a volcano so far away that we can see all of it and yet be so close that its lava arrives in seconds? How can the lava look like dirty shaving cream and not like molten rock? How come if the power is out all over the city, the time machine can work? How can…\rBut what the hell, once you realize the effects are not even going to try to be convincing, you start to enjoy them. Perfect special effects can have a cold detachment to them; lousy ones can be eerie, strange, or fun. The future Chicago in this film, which makes the city in “Batman Begins” look like a documentary, is fantastical and preposterous; seeing the futuristic skyscrapers, the roadways in the sky, the airships and the cars that all move at exactly the same speed, I was reminded of the covers of old sci-fi pulp magazines. When Travis and Sonia are trapped in a flooded subway with giant eels and the tunnel is caving in, I found it wonderful that they eventually escape through the kind of manhole we see in “The Third Man.”\n\n Some of the dialogue is worth repeating. When Sonia finds the computer incapacitated and says she needs another terminal, someone suggests “How about Home Depot?” And consider this exchange:\n\n “What’s that?”\n\n “The molecular structure of brontosaurus blood.”\n\n “No Way! Cool!”\n\n The movie was directed by Peter Hyams, who a lifetime ago was an anchor for Ch. 2 News in Chicago. He has directed mostly science fiction, including “2010,” “Capricorn One,” “Outland,” “End of Days,” “Stay Tuned,” “Timecop” and “The Relic” (1997), another movie in which creatures in flooded Chicago tunnels played an important role. “A Sound of Thunder” looks cobbled together from a half-baked screenplay and underdone special effects, but it’s made with a certain heedless zeal that makes you smile if you’re in tune with it.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-01", "genres": ["Science Fiction", "Thriller"], "title": "A Sound of Thunder (2005)"}