{"url": "http://www.rogerebert.com/reviews/a-soldiers-story-1984", "by": null, "star_rating": 2.5, "text": "\"A Soldier's Story\" is one of those movies that's about less than you might think. It begins with the murder of a black sergeant, who is shot near an Army base in Louisiana in 1944. Suspicion immediately points to the local whites, who are not too happy about all these blacks stationed in their branch of the deep South. An Army lawyer, a captain, is sent from Washington to handle the investigation, and he turns out to be black, too -- the first black officer anyone in the movie has ever seen. \n\nAs he conducts his investigation, we get to meet some of the important characters on the base, from black privates to the white officers who brag about their experiences at \"commanding Negroes.\" Each time the captain conducts an interview, we get a flashback to another version of the events leading up to the murder. And eventually, we find out who committed the crime.\n\nAs a storytelling device, this mechanism is excruciating. The problem is in the time structure. If an investigation begins at the present moment and proceeds, suspense can build. But if the truth is going to emerge from a series of flashbacks, then obviously the movie knows who did it, and is withholding the information from us, using it as a hook to get us to sit through all of its other points. \"A Soldier's Story\" is not really a murder mystery, then. What is it? I guess it's supposed to be a docudrama. A great deal of the plot revolves around the character of the dead man, Sergeant Waters (Adolph Caesar), who is a scrappy little veteran of World War I, and believes that blacks should always behave so as to favorably impress whites and reflect credit upon their race. He is filled with self-hate, and takes it out on the black men under him who are not acting the way he thinks they should.\n\nThis fact is gradually revealed in a series of interviews conducted by the lawyer, Captain Davenport, who is played by Howard E. Rollins, Jr. And what a disappointing performance it is, coming from the same actor who won an Academy Award nomination for \"Ragtime.\" He invests his character with little humanity; he tries to seem dispassionate, curbed, correct, just a little more noble than anyone else in the picture. The result is such a laid-back performance that the lawyer seems less interested in solving the case than in keeping his cool (the murdered Sergeant Waters would have been proud of him).\n\nThe movie ends with a handshake between Davenport and one of the white officers who has made life hard for him. This is a more ironic ending than was perhaps intended, because \"A Soldier's Story\" was directed by Norman Jewison, the director who ended \"In the Heat of the Night\" with Sidney Poitier and Rod Steiger shaking hands. The ending worked in 1967, but in 1984 I think we expect a little more. Did this movie have to be so lockstep, so trapped by its mechanical plot, so limited by a murder mystery? What the movie has to say is so pale and limited that, ironically, the most interesting character in the movie is the victim--that black racist sergeant. At least he has fire and life and, misguided as he is, at least he's vital.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "A Soldier's Story (1984)"}