{"url": "http://www.rogerebert.com/reviews/a-stranger-in-town-1968", "by": "Tony Anthonyas The Stranger", "star_rating": 1.0, "text": "The movie critic lay in the dark, listening to the silkworms. He could not sleep. He had behaved badly the night before. Very badly. He had not been able to sit through the movie. Only 20 minutes after the movie began, he had left. He had wanted to stay. But he could not bear to look into the swamp. He tried to drive the fear from his mind. \n\nHe knew that he would try again tomorrow.\n\nHe fished the theater again in his mind. This time he would go in the morning. Yes, that would be better. The last time had been messy. The morning would be better.\n\nFirst he would sleep. Perhaps he would dream of the good movies. There had been good movies once in the theater, he remembered. He thought about the good movies. He did not want to think about \"A Stranger in Town.\" In the morning, it would be different. Then he would go to the movie.\n\nThe last time had been bad. He did not like to think about it. He had been a coward. Crowther, the great white hunter, would not have behaved so badly. Crowther would have stood his ground. But he had not. After 20 minutes, he had turned his back and fled from the theater. He did not like to think about it.\n\nBut now it was morning. He could not wait any longer. He went to the lunchroom on the corner.\n\n\"I can't stand to think about it,\" he told George, the counterman. \"I can't stand to think about that audience sitting there, watching the movie, waiting for the end, not even fighting back.\"\n\n\"Well,\" George said, \"then you had better not think about it.\"\n\nBut he could not stay away. He went to the theater again. There was another scene this time. The hero was in the dark. Then seven men lit matches. They kicked the hero. He screamed. They knocked his head against the stairs. They poured wine on him. They laughed. There was no dialog. Only thuds. It was too expensive to dub bad foreign Westerns. He would take the advice of George, the counterman. He would not think about it.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-03-27", "genres": null, "title": "Stranger in Town (1968)"}