{"url": "http://www.rogerebert.com/reviews/a-star-is-born-1976", "by": "Barbra Streisandas Esther Hoffman", "star_rating": 2.5, "text": "There is, to begin with, no denying Barbra Streisand's enormous talent. At the end of \"A Star Is Born\" the camera stays on her for one unbroken shot of seven or eight minutes, and she sings her heart out, and we concede that she's one of the great stars of the movies, one of the elemental presences. But how does she choose her material? And what possessed her to make \"A Star Is Born\"?\n\nThere's just no way, after all the times we've seen Streisand and all the ways she's imprinted herself on our minds and tastes, for us to accept her as a kid on the way up, as an unknown who hitches her destiny to a star. Even in her first rags-to-riches movie, even in \"Funny Girl,\" we knew and she knew that she was Barbra Streisand. I guess in \"A Star Is Born\" we're supposed to forget that. Fine; we could try if she'd let us.\n\nShe plays a character totally out of touch with contemporary reality. She's supposed to be an obscure club singer sweating out a living, and Kris Kristofferson is supposed to be the rock superstar who falls in love with her. And then we know the story from all the other times it's been filmed: She zooms to the top, he plummets to the bottom, and they pass in mid-career, he with bottle in hand and (this time) cocaine in nose.\n\nWe can believe Kristofferson (he didn't exactly have to stay up nights preparing for this role). But we can't believe her. The first time we see her, she's in a little club that's supposed to be maybe like the Earl of Old Town, or the Troubadour in Los Angeles. But what's she doing? A slick Las Vegas lounge act. She's got lots of plastic songs, and she's flanked by two black backup singers who look like would-be Supremes. They're called the Oreos. Get it? I wish I hadn't. This act with this material would be laughed out of every semi-authentic club in the country, even if Miss Streisand was the lead singer.\n\nAnyway, Kristofferson gets drunk and weaves into the club and falls in love with her and starts a fight. He charms her, though, somehow -- and she invites him to breakfast. That's so we can see her apartment, which looks like a cross between the centerspread in Architectural Digest and a clearance sale at Crate and Barrel.\n\nNo matter; in no time at all, Barbra and Kris are in love. And I mean in no time at all: One of the strange things about the story is the way it leaves out the middle. There are no scenes showing the development of their relationship, just an abrupt scene showing that it has developed. And then the movie really gets unreal, because we can't feel a thing between Kristofferson and Streisand. We don't sense any chemistry, we don't know why these two people are drawn to each other and why they should be important to each other.\n\nAnd, most of all, we can't place them in the contemporary music world. Not together, anyway. Kristofferson fits; he's convincing in his concert scenes (including the spectacular outdoor concert in Phoenix with its audience of thousands and Kris hurtling off the stage on a motorcycle). He has a nice, unaffected looseness. But Miss Streisand is too calculated. Nobody's told her that people wear jeans sometimes. She has a scene in the desert, riding a horse, and she's dressed for brunch at Arnie's.\n\nAnd yet, to be honest, I enjoyed a lot of \"A Star Is Born.\" I thought Miss Streisand was distractingly miscast in the role, and yet I forgave her everything when she sang.\n\nSomewhere on the fringes of her singing and her unrealized character, though, there's a story struggling to be born here. Paul Mazursky, the director (\"Harry and Tonto\"), is convincing in a supporting role as Kristofferson's manager. Kris knows his way around the show business scenes, and has a way of making himself at home in a shot. The scenes showing Kristofferson's fall -- his drinking, the drug use on tours, the groupies, the unreality -- are well handled, and fairly close to the truth.\n\nBut this isn't a movie about a star who dies, and Miss Streisand doesn't let us forget it. It's about a star being born. Kristofferson and Mazursky and the rock scene sort of fade out into the background as Miss Streisand comes on strong, the overnight sensation, aiming for that bravura finale. And she sings for eight minutes, and she's great, and there are shivers down our spines ... but what does it all finally have to do with this movie, this story, these characters?", "running_time": 139, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-12-24", "genres": ["Drama", "Music", "Romance"], "title": "A Star Is Born (1976)"}