{"url": "http://www.rogerebert.com/reviews/a-taxing-woman-1988", "by": "Nobuko Miyamotoas Ryoko Itakura", "star_rating": 2.0, "text": "In three movies in only two years, all of them directed after he reached the age of 50, Juzo Itami has established himself as one of the wittiest and most merciless of Japanese satirists, the brightest talent produced by his country’s cinema since Oshima. \n\nHis biggest success in this country was with last year’s “Tampopo,” a droll comedy in which a truck driver rode into town like the Man with No Name and befriended a forlorn woman whose restaurant was failing because her noodles were not good enough. Turning into spies, the trucker and the cook spied on her competitors to discover the secret of perfect noodles, while Itami intercut their adventures with brief scenes mercilessly satirizing Japanese customs and foibles.\n\n“Tampopo” was his second movie. Before it he made “The Funeral,” which scrutinized Japanese ways of death, and now he has made “A Taxing Women,” about the country’s preoccupation with taxes and money.\n\nConsidering that sex is an undercurrent in all of his films, Itami has now made films about the four obsessions of modern life: death, food, money and eros.\n\n“Tampopo” was a gem of a film, starring Nobuko Miyamoto, Itami’s wife, as the would-be noodle mistress. “A Taxing Women” stars her once again, as a pleasant, low-key, relentless tax inspector who lives only to catch cheats at their schemes. Since Miyamoto apparently believes that all Japanese cheat on their taxes, she has an endless task, and she never considers herself off the job.\n\nConsider, for example, how she stumbles across the case that will transform her career. By accident, she happens into a Tokyo “love hotel,” a hot-pillow operation where the turnover seems so quick that she estimates every room must be occupied more than once a night. Yet she finds that the owner of the hotel, a gangster/investor named Jûkichi Ishii, is reporting an income far below her estimates. So she launches a zealous one-woman campaign to bring him to justice.\n\n“A Taxing Women” is not really about her investigation, however. It is about the strange bond that grows up between these two people - the shy bureaucrat and the flamboyant gangster. They do not fall in love, not exactly. Instead, they begin to see in each other’s eyes a respect for the same things: for cleverness, for the creation and solving of mysteries, and, especially, for money. The hotel owner begins to enjoy the tax inspector because she is perhaps the only person who is as interested in his financial manipulations as he is.\n\nAnd she begins to enjoy him because he has given her a bigger challenge than anybody else. Perhaps, however, “enjoy” is the wrong word; they play against each other like seasoned poker adversaries.\n\nAll of this should work like clockwork, and sometimes it does, but I found “A Taxing Woman” a disappointment after the lean economy of “Tampopo.” The movie sometimes seems shapeless, overlong and meandering, and there are stretches when nothing much seems to happen.\n\nThe movie is less like an essay than like a series of disconnected observations. In approaching his subject from many angles, Itami fails to find the one that he needs.\n\nYet there are reasons to see the movie anyway, and one of them is its portrait of everyday Japanese life. There are ways in which modern Japanese society seems on the same track as American society, and other ways in which it seems totally impenetrable. The tax system in Japan will seem familiar to any American viewer, and so will the actions of the gangster and the “taxing woman.” But I was baffled, and intrigued, by the ways that accounting procedures seemed to function as a metaphor for sexuality. I yearned for the simplicity of noodles.", "running_time": 127, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-24", "genres": null, "title": "A Taxing Woman (1988)"}