{"url": "http://www.rogerebert.com/reviews/a-tale-of-springtime-1992", "by": "Anne Teyssedreas Jeanne", "star_rating": 3.5, "text": "Two women meet at a party. The more they talk, the more they realize that they enjoy each other more than the party - that they didn't really want to come to the party anyway. One is Natacha (Florence Darel), a teenage piano student. The other is Jeanne (Anne Teyssedre), who teaches philosophy. Jeanne is between apartments, and doesn't much want to spend the night at the apartment of her lover, who is out of town; she feels strange being there when he's away.\n\nNatacha's face lights up. Her father is away on business - he's nearly always away, in fact - and so Jeanne can spend the night at her place.\n\nAh, but the father is not so far away on business as his daughter believes, or pretends to believe, and the next morning the teacher and the parent meet, somewhat awkwardly. The father is apologetic, gets some clean clothes, makes himself scarce. Jeanne is embarrassed. Natacha is very quiet and deep, and we realize she wants to throw this woman into her father's path. She is a matchmaker.\n\nThe father does not consider himself in need of a match, because he already has a lover, Eve (Eloise Bennett). And by this point in my plot summary, if I were to give you one or two more hints, such as that the characters are French and that everyone is particularly civilized, you would be right to guess that \"A Tale of Springtime\" is a film by Eric Rohmer.\n\nRohmer has been at work for years now on his cautionary tales, from \"My Night at Maud's\" (1969) through \"Boyfriends And Girlfriends\" (1987), with stops for \"Claire's Knee,\" \"Chloe in the Afternoon\" and \"Pauline At The Beach.\" All of his films teach a lesson, sometimes a little one (such as that it is unwise to tell fibs), sometimes a big one (such as that it is not a kindness to tell someone you love them unless you really do).\n\n\"A Tale of Springtime\" is the first of a series of four films on the seasons, and that is why, I think, Natacha's fancy lightly turns to thoughts of love. She does not like her father's girlfriend, wants to escort her from the scene and replace her with Jeanne, a woman she hardly knows, after all, and who may have no desire to be thrown into the path of the father. Natacha is young enough that she does not fully understand the complexities of love, and she even arranges an accidental meeting in the family's summer cottage, where Jeanne feels she has been lured under false pretenses.\n\nNothing very dramatic usually happens in a Rohmer film, or at least nothing loud and violent. The characters are usually too well-behaved and sometimes too distracted by their own problems to pay much attention to the plot Rohmer has thrust them into. That's one of the pleasures of a film like this; we can recognize the rhythms of real life, in which personal drama sometimes has to wait while we attend to routine duties. There's the sense in a Rohmer film that the characters are free to walk out, if they want to; they're not on assignment to stick with the plot to the bitter end, as they are in a Hollywood film.\n\nThe appeal of a Rohmer film depends on the personal charm of the actors; they are usually pleasant, bright and bourgeois, and we want them to find happiness but are not going to lose much sleep if they fail in their quest. The real appeal may be that they lead lives like ours, but in other bodies and with other friends. Their decisions are like test drives for trips we might take ourselves someday.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-11-06", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "A Tale Of Springtime (1992)"}