{"url": "http://www.rogerebert.com/reviews/a-thousand-words-2012", "by": "Eddie Murphyas Jack McCall", "star_rating": 1.5, "text": "The poster art for \"A Thousand Words\" shows Eddie Murphy with duct tape over his mouth, which as a promotional idea ranks right up there with Fred Astaire in leg irons. The idea is that every time he says a word a leaf falls off the magical bodhi tree in his back yard, and when the last leaf falls, he dies.\n\nLet's stop right there. Why did the bodhi tree magically spring out of the earth fully grown? I don't know. It must have something to do with a guru whose book he is trying to sell. Murphy plays Jack McCall, a literary agent who never reads books, and maybe this is karmic revenge. How is it determined that the tree began with 1,000 leaves? I dunno. It looks healthy to begin with, and the average bodhi tree has about 100,000 leaves. How do I know that? I don't, but it seems likely.\n\nJack is a motor mouth showboat who lives with his wife Caroline (Kerry Washington) and their son in a vast glass-walled bachelor's pad. I guess she's his wife. They have the same last name in the movie's credits, although at one point she indicates they aren't married. It doesn't make the slightest difference to the movie.\n\nJack's most meaningful relationship is with Aaron Wiseberger (Clark Duke), his nerdish assistant. It's Aaron who tapes his mouth shut to save his life when he's down to a few hundred words. Some words he squanders on his cell phone, and even more get used up during visits with his mother Annie (Ruby Dee), who has Alzheimer's and thinks he's his own father. You know with a dreadful certainty that sooner or later she will recognize him, and this will be intended as an uplifting turning point.\n\nWhat \"A Thousand Words\" needs is some sort of a mystical score card to keep track of Jack's status in the universe. The guru who wrote the book, Dr. Sinja (Cliff Curtis), apparently knows something about this bodhi tree, but never explains the rules. When Jack finally apparently redeems himself, it seems to be by instinct or good luck. I say \"apparently\" because, as heaven's my witness, I'm not completely sure if Jack is alive, dead or reincarnated at the end of the movie. You could build a case for all three.\n\nThe running gag is that Jack has to communicate without speaking, or talk himself to death. At one point this struggle is conducted by using several dozen talking dolls and action figures which are conveniently scattered around the literary agency. Jack also does desperate pantomimes and gets so frustrated he seems ready to explode. I'm thinking, what I'd try is writing notes. But no, when he tries that the leaves drop off anyway.\n\nI learn from Wikipedia that \"A Thousand Words\" was originally filmed in 2008. It was scheduled at one point to open in 2011, but was rescheduled until after the Oscars to take advantage of Murphy being named named to host the ceremony. That didn't work out, either.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Comedy", "Drama", "Romance"], "title": "A Thousand Words (2012)"}