{"url": "http://www.rogerebert.com/reviews/a-thousand-years-of-good-prayers-2008", "by": "Henry Oas Mr. Shi", "star_rating": 3.5, "text": "I suppose you could say that Wayne Wang is our leading Chinese-American filmmaker, but I despise descriptions like that. He's a fine filmmaker, no labels needed. I bring it up only because his new film \"A Thousand Years of Good Prayers\" is the first Wang movie since 1997 to deal with Chinese themes. His previous feature, \"Last Holiday\" (2006), was the lovable comedy starring Queen Latifah at a posh Czech spa.\n\nWhen I asked Wang about this hiatus in subject matter, he said: \"I'm sorry that over the last 10 years, the kinds of films that the audience likes to watch have changed, but I will continue to make these films about Chinese-Americans, and in my own way.\" And that is what he has done in \"A Thousand Years of Good Prayers.\"\n\nThe critic Todd McCarthy is correct in calling the film \"Ozu-like.\" It is an intensely observed, small-scale family drama involving disagreement between generations. A father from China arrives in America for his first visit in years with his daughter. Their values have grown apart, their lifestyles are opposite, they suppress what they're feeling. This in microcosm is Ozu's \"Tokyo Story,\" the only film I ever showed my film class that made some of them cry.\n\nMr. Shi (Henry O) gets off his flight in San Francisco and looks around for a daughter who should be waiting for him. Yilan (Faye Yu) is a little tardy. She has not seen her father in years, yet does not kiss him. She takes him home to her antiseptic condo. As they have dinner, silences threaten to overwhelm them. He is reluctant to pry too much. She is guarded.\n\nAs the film develops, he will pry more, and she will reveal some long-hidden feelings. He will begin to shop for food and cook meals, in an attempt to turn her apartment into a place that feels more like home. She will find excuses to be absent more and more. He will wander around and try to have conversations in his imperfect English.\n\nWe see this corner of America through his eyes. He speaks to people he finds around the condo pool, and is surprised that they don't have to go to work. They are courteous to him, but uninterested. They have never met a \"real\" Chinese person in their lives, and so what? One day on a park bench, he strikes up a conversation with Madame (Vida Ghahremani). She is about his age, is from Iran, which she thinks of as Persia, and is living with her Iranian-American daughter.\n\nHer English is a little better than Mr. Shi's. But they speak the same language, of people who grew up in cultures that value, even venerate, the older generation. Families stayed together across the years. Parents lived at home until they died. Their children did not have \"sex lives\" until they were in an approved marriage. It was like this here in North America until two or three generations ago. It would have been unthinkable for my grandmother Anna to live in a nursing home. She lived with a son and a daughter, and her other children visited regularly, my mother every day.\n\nThe legendary Prof. Howard Higman of Boulder once described to me the difference between American and European society: We are horizontal, they are vertical. An American spreads widely into his own generation and times. A European is more conscious of his place on the family tree. Of course, consumerism and television and a laundry list of other factors are making the developing world more horizontal every day.\n\n\"A Thousand Years of Good Prayers\" has moments of truth that should have taken place years earlier. They solve almost nothing. How could they? Mr. Shi is genuinely worried about his daughter's happiness. She grows defensive, even angry, when he gives voice to his concerns. So do we all. Quit prying into my life. You don't understand. This is my life and it's none of your business. \"But I'm only trying to help.\" I don't need any help. I know what I'm doing. Leave me alone.\n\nIn observing the reality of this relationship, Wang contemplates the \"generation gap\" in modern societies all over the world. His film quietly, carefully, movingly observes how these two people of the same blood will never be able to understand each other, and the younger one won't even care to. The term \"generation gap\" was not used until the 1960s. It hasn't been very helpful. \n\nAs Wordsworth wrote:\n\nThe world is too much with us; late and soon\rGetting and spending, we lay waste our powers\rLittle we see in Nature that is ours\rWe have given our hearts away, a sordid boon! ", "running_time": 83, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-10-08", "genres": ["Drama"], "title": "A Thousand Years of Good Prayers (2008)"}