{"url": "http://www.rogerebert.com/reviews/a-thousand-acres-1997", "by": "Michelle Pfeifferas Rose Cook Lewis", "star_rating": 2.0, "text": "\"A Thousand Acres'' is an ungainly, undigested assembly of \"women's issues,'' milling about within a half-baked retread of \"King Lear.'' The film is so unfocused that at the end of its very long 104 minutes, I was unable to say who I was supposed to like and who I was supposed to hate--although I could name several characters for whom I had no feelings at all.\n\nThe movie is set on the 1,000-acre Cook farm in Iowa, where the weathered and wise old patriarch Larry (Jason Robards) is the most powerful farmer for miles around. Then he announces he has decided to retire, and to divide his farm into three parts, giving shares to each of his daughters.\n\nThat's fine with Rose (Michelle Pfeiffer) and Ginny (Jessica Lange), who are married farm women--but Larry's youngest and most favored daughter, Caroline (Jennifer Jason Leigh), a lawyer, questions the wisdom of the plan. Larry instantly disowns her and later slams a door in her face, and as the other two daughters and their husbands begin running the farm, we figure it's only a matter of time until old Larry is out there in a raging storm, cursing the heavens.\n\nWe are correct, but \"A Thousand Acres'' wants only to borrow plot elements of \"King Lear,'' not to face up to its essentials. We are denied even the old man's heartbreaking deathbed scene--that goes to one of the daughters, after her second bout with breast cancer. The movie repeats the currently fashionable pattern in which men are bad and fathers are the most evil of all; there is not a single positive male character in the movie, unless you count the preacher who says grace before the church supper.\n\nThe husbands of the two older daughters, indeed, are written so thinly that when one of them (Kevin Anderson) kills himself, we're not sure why (until it's belatedly explained) and don't much care, and when the other (Keith Carradine) goes off to Texas to work on a hog farm, his wife scarcely seems to notice he's gone. Along the way, in a development so badly handled it seems to belong in another movie, Caroline gets married in Des Moines and lets her sisters find out about it only through a wedding announcement in the local weekly; as nearly as I can recall, we never meet her husband, nor is he ever referred to again.\n\nAll white male patriarchs must be guilty of something in modern women's fiction, preferably the sexual abuse of their children, and I was not surprised to find out that Larry visited the bedrooms of Rose and Ginny. Rose describes the visits in lurid detail, but Ginny cannot remember, although they took place as late as her 16th year; her memory lapse, I think, serves to prolong the breathless scenes of description. (\"Daddy might be a drinker and a rager,'' Ginny says, \"but he goes to church!'') The youngest daughter was apparently not molested, maybe because (in the movie's laborious \"Lear'' parallels) she was the most favored.\n\nAmong the other subjects dutifully ticked off are a husband's rejection of his wife after she has a mastectomy; a woman who has five miscarriages because no one told her the local drinking water was poisoned with pesticides; the alcoholism of the father and one of the husbands; the inadequate sexual performance of both husbands; the betrayal of Rose and Ginny by a handsome neighbor man (Colin Firth), who is such a cad he sleeps with both of them, but only tells one about the other, and a man who buys a tractor that is three times bigger than he needs--a clear case of phallic compensation. Toward the end we get the tragedy of Alzheimer's, the heartlessness of banks, the problem of unnecessary lawsuits and the obligatory \"giant agricultural conglomerate.'' All of these subjects are valid and promising and could be well handled in a better movie. In \"A Thousand Acres,'' alas, they seem like items on a checklist. The movie is so distracted by both the issues and the \"Lear'' parallels that the characters bolt from one knee-jerk situation to the next.\n\nThen there is the problem of where to place our sympathy. In \"King Lear,\" of course, we love Lear and his daughter Cordelia, and hate the two older sisters and their husbands. In \"A Thousand Acres,\" it cannot be permitted for a man to be loved or a woman to be hated, and so we have the curious spectacle of the two older sisters being portrayed as somehow favorably unfavorable, while the youngest, by eventually siding with her father, becomes a study in tortured plotting: She is good because she's a woman, suspect because she's a lawyer, bad because she sues the others, forgiven because her father evolves from monstrous to merely pathetic.\n\nMany of the closing scenes are set in a courtroom, providing the curious experience of a movie legal case in which the audience neither understands the issues nor cares which side wins.\n\nThe movie is narrated by Ginny, the Lange character, apparently in an effort to impose a point of view where none exists. But why Ginny? Is she better than the others? At the end of the film she intones, in a solemn voiceover, \"I've often thought that the death of a parent is the one misfortune for which there is no compensation.\" Say what? She doesn't remember her mother and is more than reconciled to the death of a father who (thanks to recovered memory) she now knows molested her. What compensation could she hope for, short of stealing him from his deathbed to hang him on a gallows? \"A Thousand Acres\" is so misconceived, it should almost be seen just to appreciate the winding road it travels through sexual politics. Many of the individual scenes are well acted (Pfeiffer and Lange are luminous in their three most important scenes together).\n\nBut the film substitutes prejudices for ideas, formula feminism for character studies, and a signposted plot for a well-told story. The screenplay is based on a novel by Jane Smiley, unread by me, which won the Pulitzer Prize - which means that either the novel or the prize has been done a great injustice.", "running_time": 104, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-19", "genres": ["Drama"], "title": "A Thousand Acres (1997)"}