{"url": "http://www.rogerebert.com/reviews/a-tigers-tale-1988", "by": "Ann-Margretas Rose", "star_rating": 2.0, "text": "Some movies don't seem to know what they're really about, and \"A Tiger's Tale\" is one of them. It only seems to be about corn pone weirdos on a snake-and-tiger ranch. It only thinks it's about good ol' boys and girls who go to the square dance on Saturday night and spend the rest of the week trading philosophies and partners. Actually, it's an erotic movie that just doesn't have the nerve to declare itself.\n\nThe movie takes place in a Texas backwater where people have names like Bubber and tigers have names like Valentino. Bubber, played by C. Thomas Howell, is an 18-year-old who has a problem. His girlfriend only likes to park and neck in the front yard of her home, where she'll get caught by her mother. Maybe she gets some kind of thrill that way.\n\nThe mother is played by Ann-Margret. She's a little strange. One night a week, she likes to dress up like a geisha and eat Chinese food by candlelight. Bubber observes that she sure looks good in a kimono, and the next thing you know he has abandoned his girlfriend and developed a passion for her mother. No wonder. Ann-Margret in this movie, as in most of her movies, looks disturbingly ravishing.\n\nProblem is, Bubber is at least 25 years younger than the woman of his dreams. One thing leads to another, however, and they find themselves in the midst of a relatively serious affair. Ann-Margret begins by saying the affair is insane, then agrees to only one more night, then says the whole thing has to end at the end of the summer and finally finds herself a great deal more involved than she could ever have imagined.\n\nMeanwhile, we meet the local residents, including Bubber's father (Charles Durning), who runs a menagerie behind his gas station. All of the people in the movie talk just like Ma and Pa Kettle and act like refugees from L'il Abner, and it is the movie's conceit that this is funny when it is actually only annoying.\n\nWhat does work in the film, however, is the unlikely relationship between Howell and Ann-Margret, who, if she had played Mrs. Robinson, would have made Benjamin a happy man. Ann-Margret glows with health and good humor in the role, and is so splendidly sexy that, in a way, she undermines the whole problem of the generation gap. She may be 25 years older than Howell, but she sure doesn't seem 25 years older, and not even the local gossips seem seriously surprised that she could be attractive to a teenager.\n\nThe relationship between Ann-Margret and Howell is not only at the heart of the movie, it is the movie. All the rest is simply overdone window dressing. A few other scenes are intrinsically interesting (there is an amazing sequence in which Howell wrestles with his pet tiger), but basically the movie is only alive when Howell and Ann-Margret are on the screen.\n\nThere's one moment of pure magic, when the two of them and the tiger sit on a hilltop behind the local drive-in theater. And, to give the movie its due, it does deal with the consequences of the affair, when Ann-Margret gets most unexpectedly pregnant. But there are many moments of aimless wheel-spinning, particularly during the entire plot involving Kelly Preston as Ann-Margret's daffy daughter. The movie is top-heavy with plot, and what's good in it gets lost in the confusion.", "running_time": 97, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-19", "genres": null, "title": "A Tiger's Tale (1988)"}