{"url": "http://www.rogerebert.com/reviews/a-time-of-destiny-1988", "by": "William Hurtas Martin", "star_rating": 3.5, "text": "“A Time of Destiny” is a film of strong, pure emotions, of which the most powerful are love, hate and jealousy. It is not a film about timid little people peeking out of their small lives, but about characters whose motives are so large they are operatic and whose faults are so ancient they are biblical. Any criticism of this film on the basis of implausibility misses the point.\n\nThe movie tells the story of a proud, flawed family and the outsider who marries into it. The sickness of the family flows from the father, a proud Sicilian immigrant who has found success in California in the years before World War II but still rules his life and family by Old World paternalism. As the movie opens, one of his sons is dead, another son is all but disowned, and all of his love and possessiveness is focused on his youngest child, a daughter. When she elopes to get married, his rage and jealousy are towering.\n\nThe old man is played by Francisco Rabal, as a survivor with a fierce stubbornness. He knows he is right, and one of the things he is right about is this: Few men, if any, are good enough for his daughter.\n\nShe is played by Melissa Leo, as a girl caught halfway between modern America and the values of her childhood. And the man she elopes with, one rainy night, is played by Timothy Hutton as the kind of straight-arrow American who seems commonplace against this convoluted family’s deep passions.\n\nIf jealousy is a family disease, the old man is the carrier but his son is the victim. The son is also an enigma. Played by William Hurt as a man who seems, at first glance, confident and competent, he is actually on the edge of emotional collapse. His father has no use for him because of his history of failure - failure, we suspect, inspired by the father’s inability to make room inside the family for more than one strong man. The Hurt character has grown up into a man filled with grandiose notions of family tradition and pride, and they are all a fantasy because his father considers him worthless and has written him out of the will.\n\nThis convoluted family situation sets the stage for “A Time of Destiny,” a melodramatic romance in which the images all seem a little larger and clearer than life. The movie was directed by Gregory Nava and produced and co-written by Anna Thomas. They are the team who made “El Norte” four years ago, and their gift is for passionate, headlong narrative. In this film, the opening scenes are literally explosive; there is a spectacular point-of-view shot of a shell flying through a cannon barrel and down upon a straggling line of Yankee soldiers in Italy, and then we see two of the soldiers, tired beyond exhaustion, pledge to each other to somehow survive the madness.\n\nThe soldiers are Hutton and Hurt, and in a flashback we find that this pledge is not as simple as it seems. Hutton and Leo conduct a courtship in the face of her father’s disapproval, and every thing leads up to a rain-swept night when they elope, are married and then are tracked down to their hotel by the father, in a towering rage.\n\nHe demands that she return with him, or lose his love. She agrees, promising Hutton that they will eventually be together. The old man and his daughter drive out into the dangerous night, Hutton pursues in his car, there is an accident and the old man dies.\n\nFor Hurt, this is a long-awaited moment. He is simultaneously freed of his father’s persecution and given a stage on which to pretend to inherit his father’s crown. Hutton (who has never met Hurt and does not know what he looks like) goes off to fight the war. Hurt arranges to join the same Army group and he vows to murder Hutton to avenge the death of his father. But during a dark and confused night of hand-to-hand fighting, the two men instead save each other’s lives.\n\nThat should set the stage for a reconciliation, but instead Hurt gradually reveals the true depths of the wound inside his soul.\n\nYou see what I mean when I call the movie operatic. It glories in brooding vengeance, fatal flaws of character, coincidence and deep morality. Its plot is so labyrinthine that it constitutes the movie’s major weakness; can we follow this convoluted emotional journey? Its passions are so large that they are a challenge to actors trained in a realistic tradition, but Hurt, who has the most difficult passages, rises to the occasion with one of the strangest and most effective performances he has given. A great deal hinges on one scene that he plays before a mirror, as various aspects of his personality fight for control, and the way he plays this scene is further evidence of his power as an actor. He does not overact, and yet he is not afraid of pulling out all the stops, of taking the risk of making himself look silly. Many actors would have pulledback during this scene. Not William Hurt.\n\nEven the title of “A Time of Destiny” reflects the film’s vision. It is a movie about fate in an age that does not believe in fate; its plot is 19th century, without apology, and it is not timid or compromised. As I watched the film, I grew increasingly grateful for the chances it was taking. This same story could have been ground in the mill of psychological realism and come out as oatmeal. But Nava and Thomas have chosen a more difficult and risky approach, and the result is muscular and brave.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-04-22", "genres": null, "title": "A Time of Destiny (1988)"}