{"url": "http://www.rogerebert.com/reviews/a-town-called-panic-2010", "by": "Stephane Aubieras Cowboy", "star_rating": 3.5, "text": "You know how kids play with little plastic action figures that balance their feet on their own little platforms? And how they're not on the same scale? And how kids move them around while doing their voices and making up adventures for them? And how literally anything is likely to happen in those adventures? Then you have a notion of the goofy charm generated by \"A Town Called Panic,\" an animated comedy from Belgium.\n\nThe film is well-named, because it takes place in a town where panic is a daily emotion. Here, in a house on a hill much larger inside than out, live the friendly roommates Cowboy, Indian and Horse. Their neighbor is Farmer. Law is enforced by Policeman.\n\nIt is Horse's birthday, and Cowboy and Indian decide his gift must be a brick barbecue. They go online to order 50 bricks, but order 50 million through a computer error, which causes no end of problems, especially when Cowboy and Indian stack them on top of the house, hoping to conceal their foolishness from Horse. I should explain that Horse seems to be the responsible adult.\n\nEverybody talks like little kids. Indian and Horse are on the same scale, about twice as tall as Cowboy, though nobody notices this. They get around fine on their little platforms, even climbing stairs. Horse, who has four legs and can balance without a platform, takes Farmer's kids to Madame Longree for music lessons and falls in love with Madame, who is also a horse and plays the piano with her hooves pretty well.\n\nThe most frequent line of dialogue in this enchanting world is \"Oh, no!\" One strange thing happens after another. You wouldn't believe me if I told you how Horse, Indian and Cowboy all end up perched precariously on a rock slab above a volcano at the Earth's center, or how they get from there to the middle of an ocean and the North Pole, or how they happen upon a mad scientist and his robot, named Penguin, or the excuses Horse uses on his cell phone to explain to Madame Longree why he hasn't turned up for his piano lessons. Or why it rains cows.\n\n\"A Town Called Panic\" is the work of Stephane Aubier and Vincent Patar, a Belgian team who first created this world in a group of short films that became enormously popular in 2003 on European television. I've never seen anything like their style. It's stop action, but really stop action, you understand, because that's the nature of plastic action figures. Cowboy and Indian can move their arms when they need to, but their platforms keep them upright.\n\nI enjoyed this film so much I'm sorry to report it was finally too much of a muchness. You can only eat so much cake. But I don't think that's a problem. Like all animated family films, this one will find a long life and its greatest popularity on video. Because the plot is just one doggoned thing after another without the slightest logic, there's no need to watch it all the way through at one sitting. If you watch it a chapter or two at a time, it should hold up nicely.\n\nNow don't get me wrong. I'm glad I saw it on the big screen. It has an innocent hallucinatory charm. The friendship of the three pals is sweet. I liked Horse's bashfulness when he's smitten with Madame Longree. And his patience with Indian and Cowboy, who get them into one fine fix after another.", "running_time": 75, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-01-13", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Foreign", "Indie"], "title": "A Town Called Panic (2010)"}