{"url": "http://www.rogerebert.com/reviews/a-touch-of-class-1973", "by": "George Segalas Steve Blackburn", "star_rating": 3.0, "text": "Melvin Frank’s “A Touch of Class” is a sharp-edged, often very funny dissection of a love affair between two possibly incompatible people. But then it gets serious with itself and ends on a note that doesn’t satisfy us. Our hopes have been raised for these two people; we want them to be happy with each other; when they separate it doesn’t seem right.\n\nPerhaps we’re so involved with their case because they’re such genuinely appealing people. The man is played by George Segal, who is so innately likable that he has never, ever been cast as a heavy. The woman is Glenda Jackson, who has certainly earned a role like this one after being the victim of so many negative roles in Ken Russell movies. At the very least it can be said of Mel Frank that he likes Jackson and appreciates the feminine side of her nature. \n\nThat isn’t to say that Glenda Jackson plays the typical movie woman of the last 10 or 15 years. Her role reminds us more of movies from the early 1940s, when women were expected to be competent, intelligent and able to cope. Those were the days of Katharine Hepburn, Rosalind Russell and Joan Crawford -- women created different from men, but equal. Whatever happened to roles like that, and why are women so rare in movies these days, while all the female roles go to starry-eyed little girls fresh from their first Playboy spread? \n\nMiss Jackson, in any event, plays not merely a dress designer but a clever one, whose occupation is stealing high fashions and reproducing them cheaply. Segal is an American executive living in London. They meet by highly improbable coincidence, fall into affection (if not love) and decide to spend a week in Spain. They’re rational about it all, of course, they tell each other they’re too intelligent to do anything rash.\n\nI guess it’s what’s known as being adult. Anyway, some close calls in London (Segal’s wife, children and in-laws are at one point booked for the same flight), the lovers arrive at a resort with an alleged view of Gibraltar. They have a little trouble on their first night, beginning with a hilarious argument over which side of the bed each gets, and ending when Segal’s back goes out on him. And then, inevitably, they begin to pick on each other (adults have had so much more time to perfect their idiosyncrasies), get into a fight, throw some lamps and furniture and then really fall in love. This is known as game therapy in some circles, I believe. \n\nThey set up a pied-a-terre in Soho and settle down to the routine of adultery. There are problems. Segal occasionally has to eat dinner with his wife, then his mistress. And once, out walking the dog, he stops in Soho, makes love and returns home without the dog. Awkward. The movie is witty and observant. But somehow it isn’t heavy enough to carry its ending. A movie that has been lighthearted most of the way hasn’t earned an unhappy ending; we should have been prepared. It’s one thing for two people to fall out of love, or to break up after a fight. But for two people, both still in love, to reach a sad but “rational” decision to end it: That’s not only unfair, it’s unlikely.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-09", "genres": ["Comedy", "Foreign", "Romance"], "title": "A Touch of Class (1973)"}