{"url": "http://www.rogerebert.com/reviews/a-very-harold-and-kumar-3d-christmas-2011", "by": "Kal Pennas Kumar", "star_rating": 2.5, "text": "With a title like \"A Very Harold & Kumar 3D Christmas,\" here is a film that might be mistaken by the innocent for family entertainment. A better title might have been \"A Very R-Rated Harold & Kumar 3D Christmas.\" The gang returns in their third comedy with R-rated language, nudity, excrement, pee, child endangerment, cheerfully offensive ethnic stereotyping, sacrilegious portrayals of Jesus and the Virgin Mary, a large (artificial) 3-D penis leaping from the screen, and so much pot smoking that the film could have been filmed using a fog filter.\n\nIt's sort of inspiring, isn't it? Kal Penn, the son of immigrants from India, and John Cho, born in South Korea, find success in America as the stars of three big movies making jokes about Indians, Koreans, Chinese, blacks, Latinos and Jews. We're not really melting in the Melting Pot if we're not making money from ethnic stereotyping. The rags-to-riches story is even richer; in order to co-star in this movie, Kal Penn took a leave of absence as associate director of the White House Office of Public Engagement.\n\nIt's not that I was particularly offended; it's that I didn't laugh very much. Ethnic jokes are cutting-edge among slack-jawed doper comedies, but sometimes (as in the first and still funny \"Harold & Kumar Go to White Castle\") they had touches of wit and insight. Here the humor is intended to pound us over the head. \n\nI have no idea if this movie was made stoned. Like its predecessors by Cheech and Chong, it might as well have been. One clue: It contains parodies of many film styles and genres. Although I saw it in 2-D, it was easy to tell the big 3-D moments, as in the giant phallus and gusts of smoke blown at the audience. What I wasn't expecting was a scene simulating Claymation. Or footage using the same style of blended motion capture and animation as in action films. \n\nThe plot: Harold (Cho) has drifted away from Kumar (Penn) and become a successful Wall Street trader, where his office is under assault by protestors. Kumar has split up with Vanessa and lives in the ruins of a bachelor apartment. Santa (Patton Oswalt) delivers a package for Kumar at Kumar's apartment. Kumar delivers it on Christmas Eve to Harold's suburban manse, loaded with Christmas decorations to impress his Mexican father-in-law Mr. Perez (Danny Trejo), who hates Mexicans. \n\nMr. Perez throws out Harold's gaudy artificial tree and replaces it with a perfect Douglas fir he has lovingly grown for 12 years. The Perez family (so numerous they arrived in a school bus) leave en masse for Midnight Mass, the package from Santa contains a giant spiff of holiday weed, Harold throws it out the window, it blows back inside and sets the perfect tree on fire, and the two lads have only a few hours to find a replacement tree in Manhattan or face dire consequences.\n\nThat's only the set-up. The movie is about the disastrous adventures of H&K as two treacherous African-American tree-vendors sell Kumar's reserved tree to someone else, leading of course to a chase scene, an overturned SUV, etc. The nature of the slapstick owes a great deal to Cheech and Chong, but somehow the magic energy between Harold and Kumar has faded. \n\nIt's my suspicion that Penn and Cho have outgrown the characters, but are contractually sentenced to continue doing remakes as long as the movies make money. Both actors have moved on to other things, and we don't feel the delight of the original 2004 movie or perhaps the (unseen by me) \"Harold & Kumar Escape from Guantanamo Bay\" (2008). The movie seems a little tired. It's one thing to get a laugh with a lot of baby poo thrown at an SUV window. But when the poo is still there an hour later, you wonder how intensely anyone cares.", "running_time": 108, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Adventure", "Comedy"], "title": "A Very Harold & Kumar 3D Christmas (2011)"}