{"url": "http://www.rogerebert.com/reviews/a-very-brady-sequel-1996", "by": "Shelley Longas Carol", "star_rating": 2.5, "text": "The mystery of Carol Brady's hair is not quite solved in “A Very Brady Sequel,” even after she visits a punk beauty shop where the stylist requires a chain saw to cut through the layers of hairspray. He promises a complete makeover, but she emerges still wearing that strange flap of hair down her neck, the one that makes her coif look modeled on ancient Teutonic helmets.\n\nIt takes more than a chain saw to cut through the Bradys' enduring family style, which has carried the 1970s intact into the future. In “A Very Brady Sequel,” however, there is a shock to the system that very nearly disrupts their time capsule. Carol's first husband, Roy, who was thought to be lost at sea, rings the doorbell one day and claims to be very much alive. “You look so different,” Carol muses. “An elephant stepped on my face in Kuala Lumpur,” he explains.\n\nMike Brady, the current husband, is a good sport. “We Bradys are known for our hospitality,” he says, giving Roy the sofa-bed in his den. What we know and the Bradys don't is that Roy (Tim Matheson) is an impostor--a smuggler who killed the real Roy and is trying to get his hands on the priceless Thai sculpture that adorns the Brady living room.\n\nCarol (Shelley Long) hardly seems fazed by the appearance of Roy, but then she hasn't been fazed by anything in a very long time. Mike (Gary Cole) is untroubled by jealousy, perhaps because he is serene in the knowledge that no man of the 1990s could find a way to communicate with his wife. But the newcomer does intrigue the kids, especially the two older step-siblings, Greg and Marcia (Christopher Daniel Barnes and Christine Taylor), who muse, “If Roy really is mom's husband--does that mean we're not brother and sister?” This possibility arises at a delicate time, since Mike Brady has just declared that “fair's fair,” and has decreed that Marcia must share the “far-out pad” that Greg has established for himself in the attic.\n\nAs this plot thickens, and does it ever, “A Very Brady Sequel” cheerfully skirts the gulf between the innocence of the Bradys and the hazards of contemporary life. Before the film is over, Alice the housekeeper (Henriette Mantel) will have served hallucinogenic mushrooms in the spaghetti sauce, RuPaul will have re-appeared as the high school guidance counselor, and Roy will have imparted a few words of fatherly wisdom (“Lie, cheat, steal and kill”).\n\nAlthough I still am not a convert to the Brady universe, I did find myself enjoying “A Very Brady Sequel” more than “The Brady Bunch Movie” (1995). For one thing, it takes more notice of the real world the Bradys live in, and gets more humor from the contrasts between their unchanging 1970s starshine and today's harsher life. The director, Arlene Sanford, and her four writers have explored the darker side of a family that Mike and Carol think is all sunshine (when Cindy tells a kidnapper he can't take her mom, Marcia cries, “Cindy's right! Take Jan!”).\n\nThere is also humor in Jan's attempts to use such modern inventions as Dial-a-Hunk to create a fictitious boyfriend for herself, as well as such timeless Brady touches as Mom using needlepoint to write a call for help. And we get some reaction shots of the way the real world responds to the Bradys' giddy togetherness, as when flight attendants try to restrain them during a flight to Hawaii.\n\nI didn't laugh much during “A Very Brady Sequel,” but I did smile a lot. It's possible that I'm simply not in full sympathy with the material (I was not a fan of the television program). I did think this movie was better than the first one, though, and in a curious way I'm hoping there will be a third: I think they're getting somewhere.", "running_time": 90, "mpaa_rating": "g", "release_year": 1996, "date_published": "1996-08-23", "genres": ["Comedy"], "title": "A Very Brady Sequel (1996)"}