{"url": "http://www.rogerebert.com/reviews/a-walk-in-the-clouds-1995", "by": "Keanu Reevesas Paul Sutton", "star_rating": 4.0, "text": "\"A Walk in the Clouds\" is a glorious romantic fantasy, aflame with passion and bittersweet longing. One needs perhaps to have a little of these qualities in one's soul to respond fully to the film, which to a jaundiced eye might look like overworked melodrama, but that to me sang with innocence and trust.\n\nThe movie, set in the vineyards of Northern California in the months right after World War II, tells the story of a young man and woman who meet at a time of crisis in both of their lives, who agree to pretend to be married, and who end up desperately in love just when the pretense is about to fail. The plot lovingly constructs one barrier after another to their happiness, so that we can rejoice as each one falls, only to be even more alarmed at the next. And it sets their story in a place of breathtaking beauty. The director is Alfonso Arau, the Mexican filmmaker who had an unexpected success with \"Like Water for Chocolate.\" Once again, he throws caution to the wind and goes for unabashed sentiment, for glorious excess, for love so idealistic it seems never to have heard of the 20th century. At a time when movies seem obligated to be cynical, when it is easier to snicker than to sigh, what a relief this film is! The movie opens with Paul (Keanu Reeves) returning home from the war, to a wife he married one day before he shipped out. He doesn't know her, and she hardly understands him. There should never have been a marriage. Now nothing is left. Paul leaves San Francisco on a bus; another passenger is Victoria Aragon (Aitana Sanchez-Gijon). They have a classic Meet Cute: He defends her from some aggressive guys, is thrown off the bus, walks on dejectedly, and finds her standing in the middle of the road with her suitcases. This is her home.\n\nBut first a word about the road. It is a picturesque country lane, with leaves arching overhead, and looks not even remotely like the kind of highway Greyhound or Trailways might travel. For Arau, that is just fine; he is concerned here with the landscape of romance, not realism. Look at a scene soon after, where Victoria shows Paul the valley where her family has its vineyard; there has never been a valley this beautiful, this rolling, misty, sun-drenched and blessed; Arau uses special effects at several points in the film to push his landscapes beyond the real, into the ideal.\n\nVictoria is sad, and begins to cry. She is pregnant and forlorn, abandoned by a worthless man. She is afraid to go home to her father and confess her sin. Paul sees a way he might help: He could pretend to be her husband, they could make up a story, and he could leave in the morning. The grateful Victoria snatches at this straw, and they walk down to the family farm.\n\nThe Aragon family is big and colorful and secure, Mexican-Americans who have lived on this land for generations.\n\nAlberto (Giancarlo Giannini), the father, plays his role to the hilt: He is stern and unyielding, perhaps to conceal the softness of his heart. His wife, Marie Jose Aragon (Angelica Aragon), is good and generous, and perhaps suspects something about the \"marriage\" but keeps her thoughts to herself. And then there is the patriarch, Don Pedro Aragon (Anthony Quinn), who sees and understands everything, and may even know Paul and Victoria are in love before they realize it themselves.\n\nThe movie now alternates between melodramatic crisis and picturesque set-pieces. On the one hand, there is the growing suspicion of Alberto, who wonders why, if this boy is married to this girl, he sleeps on the floor. On the other, there is the generosity of Don Pedro, who takes Paul on an early-morning walk to show him the root from which the entire vineyard has grown.\n\nThen there is the problem that Paul has not told Victoria that he is married - in name, at least - and thus not free to act on his feelings. For he is certainly falling in love, not only with Victoria but with her family and its land. He tells her he was raised as an orphan: \"When I was a kid, I made a wish on every star in the sky to have what you have here.\" She asks, \"And have everyone telling you what to do?\" He says, \"Better than no one.\" And this theme leads up to a moment when Anthony Quinn says a line that perhaps only he could utter with complete solemnity and grace: \"You are an orphan no longer.\" Arau gives us wonderful scenes that would, in a musical, be production numbers. There is the grape-stomping dance, and the scene of ethereal beauty when frost threatens the vines, and all the family and its workers go into the field, using big butterfly wings to fan the warmth from oil heaters down around the grapes. And a scene of near-tragedy, which I will not describe.\n\nKeanu Reeves brings to the role an artless simplicity. He realizes that this material cannot be touched with the slightest hint of self-awareness: Paul must be completely in and of this story.\n\nReeves' performance is almost transparent, and that is the highest compliment I can pay it. Of course the casting of the young woman is crucial, and Aitana Sanchez-Gijon is a luminous discovery. The child of an Italian mother and Spanish father, she has been acting in Spain since she was 9, and here, in excellent English, she creates a hero both vulnerable and brave.\n\nFor me, the most touching scene in the movie is the one where Paul stands beneath Victoria's window, singing a Mexican love song that he has just learned. I know this scene has no business in a movie made in 1995. I know it belongs in an old Italian opera. But so what? \"A Walk in the Clouds\" is the kind of film you have to give yourself to, open yourself to. Logic and cynicism will get you nowhere with this one. Oh, it will show you're tough, and can't be fooled, and no one can slip these ancient romantic notions past you.\n\nBut if you can resist the scene where he sings beneath her window, then for you I offer this wish, that no one ever sing beneath your window. Even if sometimes you find yourself listening.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-08-11", "genres": ["Drama", "Romance"], "title": "A Walk in the Clouds (1995)"}