{"url": "http://www.rogerebert.com/reviews/a-walk-with-love-and-death-1969", "by": "Anjelica Hustonas Claudia", "star_rating": 3.0, "text": "\"In the 14th Century, England and France were engaged in a war that would last a hundred years. Claudia and Heron were born after the war began, and would die before it ended . . .\"\n\nWith this brief prologue, John Huston begins \"A Walk with Love and Death.\" It is a muted, simple story about a student who leaves Paris one day and sets out to walk to the sea. He stays overnight at a castle and meets the daughter of the lord. She gives him her blue scarf and names him as her protector. He walks on, gradually discovering that a rebellion of the peasants is under way. Hurrying back to the castle, he finds it destroyed; the girl is the only survivor. Together, they set out again to walk to the sea.\n\nThe film is almost as simple as I've described it, and Huston has directed for simplicity in the performances, photography and music. The result is a quiet, modest film; apparently Huston wanted to undertake a \"personal\" project between the more commercial movies he's been involved in lately (\"Sinful Davey,\" \"The Kremlin Letter.\") And it is personal, the more so because he takes a role himself and casts his daughter Anjelica in the lead.\n\nThere are the elements we often find in Huston films: the outdoors, romantic love, loving photography of horses, dialog that is spare and lyrical. All of these things are there, and yet \"A Walk with Love and Death\" doesn't quite work.\n\nPerhaps the pacing is at fault; the film is about the young couple's journey toward death, and yet it is interrupted so often by adventures along the way that we lose the rhythm of their journey. And so the film seems slowly moving (which is a weakness) instead of slowly paced (which could be a strength.) We anticipate the end and are ready for it; Huston has not stayed in front of us, leading.\n\nYet there are some very good scenes. Huston directs his medieval battles, for example, the way they must have been fought: clumsily, by amateurs. There's none of that business of Tony Curtis leaping off the parapets. And the film's relevance for our time (when peasants are also trapped in a war that encircles their lives) is unmistakable. Assaf Dayan (son of the Israeli defense minister) provides a strong and appealing performance as the student. We do not quite get a success, but John Huston is incapable of giving us a failure.", "running_time": null, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-11-06", "genres": null, "title": "A Walk with Love and Death (1969)"}