{"url": "http://www.rogerebert.com/reviews/a-wall-in-jerusalem-1973", "by": null, "star_rating": 3.0, "text": "\"A Wall in Jerusalem\" is the story, starkly told in documentary fashion and sometimes with rare old newsreel footage, of the creation of the State of Israel from the earliest days of Zionism to the end of the Six Days' War.\n\nA lot of the more recent stuff is familiar (we don't really need another look at Israeli tanks rumbling across the desert,) but the early footage is fascinating, and the movie does an admirable job of covering so much history in under two hours. I'd especially grip on the labyrinthine politics of the Middle East.\n\nFrederic Rossif and Albert Knobler, who share the director's credit, are old hands at this sort of film. Rossif, in particular, knows his way around the European archives of documentary footage, and his credits include a 1961 film on the European ghettos, \"The Fall of Berlin\" (1965) and his best known work, \"To Die in Madrid,\" which was nominated for an Academy Award for the best documentary of 1963.\n\nFamiliarity with the available footage is indispensable if you're going to make a film like \"A Wall in Jerusalem.\" Miles of film are stored away somewhere, for the historian lucky enough to be able to find it, and Rossif gives us gold mines of pioneering documentary footage from the earliest days of Zionism.\n\nThere's Theodore Herzl, the journalist who first advocated a separate Jewish state at the time of the Dreyfus case. There's the stooped and rotund old emperor of the Ottoman Empire, receiving military visitors with almost childish delight. There's old footage of devout Jews at the Wailing Wall in Jerusalem, and the pomp and circumstance of the various British presences in the area.\n\nAnd there's the human side: the first settlers irrigating the desert, sharing dinners in their kibbutzim, and watching a farcical Yiddish vaudeville performance. The young David Ben-Gurion turns up, fiery and confident and reappears much later as the elder statesman. Rossif sets the context of the times (as if anyone could forget) with material from Nazi Germany and from the Warsaw Ghetto.\n\nHis film is unashamedly pro-Israel, but not without a certain attempt at telling both sides (the narration refers to the Palestinian refugee camps as \"Israel's guilty conscience\"). If there is a villain in the piece - apart, of course, from the Nazis - it is British foreign policy between the days when Balfour recognized the need for an autonomous Jewish state and the days when the British linked up with the Arabs as their allies. Some of the film's most fascinating footage is of the refugee ships that took the survivors of Nazi death camps to Israel - only to be turned back by a blockade of the British Navy. The film was written by the novelist Joseph Kessel, and has been narrated by an admirably unhammy Richard Burton. It doesn't tell the whole story of the formation of the Israeli State - what movie could? - but its images tell us a great deal about the emotions, beliefs and dreams that were behind it. At the end, when the victorious general Moshe Dayan writes his hope on a scrap of paper and places it into a niche of the recaptured Western Wall, his message is brief: \"Peace.\"", "running_time": null, "mpaa_rating": "Not", "release_year": 1973, "date_published": "1973-01-08", "genres": null, "title": "A Wall in Jerusalem (1973)"}