{"url": "http://www.rogerebert.com/reviews/a-wedding", "by": "Desi Arnaz, Jr.as Dino Corelli", "star_rating": 3.5, "text": "The two families in Robert Altman's “A Wedding” live right there\r\nin the closets with their skeletons. They present a cheerful facade to the\r\nouter world, of old Lake Forest money on the one hand and new Southern money on\r\nthe other. But just beneath the surface there are jealousies and greeds and\r\nhates, and the random dirty tricks of fate.\n\nAltman\r\nplunges gleefully into this wealth of material; there are forty-eight\r\ncharacters in his movie, give or take a few, and by the film's end we know them\r\nall. We may not know them well -- at weddings there are always unidentified\r\ncousins over in the corner -- but we can place them, and chart the lines of\r\npower and passion that run among them. And some of them are drawn as well as\r\nAltman has drawn anyone.\n\nThat's\r\nbecause “A Wedding” is a lot deeper and more ambitious than we might at first\r\nexpect. It begins in comedy, it moves into realms of social observation, it\r\ndescends into personal revelations that are sometimes tragic, sometimes comic,\r\nand then it ends in a way that turns everything back upon itself. The more you\r\nthink about what Altman's done, the more impressive his accomplishment becomes.\n\n“A\r\nWedding” aims to upset our expectations. It takes our society'smost fertile source of cliches and\r\nstereotypes -- a society wedding --and\r\nthen chisels away at it with maniacal and sometimes savage satire.\n\nNobody\r\ngets away: not the bride and groom, so seemingly \"ideal;\" not the\r\nloving parents on either side; not the relatives, with their little dramas that are no doubt played out on every family occasion; and not even the\r\nstaff of wedding coordinators, chefs, photographers, musicians, and other accomplices.\n\nAltman\r\nbegins in solemnity and ceremony, with the high Episcopalian wedding. Desi\r\nArnaz, Jr., and Amy Stryker, as the wedding couple, are all but lost in the\r\nchaos: The bishop fumbles his lines, a camera crew maneuvers awkwardly behind\r\nthe palms, and, meanwhile, back at the mansion, the groom's grandmother\r\n(Lillian Gish) drops dead of anticipated mortification.\n\nHer\r\ndeath is concealed when the wedding party returns to the mansion: Concealed from the family and from the single outside guest who turns\r\nup for the magnificently catered affair. Altman introduces us almost\r\neffortlessly to the house jammed with people; his compositions allow characters\r\nto be established in the backgrounds while the plot is being pushed ahead in\r\nthe foreground, so it's as if we're wandering around the house like everyone\r\nelse.\n\nThere\r\nare any number of subplots. The parents of the groom are Nina Van Pallandt,\r\nwhose drug habit is ministered to by the family doctor, and Vittorio Gassman,\r\nan Italian who seems to have sinisterassociations\r\nin his past. The bride's parents are Carol Burnett, allsweetness and convention until --\r\ngasp! -- she's wooed by one of the\r\nguests, and Paul Dooley, vulgar, hard-drinking, with a tad too muchaffection for his youngest daughter\r\n(Mia Farrow).\n\nFarrow,\r\nit develops, is pregnant by her sister's new husband,perhaps, or (it develops) by any other\r\nmember of his class at militaryschool.\r\nOther characters reveal themselves as drunks, unreconstructed Communists,\r\nsecret weepers, fountains of jealousy, reservoirs of lust, or advocates of\r\ndiverse sexual proclivities.\n\nThis\r\nis the sort of material that easily lends itself to farce, and, when it does,\r\nAltman cheerfully follows. But he leads in other directions, as well. He moves\r\nso slyly from one note to another that when Pat McCormick attempts a clumsy\r\nseduction of Carol Burnett, we'removed\r\nsimultaneously by comedy and pathos. And there are scenes of extraordinary\r\nemotional complexity, as when a singalong is organized in the basement dining\r\nroom, or when Nina Van Pallandt tearfully and defiantly reviews the terms under\r\nwhich she's lived her marriage.\n\nLike\r\nAltman's other movies with lots of characters (“M*A*S*H,”“McCabe and Mrs. Miller,” the\r\nincomparable “Nashville”), “A Wedding” doesn't fit easily into established\r\nfeature film categories. For some viewers, it won't satisfy; it doesn't set up\r\nsituations and then resolve them in standard ways. It's got all the\r\ndisorganization and contradictions of life, and then Altman almost mystically\r\ngiveseverything a deeper meaning\r\nby the catastrophic surprise he springs on us near the end.", "running_time": 125, "mpaa_rating": null, "release_year": 1978, "date_published": "1978-03-07", "genres": ["Comedy", "Drama", "Indie"], "title": "A Wedding (1978)"}