{"url": "http://www.rogerebert.com/reviews/a-womans-decision--the-balance-1977", "by": null, "star_rating": 4.0, "text": "If you care about the changing images of women in the movies, you've probably already seen \"Julia\" (1977) and \"The Turning Point,\" and perhaps you admired them. I did, to varying degrees. But now here's a film that has so much to say about one particular woman, and says it so eloquently, that nobody since Bergman has seen a woman character more clearly. The film is \"A Woman's Decision,\" by Krzysztof Zanussi, who was already Poland's best director and now graduates to grandmaster class.\n\nThe woman, Marta, is a housewife, the mother of a little boy, and an accountant in a state office. She is also in the habit of poking her nose in where it allegedly doesn't belong. She stands up for underdogs: She's the union representative in the office, and defends a friend who's unfairly accused of having stolen some money. She is also a restless woman, vaguely unsatisfied with her marriage, sort of on the lookout for something different. One day she's given a ride by a good-looking guy who drives a van for the university. And she falls into something. Love, maybe, when the light is right.\n\nDescriptions can be frustrating. This is one of the year's best movies, and so far I've made it sound like a socialist soap opera. Zanussi and Maja Komorowska, who plays the lead, take this material and turn it inside out. They take the most ordinary human situations and see them so clearly that the movie even gives meanings to things in our own lives.\n\nNotice the way, for example, Zanussi develops Marta's marriage. He doesn't proceed in a straightforward fashion, and he doesn't tell us things -- he lets us figure them out. And he frames the two characters in their apartment so that they often seem kept apart by the glass wall in the kitchen. The husband, quiet, tactful, knows that she's cracking up, or breaking out, or having an affair. What does he think?\n\nOne night she comes home late and he's passed out drunk, the bottle smashed at his feet. She awakens him. \"Miss Marta,\" he says, \"Miss Marta.\" The words torn from him. \"What do you want here?\" She gasps, drops to her knees, clears away the broken glass and tenderly places his feet so he will not cut himself. All done in a few moments, all saying more about the deepness of the anguish here -- and the surviving affection -- than a thousand words of dialogue.\n\nMarta's progress through the film is a series of confrontations with men. Alternating with moments of almost sad fellowship with women. Her friend at the office, for example -- the one accused of theft. They meet in the lavatory to plan their strategy, the other woman looking bitterly into nowhere as she wonders who forged her signature. \n\nMarta finally faces down their boss, refusing to leave his office, telling him she knows that he doesn't really think the other woman is guilty. He tries to bully her, he pushes her, but by allowing herself to be abused by him she wins her case. And somehow we know she had it figured out that way: He is bigger and stronger and more crude, but he never had a chance because he didn't understand what was really being argued about.\n\nMarta herself doesn't have a chance with the young van driver, though. He's pleasant enough, pleased on occasion to take her out, but essentially not reliable. Maybe that's OK. Maybe this whole thing is just Marta testing herself -- discovering the limits of her discontent. He helps her find them, all right. And then the film moves to the tremulous humanity of its last great scenes. I search for comparisons. Do you remember Harriet Andersson dying in Bergman's \"Cries and Whispers\"? Nobody dies in \"A Woman's Decision,\" but the emotional intensity of the closing moments is strong.\n\nThe movie is not all that bleak. Maja Komorowska, who is Poland's best-known actress, projects spunk, humor, and resiliency in the central role. There's life in her. She fights back. She looks kind of naive in some scenes, and then terribly wise in others. She has the capacity to love and give. And then, when things go wrong, she's open enough to admit vulnerability, especially in the scene at the end of the long night's wait -- the scene where she opens her mouth and permits herself a mournful shout of anguish.\n\nThis is a movie for adults. Not because it has content that would be disturbing to younger viewers -- although it does -- but because you have to have been around for a while to understand all that Krzysztof Zanussi is saying.\n\nI wonder if the movie will find its audience; it's in Polish with English subtitles. \"A Woman's Decision\" is so emotionally complex, so sympathetic about Marta's hungers and needs, that it combines great subtlety and wisdom with the absolute ground-level heartbreak of a song by Tammy Wynette. Yes, all at the same time.", "running_time": null, "mpaa_rating": null, "release_year": 1977, "date_published": "1977-01-01", "genres": null, "title": "A Woman's Decision / The Balance (1977)"}