{"url": "http://www.rogerebert.com/reviews/a-woman-is-a-weapon-1968", "by": "Jean-Pierre Kalfonas Jean-Pierre", "star_rating": 2.5, "text": "Claude Lelouch made several films before he hit the jackpot with \"A Man and a Woman.\" Last summer, for example we got \"Women of the World,\" a \"Mondo\" type exploiter which Lelouch had something to do with. Nobody knew just what.\n\nIt was a sore disappointment to \"A Man and a Woman\" fans since it didn't contain a single sunset, no pretty pictures, no horseback rides on the beach and only one conversation shot through a rainy windshield.\n\nWith that unhappy precedent in mind, Lelouch fans may be tempted to avoid \"A Woman is a Weapon.\" They shouldn't. It's an interesting example of Lelouch's journeyman work, heavily influenced by Godard.\n\nIn fact, film buffs who found \"A Man and a Woman\" overdone may prefer this earlier film, which is more experimental, more lighthearted and not so slick. The title, incidentally, was tacked on by the distributor; Lelouch's original title was \"To Be a Crook.\"\n\nThat makes you think of \"To Catch a Thief,\" which is the idea, I guess. Lelouch's film is about four young men and a girl who are heavily influenced by Hollywood gangster and cowboy pictures. They practice to be hoodlums, pulling off a series of small jobs as training.\n\nIn one, they kidnap a dog on the theory that if you can kidnap a dog, you can kidnap a person -- and it's less risky to kidnap the dog.\n\nGodard's influence is everywhere. The film opens with the ending of another film, a gangster movie which Lelouch's characters are watching. After they decide to become gangsters themselves, their adventures are told in a series of improvised, self-contained scenes. Each one is introduced by the voice of a man who is apparently dictating the screenplay as we see it enacted.\n\nWhat happens, then, is that the movie \"makes itself\" as you watch it. Lelouch doesn't conceal the process. Instead, he constantly reminds us that a movie is being made. This is a favorite device of the new wave. There were elements of it in Godard's \"Masculine-Feminine\" and in \"Josef Katus,\" that horrible Dutch film at last year's Chicago Film Festival. It hardly ever works, but it's interesting.\n\nHints of \"A Man and a Woman\" can be seen in this earlier film as Lelouch drifts back and forth into fantasy. At times his actors are characters in the movie, at times they're actors making the movie and at times they're actors in another movie that the characters in this one are making. It's the old barbershop mirror effect.\n\nIn one scene, the actors dress like cowboys and have a shoot-out on a Western street. Then the camera pulls back and we can see that it's a set. And when the group fights another gang, the leader's instructions are to use the same strategy employed in \"Last of the Comanches.\" They lose the fight and one guy confesses he didn't know what to do because he didn't see the movie.\n\nSome of this is fun, but Lelouch keeps trying even when his material isn't working. New Wave fans have patience, however, and may enjoy the film's audacity. At the end, for example, the young people try a real kidnapping, kill innocent bystanders and then kill each other. We're caught off guard since we thought the movie was a spoof and the characters weren't really involved.\n\nWell, they weren't to begin with, but they got trapped. The fantasy scenes sneaked out into the \"real\" plot, you see, and took over the movie. The same device, used in a more sophisticated way, is the key to \"A Man and a Woman.\"", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-02-27", "genres": null, "title": "A Woman is a Weapon (1968)"}