{"url": "http://www.rogerebert.com/reviews/a-world-apart-1988", "by": "Barbara Hersheyas Diana Roth", "star_rating": 4.0, "text": "“A World Apart” was written by a woman who grew up in South Africa in the 1960s, while her parents were involved in the anti-apartheid movement, and it is very much a daughter’s story. Even though her parents were brave and dedicated, their child still nurses a sense of resentment because she did not get all of the attention she felt she deserved. “A World Apart” is both political and personal - a view of a revolutionary as the middle-class mother of a normal 13-year-old girl.\n\nThe girl’s name is Molly (Jodhi May), and the film opens with episodes from her typical childhood in an affluent white South African community. She takes ballet lessons, she is picked up after class in a big American convertible piloted by her friend’s mother, she attends the usual birthday parties and splashes in a neighbor’s swimming pool.\n\nThe only thing unusual about her life is that some of her parents’ friends are black, and in white South Africa in 1963, that is very unusual indeed.\n\nHer parents are the Roths, Diana and Gus, and they are involved in a lot of activities she knows nothing about. One night her father comes to say goodbye to her, and the next day he is gone, having fled the country one step ahead of arrest on charges of communist subversion. Her mother stays behind, works for an anti-government newspaper and moves in left-wing circles. A law is passed authorizing the government to detain anyone for up to 90 days on suspicion of subversive activities, and Diana (Barbara Hershey) is one of the first to be detained.\n\nWe see this detention in two ways. Through the eyes of the mother, it is a terrifying form of torture in which she is separated from her family and given no certain future to look forward to. She is interrogated daily by a government official who tries to ingratiate himself with her as kind of a good guy - he falls a little in love with her - but she adopts a stoic mask of determined resistance.\n\nDiana’s own mother steps in to take care of the family during the period. For Molly, everything in her life turns out to have changed. Her best friend, for example, is suddenly cold toward her. She isn’t invited to any more birthday or pool parties. Her parents are criminals and so she is somehow a criminal and a pariah, too.\n\nMeanwhile, on another front, the brother of the family’s maid dies in the hands of the police, and political turmoil begins to simmer.\n\nFrom a certain point of view, there is an irony here. Why should we care that a 13-year-old is not invited to swimming parties, when millions of black South Africans are denied elementary civil rights? From another point of view, “A World Apart” is stronger because it chooses to deal with the smaller details of specific lives. Unlike “Cry Freedom,” which was painted on such a large canvas that subtlety was lost, “A World Apart” is about the specific ways in which individual lives are affected by a legal system in which one’s rights depend on one’s race.\n\nI spent a year in South Africa, in 1965, at the University of Cape Town, and I have often been disturbed by the ways in which so many fictional depictions of the country seem unable to communicate what it is like to live there. For most people of all races in South Africa, most days are fairly routine, devoted to the various activities of family and work that are the bedrock of lives everywhere. The country is not some sort of permanent political passion play. It is possible to fall into a workable, even comfortable, routine. It is by showing the placid surface of everyday life that “A World Apart” is able to dramatize how close beneath that surface the police state resides. For those who do not rock the boat, South Africa can be a very pleasant place to live.\n\nDiana Roth rocks the boat, and through her daughter’s eyes we see the result of that action. As played by Hershey, Roth is not an ideal mother, although she is a dutiful one. There is a certain hardness in her, an edge of anger that focuses on injustice and sometimes overlooks the needs of her family in what seem to be the more urgent needs of society. This is another fine, strong performance by Hershey, who has emerged in recent years as one of our best actresses.\n\nMay, as young Molly, is equally impressive, and in many ways this is her movie. The screenplay (by Shawn Slovo, based on her own memories) gives May much to work with, but the ways in which her eyes express hurt and rejection are all her own. (Hershey, May and Linda Mvusi, who plays the family’s maid, shared the best actress award at this year’s Cannes Film Festival.) “A World Apart” has moments of almost unbearable hurt. One of them is at the moment when Roth thinks her imprisonment is over, and is wrong. Another is when young Molly discovers the truth of a friend’s rejection. Another, very powerful one, is at the funeral of the murdered black man - a scene smaller, but more powerful, than the similar scene in “Cry Freedom.” The film is the first directorial work by Chris Menges, the cinematographer of “The Killing Fields” and “The Mission.” It is strong, angry and troubling.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-07-08", "genres": ["Drama", "Foreign"], "title": "A World Apart (1988)"}