{"url": "http://www.rogerebert.com/reviews/a-woman-a-gun-and-a-noodle-shop-2010", "by": "Sun Hongleias Zhang", "star_rating": 2.0, "text": "Yimou Zhang, the famous Chinese director of \"Raise the Red Lantern,\" \"Hero\" (2004), \"House of Flying Daggers\" and the spectacular opening ceremonies of the 2008 Beijing Olympics, is probably not the first filmmaker you'd expect to make a broad slapstick period farce based on Joel and Ethan Coen's debut noir thriller, \"Blood Simple\" (1984).\n\nOr even the second. But he has, and \"A Woman, a Gun and a Noodle Shop\" is it.\n\nTransposed from the badlands of 1980s Texas to the Op-Art striped desert of Gansu province in an earlier century, this jokey doodle of a movie reworks parts of the Coens' story. But visually and tonally, it bears about as much resemblance to \"Blood Simple\" as Jerry Lewis' \"The Big Mouth\" does to \"No Country for Old Men.\"\n\nShot in oversaturated, wide-angle Wacky-Scope, \"A Woman, a Gun and a Noodle Shop\" is surely a leading contender for the most pictorially stunning blood-soaked burlesque comedy since Roman Polanski's \"The Fearless Vampire Killers, or Pardon Me But Your Teeth Are in My Neck/Dance of the Vampires\". The style, however, is nowhere near as elegant. There are lots of vertiginous high angles and sweeping wide-screen vistas, but they never congeal into a compelling atmosphere.\n\nIt begins as a screwball Sergio Leone martial-arts noodle Eastern, performed at fast-forward speed — a style of frantic buffoonery I'm told is familiar from Chinese opera. A nutty exhibitionistic Persian trader shows off various forms of deadly weaponry, from knives to cannons, for Four Stooges at a little restaurant in the middle of nowhere.\n\nWhen the shop owner's wife (Yan Ni), haggles successfully for a handgun — an amazing novelty at the time — she exclaims triumphantly, \"I own the world's most powerful weapon!\" and tucks it away for future use. She is carrying on some sort of affair with Li (Xiao Shen-Yang), a mincing coward (like a cross between Don Knotts and Franklin Pangborn), who dresses in pink. \n\nA captain (Zhao Benshan) who resembles a Chinese incarnation of Buddy Hackett shows up with a brigade of policemen to investigate loud booms heard in the area. Soon the kitchen staff is spinning and tossing discs of noodle dough as if they were acrobats juggling pizzas or plates. \n\nThe miserly proprietor Wang (Ni Dahong) sexually abuses his wife, but when he finds she is unfaithful, he hires a stoic policeman (Sun Hunglei, in the M. Emmett Walsh role) to murder her and her lover … and things just get messier and bloodier and dirtier from there. As the corpses pile up, the characters scurry about through doors and windows, up ladders and down staircases, like vaudevillians in a bedroom farce.\n\nBroad slapstick (Curly, Moe, Larry or Shemp — or Jerry with or without His Kids) isn't generally my cup of tea. Will you enjoy it? I don't know. (Have we met?) I will say that the attempt to reinterpret the memorable closing shot of \"Blood Simple\" is so gauche and graceless that I involuntarily moaned in disgust. I docked the film another half-star just for that.", "running_time": 95, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-15", "genres": ["Comedy", "Drama", "Eastern", "Foreign", "Thriller"], "title": "A Woman, a Gun and a Noodle Shop (2010)"}