{"url": "http://www.rogerebert.com/reviews/a-year-of-the-quiet-sun-1986", "by": "Scott Wilsonas Norman", "star_rating": 4.0, "text": "Imagine a landscape that seems to contain no joy. An American soldier has been assigned here, far from his home. He is an uncomplicated man, not young anymore, who has never really felt that be belonged to anyone. Also living here is a single woman, not young, who tends to her dying mother in the home they have scraped together out of the rubble. It is shortly after the end of World War II.\n\nThe woman speaks Polish. She lives in an area of Europe that is perhaps Poland, perhaps Germany, depending on how the politicians are drawing their lines on the map. There was a time when she and her mother lived comfortably and were respectable, and now there is the terrible shame of having to wear torn clothes and live in a few rooms of a house that is falling to pieces. After the long years of war, there is no lightness in her life, no joy except for one thing: Sometimes she finds a little time to paint.\n\nThe soldier sees her painting. He is touched by her determination to find some small beauty in this landscape. They communicate awkwardly because neither speaks the other's language. They talk with their eyes.\n\nThe soldier has little to do - there are times when he seems half-forgotten in this backwater town - and he begins to court the woman. With his GI's pay and privileges, he is rich by the local standards, and he is able to help the mother and daughter. Soon he asks the woman to marry him.\n\nThere is a problem. The woman will not leave her mother. She cannot leave her to fend for herself in brutal poverty. The mother sees this, but also sees that, for her daughter, this man represents a chance for escape and happiness. So the mother tries to make the escape possible. But there is the suggestion that escape from this life will never be possible, that the war went on too long, the suffering was too great and the reality of present poverty is too crushing for the woman to summon the imagination to see how it could be different.\n\n\"The Year of the Quiet Sun\" is a new film by Krzysztof Zanussi, the Polish director who is arguably the best filmmaker in Europe right now. It stars one of his favorite actresses, Maja Komorowska, as the younger woman, and the American actor Scott Wilson (still best known for \"In Cold Blood\") as the lonely GI.\n\nThis is a small, quiet film of enormous power. It is not generated by any genre, by any plot that we can anticipate; it is the particular story of the people in this time and place. It doesn't even make a statement, really. Given the fact of the war and its aftermath, Zanussi has no suggestions to make. He simply wants to tell the story of these people whose human needs persist.\n\nI have no insights into the personal lives of Komorowska or Wilson, but I imagine they must have some source from which to draw the sadness that they project in this film. There are scenes that entirely depend on their ability to find the strength to smile, to hope for a moment that their lives can be better, and the way they do that is enormously convincing.\n\nAlthough a movie like this doesn't usually find a large audience - it will play for a few weeks and may not even make it into videocassette - it represents what I find most valuable about filmmaking: the ability to record the emotions during precise moments in the lives of other people. It's not the story that matters here, and it's not even all that important whether the man and woman marry. What's important is that they succeed, across the barriers of language and culture, in insisting on their right to be happy together no matter what.", "running_time": 106, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-04-11", "genres": ["Drama", "Foreign", "Romance"], "title": "A Year Of The Quiet Sun (1986)"}