{"url": "http://www.rogerebert.com/reviews/abandon-2002", "by": "Katie Holmesas Catherine Burke", "star_rating": 2.5, "text": "\"Abandon\" is a moody, effective thriller for about 80 percent of the way, and then our hands close on air. If you walk out before the ending, you'll think it's better than it is. Or maybe I'm being unfair: Maybe a rational ending with a reasonable explanation would have seemed boring. Maybe this is the ending the movie needed, but it seems so arbitrary as it materializes out of thin air.\n\nOr maybe I'm still being unfair. Maybe it doesn't come from thin air. Students of Ebert's Bigger Little Movie Glossary will be familiar with the Law of Economy of Characters, which states that no movie introduces a character unnecessarily, so that the apparently superfluous character is the one to keep an eye on. That rule doesn't precisely apply here, but it's relevant in a reverse sort of way. Think of the Purloined Letter.\n\nEnough of this. The movie finally did not satisfy me, and so I cannot recommend it, but there is a lot to praise, beginning with Katie Holmes' performance as Catherine Burke, a smart and articulate student who is on the fast track to a corporate boardroom. She's a student at an unnamed university (McGill in Montreal provided the locations), has just aced an interview with a big firm, studies hard, doesn't date. Her ex-boyfriend Embry Langan (Charlie Hunnam) vanished mysteriously two years ago, but then he was the kind of weirdo genius who was always pulling stunts like that.\n\nThe key question: Did Embry disappear himself, or was he disappeared? Det. Wade Handler (Benjamin Bratt) is on the case, and although Catherine at first cuts him off, she starts to like the guy. Meanwhile, in what is not as much of a spoiler as it might appear, Embry reappears on campus, and starts stalking Catherine. That's all of the plot you'll get from me. I want to talk about casting, dialogue and the film's general intelligence. This is a movie that convincingly portrays the way students talk, think, get wasted, philosophize and hang around on a college campus. I emphasize that because when \"The Rules of Attraction\" opened a week ago, I questioned its scenes in which topless lesbians were ignored by male students at campus parties. I have here a letter from Joseph Gallo of Auburn, Ala., who says such a sight is not uncommon on his campus. Uh, huh.\n\nThe students in \"Abandon\" talk smart. Especially Catherine. Watch the way Katie Holmes handles that interview with the high-powered corporate recruiters. It could be used as a training film. Watch her body language and word choices when she rejects an advance from her counselor. Notice the scene where a friend invites her to attend an \"anti-globalization rally.\" In an ordinary movie, a line like that would be boilerplate, designed to move the plot to its next event. In this movie, Catherine responds. She has an opinion about anti-globalization. Astonishing.\n\nThe movie was written and directed by Stephen Gaghan, who won an Oscar for the \"Traffic\" screenplay and is making his directorial debut. Gaghan has written such convincing characters, including the snotty know-it-all played by Melanie Lynskey and the best friends played by Zooey Deschanel and Gabrielle Union, that it's kind of a shame this is a thriller. A real campus movie, about fears and ambitions, could have been made from this material. Deschanel's drunk scene with the cop is an example of material that is spot-on.\n\nBut the movie is a thriller, and so we must watch as the human elements and the intelligence, which have absorbed and entertained us, are ground up in the requirements of the Shocking Climax. Too bad. Here is a movie that never steps wrong until the final scenes, and then, having answered all of our questions up until then, closes with questions even it, I suspect, cannot answer.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Action", "Adventure", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Abandon (2002)"}