{"url": "http://www.rogerebert.com/reviews/about-last-night----1986", "by": "Rob Loweas Danny", "star_rating": 4.0, "text": "If one of the pleasures of moviegoing is seeing strange new things on the screen, another pleasure, and probably a deeper one, is experiencing moments of recognition - times when we can say, yes, that's exactly right, that's exactly the way it would have happened.\n\n\"About Last Night...\" is a movie filled with moments like that. It has an eye and an ear for the way we live now, and it has a heart, too, and a sense of humor.\n\nIt is a love story. A young man and a young woman meet, and fall in love, and over the course of a year they try to work out what that means to them. It sounds like a simple story, and yet \"About Last Night... \" is one of the rarest of recent American movies, because it deals fearlessly with real people, instead of with special effects.\n\nIf there's anyone more afraid of a serious relationship than your average customer in a singles bar, it's a Hollywood producer. American movies will cheerfully spend millions of dollars on explosions and chases to avoid those moments when people are talking seriously and honestly to one another. After all, writing good dialogue takes some intelligence.\n\nAnd intelligence is what sparkles all through \"About Last Night... \" - intelligence and a good, bawdy comic sensibility. The movie stars Rob Lowe as a salesman for a Chicago grocery wholesaler and Demi Moore as an art director for a Michigan Avenue advertising agency. They meet at a softball game in Grant Park. Their romance blossoms in the singles bars of Rush Street, with a kindly bartender as father figure.\n\nAt first they are attracted mostly by biological reasons (they belong to a generation that believes it's kind of embarrassing to sleep with someone for the first time after you know him or her too well). Then they get to like each other. Then it is maybe even love, although everyone tap-dances around that word. Commitment, in their world, is the moment when Lowe offers Moore the use of a drawer in his apartment.\n\nHer response to that offer is one of the movie's high points.\n\nMeanwhile, there is counterpoint, too. Lowe's best friend is his partner at work, played by James Belushi. Moore's best friend is Elizabeth Perkins, her roommate and fellow warrior on the singles scene. While Lowe and Moore start getting really serious about each other, Belushi and Perkins grow possessive - and also develop a spontaneous dislike for one another.\n\nThe story is kind of predictable in \"About Last Night...,\" if you have ever been young and kept your eyes open. There are only a limited number of basic romantic scenarios for young people in the city, and this movie sees through all of them. What's important is the way the characters look and sound, the way they talk, the way they reveal themselves, the way they grow by taking chances. Time after time, there are shocks of recognition, as the movie shows how well it understands what's going on.\n\nLowe and Moore, members of Hollywood's \"Brat Pack,\" are survivors of last summer's awful movie about yuppie singles, \"St. Elmo's Fire.\" This is the movie \"St. Elmo's Fire\" should have been. Last summer's movie made them look stupid and shallow. \"About Last Night...\" gives them the best acting opportunities either one has ever had, and they make the most of them.\n\nMoore is especially impressive. There isn't a romantic note she isn't required to play in this movie, and she plays them all flawlessly.\n\nBelushi and Perkins are good, too, making us realize how often the movies pretend that lovers live in a vacuum. When a big new relationship comes into your life, it requires an adjustment of all the other relationships, and a certain amount of discomfort and pain.\n\nBelushi and Perkins provide those levels for the story, and a lot of its loudest laughs, too.\n\nThe movie is based on \"Sexual Perversity in Chicago,\" a play by David Mamet. The screenplay by Tim Kazurinsky and Denise DeClue smooths out Mamet's more episodic structure, and adds three-dimensional realism. It's a wonderful writing job, and Edward Zwick, directing a feature for the first time, shows a sure touch. His narrative spans an entire year, and the interest never lags.\n\nWhy is it that love stories are so rare from Hollywood these days? Have we lost faith in romance? Is love possible only with robots and cute little furry things from the special-effects department? Have people stopped talking? \"Top Gun\" was so afraid of a real relationship that its real love affair was with airplanes. \"About Last Night...\" is a warmhearted and intelligent love story, and one of the year's best movies.", "running_time": 116, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-07-01", "genres": null, "title": "About Last Night... (1986)"}