{"url": "http://www.rogerebert.com/reviews/about-a-boy-2002", "by": "Hugh Grantas Will", "star_rating": 3.5, "text": "Hugh Grant, who has a good line in charm, has never been more charming than in \"About a Boy.\" Or perhaps that's not quite what he is. Charming in the Grant stylebook refers to something he does as a conscious act, and what is remarkable here is that Grant is--well, likable. Yes, the cad has developed a heart. There are times, toward the end of the film, where he speaks sincerely and we can actually believe him.\n\nIn \"About a Boy,\" he plays Will, a 38-year-old bachelor who has never had a job, or a relationship that has lasted longer than two months. He is content with this lifestyle. \"I was the star of the Will Show,\" he explains. \"It was not an ensemble drama.\" His purpose in life is to date pretty girls. When they ask him what he does, he smiles that self-deprecating Hugh Grant smile and confesses that, well, he does--nothing. Not a single blessed thing. In 1958 his late father wrote a hit song titled \"Santa's Super Sleigh,\" and he lives rather handsomely off the royalties. His London flat looks like a showroom for Toys for Big Boys.\n\nWill is the creation of Nick Hornby, who wrote the original novel. This is the same Hornby who wrote High Fidelity, which was made into the wonderful John Cusack movie. Hornby depicts a certain kind of immature but latently sincere man who loves Women as a less demanding alternative to loving a woman. Will's error, or perhaps it is his salvation, is that he starts dating single mothers, thinking they will be less demanding and easier to dump than single girls.\n\nThe strategy is flawed: Single mothers invariably have children, and what Will discovers is that while he would make a lousy husband, he might make a wonderful father. Of course it takes a child to teach an adult how to be a parent, and that is how Marcus (Nicholas Hoult) comes into Will's life. Will is dating a single mom named Suzie, who he meets at a support group named Single Parents, Alone Together (SPAT). He shamelessly claims that his wife abandoned him and their 2-year-old son, \"Ned.\" Suzie has a friend named Fiona (Toni Collette), whose son, Marcus, comes along one day to the park. We've already met Marcus, who is round-faced and sad-eyed and has the kind of bangs that get him teased in the school playground. His mother suffers from depression, and this has made Marcus mature and solemn beyond his years. When Fiona tries to overdose one day, Will finds himself involved in a trip to the emergency room and other events during which Marcus decides that Will belongs in his life whether Will realizes it or not.\n\nThe heart of the movie involves the relationship between Will and Marcus--who begins by shadowing Will, finds out there is no \"Ned,\" and ends by coming over on a regular basis to watch TV. Will has had nothing but trouble with his fictional child, and now finds that a real child is an unwieldy addition to the bachelor life. Nor is Fiona a dating possibility. Marcus tried fixing them up, but they're obviously not intended for each another--not Will with his cool bachelor aura and Fiona with her Goodwill hippie look and her \"health bread,\" which is so inedible that little Marcus barely has the strength to tear a bite from the loaf. (There is an unfortunate incident in the park when Marcus attempts to throw the loaf into a pond to feed the ducks, and kills one.) Will finds to his horror that authentic emotions are forming. He likes Marcus. He doesn't admit this for a long time, but he's a good enough bloke to buy Marcus a pair of trendy sneakers, and to advise Fiona that since Marcus is already mocked at school, it is a bad idea, by definition, for him to sing \"Killing Me Softly\" at a school assembly. Meanwhile, Will starts dating Rachel (Rachel Weisz), who turns out to be a much nicer woman than he deserves (she also has a son much nastier than she deserves).\n\nThis plot outline, as it stands, could supply the materials for a film of complacent stupidity--a formula sitcom with one of the Culkin offspring blinking cutely. It is much more than that; it's one of the year's most entertaining films, not only because Grant is so good but because young Nicholas Hoult has a kind of appeal that cannot be faked. He isn't a conventionally cute movie child, seems old beyond his years, can never be caught in an inauthentic moment, and helps us understand why Will likes him--he likes Marcus because Marcus is so clearly in need of being liked, and so deserving of it.\n\nThe movie has been directed by the Weitz brothers, Paul and Chris, who directed \"American Pie\"--which was better than its countless imitators--and now give us a comedy of confidence and grace. They deserve some of the credit for this flowering of Grant's star appeal. There is a scene where Grant does a double-take when he learns that he has been dumped (usually it is the other way around). The way he handles it--the way he handles the role in general--shows how hard it is to do light romantic comedy, and how easily it comes to him. We have all the action heroes and Method script-chewers we need right now, but the Cary Grant department is understaffed, and Hugh Grant shows here that he is more than a star, he is a resource.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-17", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "About a Boy (2002)"}