{"url": "http://www.rogerebert.com/reviews/about-schmidt-2002", "by": "Jack Nicholsonas Warren Schmidt", "star_rating": 3.5, "text": "Warren Schmidt is a man without resources. He has no intellectual curiosity. May never have read a book for pleasure. Lives in a home \"decorated\" with sets of collector's items accumulated by his wife, each in the display case that came with the items. On his retirement day, he is left with nothing but time on his empty hands. He has spent his entire life working at a job that could have been done by anybody, or, apparently, nobody. He goes to the office to see if he can answer any questions that the new guy might have, but the new guy doesn't. In a lifetime of work, Warren Schmidt has not accumulated even one piece of information that is needed by his replacement.\n\n\"The mass of men,\" Thoreau famously observed, \"lead lives of quiet desperation.\" Schmidt is such a man. Jack Nicholson is not such a man, and is famous for the zest he brings to living. It is an act of self-effacement that Nicholson is able to inhabit Schmidt and give him life and sadness. It is not true to say that Nicholson disappears into the character, because he is always in plain view, the most watchable of actors. His approach is to renounce all of his mannerisms, even the readiness with which he holds himself onscreen, and withdraw into the desperation of Schmidt. Usually we watch Nicholson because of his wicked energy and style; here we are fascinated by their absence.\n\n\"About Schmidt,\" directed by Alexander Payne, written by Payne and Jim Taylor, is not about a man who goes on a journey to find himself, because there is no one to find. When Schmidt gets into his 35-foot Winnebago Adventurer, which he and his wife Helen thought to use in his retirement, it is not an act of curiosity but of desperation: He has no place else to turn.\n\nThe film's opening scenes show him suffering through a meaningless retirement dinner and returning home to ask himself, after 42 years of marriage, \"Who is this old woman who is in my house?\" His wife might ask the same question about her old man. They have lived dutiful and obedient lives, he as an actuary for the Woodman of the World Insurance Co. in Omaha, Neb., she as a housewife and mother, and now that the corporate world has discarded them they have no other role to assume.\n\nHelen (June Squibb) makes an effort to be cheerful, and surprises him with breakfast in the Adventurer the morning after his retirement dinner, but breakfast is a cheerless meal when it does not begin a day with a purpose. Then Helen drops dead. Warren is astonished and bereft, not at the enormity of his loss, but that he had so little to lose. Here is a man who did not \"plan for retirement.\" \"About Schmidt\" has backed itself into a corner with its hero, who is so limited it would be torture to watch him for two hours, even played by Nicholson. The film puts Schmidt on the road, in a reversal of Nicholson's youthful journey in \"Easy Rider.\" He and the film are in search of life, and find it in his daughter's plans to marry a man he (correctly) perceives as a buffoon and a fraud.\n\nThe humor in the film comes mostly from the daughter (Hope Davis, fed up with him) and the family she is marrying into. Schmidt's new in-laws include Randall Hertzel (Dermot Mulroney), a water-bed salesman and promoter of pyramid schemes, and his mother Roberta (Kathy Bates), who embraces the life force with a bone-crushing squeeze. Schmidt, who has hardly has a surprise in 40 years, now finds himself wrestling with a water bed, and joined in a hot tub by the topless and terrifyingly available Roberta.\n\nRoberta is intended as a figure of fun, but at least she approaches life hungrily and with good cheer. This is one of Bates' best performances, as a woman of outsize charm and personality, who can turn on a dime to reveal impatience and anger. Her selfishness helps us observe that Schmidt is not a selfish man, mostly because there is nothing he has that he wants and nothing he lacks that he cares about.\n\nSchmidt has one relationship in his life that gives him a place to spill out his fears and discontents. After watching a TV ad for a world childrens' charity, he \"adopts\" a 6-year-old Tanzanian named Ndugu. Encouraged to write to the boy, he spills out his thoughts in long confessional letters. It is impossible to be sure if he thinks Ndugu can read the letters, or understand them, or if he has such a painful need to find a listener that Ndugu will do. Certainly there is no one in America who Schmidt would be able to talk to with such frankness.\n\n\"About Schmidt\" is essentially a portrait of a man without qualities, baffled by the emotions and needs of others. That Jack Nicholson makes this man so watchable is a tribute not only to his craft, but to his legend: Jack is so unlike Schmidt that his performance generates a certain awe. Another actor might have made the character too tragic or passive or empty, but Nicholson somehow finds within Schmidt a slowing developing hunger, a desire to start living now that the time is almost gone.\n\n\"About Schmidt\" is billed as a comedy. It is funny to the degree that Nicholson is funny playing Schmidt, and funny in terms of some of his adventures, but at bottom it is tragic. In a mobile home camp, Schmidt is told by a woman who hardly knows him, \"I see inside of you a sad man.\" Most teenagers will probably not be drawn to this movie, but they should attend. Let it be a lesson to them. If they define their lives only in terms of a good job, a good paycheck and a comfortable suburban existence, they could end up like Schmidt, dead in the water. They should start paying attention to that crazy English teacher.", "running_time": 124, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-12-20", "genres": ["Drama", "Road Movie"], "title": "About Schmidt (2002)"}