{"url": "http://www.rogerebert.com/reviews/about-cherry-2012", "by": "Ashley Hinshawas Angelina", "star_rating": 1.5, "text": "Some women sell their bodies out of need. Some because they like the money or the independence. Angelina, the 18-year-old subject of \"About Cherry,\" is the first I've encountered who does it out of absentmindedness and a vague narcissism. Here is a movie that suggests prostitution is something that just sort of happens to you, like Lyme disease.\n\nAngelina (Ashley Hinshaw) is a Long Beach teenager who lives unhappily with an alcoholic mother (Lili Taylor) and works in a Laundromat, doing (ding! plot point!) other people's dirty laundry. Her boyfriend, a drummer in a rock band, suggests she can pick up a few hundred bucks by posing for nude photos. Fun fact: Boyfriends in rock bands are almost always drummers, because it's easier for them to make eye contact than the other musicians.\n\nAngelina takes the job, loses her laundry and seems about as affected as if a friend had snapped her with an iPhone. When the boyfriend sees the photos and is disturbed, she leaves Long Beach and travels to San Francisco with her BFF Andrew (Dev Patel), who she keeps around as sort of a mascot. She pets him, feeds him and lets him sleep in her bed. Some might find this a cruel sexual temptation. I suspect Angelina is so dim-witted, she doesn't notice when she's nude, and it never occurs to her that Andrew may have a crush.\n\nIn San Francisco, we follow her up, or down, the ladder of the porn industry, as she progresses passively from nude to girl-girl to boy-girl. The money gets better. It doesn't occur to her that she has become a prostitute. She has sex with strangers for money, but protests \"this is my job.\" A wise old man in London named Henry Togna once suggested to me that his neighbor, the Duchess of Duke Street, among her many other accomplishments, ran a bordello. \"Henry!\" his wife protested. \"You make her sound like a madam!\" His reply: \"Sex for cash, m'dear. That's my definition.\"\n\nAngelina, now known professionally as Cherry, begins to work with Margaret (Heather Graham), a lesbian director who takes one look at her through the viewfinder and experiences true lust. You may remember Heather Graham as Roller Girl in \"Boogie Nights.\" It's heartening to see that she has had such professional success.\n\nIn a sex club, Angelina meets a slick-taking lawyer named Francis (James Franco), who seems sort of nice until he turns her on to cocaine. The introduction of drugs is usually a crucial turning point in such stories, driving the heroine into degradation. In Angelina's case, she seems to like cocaine well enough, but it doesn't seem to make much of an impression. Here is a girl who needs to pay more attention.\n\nThere is a subplot you'll miss if you blink. Margaret has a girlfriend of several years named Jillian (Diane Farr), who grows jealous of Angelina, throws a tantrum and walks out. This event has no emotional weight. None of the romantic liaisons convey any conviction — save perhaps poor Andrew's celibate crush on Angelina, which now drives him to masturbate while looking at her hard-core videos. She walks in on him while he's doing that, explodes in anger and screams: \"You love me — just not enough to jerk off to somebody else!\"\n\nNow this is a line of dialogue that needs a profound book written about it. Would she be less jealous if he had been watching porn starring somebody else? Why? Given her line of work, shouldn't she be complimented that with all the porn out there, he chose her? Angelina seems to be disconnected from her body, her self, her work and its consequences. That's one reason \"About Cherry\" is such an oddly passive and distant film. If this poor sap of a girl has no other reason to sell herself, shouldn't she at least care about the money? She doesn't even seem to notice it much, except that it grows larger. \n\nProstitution can be a fascinating occupation, allowing personal and financial independence and the kind of entre into the lives of strangers ordinarily available only to doctors, police officers, clergymen and psychiatrists. Prostitutes have inspired some of the most unforgettable characters in fiction. As for all of its effect on Angelina, she might as well have saved herself the wear and tear and stayed in the laundry.", "running_time": 102, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-10-03", "genres": ["Drama"], "title": "About Cherry (2012)"}