{"url": "http://www.rogerebert.com/reviews/above-the-law-1988", "by": "Steven Seagalas Nico Toscani", "star_rating": 3.0, "text": "Some people in Hollywood think Steven Seagal is the hot new action star - heir to Eastwood and Bronson, contemporary of Stallone, Norris and Schwarzenegger. The influential Calendar section of the Los Angeles Times carried a cover story more than a month ago outlining the campaign to establish Seagal in the box office big leagues. His stats: He’s 6 feet 4 inches tall, with a sixth-degree black belt in aikido. He ran his own martial arts school in Japan before returning to Los Angeles, where he worked as an aikido instructor and bodyguard (as the press information says) for stars and heads of state. He’s married to actress Kelly LeBrock, the one with the great lips. A studio executive was quoted as saying Seagal has “extraordinary” screen magnetism.\n\nWith a buildup like that, doesn’t Seagal’s first movie almost have to be anticlimactic? And yet the curious thing is, Seagal more or less deserves the buildup. He does have a strong and particular screen presence. It is obvious he is doing a lot of his own stunts, and some of the fight sequences are impressive and apparently unfaked. He isn’t just a hunk, either.\n\nHe can play tender and he can play smart, two notes often missing on the Bronson and Stallone accordions. His aquiline face and slicked-back, slightly receeding hairline accentuate the macho exterior. He moves around too much in closeups, but then he moves around a lot anyway, seeming restless on screen, sometimes swaggering instead of walking.\n\nHis first movie is “Above the Law,” and it is nothing if not ambitious. It contains 50 percent more plot than it needs, but that allows it room to grow in areas not ordinarily covered in action thrillers. When was the last time you saw Norris or Schwarzenegger in a film where they ran cars through walls and killed people with their bare hands and went to mass, stood up at baptisms, meditated, hugged their wives, kidded their partners and made speechs about the need for a free and open society? If this film is an audition, it demonstrates that Seagal will try anything.\n\nThe movie co-stars Pam Grier, who plays Seagal’s partner but not his squeeze (he’s a happily married father). She was one of the most intriguing action stars of the 1970s before the collapse of the black film market temporarily took her down with it. Seagal and Grier play Chicago police detectives who engineer a major drug bust, only to find their arrests have been quashed by the FBI and they’ve been ordered to stay away from a cocaine kingpin. Why should this guy be immune? In a less ambitious picture, we’d find out about a payoff, blackmail or extortion. “Above the Law” does not lack ambition. We get flashbacks to the hero’s service in the CIA in Vietnam, where he first stumbled across evidence that a CIA official (Henry Silva, venomous and sleek) was using the agency as a cover for drug smuggling. Now there’s another element: Central American political refugees have taken sanctuary in the basement of Seagal’s church, and their priest has information about Silva’s plan to assassinate a senator.\n\nThe movie was co-written and directed by Andrew Davis, whose “Code of Silence” remains the best movie Chuck Norris ever has made and contains the best use of Chicago locations I’ve seen. “Above the Law” also exploits great locations, from the unexpected (a vast old Catholic church) to the bizarre (there’s a struggle to the death on the roof of the Executive House). Davis also seems concerned to create a community around the Seagal character, and so we spend time in well-written scenes with his wife (Sharon Stone), his priest (Joe Greco), his uncle (Jack Wallace) and a tough cop (Joseph Kosala, a real Chicago cop). As in his previous film, Davis gets mileage out of supporting players who do not look or sound like professional actors and so add a level of realism to the action.\n\nSeagal doesn’t look or sound like a professional actor, either, but he’s effective in his film debut. His voice has a certain quality to it, like Richard Gere’s, that suggests he sometimes would rather keep talking after he barks out typical action dialogue. He is physical enough to create a believable menace in the violent scenes, and yet we can believe that sensitivity coexists with brutality in his makeup. Is he indeed Hollywood’s hottest new action star? Who knows. But he has the stuff.", "running_time": 97, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-08", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Above the Law (1988)"}