{"url": "http://www.rogerebert.com/reviews/above-the-rim-1994", "by": "Duane Martinas Kyle", "star_rating": 3.0, "text": "\"Above the Rim\" is about the city game of basketball, played on asphalt in a rough, physical style, where the rewards are status and glory in the neighborhood. It was shot on location in Harlem, and especially at Rucker's Playground, a legendary court where, in the 1970s, visiting stars like Wilt Chamberlain and Julius Erving would drop by to play with the local heroes.\n\nThe movie moves the action up to the present and tells the story of a high school basketball whiz named Kyle (Duane Martin) who has attracted the attention of top college scouts. A Georgetown recruiter has been in the stands for several games. Kyle dreams of someday playing in the NBA and waits anxiously for a letter of intent from Georgetown, which doesn't come - maybe because, in an attempt to impress the scout, he's been hogging the ball and taking unwise shots.\n\nParallel to high school basketball, but in a world of its own, is the neighborhood Shoot-Out, a tournament held at Rucker's Playground with teams sponsored by local merchants, including drug dealers. Kyle plans to play for a team run by his school coach. But then his best friend, Bugaloo (Marlon Wayans), talks him into visiting a club run by the sinister Birdie (Tupac Shakur), and the kid is seduced by its shabby glamor into agreeing to play for Birdie's team.\n\nThis is not a wise move. Birdie is a drug dealer, and that's a fact well-known to the tall, silent Shep (Leon), a former Rucker's star who moved out of town but is now back as a security guard at the high school. Shep was once friendly with Kyle's mother (Tonya Pinkins), and now, as they begin to see each other again, he tries to guide Kyle in the direction of college, and away from the superficial glories of the Shoot-Out.\n\nThe movie climaxes, of course, with the big Shoot-Out game, and with a violent surprise that I found less than likely. But that's not really what it's about. It's more about the dreams of poor black kids to use their basketball skills as a ticket out of the inner city.\n\nThis is an elusive dream, as the brilliant Chicago-based documentary \"Hoop Dreams\" demonstrates. Only a tiny percentage of high school stars ever play in college, let alone in the NBA. But kids like Kyle can't help hoping. And both Shep and his mother point out that education, not the NBA ticket, is the real reason to go to school.\n\nThe movie lives easily on the streets where it is shot, and the performances - especially by Martin, Shakur and Pinkins - are convincing. We get a sense of the daily rhythm of the character's lives, and for a drama, the movie finds room for a surprising amount of humor, especially in the dialogue.\n\nThe movie, directed by Jeff Pollack, was co-written by Pollack and Barry Michael Cooper, who wrote the poetic and evocative Wesley Snipes drama \"Sugar Hill.\" In both films Cooper has a strong interest in family, in how extended support networks can fill some of the gaps left by the disintegration of the traditional family unit.\n\nHere Kyle is a kid in a lot of potential trouble, but also with a lot of good support.\n\nMy complaint about the movie is that the plot goes on automatic pilot in creating the character of Birdie. The neighborhood drug dealer is such a standard cliche by now that it's almost as if they plugged him into the movie as a shortcut to a villain. Shakur plays him well, and he makes a satisfactory bad guy, but the subliminal message is that drugs are where the money is. The movie could have come up with more original choices.", "running_time": 96, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-23", "genres": ["Crime", "Drama", "Sports Film"], "title": "Above The Rim (1994)"}