{"url": "http://www.rogerebert.com/reviews/abraham-lincoln-vampire-hunter-2012", "by": "Benjamin Walkeras Lincoln", "star_rating": 3.0, "text": "\"Abraham Lincoln: Vampire Hunter\" is without a doubt the best film we are ever likely to see on the subject — unless there is a sequel, which is unlikely, because at the end, the Lincolns are on their way to the theater. It's also a more entertaining movie than I remotely expected. Yes, Reader, I went expecting to sneer.\n\nThe story opens with young Abe witnessing the murder of his mother by a vampire. He swears vengeance, and some years later is lucky to be getting drunk while standing at a bar next to Henry Sturgess (Dominic Cooper), who coaches him on vampire-killing and explains that it is a high calling, requiring great dedication and avoiding distractions like marriage. \n\nThere's an early scene in which Lincoln tries to shoot a vampire, but that won't work because they're already dead. Then whatever can he do? \"Well,\" he tells Henry, \"I used to be pretty good at rail-splitting…\" This line drew only a few chuckles from the audience, because the movie cautiously avoids any attempt to seem funny. \n\nLincoln's weapon of choice becomes an axe with a silver blade, which he learns to spin like a drum major's baton. That he carries this axe with him much of the time may strike some as peculiar. I was reminded uncannily of Buford Pusser, walking tall and carrying a big stick.\n\nAgainst Henry's advice, Lincoln (Benjamin Walker) marries Mary Todd (Mary Elizabeth Winstead), and the story moves quickly to his days in the White House, where he discovers that the vampires are fighting on the side of the South. This seems odd, since they should be equal opportunity bloodsuckers, but there you have it. Still with him his childhood friend Will Johnson (Anthony Mackie), a free black man whose mistreatment helped form Lincoln's hatred of slavery. Also still at his side is Joshua Speed (Jimmi Simpson), who hired him in his Springfield general store; Johnson and Speed join Lincoln in Civil War strategy sessions and are his principal advisers, roles overlooked by history.\n\nThe film, directed by Timur Bekmambetov and written by Seth Grahame-Smith, based on his novel, handles all these matters with an admirable seriousness, which may be the only way they could possibly work. The performances are earnest and sincere, and even villains like Adam (Rufus Sewell), the American leader of the Vampire Nation, doesn't spit or snarl over much. It regrettably introduces but does not explain Vadoma (Erin Wasson), a statuesque woman who is several decades ahead of time in her taste for leather fetish wear. Are vampires kinky? I didn't know.\n\nAlthough we do not attend \"Abraham Lincoln: Vampire Hunter\" in search of a history lesson, there's one glitch I cannot overlook. In the first day of fighting at Gettysburg, the Union sustains a defeat so crushing that Lincoln is tempted to surrender. This is because the Confederate troops, all vampires, are invulnerable to lead bullets, cannon fire and steel blades, and have an alarming way of disappearing and rematerializing. Over breakfast, Lincoln confides his despair to his wife and says conventional weapons are of no more use against them than — why — than this fork! As he stares at it, he realizes it is silver, and vampires can be killed by silver weapons, as he has proved with his axe-twirling.\n\nNow try not to focus too much on the timeline. After his realization, Lincoln mobilizes all resources to gather wagonloads of silver in Washington, melt it, and manufacture silver bayonets, bullets and cannon balls. Then we see him, Johnson and Speed on board a weapons train en route to Gettysburg. It is night again, so apparently all of this took less than a day.\n\nNever mind. What comes now is a genuinely thrilling action sequence in which the vampires battle with Lincoln and his friends on top of the speeding train, which hurtles toward a high wooden bridge that has been set alight by the sinister Vadoma (pronounced \"Vadooma,\" I think). This sequence is preposterous and yet exciting, using skillful editing and special effects. Somehow Benjamin Walker and his co-stars here are even convincing — well, as convincing as such goofiness could possibly be.\n\n\"Abraham Lincoln: Vampire Hunter\" has nothing useful to observe about Abraham Lincoln, slavery, the Civil War or much of anything else. Blink and you may miss the detail that Harriet Tubman's Underground Railway essentially won the war for the North. But the film doesn't promise insights on such subjects. What it achieves is a surprisingly good job of doing justice to its title, and treating Lincoln with as much gravity as we can expect, under the circumstances.", "running_time": 94, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Horror", "Thriller"], "title": "Abraham Lincoln: Vampire Hunter (2012)"}