{"url": "http://www.rogerebert.com/reviews/absence-of-malice", "by": null, "star_rating": 3.0, "text": "There are at least two ways to approach \"Absence of Malice,\" and I propose to take the second. The first approach, no doubt, would be to criticize this film's portrait of an investigative newspaper reporter -- to say that no respectable journalist would ever do the things that Sally Field does about, to, and with Paul Newman in this movie. She is a disgrace to her profession.\n\nWhat journalistic sins does she commit in this film? She allows the facts of a secret investigation to be leaked to her. She prints an unattributed story about the investigation. Then she becomes \"personally involved with the subject of the investigation,\" as they say. In other words, she falls in love with Paul Newman. Then she prints another story she should never have printed, and as a result an innocent bystander commits suicide. Then…\n\nBut you get the idea. Would real investigative reporters actually commit Field's mistakes, improprieties, misjudgments, indiscretions, and ethical lapses? Generally speaking, no, they wouldn't. And if they did, they shouldn't have. And furthermore, their editors would never let them get away with it. (The unbelievable laxity of the editors in \"Absence of Malice\" creates the movie's greatest credibility gap.) But let's face it: Sometimes reporters do commit acts such as Sally Field allows herself in this movie. Sometimes news of an investigation is printed without official attribution. And so on.\n\nOne of my colleagues cornered me at the water fountain to say indignantly that, whatever else you might think about this movie, you'd have to admit that no reporter would ever sleep with a news source.\n\n\"Oh yeah?\" asked a woman who was standing by. \"Who was the news source?\"\n\n\"Paul Newman,\" I said.\n\n\"I'd sleep with that news source in a second,\" she said.\n\nAnd that leads us out of the first, or socially responsible, approach to \"Absence of Malice,\" and into the second, or romantic, approach. I not only liked this movie despite its factual and ethical problems -- I'm not even so sure they matter so much to most viewers. In the newspaper business we're quick to spot the errors in movies about newspaper reporters, but where were we when the archaeologists squirmed over Harrison Ford's barbaric conduct in \"Raiders of the Lost Ark\"? \n\nThe fact is, this movie is really about a woman's spunk and a common man's sneaky revenge. And on that level it's absorbing and entertaining. Sally Field's newspaper reporter is created through a quietly original performance that is not Norma Rae with a pencil behind her ear, but is an earnest, nervous, likable young woman who makes mistakes when she listens too closely to her heart, her ambition, or her editor (which of us cannot admit the same?).\n\nPaul Newman's character is a liquor distributor who is (presumably) totally innocent of the murder for which he is being investigated. But because his father was a Mafioso, he finds his name being dragged through the press, and he achieves a vengeance that is smart, wicked, appropriate, and completely satisfying to the audience. Besides these two performances, there are some other good ones, most notably one by Wilford Brimley, as a lawman who takes brusque command of an informal hearing and reduces everyone but Newman to quivering surrender, and another by John Harkins, as a newspaper libel lawyer who is able to make the restraints (and freedoms) of libel law clear not only to Sally Field but even to us.\n\nThere's a story about a legendary Chicago editor who was presented with a major scoop obtained by dubious means. First he convinced himself the story was factually sound. Then he issued the classic instruction: \"Print it tonight, and call the lawyers in the morning.\" Now there's an editor who might have enjoyed \"Absence of Malice.\" He would not have approved of what Sally Field does in this movie. But he would have understood it.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Romance", "Thriller"], "title": "Absence of Malice (1981)"}