{"url": "http://www.rogerebert.com/reviews/absolute-power-1997", "by": "Gene Hackmanas President Richmond", "star_rating": 3.5, "text": "Clint Eastwood's \"Absolute Power'' is a tight, taut thriller with a twist: It's also about a father and daughter, estranged for years, who are finally able to become friends. Not many thrillers slow down to notice relationships, but this one does.\n\nEastwood stars as Luther Whitney, a burglar who breaks into a mansion in the dead of night and penetrates a hidden room filled with diamonds and cash. He's interrupted in the middle of his work by visitors. Hiding behind a two-way mirror, he sees a man and woman having sex. The play turns rough, the man beats her, the woman stabs him, and two men burst in and shoot her dead.\n\nEastwood watches, all but his eyes in shadow. He is about to intervene--risking discovery--when the gunshots ring out. He escapes from the mansion down a rope from a third-floor window, carrying with him the deadly knowledge that the woman was the younger wife of an 80-year-old millionaire, and the man was the president of the United States.\n\nWhat we have here is a setup that could be developed in a lot of ways. The recent and dreadful \"Shadow Conspiracy\" detailed a White House plot that was cheerfully absurd. \"Absolute Power,'' based loosely on a best-selling novel by David Baldacci, could have been as silly, but it's not because Eastwood uses fine actors and a smart script by William Goldman to make it into something more.\n\nA lot of the best qualities come from the thief's relationship with his daughter, Kate (Laura Linney), \"the only kid in show-and-tell who got to talk about visiting day.'' Her dad was in prison most of her childhood. Now she's a prosecutor and never sees him. But sometimes she senses he's watching her; one of the movie's best scenes has her discovering that he attended her graduation ceremonies. Why did he remain invisible? Having an ex-con for a father would not help her much.\n\nThe story behind the murder is developed briskly. Old Walter Sullivan (E. G. Marshall) is a prime backer of the president (Gene Hackman). He was happily married for 48 years, but after his wife's death he took a younger wife. The men who burst into the mansion bedroom and shot her were Secret Service agents (Dennis Haysbert and Scott Glenn). The coverup is being orchestrated by a White House chief of staff (Judy Davis).\n\nSeth Frank (Ed Harris), the cop on the case, immediately notices all sorts of suspicious loose ends: Two shots were fired but only one bullet was recovered, for example, and the gunshot trajectories don't match. He suspects this was more than a simple murder.\n\nMost thrillers depend on chase scenes and shoot-outs. Some of best scenes in \"Absolute Power'' involve dialogue. The cop immediately fingers Luther Whitney as a possible suspect (he's one of \"only six guys alive'' who could have gotten into the mansion), and interviews him in a museum dining room. Eastwood, wearing half-glasses and a cloth cap that accentuate his age, smiles laconically and says, \"Go down a rope in the middle of the night? If I could do that, I'd be the star of my AARP meetings.'' There is another good scene between Ed Harris and old E. G. Marshall, who tells the policeman the two-way mirror was installed in the bedroom at his wife's suggestion: \"She thought I might have liked sitting there. I didn't.'' His is a poignant character, a self-made man who has spent his life giving money to charity, who has elected a president and who now fears \"I'll go out as the joke of the world.'' Eastwood delivers a few nice set pieces as the suspense builds, including a rendezvous with his daughter in a public plaza while two sets of gunmen train their sights on him. And we get hard-boiled dialogue in the Oval Office as the president and his merciless chief of staff run the coverup by ordering the Secret Servicemen to do things not covered in their job description (one is willing, one has qualms). Much depends on a hypocritical speech the president makes, which Luther sees at an airport bar just as he's about to flee the country. In a classic Eastwood moment, the thief's jaw hardens and he decides to stay and fight, rather than give a pass to a heartless liar.\n\nEastwood as director is usually eclipsed by Eastwood the actor; he has directed almost 20 films, good enough and successful enough to make him one of Hollywood's top filmmakers, and yet his stardom overshadows that role. Here he creates scenes of pure moviemaking--scenes without dialogue or violence, that work only because we know the characters and because the direction, camera work (by Jack N. Green) and editing (Joel Cox) put them together into suspenseful montages. The opening sequence is especially effective.\n\nBut at the end what I remembered most was the relationship between father and daughter. By using this personal story as an arc to draw together the other elements in the film, Eastwood does a difficult thing: He makes a thriller that is not upstaged by its thrills. Luther Whitney is a genuinely interesting, complicated character--not just an action figure. What happens to him matters to us, and that's worth more than all the special effects in the world.", "running_time": 122, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-14", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "Absolute Power (1997)"}