{"url": "http://www.rogerebert.com/reviews/accomplices-2010", "by": "Gilbert Melkias Herve Cagan", "star_rating": 3.0, "text": "\"Accomplices” coils through two stories, cutting between them as they converge, as we know they will, because the film has opened with a corpse floating in the Seine. This body, as a flashback establishes, belongs to a a young man about 19, and the film will watch as he meets a cute girl in a cyber cafe and leads her into his dangerous world. The other story involves two police inspectors, who begin with the corpse.\n\nSometimes when a movie cuts between parallel stories, it's tiresome. Not this one. The director, Frederic Mermoud, does an interesting thing with time: As the cops are working their way back from the dead body, the other story works its way forward to the point that the body became dead. Then the stories join up and conclude in a surprising and particularly satisfying way.\n\nVincent (Cyril Descours) is a hustler who meets his male clients in hotel rooms. He meets Rebecca (Nina Meurisse), likes her, gets her phone number, and they start seeing each other. He says he works in real estate — unlikely, given his scruffy appearance and the shabby mobile home he lives in. She is bourgeois, but ready for the wild side, and they fall truly in love, like Bonnie and Clyde and other couples where crime is in the mix.\n\nVincent eventually tells Rebecca what he really does, and the way the movie charts her reaction is touchingly realistic. She learns of his world, and stirs the jealousy of his pimp — or “friend,” as he considers him. It's thrilling for her to glimpse his outlaw life and fun when they use his prostitution income to pay cash for sneakers.\n\nHerve (Gilbert Melki) and Karine (Emmanuelle Devos) are like a long-established couple, skilled in police work, functioning expertly together, sharing personal feelings. We think it's a possibility they might hook up, but the plot isn't that obvious. The film is a police procedural explaining how they begin with a nameless body and find their way back to Vincent's associates and clients. \n\nWithout making a big deal out of it, “Accomplices” puts several plausible murder suspects onstage, including Rebecca. It's like an Agatha Christie in which lots of people have opportunity and motive. But Mermoud works so close to the characters, sees them in such detail, that only later do we pull back and observe the workings of the plot.\n\nThe original English title of the film was “Partners,” and that would have been accurate. It's about two partnerships. The one is the sad, doomed story of Vincent and Rebecca, incapable of dealing with the risks that they run. The other is about how Herve and Karine shy away from risks in their lonely personal lives; how police routine creates a way for them to spend most of their waking hours together without having to deal with the sleeping hours.\n\nI appreciate the way French films, in particular, often approach their characters at eye level. There's no artificial heightening. No music pounding out emotional instruction. They're cool, curious, looking for performances with the tone of plausible life. All four of these actors are completely natural in front of the camera. \n\nYou may have seen Emmanuelle Devos before in films like \"Read My Lips\" (2001) or \"The Beat That My Heart Skipped\" (2005). She's always attractive, never distractingly so, and comes equipped with intelligence and hidden motives. I like actors who make me want to figure them out.\n\n“Accomplices” is technically a murder mystery. But the murder is only what happens. A lot of other things could have happened, and the story plays fair with the fateful role that chance takes. You would even argue that no one is actually murdered in this movie, and that when they die, it is simply the result of bad decisions.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-06-09", "genres": ["Drama", "Foreign", "Thriller"], "title": "Accomplices (2010)"}