{"url": "http://www.rogerebert.com/reviews/ace-ventura-pet-detective-1994", "by": "Jim Carreyas Ace Ventura", "star_rating": 1.0, "text": "You know that the French consider Jerry Lewis the greatest screen comedian of all time. You've looked at some Lewis comedies, but you don't get the joke. You know that a lot of critics praised Steve Martin in \"The Jerk,\" but you liked him better after he started acting more normal. You are not a promising candidate to see \"Ace Ventura: Pet Detective.\" The movie stars Jim Carrey, best known as the all-purpose white guy on \"In Living Color,\" as a Miami detective who specializes in animals. He'll find your missing bird or your kidnapped pedigree dog. And as the movie opens, he's hired by the Miami Dolphins football team to find their mascot, a dolphin named Snowflake, which is mysteriously missing from its home in a large tank at the stadium.\n\nThe plot deepens, if that is the word, when Dolphins quarterback Dan Marino also disappears.\n\nCarrey plays Ace as if he's being clocked on an Energy-O-Meter, and paid by the calories expended. He's a hyper goon who likes to screw his mouth into strange shapes while playing variations on the language. He shares his house with so many animals that he's like those zookeepers on late-night talk shows who always have pets crawling out of their collars. And he is simultaneously a spectacularly good and bad detective.\n\nThe story eventually involves Sean Young, who is much too talented for roles like Lt. Einhorn of the Miami police department; Udo Kier, once a distinguished German actor-director, now Ronald Camp, sinister millionaire; Courteney Cox, as the Dolphin's chief publicist; and Noble Willingham as the team's owner. Most of the people look as if they would rather be in other movies. Sean Young is a trouper, however, and does her best with dialogue like, \"Listen, pet dick. How would you like me to make your life a living hell?\" The movie basically has one joke, which is Ace Ventura's weird nerdy strangeness. If you laugh at this joke, chances are you laugh at Jerry Lewis, too, and I can sympathize with you even if I can't understand you. I found the movie a long, unfunny slog through an impenetrable plot. Kids might like it.\n\nReal little kids.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-02-04", "genres": ["Comedy", "Mystery"], "title": "Ace Ventura: Pet Detective (1994)"}