{"url": "http://www.rogerebert.com/reviews/across-the-universe-2007", "by": "Jim Sturgessas Jude", "star_rating": 4.0, "text": "Here is a bold, beautiful, visually enchanting musical where we walk into the theater humming the songs. Julie Taymor's \"Across the Universe\" is an audacious marriage of cutting-edge visual techniques, heart-warming performances, 1960s history and the Beatles songbook. Sounds like a concept that might be behind its time, but I believe in yesterday.\n\nThis isn't one of those druggy 1960s movies, although it has what the MPAA shyly calls \"some\" drug content. It's not grungy, although it has Joe Cocker in it. It's not political, which means it's political to its core. Most miraculous of all, it's not dated; the stories could be happening now, and in fact, they are.\n\nFor a film that is almost wall to wall with music, it has a full-bodied plot. The characters, mostly named after Beatles songs, include Lucy (the angelic Evan Rachel Wood), who moves from middle America to New York; Jude (Jim Sturgess), a Liverpool ship welder who works his way to New York on a ship, and Lucy's brother, Max (Joe Anderson), a college student who has dropped out (I guess). They now all share a pad in Greenwich Village with their musician friends, the Hendrixian Jo-Jo (Martin Luther McCoy), the Joplinesque Sadie (Dana Fuchs) and the lovelorn Prudence (T.V. Carpio), who loves women but doesn’t feel free to express her true feelings.\n\nJude and Lucy fall in love, and they all go through a hippie period on Dr. Robert's Magic Bus, where the doctor (Bono) and his bus bear a striking resemblance to Ken Kesey's magical mystery tour. They also get guidance from Mr. Kite (Eddie Izzard), having been some days in preparation. But then things turn serious as Max goes off to Vietnam and the story gets swept up in the anti-war movement.\n\nYet when I say \"story,\" don't start thinking about a lot of dialogue and plotting. Almost everything happens as an illustration to a Beatles song. The arrangements are sometimes familiar, sometimes radically altered, and the voices are all new; the actors either sing or sync, and often they find a mood in a song that we never knew was there before. When Prudence sings \"I Want to Hold Your Hand,\" for example, I realized how wrong I was to ever think that was a happy song. It's not happy if it's a hand you are never, never, never going to hold. The love that dare not express its name turns in sadness to song.\n\nJulie Taymor, famous as the director of \"The Lion King\" on Broadway, is a generously inventive choreographer, such as in a basic-training scene where all the drill sergeants look like G.I. Joe; a sequence where inductees in Jockey shorts carry the Statue of Liberty through a Vietnam field, and cross-cutting between dancing to Beatles clone bands at an American high school prom and in a Liverpool dive bar. There are underwater sequences which approach ballet, a stage performance that turns into musical warfare, strawberries that bleed, rooftop concerts and a montage combining crashing waves with the Detroit riots.\n\nBut all I'm doing here is list-making. The beauty is in the execution. The experience of the movie is joyous. I don't even want to know about anybody who complains they aren't hearing \"the real Beatles.\" Fred Astaire wasn't Cole Porter, either. These songs are now more than 40 years old, some of them, and are timeless, and hearing these unexpected talents singing them (yes, and Bono, Izzard and Cocker, too) only underlines their astonishing quality.\n\nYou weren't alive in the 1960s? Or the '70s or '80s? You're like the guy on the IMDb message board who thought the band was named the \"Beetles,\" and didn't even get it when people made Volkswagen jokes because he hadn't heard of VW Beetles, either. All is forgiven. Jay Leno has a Jaywalking spot for you. Just about anybody else is likely to enjoy \"Across the Universe.\"\n\nI'm sure there were executives who thought it was suicidal to set a \"Beatles musical\" in the \"Vietnam era.\" But this is a movie that fires its songs like flowers at the way we live now. It's the kind of movie you watch again, like listening to a favorite album. It was scheduled for the Toronto Film Festival but was previewed (as several Toronto films were) for critics in major cities. I was drowning in movies and deadlines, and this was the only one I went to see twice. Now do your homework and rent the DVD of \"A Hard Day's Night\" if you've never seen it. The thought that there are readers who would get this far in this review of this film and never have seen that film is unbearably sad. Cheer me up. Don't let me down (repeat three times).", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Adventure", "Drama", "Music", "Romance"], "title": "Across the Universe (2007)"}