{"url": "http://www.rogerebert.com/reviews/act-of-valor-2012", "by": "Roselyn Sanchezas CIA agent", "star_rating": 2.5, "text": "\"Act of Valor\" contains hard-hitting combat footage, relentless and effective. There is a story behind the film that is no less engrossing. In an introduction, its co-directors, Mike McCoy and Scott Waugh, speak directly to the audience, describing how they got involved in a film about the Navy SEALs, how they were embedded with an actual SEAL unit — and how, when that project grew into a fiction film, they determined to use real SEALs and not professional actors.\n\nThe early version of the film, according to reporting by Rebecca Keegan of the Los Angeles Times, was variously intended as a training or recruitment film, and was made outside the usual Department of Defense guidelines for motion pictures. It now emerges as a thriller involving two (non-factual) scenarios, one about a SEALs mission to free a kidnapped CIA operative (Roselyn Sanchez), the other about a plot to smuggle terrorists into the United States through tunnels from Mexico constructed by drug cartels. \n\nThe details in both of these scenarios seem realistic — although how would I know? The co-directors and their team have produced an accomplished, riveting action movie. I am reminded of the initial impact of films like Oliver Stone's \"Platoon\" and Kathryn Bigelow's \"The Hurt Locker,\" which both told convincing and authentic stories. \"Act of Valor,\" however, centers more on action and much less on the human elements involved.\n\nThe central characters are played by actual Navy SEALs, who were apparently on active duty during the filming and still are. This makes it difficult to write the ordinary kind of review, because none of their real names are revealed and indeed some of the characters seem to have no names at all. I learn from Rebecca Keegan's article that the characters named Chief Dave and Lt. Rorke are played by SEALs whose real first names are Dave and Rorke. Thanks a lot. The official cast listing is a baffling mixture of characters without names and names with \"uncredited\" roles, and doesn't include either Chief Dave and Lt. Rorke, so I am reduced to describing the experience and not the performances.\n\nMuch of the movie consists of pure action, punctuated by terse dialogue and few subtleties. We don't get to know the characters as individuals, they don't have personality traits, they have no back stories, they don't speak in colorful dialogue, and after the movie you'd find yourself describing events but not people. Assuming that the characters described as SEALs were being played by real SEALs, all I can say is that they were convincing and weren't asked to do any dramatic stretching they weren't capable of.\n\nYet the movie can be discussed on another level. In the same week I saw \"Act of Valor,\" I also saw an extraordinary film named \"Hell and Back Again.\" It's one of this year's Oscar nominees for best documentary feature, and will open in many markets on the same day as \"Act of Valor.\" It is about a real man, Marine Sgt. Nathan Harris, and his real wife, Ashley. Harris led men in combat in Afghanistan. Shortly before the scheduled end of his six-month tour, a sniper's bullet entered his right buttock, shattered his hip socket and bounced back to destroy leg bones. He's quite willing to show people the entry scar and describe how he has two rods filling in for bones. \n\nWhen Nathan Harris was a teenager, he says, \"What I wanted to do was kill people.\" He enlisted in the Marines. He doesn't actually say if he has killed anyone or not, but the director, Danfung Dennis, who was embedded with Harris' Echo Company, followed him in action, and we see that he has grown into a natural leader of men. Some of the film's most involving scenes show him debating village elders (through an interpreter) about the role of America in Afghanistan; he sincerely believes he is helping to bring them freedom, and finds it hard to answer their statements that they want to be left alone by both the Americans and the Taliban.\n\nThe film follows Harris home, through an agonizing period of rehab and shows that his life will never be the same. Memories of battle haunt him, and \"Hell and Back Again\" intercuts actual sights and scenes from Afghanistan with scenes back home in North Carolina. He doesn't have post-traumatic stress syndrome. He dreams of returning to action, and it is hard for him to accept that it may not happen.\n\n\"Act of Valor\" is gift-wrapped in patriotism. It was once intended as a recruitment film, and that's how it plays. The action scenes are harrowing but exciting. Lots of explosions and special effects. At the end, there is a full-dress military funeral, honoring three generations of warriors. The real action scenes in \"Hell and Back Again\" don't play like an action movie. I don't recall seeing a single Taliban fighter. One of Sgt. Harris' men is killed on the first day in the field. Harris is wounded late in his tour. Nobody saw either one of the snipers. \n\nI have a feeling that the teenage Nathan Harris, who wanted to kill people, would have loved \"Act of Valor.\" But \"Hell and Back Again,\" in describing his life today, doesn't play like a recruitment film. A great deal is made by the directors McCoy and Waugh that actual live ammunition was used in the making of their film. Actual live ammunition was also used in \"Hell and Back Again.\" If you asked Sgt. Nathan Harris what he thought about using live ammo in a Hollywood action movie, what do you suppose he would say? My best guess is, he would say they were damned fools.", "running_time": 110, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-22", "genres": ["Action", "Adventure", "Thriller", "War"], "title": "Act of Valor (2012)"}