{"url": "http://www.rogerebert.com/reviews/action-jackson-1988", "by": "Carl Weathersas Action Jackson", "star_rating": 1.0, "text": "“Action Jackson” is a movie where some of the parts are good, but none of them fit and a lot of them stink. The movie tries for so many different effects in the course of its endless 94 minutes that I walked out feeling dizzy. What can you make of a movie that has one scene where a cop outruns a taxi cab and another one where a villain shoots his wife in the stomach while kissing her, and then keeps on kissing? What’s going on here? “Action Jackson” plays like a cross between “Superman” and “The Face of Death,” and that’s not intended as a compliment. Rarely have comedy and gruesome violence been combined in such a blithe mixture, as if the violence didn’t really count. I wonder which direction the rewrite moved in. Did they start with the comedy and then pencil in the sadism, or the other way around? The movie stars Carl Weathers, who played Apollo Creed in the “Rocky” movies, as Jericho “Action” Jackson, a Detroit police sergeant who was busted from lieutenant for reasons much mentioned but never explained. He has a long-standing feud with Peter Dellaplane (Craig T. Nelson), a maverick car manufacturer whom he suspects of sponsoring a murder spree against local union officials. Dellaplane is a real creep.\n\nIn addition to the wife he shoots in the stomach, he has a mistress (Vanity) he keeps hooked with a free supply of heroin, delivered in a little velvet-lined box.\n\nThe crime spree supplies the movie with a big action opening that is totally illogical (how do the killers appear and disappear at will?) and several other inexplicable moments (why did that guy have the exploding briefcase handcuffed to his wrist?). None of the mysteries are explained at the end. Nor is any attempt made to fit together the two incompatible styles in the movie: (1) the scenes where Weathers turns into a speeded-up Superman who can run 40 miles an hour and jump out of tall buildings, and (2) the slice-of-life realism of welfare hotels and police headquarters.\n\n“Action Jackson” feels like two different movies that ran into each other by accident. That could be funny, but this time it’s sick, because the movie’s comic scenes don’t go well with its particularly nasty streak of violence. Did we really need the scene where they pulled out the Mason jar containing the guy’s private parts or the various moments when people are burned alive? (I know, I know, guys are always being burned alive in the movies, and those are really only stunt men in asbestos underwear. But in a comedy?) The movie has another problem: Weathers. He was well-cast as Apollo Creed, who had essentially one note to play, and played it. But in this more ambitious role he doesn’t have the necessary charisma; he looks great, but lacks presence, especially against scene-stealers such as Nelson, Roger Aaron Brown and (especially) Vanity. And that leads me to the movie’s one redeeming merit, which is Vanity’s performance.\n\nAgain this time, as in “52 Pick-Up,” she shows a natural screen presence, a grace and easiness under pressure. I had the feeling, watching Vanity in this unhappy movie, that she could play anyone in any movie and make it work. She has a couple of nice song numbers, too, although they’re spoiled by overemphasis on the electronic rhythms.\n\n“Action Jackson” looks like it was intended as the first in a possible series of movies starring the same character. If they’re going to make another one, I suggest they decide if it’s supposed to be a violent movie, or a comedy. It might also pick things up if they put Vanity in the lead.", "running_time": 94, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-12", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama"], "title": "Action Jackson (1988)"}