{"url": "http://www.rogerebert.com/reviews/adam-and-steve-2006", "by": "Craig Chesteras Adam", "star_rating": 2.0, "text": "\"Adam & Steve\" exerts a strange fascination with its balancing act between scenes that work and others so clunky that, I dunno, is it possible to be this awkward by accident? There is an underlying story here, and some comic ideas, that in the hands of a better director (or more ruthless editor) could have become an entertaining romantic comedy. But the couple in love is forced to enact so many directorial conceits that the movie trips over itself. The director, Craig Chester, is also the co-star; as an actor, he has the wrong director.\n\nChester stars as Adam Bernstein, first seen in the 1980s with best pal Rhonda (Parker Posey) dressed as Goths and entering a gay disco on Glitter Night, the wrong night for them. Adam makes eye contact with a dancer named Steve (Malcolm Gets), and it's love at first sight, but \"We don't dance,\" they explain. \"We're Goths. We're dead.\" Not too dead for Steve to give Adam his first hit of cocaine, which makes him instantly addicted. The coke is laced with baby laxative, leading to a scene in which so many bodily wastes and fluids are ejected or vomited that a serious plot miscalculation is involved, evoking such a strong eee-uuu! reflex that it takes the audience five minutes and a \"17 Years Later\" subtitle to get back on track.\n\nAdam and Steve meet again in their late 30s, neither one remembering their first meeting (or perhaps much else of the late 1980s). Adam is clean and sober now, a pet lover who accidentally stabs his dog while slicing sausage, and takes him to a human Emergency Room, where Steve, a psychiatrist who \"trained as a veterinarian\" (does that make him a pet psychiatrist?) treats the wound. For the two men, it's love at second sight.\n\nTheir romance develops despite the usual plot convenience (fear of commitment), but there's a crisis when Steve realizes who Adam is, and flees rather than confess he made the deposit on Adam's rug 17 years ago. Will they reconcile? Can Rhonda and Steve's straight roommate, Michael (Chris Kattan), be the go-betweens? Before we can learn the answer to that question, we get a scene both bizarre and weirdly funny.\n\nRemember those old musicals like \"Seven Brides for Seven Brothers\" where lumberjacks would stage dance duels for the favor of the girl? Steve and Adam face off in a disco where Western line dancing and two-steps in cowboy boots are the dance style, and both men instantly acquire backup dancers for a meticulously choreographed confrontation that's as well-staged as it is dramatically inexplicable. That scene, and one where Steve serenades Adam by singing to him at brunch, show how the movie uses any genre that can be plundered for effect, and does it with humor and sometimes charm.\n\nI liked, for example, the visit to Adam's parents, who are the nicest people in the world although they suffer from the \"Bernstein Curse\" (mother in neck brace, father in wheelchair, sister bites tongue). I liked the deadpan way Posey plays the formerly fat Goth who has become a slender stand-up comic who still tells fat jokes. The scene where Adam, leading a bird-watching tour in Central Park, meets Steve again after a tragic duck shooting. And Sally Kirkland as an AA group leader shouting, \"No cross-talking!\" during a verbal fight.\n\nBut what can we make of other scenes that destroy any dramatic effect and all but shout, This cumbersome scene is being committed to film by ham-handed amateurs? I'm thinking of a conversation that is observed by a man in the center background who stares at the camera, reacts to the conversation and closes the scene with an unintelligible comment. Who was that man? Friend of the director? Investor? In another scene, a drunken girl, trying to pick up Michael in a bar, is so self-consciously awful in her awkward overacting that you can see Kattan, a pro, wishing himself elsewhere. Or a scene where Adam and Rhonda have a talk on a bench in a gay sculpture park, and in the last shot they awkwardly \"happen\" to take the same pose as the sculptures they're seated next to. What does a shot like that mean? Where does it go? How do we react? Wow! They're in the same pose as the sculpture!!\n\nThere is a gay-bashing montage in which Adam and Steve try to pursue their courtship while offscreen homophobes throw beer bottles at them. Far from funny, it isn't saved by a pan up to the street sign: \"Gay Street.\" And a scene where Steve gets fed up with a homophobic neighbor who screams insults at them, and drags him, beaten and bloody, into a bar so that the gay-basher can get his arm twisted while he speaks for Steve in proposing marriage to Adam. This is an agonizingly bad idea.\n\nThe movie is 100 minutes long. My guess is that by taking out maybe 15 judicious minutes, it could be cut into a measurably better film -- funnier, more romantic, more professional. The sad thing is to watch it finding a rhythm and beginning to work as a comedy, and then running into a brick wall of miscalculation or incompetence. Any professional film editor watching this movie is going to suffer through one moment after another that begs to be ripped from the film and cut up into ukulele picks. Never mind the film editor: A lot of audiences, with all the best will in the world, are going to feel the same way.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-03-30", "genres": ["Comedy", "Romance"], "title": "Adam & Steve (2006)"}