{"url": "http://www.rogerebert.com/reviews/adam-2009", "by": "Hugh Dancyas Adam Raki", "star_rating": 2.5, "text": "Adam seems to be a good catch for a young woman. He's good-looking, works as an engineer, has a big, comfy apartment, is fascinated by astronomy and knows lots and lots of stuff. However, he has Asperger's syndrome. Beth has never met anyone like him. He behaves in social situations with an honesty that approaches cruelty and doesn't seem much aware of that.\n\n\"Adam,\" the story of a romance involving this unlikely couple, would seem even more unlikely if Beth herself weren't self-centered. Perhaps it takes a man even less outgoing to inspire her nurturing side. At first Adam simply offends her with his baffling objectivity. Then he explains, \"I have Asperger's\" and she understands. If she knows the term, it's surprising she hasn't already arrived at that diagnosis herself.\n\nAsperger's is sometimes described as high-functioning autism, although some argue the conditions are not related. The syndrome produces people who can be quite intelligent and functioning, but lack ordinary social skills or insights. Adam (Hugh Dancy) does not know, for example, that when a proud young mother shows off a cute new baby, he should ooh and aah. There is not a single ooh or aah in him.\n\nYet he feels a perplexing attraction to Beth (Rose Byrne). He even — what's this? — experiences sexual feelings for another person for perhaps the first time in his life. Beth is touched. Adam's condition draws her out of her own self-absorption. When he faces a daunting job interview, she coaches him: Look the other person in the eye. Seem interested. Don't go on autopilot with one of your streams of information. Look like you want the job.\n\nIn a way, she could be coaching him about how to behave toward herself. And indeed such coaching is one of the forms of therapy used with Asperger's. He responds slowly, awkwardly, with breaches of behavior that at times infuriate her. The film somehow extracts from their situation a sweet, difficult relationship, although it's a good question how she finds the will to persist.\n\nThe film complicates their story with one about Beth's parents, Rebecca and Marty (Amy Irving and Peter Gallagher). They're concerned that she broke up with a suitable young man and now brings Adam home. They're also worried by a court case charging that Marty, an accountant, misrepresented a client's books. There are even courtroom scenes, touching on this separate drama I'm not sure really relates to the central story.\n\nAdam seems completely isolated, except for Beth and his only other friend, Harlan (Frankie Faison). Harlan gives him lifts, has lunch with him, advises him, instinctively understands him. These two accept each other without questions, and Adam needs Harlan, although it's unclear if he realizes just how much.\n\nHugh Dancy and Rose Byrne, he from England, she from Australia, have seamless American accents, and make a pleasant couple. You may remember her as Diana, the grown-up daughter of the little girl at the beginning of \"Knowing,\" who wrote down the numbers. As her parents, Irving and Gallagher are always plausible, never over the top, showing that her father, too, has had his difficulties in communicating, and her mother knows all about that.\n\nThe film has a storybook ending — literally, from a children's book that Beth writes. It's unclear how much of a storybook lifetime the two will have together. \"Adam\" wraps up their story in too tidy a package, insisting on finding the upbeat in the murky, and missing the chance to be more thoughtful about this challenging situation.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Drama", "Indie", "Romance"], "title": "Adam (2009)"}