{"url": "http://www.rogerebert.com/reviews/adam-sandlers-eight-crazy-nights-2002", "by": "Adam Sandleras Davey/Whitey/Eleanore (voice)", "star_rating": 2.0, "text": "FILM CRITIC Heaven help the unsuspecting families who wander into \"Adam Sandler's Eight Crazy Nights\" expecting a jolly animated holiday funfest. The holidays aren't very cheerful in Sandlerville, which is why the PG-13 rating mentions \"frequent and crude sexual humor.\" The MPAA doesn't mention it, but there's also a lot of scatological humor in the film, in keeping with Sandler's inexplicable fascination with defecation, flatulence and bodily fluids.\n\nIf this is not a family film, what is it? Well, the audiences for \"Jackass\" may enjoy a scene where Davey, the hero, slams a sweet little old man into a Port-a-Potty and shoves it down a hill. When the geezer emerges at the bottom, he is still alive, but covered from head to toe with excrement. Then Davey sprays him with a garden hose, and he freezes solid. Ho, ho.\n\nDavey (who looks like and is voiced by Sandler) is \"a 33-year-old crazy Jewish guy,\" the film informs us, who is up before the judge on the latest in a long series of brushes with the law, this time for drunkenness. The judge is prepared to send him away for a long time, but kindly little Whitey (also voiced by Sandler) pipes up. Whitey explains that he is the referee of the local youth basketball league, and he could use an assistant. The judge releases Davey to Whitey's custody, not explaining why he thinks this drunk and vandal would be a good role model.\n\nWhitey and his twin sister, Eleanore (Sandler again), take the lad into their home, but he remains stubbornly ill-mannered, not to mention pathologically violent, until the movie's eventual collapse into obligatory peace and goodwill, etc. If there was ever a movie where the upbeat ending feels like a copout, this is the one.\n\nI can understand why Sandler might want to venture into \"South Park\" territory with a raunchy animated cartoon, but not why he links it to Christmas and Hanukkah. The advertising will inevitably use holiday images, and in the minds of most people those images will not suggest a film this angry and vulgar. There is also an odd disconnect between Sandler's pride in his Jewishness, which is admirable, and his willingness to display the obnoxious behavior of this particular Jewish character to an audience that may not get the point.\n\nThat point is, I think, that Davey has lost his way through alcoholism and antisocial neurosis, and is finally redeemed by the elfish saints Whitey and Eleanore, plus the beneficial side effects of working with the basketball team. All well and good, but the movie lingers on the scatological stuff and adds the happy ending as if paying its dues. Did it occur to Sandler that he could touch his bases and make his points in a film that was not quite so offensive? That was, in fact, sweet and cheerful and family-friendly? Considering that his popularity and the movie's holiday packaging will attract large numbers of teenage Middle Americans not necessarily familiar with Jews, does he think this is a good way to get them started? Yes, I've argued against the requirement that ethnic groups must present \"positive\" images of themselves in the movies. I've defended Justin Lin's \"Better Luck Tomorrow,\" with its criminal Chinese-American teenagers, and Chris Eyre's \"Skins,\" with its portrait of alcoholics and vigilantes on an Indian reservation, and Tim Story's \"Barbershop,\" with its free-for-all African-American dialogue. But those films are positioned to reach audiences that will understand them--decode them as their directors hoped they would.\n\nWon't \"Adam Sandler's Eight Crazy Nights\" attract an audience for reasons (holiday images, Sandler's popularity) that have nothing to do with the material? What are people who want to see an Adam Sandler movie going to take home from this one? Sandler's most recent film, the inspired and wonderful \"Punch Drunk Love,\" was not well received by Sandler fans; I heard from readers appalled by the way his audience responded to the film--before, in some cases, walking out. (How can someone in the dark of a movie theater tell \"his audience\" from themselves? Easily: The giveaway is inappropriate laughter, especially during serious moments.) Sandler has painted himself into a corner. His comedies have included generous amounts of antisocial hostility, sudden violence, dodgy material about urination, defecation and flatulence, and a general air of defiance. A lot of people like that. But they are not the people likely to understand the Hanukkah message in \"Eight Crazy Nights.\" And those who appreciate the message are likely to be horrified by a lot of the other material in the film. What Sandler has made here is a movie for neither audience.", "running_time": 71, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-11-27", "genres": ["Animation", "Comedy", "Holiday", "Musical"], "title": "Adam Sandler's Eight Crazy Nights (2002)"}