{"url": "http://www.rogerebert.com/reviews/addams-family-values-1993", "by": "Anjelica Hustonas Morticia", "star_rating": 3.0, "text": "\"Isn't he a lady killer!\" the sexy young nanny says when she first meets Fester, the long-lost brother in the Addams Family.\n\n\"Acquitted,\" Gomez corrects.\n\nAnd we are back again in the upside-down world of the Addamses, who find solace in sadism, cheer in gloom, pride in boasting that their little son has been given probation. They live in a onejoke universe, arrived at by embracing the mirror images of all respectable values. But the good news is, this time I found the joke funnier than in the original \"The Addams Family\" (1991).\n\nIt's the rare sequel that is better than its original, and yet \"Addams Family Values\" qualifies. Nothing much seems to have changed; the stars are about the same, the director is still Barry Sonnenfeld, the Addams mansion still towers above a blasted heath, next to a graveyard. Maybe I liked it more than the original because I was in a different mood? Perhaps, knowing I was going to see twee little MacAulay Culkin in \"The Nutcracker\" right after seeing this film, I was in the mood for macabre bad taste? Or perhaps the screenplay, by Paul Rudnick, contains more invention than the 1991 effort. \"Addams Family Values\" involves not one but three subplots, all of them funny and one of them (about the birth of a new baby boy) the source of one great sight gag after another. \"I'm going to have a baby,\" Morticia (Anjelica Huston) tells Gomez (Raul Julia). \"Right now.\" In an inevitable twist on the usual movie childbirth scene, she's in agony in the delivery room - and loving every minute of it.\n\nThe little newcomer, named Pubert, sure does take after his dad. Even to the pencil mustache. \"He has my father's eyes,\" Gomez murmurs. \"Take them out of the baby's mouth!\" Morticia exclaims. The pre-existing Addams children, Wednesday and Pugsley, are insanely jealous, and even try to arrange the baby's decapitation on the guillotine that is conveniently in the basement.\n\nThe services of a nanny are clearly required, and the family hires Debbie Jelinsky (Joan Cusack), who arrives in a low-cut uniform, and takes charge. Nothing in the household seems to bother her, not even the unexpected arrival of Thing, a disembodied hand that leaps onto her shoulder. She's not worried: \"I'm good with my hands.\" Debbie is revealed to have sinister designs on poor Fester (Christopher Lloyd), the long-lost Addams brother whose reappearance provided most of the story in the 1991 film. After all, he is one of the richest men in the world, in addition to being probably the ugliest. In an attempt to get the older children out of her hair, she convinces Morticia and Gomez to send them to summer camp, where they do not, needless to say, fit right in. Then Wednesday meets her first boyfriend, and there is little doubt they were, alas, made for one another.\n\nWhat is most beguiling about \"Addams Family Values\" is the way the relationship between Gomez and Morticia has ripened. Raul Julia and Anjelica Huston are given a lot of one-liners and payoff gags, of course, but what's funny is the stuff that comes in between - the real affection with which they embrace each other, and the way they delight in their unspeakable lifestyle. English is not language enough to contain their emotions. They venture into French and Spanish, the tongues of romance, to reflect the happiness they feel, living at the center of a nightmare.\n\nJoan Cusack, a natural comedian, makes a good addition to the cast. \"I just adore little babies,\" she says, looking at tiny Pubert. \"I just want to grab them and squeeze them until there's not a breath left in their tiny little bodies.\" Her attempts to lure Fester away from the family crypt and into a more comfortable lifestyle lead to one of Huston's great lines, when she visits Fester's new digs. She doesn't mind that he is miserable and unhappy, the captive of a gold-digging bitch, but . . . \"the decor, Fester! Pastel?\" Of the previous film, I said, probably unfairly, that it so closely resembled Charles Addams' original New Yorker cartoons that the art direction must have been a cut-and-paste job. Looking more thoughtfully at \"Addams Family Values,\" I no longer agree. Addams in his cartoons created one of the most easily recognizable imaginary worlds of the century, but the achievement of this film is to make it concrete, to put the family in a physical setting where their ghoulish lifestyle seems, well, almost appropriate.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-11-19", "genres": ["Comedy", "Family", "Fantasy"], "title": "Addams Family Values (1993)"}