{"url": "http://www.rogerebert.com/reviews/addiction-incorporated-2012", "by": "Charles Evans Jr", "star_rating": 3.0, "text": "These days, a character who smokes is self-destructive, a villain or a troubled high school student. \"Addiction Incorporated\" follows tobacco's journey downhill from respectability. After his long night's work, Santa used to relax with a Lucky on a back-cover ad in Life magazine, and Ronald Reagan liked to puff on Chesterfields. Now we learn of proposed new government health warnings that are more likely to make you spew than smoke your first cigarette. \n\nThe key player in this process was a man named Victor DeNoble, a scientist for Philip Morris, who began with the generally known fact that nicotine was addictive and discovered that a chemical named acetaldehyde made it more addictive. DeNoble was originally hired by Philip Morris to find a substitute for nicotine, in the attempt to develop a less addictive cigarette. (The tobacco industry's reasoning was: Dead smokers don't buy cigarettes.) When DeNoble reported his findings, Philip Morris switched signals and realized it could outsell their competitors by adding more acetaldehyde. At this time, the Tobacco Institute was making phony claims that there was no evidence cigarettes were addictive at all. \n\nYou may be assuming DeNoble is the same whistleblower played by Russell Crowe in \"The Insider\" (1999). No, that was Jeffrey Wigand, a scientist employed by Brown & Williamson. DeNoble's research was obtained by ABC News, whose corporate bosses vetoed its use. Wigand was leaking to \"60 Minutes\" on CBS, where network executives also were shy. There were a lot of cigarette ads on TV in those days, but more to the point, Big Tobacco had a reputation of suing for millions, and never losing a case.\n\nThe first half of this doc covers familiar territory; although everyone, even my parents who both died from smoking cigarettes, knew they were addictive, Big Tobacco had always denied it. Now DeNoble's research with laboratory rats proved it beyond a doubt. Rats who pushed a button got a rat-sized dose of nicotine. The first dose made them puke, but soon they were pushing the button 90 times a day. DeNoble was the most harmful witness imaginable to the industry, because he could testify that Philip Morris knew it and hoped to increase sales with its knowledge.\n\nThe second half of the film begins with a historic series of congressional hearings chaired by Rep. Henry Waxman (D-Calif.). Having thoroughly established that the industry knew nicotine was an addictive drug, Waxman summoned the heads of the seven major tobacco companies to testify. In the past they'd always refused to appear. This time, they showed up. Waxman drops a surprise: He places them under oath. They can either agree it is addictive or perjure themselves. All seven raise their right hands and swear smoking isn't addictive. Then DeNoble delivers his historic testimony. In the months to come, all seven resigned from their corporations.\n\nDeNoble, from a working-class family, was its first member to attend college. That came after he discovered he was dyslexic, and \"I wasn't stupid like I thought.\" Publication of his Philip Morris findings in a journal would have established his reputation. Instead, learning what his research paper contained, his bosses ordered him to withdraw it and kill his rats. Then they fired him. Today he speaks against cigarettes on national tours paid for by funds that were part of Big Tobacco's settlement with the government.\n\n\"Addiction Incorporated,\" directed by Charles Evans Jr., doesn't tell a new story, although it closes very recently with Obama signing the legislation that DeNoble's research put into motion. It's an effective film, livened with animated rats, never boring, and entertaining when it shows Rush Limbaugh, the cigar enthusiast, fulminating against the Waxman hearings.", "running_time": null, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-02-08", "genres": ["Documentary"], "title": "Addiction Incorporated (2012)"}