{"url": "http://www.rogerebert.com/reviews/adoration-2009", "by": "Arsinee Khanjianas Sabine", "star_rating": 3.0, "text": "Atom Egoyan is fascinated by the way life coils back on itself. He uses coincidences and chance meetings not as plot devices but as illustrations of the ways we are linked across generations and national boundaries. His characters are often not completely connected to where they find themselves, and bring along personal, sometimes secret associations. These often reflect much larger realities in the outer world.\n\n\"Adoration\" circles around a central event, or non-event. A report is read about woman who falls in love with a man from the Middle East. His family is in Israel, he says, although I am not sure that is true. She becomes pregnant. He is unhappy at first, but later overjoyed. They seem deeply in love. He wants her to fly to meet his parents in Bethlehem. For business reasons, he must take a later flight.\n\nIn an age of terrorism, this triggers alarms, but not for her. What becomes of these people and their flight is not for me to relate now. We see them only in flashbacks. The story presents more than one way that they possibly did meet. The film is about other people in their lives -- before, and after, they met. It is also about how these other people think about what they did, and didn't do.\n\nThe buried issues involve nationalism, religion and prejudice. But this is not a message film. It is about people trying to find their way through emotional labyrinths. We are not always sure what these are, or what really happened, or what these people really feel about it, or their motives. Neither are they. \"Adoration\" isn't confusion; it's about confused people. Most movies make it easy for us. The central characters know what they want, and we understand.\n\nHere there is the illusion that we are feeling our way along with these people. The most important connection, although we don't realize it for a while, is a Toronto high school drama teacher named Sabine (Arsinee Khanjian, Egoyan's wife and muse). She reads a story about the original air travel incident as an exercise in French class. Why that story? An exercise in comprehending spoken French. And something more ...\n\nA student named Simon (Devon Bostick) transforms this into a first-person story, with his mother as the pregnant woman and his father as the treacherous fiance. Simon's parents are dead, and he lives with his uncle Tom (Scott Speedman). Sabine encourages him to read his story to the class as if it were true -- as an acting exercise, she says. The story is picked up in Internet chat rooms involving Simon's high school friends.\n\nI don't want to say too much about what is real or imagined here, and nothing at all about the secret connection the teacher Sabine is hiding. Egoyan contrives meetings between Sabine and Tom with two rather brilliant sequence that keep us guessing even while played out in full view. And there are flashbacks to the couple in Simon's story and to his actual parents, played by the same actors, so that, as it frequently does in Egoyan, reality takes on uncertain implications.\n\nThrobbing beneath are ideas about terrorism, about Israeli- Palestinian feelings, about Muslims in Canada, and about the role of the Internet in creating factoids that might as well be real. Statements are made involving these subjects, but they're all suspended in an incomplete resolution; the movie withholds closure. There are areas only suggested: the boy's anger at his father, the use of the original story to him, the circumstances of two deaths, the placing of blame.\n\nSome viewers may find the film confusing; I found it absorbing. One problem with reviewing an Egoyan film is that you find yourself struggling to describe a fractured plotline and what characters (and we) may believe at one point and not later. This can be confusing and unsatisfactory. Yet the way the film presents emotions are clear. Why does Egoyan weave a tangled web? Because his characters are caught in it. Our lives consist of stories we tell ourselves about our lives. They may be based on reality, but not necessarily, and maybe they shouldn't always be. If you couldn't do a little rewriting, how could you stand things?", "running_time": 100, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-20", "genres": ["Drama", "Indie"], "title": "Adoration (2009)"}