{"url": "http://www.rogerebert.com/reviews/adventures-in-babysitting-1987", "by": "Elisabeth Shueas Chris", "star_rating": 2.5, "text": "Someday when they write the history of movies in the 1980s, maybe they will be able to explain why Chicago somehow inherited the crown of teenage movie capital of the world. In the golden days of the beach-party movies, all teenagers lived in California, or sometimes in New York or in some strange back-lot version of Middle America. Nobody ever lived in Chicago, certainly not teenagers.\n\nBut today you could put together a list of 25 major films about teenagers from Chicago or Chicago suburbs, from \"Damien: Omen II\" to \"The Breakfast Club,\" from \"Sixteen Candles\" to \"Risky Business,\" from \"Lucas\" to \"Ferris Bueller's Day Off.\" And here comes \"Adventures in Babysitting,\" which combines the central ideas from two of those movies: The teenage hero goes on a tour of Chicago (from \"Ferris Bueller\") and is in danger of getting into a lot of trouble unless she can get back home before the grown-ups (from \"Risky Business\").\n\nThe heroine is played by Elisabeth Shue, from \"The Karate Kid\" (1984), and this time she's a baby-sitter who is entrusted with a small girl and ends up also baby-sitting for a couple of teenage boys only a few years younger than she is. The parents leave for a party in the city, and Shue gets a call from her best girlfriend, who has decided to run away from home and has gotten as far as the central bus station before losing her nerve. Now the girlfriend is desperate. She's broke and in big trouble and wants Shue to come and rescue her.\n\nWell, what else can Shue do? So she packs her three charges into the car and drives into Chicago, where she gets a flat tire, is given a lift by an insane tow-truck driver, and enters into a series of misadventures. For example: The car is commandeered by a car thief. He takes them to a chop shop. Mobsters lock them in an office. They escape by creeping along a girder. They end up onstage in a South Side blues club. And so on.\n\n\"Adventures in Babysitting\" is never quite sure whether to present its plot as reality, or a fantasy. That turns out to be a problem in some of the scenes, for a tricky reason: Many of the adventures of these white kids are with blacks on Chicago's South Side, and the way those scenes are handled depends greatly on how seriously the movie wants us to take them.\n\nI thought it showed a lot of imagination to send the suburban kids into some inner-city situations (Ferris Bueller sometimes seemed to be following the route of the Culture Bus). But then the movie seemed reluctant to give its black characters the freedom to act as they might in real life; they were basically backdrops.\n\nSometimes, though, they're effective and funny ones - especially in the movie's best scene, when Shue and the three kids stumble onto the stage of the nightclub. The bluesman in command insists, \"Nobody leaves here without singing the blues.\" Shue protests, \"But I'm only a baby-sitter,\" and the band responds with a classic blues chord.\n\nOther scenes are pale and silly: for example, the one where Shue sneaks into the party being attended by the parents who have hired her and tries to creep around without being noticed. This whole sequence betrays a real lack of invention.\n\nBy the end of the film, I'd had a couple of real laughs and a few interesting moments, but that was about all.\n\n\"Adventures in Babysitting\" seemed littered with unrealized possibilities. The movie has good raw material, but it never really was pulled together into something I could care about much.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-07-01", "genres": ["Comedy", "Family"], "title": "Adventures in Babysitting (1987)"}