{"url": "http://www.rogerebert.com/reviews/adventureland-2009", "by": "Jesse Eisenbergas James Brennan", "star_rating": 3.0, "text": "It is a truth of twentysomethings that if you have a crappy summer job with other twentysomethings, the way to take your mind off work is daydreaming of sex with your workmates. You are trapped there together eight or 10 hours a day for three months, right, so what else is there to make you dance to unheard melodies?\n\nTake James. Here he is all set to move to New York, and his dad loses his job and he’s forced to take a job at a shabby Pittsburgh amusement park. All of the rides look secondhand, all of the games are rigged, and all of the prizes look like surplus. Your job is to encourage customers even more luckless than you are to throw baseballs at targets that are glued down, while inflamed with hopes of taking home a Big Ass Panda. That’s what Bobby the owner calls them when he instructs you, “Nobody ever wins a Big Ass Panda.”\n\nDirector Greg Mottola, who made the rather wonderful “Superbad,” is back now with a sweeter story, more quietly funny, again about a hero who believes he may be a virgin outstaying his shelf life. Jesse Eisenberg, from “The Squid and the Whale,” plays James, who has a degree in Renaissance studies. (The movie is set in the late 1980s and there may still be a few jobs around.) He’s out of his element at Adventureland; Bobby has to coach him to fake enthusiasm when he announces the horse-race game, where you advance your horse by rolling balls into holes. His performance reminded me uncannily of my last visit to Dave & Buster’s.\n\nMost of the male employees in the park lust for Lisa P. (Margarita Levieva), whose Adventureland T-shirt unfortunately advertises Rides*Rides*Rides. James is much more interested in Em (Kristen Stewart), who is quieter and deeper (Games*Games*Games). She’s smart, quirky, seems more grown-up than the others. A quick rapport springs up, despite her edge on James in sexual experience. She thinks he’s kinda sweet. They talk about subjects that require more than one sentence.\n\nThis romance takes fragile bloom while Mottola, also the screenwriter, rotates through a plot involving James’ friends, one of whom expresses his devotion by hitting him in the netherlands every time he sees him. We cut often to the owner Bobby and wife Paulette (Kristen Wiig), who are lovebirds and have firm ideas about how every job at the park should be performed, which doesn’t endear them to the employees because they’re usually right. Oh, and then there’s Connell (Ryan Reynolds), the good-looking maintenance man, who is married, and why am I telling you that?\n\nAs the summer lurches between deadly boredom and sudden emergencies (someone wins a Big Ass Panda), James and Em grow closer. This is absorbing because they reveal themselves as smarter than anyone else realizes. From his earlier work, I expected to like Eisenberg. What surprised me was how much I admired Kristen Stewart, who in “Twilight,” was playing below her grade level. Here is an actress ready to do important things. Together, and with the others, they make “Adventureland” more real and more touching than it may sound.\n\nI worked two summers at Crystal Lake Pool in Urbana. I was technically a lifeguard and got free Cokes, but I rarely got to sit in the lifeguard chair. As the junior member of the staff, I was assigned to Poop Patrol, which involved plunging deep into the depths with a fly swatter and a bucket. Not a lot of status when you were applauded while carrying the bucket to the men’s room. (“No spilling!” my boss Oscar Adams warned me.) But there was another lifeguard named Toni and — oh, never mind. I don’t think she ever knew.", "running_time": 107, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-31", "genres": ["Comedy", "Romance"], "title": "Adventureland (2009)"}