{"url": "http://www.rogerebert.com/reviews/affliction-1999", "by": "Nick Nolteas Wade Whitehouse", "star_rating": 4.0, "text": "Nick Nolte is a big, shambling, confident male presence in the movies, and it is startling to see his cocksure presence change into fear in Paul Schrader's \"Affliction.'' Nolte plays Wade Whitehouse, the sheriff of a small New Hampshire town, whose uniform, gun and stature do not make up for a deep feeling of worthlessness. He drinks, he smokes pot on the job, he walks with a sad weariness, he is hated by his ex-wife, and his young daughter looks at him as if he's crazy.\n\nWhen we meet Glen, his father, we understand the source of his defeat. The older man (James Coburn) is a cauldron of alcoholic venom, a man whose consolation in life has been to dominate and terrorize his family. There are scenes where both men are on the screen together, and you can sense the sheriff shrinking, as if afraid of a sudden blow. The women in their lives have been an audience for cruelty; of the older man's wife, it is said, \"Women like this, it's like they lived their lives with the sound turned off. And then they're gone.'' \"Affliction'' is based on a novel by Russell Banks, whose work also inspired \"The Sweet Hereafter.'' Both films are set in bleak winter landscapes, and both involve a deep resentment of parental abuse--this one more obviously, since Sheriff Whitehouse's entire unhappy life has been, and still is, controlled by fear of his father. We're reminded of other films Paul Schrader has written (\"Taxi Driver,'' \"Raging Bull,'' \"The Mosquito Coast'') or directed (\"Mishima: A Life in Four Chapters,'' \"Hardcore''), in which men's violence is churned up by feelings of inadequacy. (He also wrote \"The Last Temptation Of Christ,'' in which at least one line applies: \"Father, why hast thou forsaken me?'') Wade Whitehouse is a bad husband, a bad father and a bad sheriff. He retains enough qualities to inspire the loyalty, or maybe the sympathy, of a girlfriend named Margie (Sissy Spacek), but his ex-wife (Mary Beth Hurt) looks at him in deep contempt, and his brother Rolfe (Willem Dafoe), the film's narrator, has been wise to clear out of the town and its poisons.\n\nEarly in the film, Wade decides to show a little enterprise on the job. A friend of his has gone out as a hunting guide for a rich man, and returned with the man's expensive gun, some bloodstains and a story of an accident. Wade doesn't believe it was an accident, and like a sleepwalker talking himself back to wakefulness, he begins an investigation that stirs up the stagnant town--and even rouses him into a state where he can be reached, for the first time in years, by fresh thoughts about how his life has gone wrong.\n\nBecause there are elements of a crime mystery in \"Affliction,'' it would be unwise to reveal too much about this side of the plot. It is interrupted, in any event, by another death: Wade and Margie go to the old man's house to find that Wade's mother, Glen's wife, lies dead upstairs and Glen is unable to acknowledge the situation. It is even possible that the sick woman crawled upstairs and was forgotten by a man whose inner eye has long been focused only on his own self-diagnosis: not drunk enough, drunk just right or too drunk? Rolfe returns to town for the funeral and to supply missing elements from the story of their childhood, and the film ends in an explosion that seemed prepared even in the first frame. Its meaning is very clear: Cruelty to a child is not over in a moment or a day, but is like those medical capsules embedded in the flesh, which release their contents for years. Nolte and Coburn are magnificent in this film, which is like an expiation or amends for abusive men. It is revealing to watch them in their scenes together--to see how they're able to use physical presence to sketch the history of a relationship. Schrader says he cast Coburn because he needed an actor who was big enough, and had a \"great iconic weight,'' to convincingly dominate Nolte. He found one. Coburn has spent a career largely in shallow entertainments, and here he rises to the occasion with a performance of power.\n\nThere is a story about that. \"I met with Coburn before the picture began,'' Schrader told me, \"and told him how carefully Nolte prepares for a role. I told Coburn that if he walked through the movie, Nolte might let him get away with it for a day, but on the second day all hell would break lose. Coburn said, 'Oh, you mean you want me to really act? I can do that. I haven't often been asked to, but I can.' '' He can.", "running_time": 114, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-08", "genres": ["Drama", "Indie"], "title": "Affliction (1999)"}