{"url": "http://www.rogerebert.com/reviews/afterglow-1998", "by": "Nick Nolteas Lucky Mann", "star_rating": 3.0, "text": "Julie Christie has the kind of face you find on the covers of romance novels, and surely one of the reasons she was cast in \"Dr. Zhivago\" was that she would look so good on the poster. She projects the wounded perfection of a great beauty who has had the wrong sort of luck. In \"Afterglow,\" only her third role in the 1990s, Alan Rudolph has given her the sort of character she knows inside out: bemused, sad, needful, mysterious.\n\nShe plays Phyllis Mann, a former B-movie actress specializing in horror roles, who now lives in Montreal with her husband, Lucky (Nick Nolte), a handyman equally at home with wrenches and wenches. Some great sadness from the past overshadows their marriage, and although Phyllis and Lucky are held together by love and understanding, he philanders, with her tacit permission, among the lonely housewives who phone for his services. (\"Plumbing and a woman's nature are both unpredictable and filled with hidden mysteries,\" he philosophizes.) Nolte plays Lucky not as a sex machine, however, but as a tender, observant man who feels a certain sympathy with the women he has sex with. The deal with his wife is, he can fool around, as long as he doesn't get serious. One day seriousness threatens, when he meets Marianne Byron (Lara Flynn Boyle), a yuppie wife who yearns for the baby her husband will not, or cannot, give her. So deep is her need that she has hired Lucky Mann to convert an extra bedroom into a nursery, even as her cold, arrogant husband, Jeffrey (Jonny Lee Miller, Sick Boy in \"Trainspotting\"), vows he wants nothing to do with children.\n\nThe plot to this point could be the stuff of soap opera, but there's always something askew in an Alan Rudolph film, unexpected notes and touches that maintain a certain ironic distance while permitting painful flashes of human nature to burst through. Imagine a soap in which the characters subtly mock their roles while the actors occasionally break down in grief about their offscreen lives.\n\n\"Afterglow\" has a script that permits coincidence and contrivance; like many of Rudolph's films (\"Choose Me,\" \"Trouble in Mind\") it has characters who seem fated to share common destinies. As Lucky Mann falls into the pit created by Marianne's great need, Phyllis meets Jeffrey and allows herself to be drawn toward him in a mixture of curiosity and revenge.\n\n\"Afterglow\" doesn't depend on a visible style as much as some of Rudolph's films; he seems so interested in the story, which he wrote himself, that he doesn't need to impose directorial distance. That may be because the characters are so poignant. Julie Christie, lounging on a sofa looking at her old horror films, has speeches in which she looks back on Hollywood with the fascination of an accident victim. Nolte's character is not a one-dimensional louse but a man whose sex life may reflect a deep sympathy for women--the same sympathy he feels for his wife, so steeped in sadness.\n\nAs for Christie, what's the story with her? She is so familiar a face from her early films (\"Darling,\" \"McCabe and Mrs. Miller,\" \"Far From the Madding Crowd,\" \"Shampoo\"), but then her career drifted into unessential and forgettable films. Infrequent newspaper interviews reported on her happiness in solitude. Like the character Phyllis, she has a distance on her early career; unlike her, she uses it here to create something fresh and vulnerable. How mysterious and intriguing some performances can be.", "running_time": 113, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Afterglow (1998)"}