{"url": "http://www.rogerebert.com/reviews/after-the-rehearsal-1984", "by": null, "star_rating": 4.0, "text": "Ingmar Bergman's \"After the Rehearsal\" seems to be as simple and direct as a tape recording of actual conversations, and yet look at the thickets of interpretation it has inspired in its critics. After seeing it, I thought I understood the film entirely. Now I am not so sure. Like so many of Bergman's films, and especially the spare \"chamber films\" it joins (\"Winter Light,\" \"Persona\"), it consists of unadorned surfaces concealing fathomless depths.\n\nIt is safest to begin with the surfaces. All of the action takes place on a stage prepared for a production of Strindberg's \"A Dream Play.\" An aging director sits among the props, and every chair and table reminds him of an earlier production. The rehearsal has ended some time ago, and now the director simply sits, as if the stage were his room. A young actress returns to the stage for a missing bracelet. But of course the bracelet is an excuse, and she wants to talk to the great man, and perhaps to begin a relationship with him (as, perhaps, she has heard that many other actresses have done over the years). The old director was once the lover of the girl's mother. It is even possible that this girl is his daughter. They talk. Then an older actress enters. She has a few lines in the play, and wants to know -- frankly, brutally -- if her career as a leading actress is really over because she is known as a drunk. She cries, she rants, she bares her breasts to show the old man that her body is still sound, if sodden. The director is tempted: He was once this woman's lover, and perhaps her daughter is his.\n\nThe young girl stays on stage during the extraordinary display of the older actress. When the older woman leaves, the director and ingenue talk again, and this time the old man, who has been through the turmoil of love too many times, talks her through their probable future: We could make love, we could have an affair, we would call it part of our art, you would be the student, I would be the teacher, I would grow tired, you would feel trapped, all our idealism would turn into ashes. Since the relationship is foredoomed, why bother with it?\n\nJust in terms of these spare passages of dialogue and passion, \"After the Rehearsal\" is an important and painful confessional, for the old director, of course, bears many points of resemblance to Bergman, whose lovers have included his actresses Harriet Andersson, Bibi Andersson, and Liv Ullmann, among others, and whose daughter by Ullmann appeared in \"Face to Face.\" But the film is not a scandalous revelation: It is actually more of a sacramental confession, as if Bergman, the son of a Lutheran bishop, now sees the stage as his confessional and is asking the audience to bless and forgive him. (His gravest sin, as I read the film, is not lust or adultery, but the sin of taking advantage of others -- of manipulating them with his power and intellect.)\n\nIf that were the extent of \"After the Rehearsal,\" it would be deep enough. But Bergman has surrounded the bare bones of his story with mystifying problems of interpretation. Just as in \"Persona\" he included scenes in which his characters exchanged personalities and engaged in scenes that might have or might not have been fantasies and dreams, so here, too, he gives us things to puzzle over. Reading the earlier reviews of the film, I discover that one critic realized only belatedly that the younger actress, Anna, was onstage the whole time the older actress, Rakel, poured out her heart. Strange, and yet another critic thought the whole scene with Rakel was the director's own dream. Yet another suggested that Anna represents not only herself but also Rakel's absent daughter. And another theory is that Anna is the daughter of the director and Rakel, and is brought into being by the residual love between them, as a sort of theatrical Holy Spirit. The age of Anna has been variously reported as ranging from twelve to twenty, with one critic reporting that both ages of the character are represented.\n\nWhich is the correct interpretation? They are all correct. Each and every one is equally correct; otherwise what is the use of a dream play? The point is not to find the literal meaning, anyway, but to touch the soul of the director, and find out what still hurts him after all these years. After all the sex and all the promises, all the lies and truths and messy affairs, there is still one critical area where he is filled with guilt and passion. It is revealed when Anna tells him she is pregnant. He is enraged. How could she, a young actress given the role of a lifetime, jeopardize her career and his play by getting pregnant? Then she tells him she has had an abortion, for the sake of the play. And then he really is torn in two, for he does not believe, after all, that a play -- not even his play -- is worth the sacrifice of a life. \n\nWhat we are left with at the end of \"After the Rehearsal,\" however, is the very strong sense of an artist who has sacrificed many lives for the sake of his art, and now wonders if perhaps one of those lives was his own.", "running_time": 72, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "After the Rehearsal (1984)"}