{"url": "http://www.rogerebert.com/reviews/after-the-sunset-2004", "by": "Pierce Brosnanas Max Burdett", "star_rating": 2.0, "text": "I am bemused by what a movie expects us to accept on faith. Consider the opening sequence of \"After the Sunset,\" a diamond heist movie. Woody Harrelson plays Stan, an FBI agent who is a passenger in an SUV; he holds a briefcase that contains a precious jewel. After the driver gets out of the SUV, the thief Max (Pierce Brosnan) uses a PDA to assume control of the vehicle, backs it up at high speed and speeds away from the FBI security escort. On a side street, it halts in front of a garage door, and a semi truck pushes it sideways through the door, which slams shut behind it, and Stan is relieved of the jewel and foiled again by his longtime arch-enemy.\n\nVery good. But now think some more. Max's partner in the heist was Lola (Salma Hayek), who disguised herself as a bearded squeegee guy at a stoplight, using her squeegee to read the bar code on the SUV window so Max could key in the vehicle on his PDA. Very good. But why did he need to know the vehicle identification number, when he manifestly had already customized the vehicle? After all, it contains the remote controls he is manipulating. Even the best-equipped SUVs don't come loaded with equipment allowing them to be driven automatically by PDAs. We're distracted from this logic by the obligatory scene in which Lola rips off her whiskers and wig, looking of course perfectly made-up underneath.\n\nAll very well. But hold on: Did I say Max was on a rooftop? Yes, because that's how he can look down and see the SUV that he takes control of. Excellent. Except, what happens after the SUV turns the corner and races down the street and turns another corner? How can Max still see it? How does he know where to steer it? How come it doesn't run through a crosswalk containing a baby carriage, two nuns with six orphans, and a couple of guys carrying a sheet of plate glass? And how could they be sure the SUV would stop exactly in front of the open garage door, especially since Brosnan can't see what's happening? Maybe it was remote-controlled, too.\n\nThe movies are never more mysterious than when they show us something that is completely preposterous and get away with it. Not one viewer in 100 will ask the questions I've just asked, because in movies like this we go along with the flow. And this whole movie is flow.\n\n\"After the Sunset\" is skillfully made, but it's not necessary. I can think of no compelling reason to see it during a time when your choices also include \"Sideways,\" \"Ray,\" \"The Polar Express,\" \"The Incredibles,\" \"Primer,\" \"Vera Drake\" and \"Undertow.\" On the other hand, should you see it, the time will pass pleasantly.\n\nThe actors are good company. Pierce Brosnan and Salma Hayek hurl themselves into their roles -- but gently, so nothing gets broken. She's in full plunging-neckline-in-the-sunset mode. Woody Harrelson has the necessary ambiguity to play the FBI agent's love-hate relationship with Max. Don Cheadle has fun as the American-born Bahamian gangster who wants to become Brosnan's partner in stealing a precious diamond from a cruise ship. Naomie Harris is intriguing as a local cop. The locations are sun-drenched, and there are enough plugs for the Atlantis resort hotel so that we know the cast enjoyed their stay on the island.\n\nBut what, really, is \"After the Sunset\" other than behavior circling cliches? The heist itself, with its entrance through the ceiling, etc., is recycled from other films. However, the method by which Max establishes his alibi is clever. I can't describe it without giving away too much, but should you watch the film, ask yourself (1) if there's really enough time to do what he does, and (2) how likely it is that a non-diving FBI agent would agree to come along with a couple of thieves on a midnight scuba expedition to an old wreck?\n\nThe subplot is the old standby about the crooks who pull off one last job and plan to retire. Of course the woman is in favor of this, but the man grows restless and misses his old life. The same thing that happens to Max happened only last week to Mr. Incredible. The female lead always gets the thankless task of trying to talk the hero out of doing what he obviously must do, or there would be no movie. \"Now the challenge is to find joy in simple things,\" Lola tells Max. \"After the Sunset\" is a simple thing, so we could start there.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-11-11", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "After the Sunset (2004)"}