{"url": "http://www.rogerebert.com/reviews/against-the-ropes-2004", "by": "Meg Ryanas Jackie Kallen", "star_rating": 3.0, "text": "You know the Slow Clap Scene, where the key character walks into the room and it falls silent? And everybody is alert and tense and waiting to see what will happen? And then one person slowly starts to clap, and then two, three, four, and then suddenly the tension breaks and everyone is clapping, even the sourpuss hold-outs? Can we agree that this scene is an ancient cliche? We can. And yet occasionally I am amazed when it works all the same.\n\nIt works near the end of \"Against the Ropes,\" a biopic about Jackie Kallen, who was (and is) the first female fight promoter in the all-male world of professional boxing. It works, and another cliche works, too: the Big Fight scene, right out of \"Rocky\" and every other boxing movie, in which the hero gets pounded silly but then somehow, after becoming inspired between rounds, comes back and is filled with skill and fury.\n\n\"Against the Ropes\" meanders until it gets to the final third of its running time, and then it catches fire. Its setup story is flat and lacks authenticity, Meg Ryan is barely adequate as Jackie Kallen, and Omar Epps, as her boxer Luther Shaw, is convincing but underwritten. The film plays like a quick, shallow made-for-TV biopic, but then it relies on those ancient conventions, and they pull it through.\n\nWhen we meet Kallen, she is the assistant to Cleveland's top boxing promoter. She grew up in boxing; her dad ran a gym and when she was a little girl he sometimes had to chase her out of the ring. Now she knows as much about boxing as anyone, but of course a woman isn't allowed to use that knowledge. Then, observing a fight in a ghetto drug apartment, she sees a (non-drug-related) guy waltz in and cream everyone, and she intuits that he could be a great fighter.\n\nThis is Luther Shaw, played by Epps as a man with psychic wounds from childhood that sometimes unleash a terrible fury. Kallen persuades him he can be a fighter, signs him, hires a trainer to prepare him, edges around the Cleveland boycott against her by convincing a Buffalo promoter it's time for him to return the favors he got from her dad. Many of the scenes in this stretch are routine, although the performance by Charles Dutton as a veteran trainer has a persuasive authenticity; he also directs.\n\nRyan works hard at Jackie Kallen, but this is not a role she was born to play. Ryan is a gifted actress, best at comedy but with lots of noir in her; she's good in thrillers, too. But she's not naturally a brassy exhibitionist, and that's what this role calls for. Kallen, who seems to buy her wardrobe from Trashy Lingerie and Victoria's Secret, and who talks like a girl who grew up in a gym, might have better been cast with someone with rougher notes -- Gina Gershon. Ryan seems to be pushing it.\n\nThere's also a problem with Renee (Kerry Washington), Kallen's best friend, who becomes Luther's girlfriend, I think. I say \"I think\" because the role is so seriously underwritten that the movie would have been better off just not including it. Although Luther and Kallen are never romantically attracted, theirs is the movie's central relationship. Dutton (working from a screenplay by Cheryl Edwards), doesn't seem much interested in Luther's private emotional life, and so we get inexplicable scenes in which Luther and Renee seem to be best friends, or are hanging out together, or -- what? The two of them have hardly any dialogue with each other, and although Renee is cheering during the big fight, there's no scene resolving her feelings for her man; the spotlight is on Kallen, which is all right, but it leaves a loose end.\n\nEpps is always convincing, however, and by the last act of the movie we make our accommodation with Ryan because the character has grown more interesting. Intoxicated by the spotlight of publicity, she starts to think it's about her, not her boxer, and eventually she turns into a media caricature and finds herself forced outside the world she helped to create. Then comes the Big Fight, and the Slow Clap, and I'm damned if I wasn't really moved by the payoff.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-02-20", "genres": ["Drama", "Sports Film"], "title": "Against the Ropes (2004)"}