{"url": "http://www.rogerebert.com/reviews/against-all-odds-1984", "by": null, "star_rating": 3.0, "text": "There have been too many sweet girls in thrillers. What we need are more no-good, double-dealing broads who can cross their legs and break your heart. \"Against All Odds\" has a woman like that, and it makes for one of the most intriguing movie relationships in a long time; in thirty-five years, to be exact, which is when they told this story for the first time. You may remember the original movie. It was called \"Out of the Past.\" It starred Robert Mitchum and Kirk Douglas, and it was the greatest cigarette-smoking movie of all time. Mitchum and Douglas smoked all the way through every scene, and they were always blowing sinister, aggressive clouds of smoke at each other. \n\nThe movie was shot so there was always a lot of light on the place in midair where their smoke was aimed. The only drawback to the fact that smoking is no longer fashionable in movies is that we don't get any great smoking scenes anymore. Anyway, if you remember that movie, you remember that Kirk Douglas was a hoodlum and Robert Mitchum was a guy who would take a job for a buck, and Douglas hired Mitchum to track down his missing girlfriend, who was played by Jane Greer. After Mitchum found Greer, they had a big love affair -- or so Mitchum thought. But Greer, that no-good, two-timing, double-crossing broad, liked security more than passion.\n\n\"Against All Odds\" is not really a remake of \"Out of the Past.\" The only similarity between the two movies is in the cynical love triangle. And it was a real inspiration to tell that story again, since it makes for an intriguing, complicated, interesting romance. This time, the bad guy is a gambler, played by James Woods. His girlfriend (Rachel Ward) is the daughter of the owner of a pro-football team (played by Jane Greer, of all people). And the guy who tracks her down (Jeff Bridges), is a team player who's just been fired after a knee injury.\n\nThere is a lot of plot in this movie -- probably too much. The best thing to do is to accept the plot, and then disregard it, and pay attention to the scenes of passion. They really work. Bridges and Ward have an interesting sexual tension in \"Against All Odds,\" since their relationship is not simply sweetness and light, but depends upon suspicion, dislike, and foul betrayal. That's ever so much more interesting than just falling in love. And the situation liberates Ward from the trap she'd been in; the trap of playing attractive, sexy, strong heroines. This time, as a complicated schemer, she's fascinating.\n\nThe movie has a lot of muted social criticism in it, involving professional sports and ecology. The Jane Greer character has a plan to destroy several beautiful canyons to build houses. The Bridges character is a victim of unfair labor practices. And so on. Sometimes we get the idea we're watching a clone of \"Chinatown\" -- but not with that jealous triangle. Woods is the villain, so he does smoke, of course. But Bridges and Ward are so consumed with passion, they don't even need to.", "running_time": 128, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Crime", "Drama", "Film Noir", "Mystery", "Romance", "Thriller"], "title": "Against All Odds (1984)"}