{"url": "http://www.rogerebert.com/reviews/agatha-1979", "by": "Dustin Hoffmanas Wally Stanton", "star_rating": 2.5, "text": "I'm an incurable reader of mystery novels, but somehow I've never been able to work up much enthusiasm for the works of Agatha Christie. I like books with some juice in them - with flesh and blood people involved in the crimes. Miss Christie seems to have favored stilted, anemic caricatures from what could be called Great Britain According to Punch.\n\nI know I'm intended to curl up on a cold evening, of which there has been no shortage, and savor Miss Christie's languid logical puzzles while the chestnuts roast by the fire and the old hound dreams of rabbits, etc., but the fact is I grow maddened by her refusal to tell me what her characters are really thinking and feeling.\n\nIt is, therefore, no doubt ironic that the movie \"Agatha,\" a speculation based on what was - so far as I know - the only public display of eccentricity and passion in Dame Agatha's life, fails for the same reason her books do: Because it hasn't the juice and the life and the passion. It tells of 11 mystery days in 1926 when the novelist, distraught because her husband wanted a divorce, disappeared from view and checked into a health spa under the name of her husband's mistress.\n\nThe official explanation for the episode was \"insomnia,\" and the event is ignored in Christie's autobiography. But how much explanation do we need? Her disappearance, her pseudonym and her behavior are easily accounted for by the crisis she was facing. We might not have acted that way ourselves, but we can understand why someone else would have.\n\nKathleen Tynan, however, could not. And so she wrote a mystery novel speculating on what happened during those missing 11 days (or, more accurately, she wrote a treatment for a movie and fleshed it out into both a novel and a screenplay). We learn that Dame Agatha was acting, not in a panic, but in a coldly calculated manner, and that what she hoped to do was...\n\nI had better not give away what it was that she hoped to do. Let it just be said that her plans were worthy of comparison with the poisonings, dismemberments, asphyxiations, electrocutions and burials alive of the great murderers immortalized by George Orwell in his \"The Decline of the English Murder.\" And If Kathleen Tynan and the makers of \"Agatha\" had worked in that spirit - had given us a droll and macabre black comedy - the movie might have worked.\n\nThey do not, and so it does not. They hypothesize a visiting American journalist (Dustin Hoffman) who successfully tracks down Agatha Christie (Vanessa Redgrave). They establish a cold and bitter marriage for Miss Christie, they're very good at creating the health spa she flees to (it's a little like a hygienic sea cruise), and then they give us this strange and stilted courtship between the reporter and the novelist.\n\nBoth Redgrave and Hoffman provide interesting performances: Hoffman is very stiff and very confident, and speaks as if expecting to be heard at great distances, and Redgrave is tall and solemn and a little mad, as the British like their lady novelists. They inhabit a decor that's a triumph of set decoration (they're forever coming and going through a forest of potted plants). They are almost charming when each pretends that the other isn't on to the secret.\n\nBut the relationship isn't real. It's never for a moment deeply felt - it's just deeply acted. And Miss Christie's carefully planned disaster, when it comes, seems to belong in some more naive movie with, say, Alec Guinness in the hot seat. It's doubly ironic, really, that a movie could so blatantly violate the privacy Dame Agatha so fiercely treasured, and at the same time fail because it shares her inability to create real people.", "running_time": 105, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-03-05", "genres": ["Drama", "Mystery", "Thriller"], "title": "Agatha (1979)"}