{"url": "http://www.rogerebert.com/reviews/agnes-of-god-1985", "by": "Jane Fondaas Dr. Livingston", "star_rating": 1.0, "text": "It might have been impossible to convert \"Agnes of God\" from a play into a movie under any circumstances, since the intrinsic reality of film throws the play's conceits and contrivances into sharp relief. Speeches that seemed stylishly theatrical on stage seem, in screen close ups, to be. . . merely theatrical. But that's just the beginning of this film's problems. It considers, or pretends to consider, some of the most basic questions of human morality and treats them on the level of \"Nancy Drew and the Secret of the Old Convent.\" \n\nThe story: A dead baby is found in a lonely convent, where the nuns lead a sequestered life and there are no men who possibly could have been the father - unless you count poor old Father Metineau, the nuns' spiritual adviser, who has a drinking problem. The police investigation indicates that the baby's mother, and possibly its murderer, was Sister Agnes (Meg Tilly), a young, simple-minded girl of total naivete. It is never made quite clear what specific problem Sister Agnes suffers from, but she clearly has parts on order. \n\nA psychiatrist (Jane Fonda) is assigned to the case and it quickly becomes clear that she will learn little from Sister Agnes, who has total amnesia regarding the entire incident. The convent's mother superior (Anne Bancroft) at first seems more helpful - she is a \"modern\" woman who was married before she entered the convent and who shares a forbidden cigarette with Fonda - but she, too, turns hostile as the investigation continues. \n\nI will be giving away no essential secrets if I reveal that the precise details of the conception, birth and murder of the child are never cleared up to anybody's satisfaction. \n\nMore to the point: The solution to the crime hardly seems to be the point of the movie. It reaches for a far loftier philosophical subject, which is, I think, the possibility of miracles. \n\nAlthough the movie deals in the basic materials of a criminal investigation (cynical cops, forensic details, courtroom testimony), it has a seriously clouded agenda. The mechanism of the crime story whirls busily and goes nowhere. Meanwhile, we learn that Fonda has a personal hatred of the Catholic church, that Mother Miriam seems overly concerned with protecting Sister Agnes, that Sister Agnes herself has the sort of ecstatic world-vision usually reserved for saints, and that we should not overlook the possibility that the baby, in fact, had no father. In other words, Sister Agnes had a virgin birth. Or, in case the point still seems obscure, the murdered infant was a child of God. There is a certain amount of pressure on the Fonda character, an agnostic, to accept the possibility that a miracle has occurred. She resists it, quite sensibly, since the implications of the miracle are horrifying: If God indeed conceived the child in Sister Agnes' womb, then why did he in his omnipotence allow her to kill it? But of course (you argue) God also gave Sister Agnes free will, so she was free to kill the child no matter what the details of its conception. True, and yet then, we must ask, why did God create a baby to be killed? Here we enter, of course, into the still larger question of why God has created all of us and placed us in this life where we will most assuredly all die. \n\nReligion centers on the answers to that question. The infuriating thing about \"Agnes of God\" is that it tells a story that makes such questions essential and then ignores them. This is a very badly confused movie. It takes the form of a murder investigation and then uses hints of the supernatural to avoid all the hard-edged questions raised by the murder. Then, just when it seems to be edging close to the fundamental supernatural questions it contains - it's back to the courtroom. The movie uses each half of its story to avoid dealing with the other. \n\nUnder the circumstances, the performances are as good as can be expected. Given dialogue that sounds as if it were written to be read, given characters who consistently avoid asking the obvious questions, given a story that refuses to declare what it is about, Bancroft, Fonda and Tilly use their craft to give the illusion that they know where they stand. It is service in a lost cause.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-09-13", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Agnes Of God (1985)"}