{"url": "http://www.rogerebert.com/reviews/agnes-browne-2000", "by": "Anjelica Hustonas Agnes Browne", "star_rating": 2.5, "text": "Agnes Browne is an Irish housewife with six sons and a daughter and her husband dead since 10 minutes past 4 this afternoon, giving a piece of her mind to the government clerk who wants to see a certificate before paying out the poor man's death benefits. She doesn't make much money with her fruit and vegetable cart in a street market, but she's got her pride and her friends, and her children all wear matching sweaters to the funeral--even if they match because they all came from the same charity agency.\n\nAgnes (Anjelica Huston) is like the lucky twin of Angela McCourt, the heroine of \"Angela's Ashes.\" Things are grim but not bleak, and at least there's no drunken husband in the picture (one of her youngest is so overcome at the funeral he holds two oranges up to block his eyes). She's best friends with Marion (Marion O'Dwyer), who runs the next cart in the market, and if she's not overly smart, at least she's observant and thoughtful.\n\nHuston might seem like an unlikely actress to play her, and to direct \"Agnes Browne,\" but reflect that her late father, the director John Huston, maintained a country home (almost a castle, really) in Ireland during her childhood, and that she grew up feeling as Irish as American. Her accent can't be faulted, and neither can her touch for detail: not the realistic details of \"Angela's Ashes,\" but the pop fiction details of what's essentially a warmhearted soap opera.\n\nThe supporting characters come on screen all but wearing descriptive labels on cords around their necks. Consider Mister Billy, played by Ray Winstone, an actor so good at being mean that two of England's best actors (Tim Roth and Gary Oldman) both cast him as an abusive father in their first movies. Mister Billy is the neighborhood loan shark, a man who hands you the cash and expects you to pay interest on it for the rest of your life.\n\nAgnes has to borrow from him to finance her husband's funeral, and when she's able to pay him back in a lump sum, his eyes narrow with disappointment. When her son Frankie finds a trade and needs to buy tools, Mister Billy is there with another loan and sinister intentions.\n\nSome days are sunny, some cloudy in Agnes' life. She is flattered to be asked out on a date by the French baker Pierre (Arno Chevrier), and saddened when Marion gets bad news about a medical exam. And always in the back of her head is a dream, which, her aim being modest, is to meet Tom Jones. Whether she marries Pierre or meets Jones, as well as the state of Marion's health and the outcome of Frankie's loan, I will leave you to discover.\n\nThis is a modest but likable film, and Anjelica Huston plays a heroine who makes us smile. But it's skimpy material, and I'm not sure why Huston was attracted to it; her first film as a director, \"Bastard Out of Carolina\" (1996), a story about child abuse, was fiercer and more passionate. \"Agnes Browne\" is not consequential enough to inspire a visit to a theater, but as a video rental it's not a bad idea.", "running_time": 92, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Drama"], "title": "Agnes Browne (2000)"}