{"url": "http://www.rogerebert.com/reviews/agora-2010", "by": "Rachel Weiszas Hypatia", "star_rating": 3.0, "text": "I went to see \"Agora\" expecting an epic with swords, sandals and sex. I found swords and sandals, some unexpected opinions about sex, and a great deal more. This is a movie about ideas, a drama based on the ancient war between science and superstition. At its center is a woman who in the fourth century A.D. was a scientist, mathematician, philosopher, astronomer and teacher, respected in Egypt, although women were not expected to be any of those things.\n\nHypatia (Rachel Weisz) was born into the family business. Her father Theon (Michael Lonsdale) was the curator of the Library of Alexandria, which had as its mission \"collecting all the world's knowledge.\" Scholars traveled there from across the ancient world, doing research and donating manuscripts. It was destroyed by Christians in 391 A.D., and \"Agora\" takes place in the years surrounding that incalculable loss.\n\nThe film's title refers to a name for the public assembly places in ancient Greek city-states. The library was such an agora, and we see Hypatia teaching a class of young men who listen to her with open admiration.\n\nThere's an early indication that this won't be a routine \"Troy\"-like exercise in CGI action scenes: Hypatia actually does teach something, using the first scale model of planetary motion to deduce, centuries before Galileo, that the Earth cannot be the center of the universe.\n\nHypatia has three students completely under her spell: Davus (Max Minghella), Synesius (Rupert Evans) and Orestes (Oscar Isaac). All make the error of feeling lust, Orestes least subtly. Hypatia seems devoid of sexual feeling; perhaps she believes her vocation prohibits it. Her method of rejecting Orestes is brutally direct. Although Rachel Weisz may be beautiful, in the performance she makes no effort to exploit that, and is singleminded in her dedication to knowledge.\n\nThe film's director and co-writer, Alejandro Amenabar, re-creates the Alexandria of Hypatia's time with a mixture of sets and effects, showing it at the tipping point between Greek and Roman paganism and the new religion of Christianity. As she studies with and under her father, drawing from countless parchment scrolls in the library, in the city the Christians burn with a fearful intensity. Hypatia herself is not interested in religion; she feels passion only for her ideas.\n\nNeither the pagans nor Christians are pacifists. Both sides possess that peculiar certainty that their opponents must by definition be evil. Blood is shed. Foolishly believing they hold the upper hand, the pagans, led by Orestes, conduct a bloodletting, only to learn in a savage lesson that there are now more Christians than they imagined. This warfare culminates in the destruction of the library. Hypatia races with her students to rescue armloads of scrolls, a few of which may literally have been responsible for our surviving texts from Aristotle and other Greeks.\n\nIn sword-and-sandal epics, the Christians are without fail the good guys. Not here. Christians and pagans are equally blinded by the conviction that those who disagree deserve death. After the rise of the Christians, the factions grow even more militant; one group wears black robes and searches streets for dissenters, heretics and Jews.\n\nThere is historical truth here. The actual teachings of Jesus are often imperfectly observed by his followers. The film also has unmistakable parallels to militant Islam and to the sectarian conflicts in the Middle East and elsewhere. The movie doesn't make as much as you might expect about Hypatia's gender; possibly the subjugation of women was so unconsciously and universally accepted that, in some sense, she was seen less as a woman than as a daughter teaching the lessons of her father.\n\nThat Hypatia was a genius seems beyond question. Her invention, the hydrometer, is being used in the Gulf at this moment to distinguish oil from water by their specific densities. Although \"Agora\" avoids the temptation to sneak in a romantic subplot, it gets mileage out of her character as a focus of emotional intrigue for her male students, who would have never seen a woman anything like her.\n\nAlejandro Amenabar seems drawn to stories about the determination of the intellect to work in the real world. His \"The Sea Inside\" (2004) starred Javier Bardem as a paralyzed man who fought for the right to die. In \"Open Your Eyes\" (1997), a disfigured man struggles to express his love for a woman. The underrated \"The Others\" (2001) starred Nicole Kidman as a woman compelled to prove her ideas of ghosts have objective reality. Here a woman finds the Earth circles the sun, but moves in indifference to her ideas.", "running_time": 127, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-21", "genres": ["Adventure", "Drama", "Foreign", "History"], "title": "Agora (2010)"}