{"url": "http://www.rogerebert.com/reviews/aileen-life-and-death-of-a-serial-killer-2004", "by": "Nick Broomfield", "star_rating": 3.5, "text": "\"Aileen: Life and Death of a Serial Killer\" is a documentary by Nick Broomfield, the guerrilla filmmaker who works with a crew of one (cinematographer and co-director Joan Churchill) and structures his films into the stories of how he made them. He met Aileen, invariably described as \"America's first female serial killer,\" soon after her original arrest, and made the 1992 documentary \"Aileen Wuornos: The Selling of a Serial Killer\" about the media zoo and bidding war that surrounded her sudden notoriety. Florida police were fired after it was disclosed they were negotiating for a Hollywood deal, and Aileen, meanwhile, was represented by \"Dr. Legal,\" a bearded, pot-smoking ex-hippie who was incompetent and clueless. She saw his ad on late-night TV. She couldn't pay him, but he figured he could cash in, too.\n\nAs Wuornos' often-delayed execution date inexorably closed in, Broomfield returned to the story for this film, made in 2002. He had become friendly, if that is the word, with Aileen, and indeed she gave him her last interview. He also interviewed many people instrumental in her life, including childhood friends, former sexual partners and even her long-lost mother. The portrait he builds of her life is one of cruel suffering and mistreatment. This was a young woman who hitchhiked to Florida when she was 13 because she was tired of sleeping in the rough, and who became a roadside prostitute because, really, what else was open to her? Social services? Invisible, in her case.\n\nWuornos herself is onscreen for much of the film. Charlize Theron has earned almost unanimous praise for her portrayal of Aileen in the current film \"Monster,\" and her performance stands up to direct comparison with the real woman. There were times, indeed, when I perceived no significant difference between the woman in the documentary and the one in the feature film. Theron has internalized and empathized with Wuornos so successfully that to experience the real woman is only to understand more completely how remarkable Theron's performance is.\n\nWuornos talks and talks and talks to Broomfield. She confesses and recants. She says at one point that her original defense (she was raped and attacked by her victims, and shot them in self-defense) was a lie -- that she was in the \"stealing biz\" and killed them to cover her tracks. On another day she is likely to return to her original story. We hear her describing a man who tortured her with acid in a Visine bottle, and her vivid details make us feel we were there. Then she tells Broomfield she made it all up. What can we believe? Broomfield's theory is that after more than a decade on Death Row, Wuornos was insane, and that she used her last remaining shreds of reason to hasten the day of her execution. She said whatever she thought would speed her date with death.\n\nOh, yes, it's clear she was crazy on the day she died. She talks to Broomfield about secret signals and radio waves being beamed into her cell, about how the police knew she was the killer but let her keep on killing, because it would make a better story for them to sell, about how she would be beamed up \"like on 'Star Trek'\" to a spaceship waiting for her in earth orbit.\n\nRemarkably, three psychiatrists \"examined\" her right before her death and found her sane. No person who sees this film would agree with them. Florida Gov. Jeb Bush was scarcely less enthusiastic about the death penalty than his brother George, who supported the notorious execution assembly line in Texas. Aileen died in October of an election year, just in time to send a law-and-order message to the voters. Should she have died? That depends on whether you support the death penalty. She was certainly guilty. The film makes it clear the imprisonment would simply have continued a lifelong sentence that began when she was born. No one should have to endure the life that Aileen Wuornos led, and we leave the movie believing that if someone, somehow, had been able to help that little girl, her seven victims would never have died.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Documentary", "Drama"], "title": "Aileen: Life and Death of a Serial Killer (2004)"}