{"url": "http://www.rogerebert.com/reviews/air-bud-2-golden-receiver-1998", "by": "Kevin Zegersas Josh Framm", "star_rating": 1.5, "text": "“Air Bud 2: Golden Receiver” is a pale shadow of the entertaining 1997 family movie. It's a sequel that lacks the spirit and sweetness of the original. I went to the first “Air Bud” with a heavy heart, since movies about dogs that play basketball do not rank high on my wish list. But I was won over by the movie's charm, and its story about a new kid in town who is an outcast who practices basketball by himself until he realizes that his dog, Buddy, can play, too.\n\nThere was some sadness in the setup; the boy, Josh (Kevin Zegers), had just lost his dad, a test pilot killed in a crash. He and his mom and little sister had moved to a leafy Seattle coastal suburb. Josh was the manager of the school basketball team, and Buddy--well, Buddy hardly ever missed a shot, and eventually helped the school team win the big game.\n\nIs it against the rules for dogs to play on school teams? The movie nimbly sidesteps that question, and this time Buddy turns his talents to football, trading in his little paw-sized basketball shoes for a jersey with padded shoulders, which makes him look weirdly deformed. Buddy, catching the ball in his mouth, flawlessly executes plays. He's never offside, always runs the patterns, forces fumbles and can outrun anyone on the field.\n\nThe human story is not quite as simple. Josh's mom, Jackie (Cynthia Stevenson), has started to date again, and falls in love with the local veterinarian, Patrick Sullivan (Gregory Harrison). Josh and his buddy don't like this, and do what they can to prevent the romance. Meanwhile, in a total miscalculation, the movie unwisely adds a lame-brained subplot about a couple of Russian petnappers who apparently plan to steal a lot of animals and use them to set up a zoo.\n\nThe chief pet thief, played by Nora Dunn, runs through people's yards after Buddy, wearing a slinky black dress and waving a big butterfly net that would certainly not attract the attention of a town alerted to dognapping. She and her sidekick tool around town in an ice cream truck with an annoying little jingling bell, which would also certainly not attract attention. She finds out about Buddy through TV coverage of the dog's brilliant play in the basketball finals, which in this town are apparently held the day before football season opens.\n\nThere are way too many heartfelt scenes between Mrs. Framm and her fiance. And not enough stunts by the dog (perhaps because the original and great Buddy, which could allegedly actually shoot baskets, died of cancer soon after the first film was completed). I did like Robert Costanzo's performance as the football coach, a quaint creature who actually believes that schoolchildren should play sports for fun.\n\nAnd there was another aspect of the film that amused me. Whenever Buddy scores a touchdown, he doesn't spike the ball (lacking the equipment to do so). Instead, he celebrates his score by rolling onto his back and luxuriously digging his shoulders into the turf.\n\nWatching him do that, I was reminded of the classic dog novels of Albert Payson Terhune, which I read as a boy. He wrote about “Lad,” as I recall, and revealed that when dogs don't like you, they engage in that shoulder behavior as a way of suggesting they're rolling in the putrefying flesh of their dead enemies.\n\nToo bad the play-by-play announcer doesn't pick up on that, but then the announcers are not real sharp in this town. The first time Buddy runs onto the field, the announcer shouts, “It's a dog!” Don't you kinda think a play-by-play announcer in a small suburban town would recognize the golden retriever that had just won the basketball championship? A dog like that, it attracts attention.", "running_time": 91, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-08-14", "genres": null, "title": "Air Bud: Golden Receiver (1998)"}