{"url": "http://www.rogerebert.com/reviews/air-force-one-1997", "by": "Harrison Ford Ivanas President Marshall", "star_rating": 2.5, "text": "Harrison Ford is one of the most likable and convincing of movie stars, and he almost pulls off the impossible in \"Air Force One.'' I don't mean he saves the day; I mean he almost saves the movie. Here is a good example of how star power can breathe new life into old cliches--and \"Air Force One'' is rich with cliches.\n\nYou are familiar with the movie's premise because of all the commercials and coming attractions trailers and magazine covers and talk show appearances. You know that Gary Oldman plays the leader of a gang of terrorists who gain control of Air Force One as it's flying back home from Moscow. You know it's up to Ford, as President James Marshall, Vietnam combat hero, to battle the terrorists. You know his wife and children are among the hostages--and that he has just vowed that America will never negotiate with terrorists.\n\nSo. Since the movie has no macro surprises, does it have any micro ones? Has director Wolfgang Petersen (\"Das Boot,\" \"In The Line Of Fire\") found lots of neat little touches to make the movie work on a minute-by-minute basis, while on the larger scale slogs to its preordained conclusion? Sorta, sometimes. There's some neat stuff about \"Air Force One,'' although I don't know how much of it to believe. (Is it really bulletproof from the inside? Does it really have an escape pod onboard? Is there really a way to parachute out the back hatch? Can you really call Washington from Russia on a cell phone while airborne?) Many of the action scenes take place in the bowels of the jet, down in the galley and luggage areas.\n\nThere also is a counterplot set in Washington, where the vice president (Glenn Close) learns from the attorney general (Philip Baker Hall) that the president may be technically \"incapacitated,'' and that she should consider taking over. And there are some good action sequences, in which people enter and leave airplanes at an altitude at which the practice is not recommended.\n\nBut mostly the movie is stapled together out of ingredients from many, many other films about presidents, terrorists, hijackings, hostages, airplanes, politics and cat-and-mouse chases. It is inevitable, for example, that the terrorists will separate and go poking around on their own, so that they can be picked off one at a time. It is inevitable that there will be Washington press conferences, so that bones of information can be thrown to the seething press. It is inevitable that there will be personality flare-ups among the lesser politicians, and dire comments by their advisers (\"The element of surprise is a formidable weapon'').\n\nThe movie also resurrects that ancient and dependable standby, the Choosing of the Wires. In countless other movies, the bomb squad hesitates between \"Red . . . or black? Red . . . or black''). This is a big-budget movie and presents us with five wires. It's an emergency, and the president needs to decide which two he should connect. See if you can guess the right two colors. The choices are green, yellow, red, white and blue.\n\nThe movie is well-served by the quality of the performances. Close is convincing as the vice president, and Gary Oldman has a couple of effective scenes as the terrorist (\"Murder? You took 100,000 lives to save a nickel on the price of a gallon of gas.''). And Harrison Ford is steady and commanding as the president, even while we're asking ourselves if a middle-age chief executive would really be better at hand-to-hand combat than his Secret Service agents.\n\nSome of the special effects scenes are effective, but others are distracting. In a key scene set near an open doorway on the plane, none of the actors convinced me that they thought they were standing next to a 30,000-foot drop. (For one thing, they never looked down, which I think is more or less the first thing I would do.) A climactic explosion is less than authentic, visually. And scenes involving a Russian political prisoner are confusing.\n\n\"Air Force One'' is a fairly competent recycling of familiar ingredients, given an additional interest because of Harrison Ford's personal appeal. At this point in the summer, however, I've had enough explosions, showdowns, stunts and special effects. I saw a movie the other day about a woman in Paris who lost her cat, and know what? It was more exciting than this. At least when the cat got up on the roof, it knew enough to look down.", "running_time": 118, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-07-25", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Air Force One (1997)"}