{"url": "http://www.rogerebert.com/reviews/air-bud-1997", "by": "Kevin Zegersas Josh Framm", "star_rating": 3.0, "text": "\"Are there ever movies you just hate the idea of going to see?'' Yes, I say, there are--but sometimes I'm surprised. It happened again the other night. I dragged myself down to a multiplex to attend a sneak preview of a movie named \"Air Bud.'' I had seen the trailer, and knew it was about a dog who could play basketball. I was not impatient to see this movie.\n\nI began to have stirrings of hope in the opening scenes, which involved an obnoxious and possibly drunken clown making a fool of himself at a children's party. His act was called \"Clown and a Hound,'' and the dog seemed smarter and nicer than its master, and probably smelled better.\n\nOn the highway, the dog's cage bounces out of the clown's pickup, and through a series of adventures the dog makes friends with the young hero of the movie, Josh (Kevin Zegers). Josh has just moved to a small town with his mother (Wendy Makkena) and kid sister. (His father, a test pilot, has been killed in a crash, following the ancient Disney tradition that one dead parent is nice, and an orphan for a hero is best of all).\n\nJosh is lonely and depressed in the new town, and is an outcast at the junior high school, although eventually he gets to be the \"manager'' of the basketball team. Could he be a player? He lacks the confidence to try out, although he practices for long hours in an abandoned court he's discovered behind an old church. (The church's notice board carries the ominous legend, \"eek an ye shal fin.'') Josh names the dog Buddy. This is some dog. It has the ability to enter Josh's second-floor bedroom by jumping on a car, climbing a rose trellis, walking across the roof, and jumping in the window. And on the basketball court it turns out to be a star. Pass Buddy the ball, and it can bounce it with its nose and make a basket (it doesn't miss once in the entire movie).\n\nThe school's aging janitor (Bill Cobbs) turns out to be a New York Knicks star from the 1950s, and when the regular coach is fired, he takes over the team and hands out advice like: \"You take that dog. It doesn't give a rat's behind about his point average--he just likes to play the game!'' Because by then, of course, Buddy has found the gymnasium, bounded on court during a game, and scored a basket.\n\nThere are predictable crises: Will Snively the Clown (Michael Jeter) come looking for his dog? Will Josh be promoted from manager to player? Will the team's mean star and his overzealous dad spoil the fun? The movie touches those bases, but with freshness and energy. And the climactic scenes are not only absurd and goofy but also enormously entertaining. By the end of the film I was quietly amazed: Not only could Buddy play basketball, but I actually cared how the game turned out.\n\nThe movie was directed by Charles Martin Smith, himself the star of a much different kind of animal movie, the classic \"Never Cry Wolf'' (1983). He has the structure of a traditional story here, but makes it seem new with good performances, crisp editing, a lovable dog and a new twist on the old movie tradition of the \"big game.'' And then the movie just keeps getting better, with a very funny courtroom scene involving a judge (Eric Christmas) who never catches on that the dog is trained to bark when it hears a gavel pounding.\n\nNow, then. Can this dog really shoot baskets? I doubt it. I especially doubt that the dog has a better average from the field than Michael Jordan. But I don't want to know what kind of trickery was used to create the dog's game scenes; whatever it was, it worked. The dog, by the way, wears its own little basketball shoes. Don't let your dog see the movie, or it'll want some.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-08-01", "genres": ["Comedy", "Drama", "Family"], "title": "Air Bud (1997)"}