{"url": "http://www.rogerebert.com/reviews/airport-77-1977", "by": "Jack Lemmonas Pilot", "star_rating": 2.0, "text": "“We’ll get that plane down in one piece!”\r\n-- George Kennedy in \"Airport\"\n\n“We’ll get that plane down in one piece!”\r\n-- George Kennedy in “Airport ‘75”\n\n“We’ll get that plane UP in one piece!”\r\n-- George Kennedy in “Airport ‘77”\n\nYup, the plane is already down. Down at the bottom of the dreaded Bermuda Triangle. It was a 747 flight out of Washington, headed for Florida and a big press conference with James Stewart: the millionaire art collector. There were a lot of priceless paintings on board, y’see, and so a gang of hijackers sprayed sleeping gas through the plane’s ventilation system and took over. But then they crashed it into the Bermuda Triangle and it sank in one piece, and now everybody’s under about 30 feet of water and the air is running out.\n\nSo “Airport ‘77” isn't merely a remake of the first two “Airport” pictures, but also of “The Poseidon Adventure”. A few more bucks and they could have thrown in “Run Silent, Run Deep.” The movie’s a big, slick entertainment, relentlessly ridiculous and therefore never boring for long.\n\nIt has most of the obligatory characters for an Arc Movie: The pilot, needless to say (Jack Lemmon this flight), and the stewardess he’s in love with, the statesman, the aging glamour girl, the doctor and the Dying Child. There are a few new stock types, if a stock type can be new: the prodigal daughter, the distinguished oceanographer, his alcoholic wife and, of course, the blind piano player (who sings the theme, which is, if I recall, Beauty Is in the Eye of the Beholder).\n\nThe oceanographer is played by Christopher Lee, stalwart bastion of British vampire and voodoo movies, and I kept expecting him to stick pins into Jack Lemmon, but no: He volunteers to try to get to the surface. His alcoholic wife is Lee Grant, who belts down a few doubles and volunteers to go topside, too, and sans Scuba, yet.\n\nMovies like “Airport ‘77” are critic-proof. I mean, whadaya gonna say? It's not Wertmuller? You've got to take these things on their own level, and they've finally made one 30 feet under. I maybe even liked this one better than the others, because less time is spent on the characters, and more time is spent on the rescue operations -- the Navy is called in to raise the plane as if it were a submarine, inspiring memories of Huey, Dewey and Louie pumping Uncle Scrooge's sunken money ship full of Ping-Pong balls. It's definitely not Wertmuller.\n\nSo, anyway, we thought we'd have a contest. Think up the best entry and you might win. Write us the plot for the next one – “Airport ‘79.” There are two plots you can't use, because they've been used already: (1) The plane cannot be up in the air and unable to land, and (2) the plane cannot be down at the bottom of the ocean. The pilot can be Dean Martin, Charlton Heston or Jack Lemmon. There does not necessarily have to be a singing nun on the passenger list. Keep your entries down to 50 or 100 well-chosen words, and send them to “Airport 79”, The Sun-Times, 401 N. Wabash, Chicago 60611. We will print the winning entries in Show. The author of the best sequel will receive a copy of the year’s worst sequel, Erich Segal’s \"Oliver's Story.\"", "running_time": 114, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-03-31", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Airport '77 (1977)"}