{"url": "http://www.rogerebert.com/reviews/airport-1975-1974", "by": null, "star_rating": 2.5, "text": "The original \"Airport\" was never one of my favorite movies, but I had to admire the slick, competent way it worked us over for two hours. Its clichés were ancient and its typecasting was relentless, but it didn't bore us. \"Airport 1975,\" a reworking of the same good old ingredients happens, by some happy chance, to be better than the original.\n\nThe story is familiar to anyone. A private plane crashes into the flight deck of a 747, killing or disabling its crew. A stewardess pilots the plane by following radioed instructions, and then a rescue pilot (Charlton Heston, inevitably) is lowered from an Air Force helicopter into the gaping hole in the plane. Meanwhile, a young kidney patient grows weaker, a drunk accosts the pilot, and Gloria Swanson dictates the finishing touches on her autobiography (\"I never did want the damn thing published while I was alive, anyway\").\n\nWhat makes this work so well is that the screenplay and direction concentrate on the action, instead of getting bogged down in so many subplots, as \"Airport\" did. It can't be helped, I suppose, that Heston and the brave stewardess (Karen Black) have been having an affair for six years, or that the airline vice president (George Kennedy, promoted from his operations command in \"Airport\") has a wife and daughter on the crippled plane, or that we have the usual ecumenical mixture of stereotypes, racial groups, ages, sexes, and occupants on board. That's all part of the formula.\n\nBut at least \"Airport 1975\" introduces its characters quickly and without fuss, and then gets on with the business at hand. And after the midair collision (which has been telegraphed for at least twenty minutes), the movie's excellent special effects become really gripping. With \"Airport,\" you never quite felt those people were on a real plane. The exterior shots looked faked. \"Airport 1975\" has a much more plausible look and a lot of effective aerial photography.\n\nIt also gives us a compelling performance by Karen Black, the stewardess. She's probably too good an actress for a role like this, but she makes it real. (And who could ever quite believe Dean Martin as the pilot in \"Airport\"?) The only quarrel I have with the role is that it falls into the trap of assuming she's incompetent because she's a woman. Her lip quivers, her eyes well up with tears, she's indecisive at key moments. The men on the ground decide they have to get a real pilot on board. My notion is that a real stewardess, faced with such an unlikely situation, would respond professionally and coolly.\n\nNo matter. While the wind rips into the plane and the passengers bundle up with blankets and the mountains loom up ahead and the first rescue pilot falls to his death and Gloria Swanson remembers her first flight (\"It was in 1917, Cecil B. De Mille was the pilot, and we flew nonstop from Los Angeles to Pasadena\"). \"Airport 1975\" is good, exciting, corny escapism and the kind of movie you would not want to watch as an in-flight film.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-10-18", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Airport 1975 (1974)"}