{"url": "http://www.rogerebert.com/reviews/airplane-ii-the-sequel-1982", "by": "Robert Haysas Pilot", "star_rating": 2.0, "text": "The first five or 10 minutes of \"Airplane II -- The Sequel\" are genuinely funny -- so funny I thought maybe this movie was going to work. That turned out to be a premature hope. The new inspirations quickly run out, and \"Airplane II\" turns into a retread, plundering the same situations and characters that made the original \"Airplane\" so funny.\n\nToo bad, but I can't say I wasn't warned. Three weeks ago, the nation's film critics received letters from a Los Angeles public relations agency, advising us that their clients David Zucker, Jim Abrahams and Jerry Zucker, the makers of the original \"Airplane,\" had no connection with the sequel.\n\nThat made sense, since the original \"Airplane\" was such a berserk, manic celebration of every possible zany idea involving airplanes, that how could they have enough material left over for a second movie? Still, there's always the possibility that new talent could come along with new ideas for a sequel, and that was what I was hoping for with \"Airplane II.\"\n\nIt doesn't work out that way. After the movie's opening burst of comic inspiration, it settles into a pattern, recycling \"Airplane\" and even repeating some of the jokes (like the one involving Peter Graves as the licentious, perverted pilot).\n\nThe big difference this time is that the aircraft isn't a passenger jet, but a space shuttle to the moon. After the onboard computer goes haywire, the shuttle departs from course and hurtles through the asteroid belt as it begins to fall toward the sun. (I think the asteroid belt and the sun are in opposite directions, but that, of course, is the last kind of question you're supposed to ask during a movie like this.)\n\nThere was a strange thing about the original \"Airplane.\" Even though it was spoof, even though it was an anarchic put on from beginning to end, it somehow did hook into our fears of flying. At some dumb, basic level, we were concerned about how that airplane was ever going to get back to earth again, and our concern gave the movie a narrative thread from beginning to end. Just like the original 1970 \"Airport\" (itself a pretty silly movie), the original spoof worked partly because of how we feel about airplanes.\n\n\"Airplane II\" never really seems to know whether it's about a spaceship. It's all sight gags, one-liners, puns, funny signs and scatological cross-references. There's no story. I'm not saying a movie this silly needs to have a story, but it wouldn't have hurt.\n\nAnother difference between Parts 1 and 2 is that the first movie was able to exploit our associations with its stars, particularly Lloyd Bridges, Robert Stack and Peter Graves. They played against their own images as only they could. Part 2 doesn't really use them; it just hires them and has them stand around doing the dumb stuff in the script. The first movie was satire; the second is yuks.\n\nAnd yet, if \"Airplane II -The Sequels\" ever turns up on a double bill with a movie you do want to see, I'd suggest staying in the theater for the first 10 minutes. The gags involving the metal-detectors, the check-in counter and. the passenger-unloading zone are really funny. Maybe the makers of \"Airplane II\" exhausted their powers of comic invention at that point. Comedy is fairly hard work.", "running_time": 85, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-12-13", "genres": ["Comedy", "Disaster"], "title": "Airplane II - The Sequel (1982)"}