{"url": "http://www.rogerebert.com/reviews/airplane-1980", "by": "Robert Haysas Ted Striker", "star_rating": 3.0, "text": "“Airplane!” is a comedy in the great tradition of high school\r\nskits, the Sid Caesar TV show, Mad magazine, and the dog-eared screenplays\r\npeople's nephews write in lieu of earning their college diplomas. It is\r\nsophomoric, obvious, predictable, corny, and quite often very funny. And the\r\nreason it's funny is frequently because it's sophomoric, predictable, corny,\r\netc. Example:\n\nAirplane\r\nCaptain (Peter Graves): Surely you can't be serious.\n\nDoctor\r\n(Leslie Nielsen): I am serious. And don’t call me Shirley.\n\nThis\r\nsort of humor went out with Milton Berle, Jerry Lewis, and knock-knock jokes.\r\nThat's why it's so funny. Movie comedies these days are so hung up on being\r\ncontemporary, radical, outspoken, and cynically satirical that they sometimes\r\nforget to be funny. And they've lost the nerve to be as corny as “Airplane!” —\r\nto actually invite loud groans from the audience. The flop “Wholly Moses,” for\r\nexample, is no doubt an infinitely more intelligent comedy—but the problem was,\r\nwe didn't laugh.\n\n“Airplane!”\r\nhas a couple of sources for its inspiration. One of them is obviously “Airport”\r\n(1970) and all of its sequels and rip-offs. The other might not come\r\nimmediately to mind unless you're a fan of the late show. It's “Zero Hour”\r\n(1957), which starred the quintessential 1950s B-movie cast of Dana Andrews,\r\nLinda Darnell, and Sterling Hayden. \"Airplane!\" comes from the same\r\nstudio (Paramount) and therefore is able to cheerfully borrow the same plot\r\n(airliner is imperiled after the crew and most of the passengers are stricken\r\nwith food poisoning). The “Zero Hour” crisis situation (how to get the airplane\r\ndown) was also borrowed for the terrible “Airport 1975,” in which Karen Black\r\nplayed a stewardess who tried to follow instructions radioed from the ground.\n\n“Airplane!”\r\nhas two desperate people in the cockpit: Julie Hagerty, as the stewardess, and\r\nRobert Hays, as a former Air Force pilot whose traumatic war experiences have\r\nmade him terrified of flying. (The cockpit also contains a very kinky automatic\r\npilot … but never mind.)\n\n\r\nThe movie exploits the previous films for all they're worth. The passenger list\r\nincludes a little old lady (like Helen Hayes in “Airport”), a guitar-playing\r\nnun (like Helen Reddy in “Airport 1975”), and even a critically ill little girl\r\nwho's being flown to an emergency operation (Linda Blair played the role in\r\n“Airport 1975”). Predictable results occur, as when the nun's guitar knocks\r\nloose the little girl's intravenous tubes, and she nearly dies while all the\r\npassengers sing along inspirationally.\n\nThe movie's funniest scene, however, occurs in a flashback\r\nexplaining how the stewardess and the Air Force pilot first met and fell in\r\nlove years ago. The scene takes place in an exotic Casablanca-style bar, which\r\nis miraculously transformed when somebody's hurled at the jukebox and it starts\r\nplaying \"Stayin' Alive\" by the Bee Gees. The scene becomes a\r\nhilarious send-up of the disco scenes in “Saturday Night Fever,” with the young\r\npilot defying gravity to impress the girl.\n\n“Airplane!”\r\nis practically a satirical anthology of classic movie clichés. Lloyd Bridges,\r\nas the ground-control officer, seems to be satirizing half of his straight\r\nroles. The opening titles get an enormous laugh with an unexpected reference to\r\n“Jaws.” The neurotic young pilot is talked back into the cockpit in a scene\r\nfrom “Knute Rockne, All American.” And the romantic scenes are played as a soap\r\nopera. None of this really adds up to great comic artistry, but “Airplane!”\r\ncompensates for its lack of original comic invention by its utter willingness\r\nto steal, beg, borrow, and rewrite from anywhere.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-05-07", "genres": ["Comedy", "Romance"], "title": "Airplane! (1980)"}