{"url": "http://www.rogerebert.com/reviews/airport-1970", "by": null, "star_rating": 2.0, "text": "On some dumb fundamental level, \"Airport\" kept me interested for a couple of hours. I can't quite remember why. The plot has few surprises (you know and I know that no airplane piloted by Dean Martin ever crashed). The gags are painfully simpleminded (a priest, pretending to cross himself, whacks a wise guy across the face). And the characters talk in regulation B-movie clichés like no B-movie you've seen in ten years. Example: A bomb blows a hole in the airplane and weakens the tail structure. Martin's co-pilot says: \"Listen, Vern, I want you to know that if there's anything I can do...\" What's he talking about? Martin's girl.\n\nThe movie has a lot of expensive stars, but only two (Helen Hayes and Van Heflin) have wit enough to abandon all pretense of seriousness. Even Martin, who can be charming in a movie when he relaxes, plays a straight hero-type this time. Burt Lancaster is even straighter and more heroic, as needs be, since he has to run the airport, supervise George Kennedy in pulling out a stuck Boeing 707, and decide to divorce his wife, all at the same time.\n\nBut Miss Hayes and Heflin apparently realized early on that \"Airport\" was going to be a deadly dull affair, and they went about salvaging their own roles, at least. Miss Hayes milks her role of a little-old-lady stowaway for all it's conceivably worth, and I have a suspicion she wrote some of her own dialogue. It's warmer and more humorous than the stiff lines everyone else has to recite, and she won an Oscar for the role.\n\nHeflin, as the guy with the bomb in his briefcase, is perhaps the only person in the cast to realize how metaphysically absurd \"Airport\" basically is. The airplane already has a priest, two nuns, three doctors, a stowaway, a customs officer's niece, a pregnant stewardess, two black GIs, a loudmouthed kid, a henpecked husband, and Dean Martin aboard, right? So obviously the bomber has to be typecast, too. \n\nHeflin sweats, shakes, peers around nervously, clutches his briefcase to his chest, refuses to talk to anybody, and swallows a lot. The customs officer sees him going on the plane and notices \"something in his eyes.\" Also in his ears, nose, and throat. What Heflin does is undermine the structure of the whole movie with a sort of subversive overacting. Once the bomber becomes ridiculous, the movie does, too. That's good, because it never had a chance at being anything else.", "running_time": 137, "mpaa_rating": "G", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Action", "Drama", "Thriller"], "title": "Airport (1970)"}