{"url": "http://www.rogerebert.com/reviews/akeelah-and-the-bee-2006", "by": "Keke Palmeras Akeelah Anderson", "star_rating": 4.0, "text": "Akeelah Anderson can spell. She can spell better than anyone in her school in South Central Los Angeles, and she might have a chance at the nationals. Who can say? She sees the National Spelling Bee on ESPN and is intrigued. But she is also wary, because in her school there is danger in being labeled a \"brainiac,\" and it's wiser to keep your smarts to yourself. This is a tragedy in some predominantly black schools: Excellence is punished by the other students, possibly as an expression of their own low self-esteem.\n\nThe thing with Akeelah (Keke Palmer) is that she can spell, whether she wants to or not. Beating time with her hand against her thigh as sort of a metronome, she cranks out the letters and arrives triumphantly at the words. No, she doesn't have a photographic memory, nor is she channeling the occult as the heroine of \"Bee Season\" does.\n\nShe's just a good speller.\n\nThe story of Akeelah's ascent to the finals of the National Spelling Bee makes an uncommonly good movie, entertaining and actually inspirational, and with a few tears along the way. Her real chance at national success comes after a reluctant English professor agrees to act as her coach. This is Dr. Joshua Larabee (Laurence Fishburne), on a leave of absence after the death of his daughter. Coaching her is a way out of his own shell. And for Fishburne, it's a reminder of his work in \"Searching for Bobby Fischer\" (1993), another movie where he coached a prodigy.\n\nAkeelah is mocked not only at school. Her own mother is against her. Tanya Anderson (Angela Bassett) has issues after the death of her husband, and values Akeelah's homework above all else, including silly afterschool activities like spelling bees. Akeelah practices in secret, and after she wins a few bees even the tough kids in the neighborhood start cheering for her.\n\nKeke Palmer, a young Chicago actress whose first role was as Queen Latifah's niece in \"Barbershop 2,\" becomes an important young star with this movie. It puts her in Dakota Fanning and Flora Cross territory, and there's something about her poise and self-possession that hints she will grow up to be a considerable actress. The movie depends on her, and she deserves its trust.\n\nSo far I imagine \"Akeelah and the Bee\" sounds like a nice but fairly conventional movie. What makes it transcend the material is the way she relates to the professor, and to two fellow contestants: a Mexican-American named Javier (J.R. Villarreal) and an Asian American named Dylan (Sean Michael Afable). Javier, who lives with his family in the upscale Woodland Hills neighborhood, invites Akeelah to his birthday party (unaware of what a long bus trip it involves). Dylan, driven by an obsessive father, treats the spelling bee like life-and-death, and takes no hostages. Hearing his father berate him, Akeelah feels an instinctive sympathy. And as for Javier's feelings for Akeelah, at his party, he impulsively kisses her.\n\n\"Why'd you do that?\" she asks him.\n\n\"I had an impulse. Are you gonna sue me for sexual harassment?\"\n\nThe sessions between Akeelah and the professor are crucial to the film, because he is teaching her not only strategy but how to be willing to win. No, he doesn't use self-help cliches. He is demanding, uncompromising, and he tells her again and again: \"Our deepest fear is that we are powerful beyond measure.\" This quote, often attributed to Nelson Mandela, is actually from Marianne Williamson, but no less true for Akeelah (the movie does not attribute it).\n\nNow I am going to start dancing around the plot. Something happens during the finals of the National Bee that you are not going to see coming, and it may move you as deeply as it did me. I've often said it's not sadness that touches me the most in a movie, but goodness. Under enormous pressure, at a crucial moment, Akeelah does something good. Its results I will leave you to discover. What is ingenious about the plot construction of writer-director Doug Atchison is that he creates this moment so that we understand what's happening, but there's no way to say for sure. Even the judges sense or suspect something. But Akeelah, improvising in the moment and out of her heart, makes it air-tight. There is only one person who absolutely must understand what she is doing, and why -- and he does.\n\nThis ending answers one of my problems with spelling bees, and spelling bee movies. It removes winning as the only objective. Vince Lombardi was dead wrong when he said, \"Winning isn't everything. It's the only thing\" (a quote, by the way, first said not by Lombardi but in the 1930s by UCLA coach Henry \"Red\" Sanders -- but since everybody thinks Lombardi said it, he won, I guess). The saying is mistaken because to win for the wrong reason or in the wrong way is to lose. Something called sportsmanship is involved.\n\nIn our winning-obsessed culture, it is inspiring to see a young woman like Akeelah Anderson instinctively understand, with empathy and generosity, that doing the right thing involves more than winning. That's what makes the film particularly valuable for young audiences. I don't care if they leave the theater wanting to spell better, but if they have learned from Akeelah, they will want to live better.", "running_time": 112, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-04-27", "genres": ["Drama", "Family", "Indie"], "title": "Akeelah and the Bee (2006)"}