{"url": "http://www.rogerebert.com/reviews/aladdin-1992", "by": "Scott Weingeras Aladdin", "star_rating": 3.0, "text": "Robin Williams and animation were born for one another, and in \"Aladdin\" they finally meet. Williams' speed of comic invention has always been too fast for flesh and blood; the way he flashes in and out of characters can be dizzying. In Disney's new animated film \"Aladdin,\" he's liberated at last, playing a genie who has complete freedom over his form - who can instantly be anybody or anything.\n\nThe genie is the best thing in the movie, which is good fun but not on a par with \"The Little Mermaid\" and \"Beauty And The Beast\" (1991), the two films with which Disney essentially gave rebirth to feature-length animation. The weakness of the film is in its leads, a street urchin named Aladdin and a sultan's daughter, Jasmine. As a romantic couple, they're pale and routine, especially compared to the chemistry between beast and the beauty. They look unformed, as if even the filmmakers didn't see them as real individuals.\n\nAll of the film's best moments come from the genie and the other supporting characters, which include a plump little sultan, his scheming vizier, an angry parrot named Iago, a chattering monkey, a friendly flying carpet, and even a magic cave that turns into a fearsome face so that Aladdin has to venture down its throat.\n\nEver since Jiminy Cricket first danced onto the screen, Disney animators have created entertaining supporting casts, and the magic carpet is one of the most ingenious: with only tassels and body language to work with, it somehow possesses a complete personality, whisking Aladdin and Abu, his monkey, on terrifying swoops around the kingdom.\n\nBut it's the genie who stops the show, and I would like to know which came first, the pictures or the words, because Williams sounds like he's improvising as he careens from one character to another: from Ed Sullivan to Elvis to Arsenio Hall to a tailor to a Scottish terrier. There is genuine exhilaration in these passages.\n\nThe plot is basic fairy tale. The sultan informs his daughter that she has three days in which to get married (fathers are always providing fearsome deadlines to their daughters in these stories). Distraught, she flees from the palace and encounters Aladdin, who knows his way around the streets and alleys of the city, and enchants her with his cheerful ways.\n\nMeanwhile, the evil adviser schemes to marry the princess and become the sultan - not difficult, since the sultan falls under his spell and doesn't seem too alert at the best of times. Meanwhile, Aladdin explores the magic cave, finds a lantern, rubs it and unleashes the Robin Williams scenes, which are so captivating we almost forget about the rest.\n\nOne distraction during the film was its odd use of ethnic stereotypes. Most of the Arab characters have exaggerated facial characteristics - hooked noses, glowering brows, thick lips - but Aladdin and the princess look like white American teenagers. Wouldn't it be reasonable that if all the char acters in this movie come from the same genetic stock, they should resemble one another? Original music was one of the key qualities of both \"The Little Mermaid\" and \"Beauty And The Beast\" (1991), and the composers of those films, Alan Menken and Howard Ashman, collaborated on three songs for this one before Ashman's death last year (their work includes Williams' showstopper, \"Friend Like Me\"). Menken then collaborated with Tim Rice on three more songs, but some ineffable quality seems missing; the music isn't as magical as in the two previous films. The bottom line is that \"Aladdin\" is good but not great, with the exception of the Robin Williams sequences, which have a life and energy all their own.", "running_time": 90, "mpaa_rating": "G", "release_year": 1992, "date_published": "1992-11-25", "genres": ["Adventure", "Animation", "Family", "Music"], "title": "Aladdin (1992)"}