{"url": "http://www.rogerebert.com/reviews/alamo-bay-1985", "by": "Amy Madiganas Glory", "star_rating": 2.5, "text": "\"Alamo Bay\" tells one of those complicated, tragic American stories that you read about in the newspaper and remember months later, wondering whatever happened to those people and their crisis. In this case, the stories were about a blood feud on the Texas Gulf between the veteran local shrimp fisherman and new arrivals from Vietnam who were, the locals said, invading their traditional grounds and, spoiling the fishing.\n\nA lot of values are at conflict here, including the weight of tradition behind the Texans and the right of the Vietnamese to earn a living. The situation is even more complicated because many of the fishermen fought in Vietnam and are not, at this later date, much impressed by the fact that the newly arrived Vietnamese were on our side.\n\n\"Alamo Bay\" tells the story through the eyes of one of the local fishermen, played by Ed Harris as an angry, hard-drinking man who stubbornly hangs onto his own boat but is afraid he can't meet the payments. Harris has an unhappy homelife, and a love affair on the side with a local woman (Amy Madigan), whose father (Donald Moffat) is the man who rents the boats to the Vietnamese. Harris sees the presence of the new boats as a personal affront, and begins to take a rifle along on his daily trips. The Vietnamese, meanwhile, begin to wonder if they will need to use force to protect themselves.\n\nThis is an unhappy situation, and \"Alamo Bay\" is at its best when it simply dwells on the unhappiness. The emotional heart of the movie is in the affair between Harris and Madigan, who play imperfect people in a flawed world, and whose romance resembles the hard lives described in the country songs they dance to - clinging together as if they could transcend their lives by the sheer power of Saturday night lust.\n\nDirector Louis Malle and his screenwriter, Alice Arlen, are good at the careful observation of working class American life, as they've shown before, Malle in \"Atlantic City\" and Arlen in her screenplay for \"Silkwood.\" What gets them into trouble this time is the baffling complexity of the issues involving the fishing grounds.\n\nWho is in the right, out there on the water? The Vietnamese, who are legally entitled to fish there if they want to? Or, the native Texans, who know where the shrimp are and who grow understandably resentful when the Vietnamese follow them to the good fishing grounds and drop their own gear in the same place?\n\nBoth sides have a case. Neither side is clearly morally right, in my opinion, and \"Alamo Bay\" further complicates the issue by introducing a wildcard the Ku Klux Klan. A Klan organizer comes to town, meets secretly with Harris and other local fisherman, arid attempts to instigate violence against the Vietnamese. Harris listens to the man, but does not clearly commit himself to the Klan. Meanwhile, Madigan sides with her father, and the tension between the lovers is part politics, part melodrama. Then the movie ends in a shoot-out that owes more to the conventions of Hollywood action movies than it does to any sincere desire to resolve the issues in this film.\n\nWhat am I asking for in \"Alamo Bay\"? I don't think I require one side to be clearly heroic and the other side clearly evil. The situation doesn't permit that. I do wish, though, that the filmmakers had steered wide of clichés like the Ku Klux Klan and the final shoot-out, and stayed closer to the real strength of their film, which is its authentic portrait of everyday lives. Maybe no resolution is needed in the film. Maybe we just needed to see Harris trying to deal with his own situation, helped by Madigan. I'm not sure. That sort of film might not have provided a satisfactory ending, but at least it would have provided an original one.", "running_time": null, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-04-19", "genres": null, "title": "Alamo Bay (1985)"}