{"url": "http://www.rogerebert.com/reviews/alex-and-emma-2003", "by": "Luke Wilsonas Alex, Adam", "star_rating": 1.5, "text": "\"Alex & Emma\" is a movie about a guy who has to write a novel in 30 days in order to collect the money from his publisher to pay two gamblers who will otherwise kill him. So he hires a stenographer to take dictation, and they fall in love. But the thing is, it's a bad novel. Very bad. Every time the author started dictating, I was struck anew by how bad it was--so bad it's not even good romance fiction.\n\nI guess I didn't expect him to write The Gambler by Dostoyevsky--although, come to think of it, Dostoyevsky dictated The Gambler in 30 days to pay off a gambling debt and fell in love with his stenographer. I just expected him to write something presentable. You might reasonably ask why we even need to know what he's writing in the first place, since the story involves the writer and the girl. But, alas, it involves much more: There are cutaways to the story he's writing, and its characters are played by Kate Hudson and Luke Wilson, the same two actors who star in the present-day story.\n\nThis other story takes place in 1924 and involves people who dress and act like the characters in The Great Gatsby . Not the central characters, but the characters who attend Gatsby's parties and are in those long lists of funny names. It might have been a funny idea for the novelist to actually steal The Great Gatsby , confident that neither the gamblers nor his publisher would recognize it, but funny ideas are not easy to come by in \"Alex & Emma.\" Alex is played by Luke Wilson. Emma is played by Kate Hudson. He also plays Adam, the young hero of the story within the story, and she plays four different nannies (Swedish, German, Latino and American) who are employed by a rich French divorcee (Sophie Marceau), who plans to marry a rich guy (David Paymer) for his money, but is tempted by the handsome young Adam, who is a tutor to his children, who remain thoroughly untutored.\n\nSo the story is a bore. The act of writing the story is also a bore, because it consists mostly of trying out variations on the 1924 plot and then seeing how they look in the parallel story.\n\nOf course chemistry develops between Alex and Emma, who fall in love, and just as well: There is a Hollywood law requiring fictional characters in such a situation to fall in love, and the penalty for violating it is death at the box office. A lot of people don't know that.\n\nCurious, the ease with which Alex is able to dictate his novel. Words flow in an uninterrupted stream, all perfectly punctuated. No false starts, wrong word choices or despair. Emma writes everything down and then offers helpful suggestions, although she fails to supply the most useful observation of all, which would be to observe that the entire novel is complete crap.\n\nDespite the deadly deadline, which looms ever closer, the young couple finds time to get out of the apartment and enjoy a Semi-Obligatory Lyrical Interlude, that old standby where they walk through the park, eat hot dogs, etc., in a montage about a great day together. I do not remember if they literally walk through the park or eat hot dogs, but if they don't, then they engage in park-like and hot dog-like activities.\n\nNow about his apartment. It's at the top of a classic brownstone, with balconies and tall windows, and in Manhattan would cost thousands of dollars a month, but he's flat broke, see, and just to prove it, there's a place where the plaster has fallen off the wall and you can see the bare slats underneath. He has art hanging all over his apartment, except in front of those slats. All Alex has to do is sublet and his financial worries are over.\n\nThe movie has been directed by Rob Reiner, and is not as bad as \"The Story of Us\" (1999), but this is a movie they'll want to hurry past during the AFI tribute.\n\nReiner has made wonderful movies in the past (\"Misery,\" \"The Princess Bride,\" \"Stand by Me,\" \"This Is Spinal Tap\") and even wonderful romantic comedies (\"The Sure Thing,\" \"When Harry Met Sally ...\"). He will make wonderful movies in the future. He has not, however, made a wonderful movie in the present.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-20", "genres": ["Comedy", "Romance"], "title": "Alex and Emma (2003)"}