{"url": "http://www.rogerebert.com/reviews/alex-cross-2012", "by": "Tyler Perryas Alex Cross", "star_rating": 2.0, "text": "Oh, yeah, Alex Cross is a brilliant detective, all right. He has such Sherlockian intuition in \"Alex Cross\" you might almost imagine he read the James Patterson novel the movie is based on — except that the movie isn't based on a Patterson book, just on the character played by Morgan Freeman in \"Kiss the Girls\" (1997) and \"Along Came a Spider\" (2001). The movie is intended as a career crossover for Tyler Perry, whose legions of fans may be surprised to find him falling through the ceiling of a Detroit movie theater and clinging by his fingertips while a serial killer clings to him.\n\nPerry plays Cross, a police detective able to walk onto the scene of a sadistic torture and murder and explain the killer's nature, motive and psychotic traits. That knack comes in handy toward the end of the film, when whole square blocks of the city are shut down to protect a French billionaire who plans to rebuild Detroit. Where could the killer, nicknamed \"Picasso,\" possibly be hiding? \"On the train,\" Cross immediately announces. This man is as brilliant at explaining a modus operandi as Perry Mason with only four minutes left in the show.\n\nThe killer is a wicked piece of work, who first appears as the Butcher of Sligo at a private cage-arena fight in order to win the attention of the billionaire's mistress, who is turned on by brutal bloodshed. He's played by Matthew Fox, who you have seen many times but never like this. He has lost so much weight and added so many muscles that the veins creep across his arms like worms just beneath the surface. (The Frenchman, oddly, is played by the action star Jean Reno, who seems to have taken the weight Fox lost and added it to his face and neck).\n\nIt's the cops who nickname the Butcher \"Picasso,\" because of the charcoal drawings he leaves behind at his crimes. They provide clues perhaps no one could possibly figure out, except Alex Cross — and every kid who ever read Mad magazine. Remember those back-cover drawings that you could fold so the right and left sides would overlap and make a new drawing? Eureka! Cross has broken the code!\n\nThe direction by Rob Cohen is so careless that the film's climax is set up by a car crash that, if I am not mistaken, is completely coincidental. A hand-to-hand struggle between cop and killer is shot in Queasycam so murky, it's impossible to follow. The Detroit locations, such as the old Michigan Theater, are effective unless you notice some of the exteriors show Cleveland. (I've been to downtown Detroit, and Senator, this isn't Detroit.)\n\n\"Alex Cross\" is a disjointed thriller with too many characters rattling around, including Cross' partner (Edward Burns), his inexplicably domineering and bossy mother (Cecily Tyson) and his sweet wife (Carmen Ejogo), who doesn't want him to take the FBI job in Washington and make their kids leave school. There is also John C. McGinley as the mean and nasty police chief, who at one point tells Cross and his partner, \"You're dismissed.\" Say what? Is this a version of the cop movie cliche where they're made to turn in their guns and badges, or simply an imprecise word choice?\n\nThis is the first film Tyler Perry has appeared in that isn't his own personal work. He is best known, of course, as Madea, the 6-foot-5 matriarch Perry plays as a cross-dressing signature role. \"Alex Cross\" would perhaps have been much improved with Medea in the title role.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Alex Cross (2012)"}