{"url": "http://www.rogerebert.com/reviews/alex-and-the-gypsy-1976", "by": "Jack Lemmonas Alex Mann", "star_rating": 2.5, "text": "\"Alex and the Gypsy\" takes a strange, disjointed story and tells it with enough style that the movie sometimes works in spite of itself. It's so uncertain of its own intentions that we never do discover quite what its two central characters feel about each other, but in the midst of this mess there are five or six scenes that are really fine. And there's some spirited acting, too, by Jack Lemmon as a rumpled bailbondsman, and Genevieve Bujold as, of all things, a gypsy. \n\nThey first met, we discover, several years ago when she fled from a gypsy wedding and leaped into Lemmon's beat-up old convertible. She was fed up; this was the third time her father had attempted to sell her in marriage. Lemmon drove her home, they fell in love (or something) and she moved in. For three months.\n\nThen she left, and Lemmon went back to making bail, and she lived with a series of other men before finally stabbing one of them with a kitchen knife. As the movie opens, she's in jail -- and she needs a bailbondsman.\n\nAfter Lemmon bails her out, we get a series of flashbacks designed to shed light on their relationship. What they mostly do is shed light on the film's disorganization. There are fragments of memories that don't seem to fit. There's a scene at a Greek picnic that's apparently in the movie only to give Miss Bujold the chance to do a Greek dance. There are conversations between Lemmon and Bujold in which neither one seems to be listening to what the other's saying.\n\nAfter two hours of this, there are still a number of important questions the movie hasn't answered. Did they really love each other in the first place? Do they love each other now? Even if he does love her (which seems possible,) does he respect her? Is this movie about love, anyway? Lemmon's character is given so much schtick that a human personality would have been superfluous; he's got so many idiosyncrasies and strange ways of saying things and odd little personal habits that we can't see the man inside. And half the time we don't know whether to laugh or not; the movie has some scenes that are played very soberly, others that are played for broad laughs, and some which are so bizarre they don't seem to fit.\n\nYet, the movie has its moments. Lemmon has invested $30,000 in the girl's bond; if she skips town, he's broke. And so he refuses to trust her. He handcuffs her to beds, locks her in rooms, has her bang on a pipe every so often so he knows she's there. She keeps wandering off -- not so much to escape as to bug him. And their life is further complicated by the hapless Crainpool (James Woods) who plays Lemmon's office assistant. Lemmon insists that Crainpool wear a green eyeshade and a ragged sweater and, in general, do an imitation of Bob Cratchet. And Woods is so good at it that his character is simultaneously inspired and impossible. I guess that would also describe the best parts of the movie.", "running_time": 99, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-11-02", "genres": null, "title": "Alex and the Gypsy (1976)"}