{"url": "http://www.rogerebert.com/reviews/alexandra-2008", "by": "Galina Vishnevskayaas Alexandra", "star_rating": 3.5, "text": "It is as simple as this. An old lady is helped on board an armored military train and journeys all night to visit a remote Russian army outpost. The soldiers seem to know about her and her visit, and after a couple of local boys apparently try to \"guide\" her away from her suitcase, two soldiers in uniform turn up and escort her to the base.\n\nWe already know a lot about her. We know she is opinionated, proud, stubborn, and not afraid to express her feelings. She marches through the heat and dust into the base, and is guided to her \"hotel,\" a room with two cots in a barracks made of tents. Other information is revealed, slowly. Her name is Alexandra (Galina Vishnevskaya). She is here to visit her grandson, Denis. He is a captain in the army.\n\nThe base is in Chechnya. It is a Muslim republic, occupied by Russian forces, who are sullenly disliked. On the the base, discipline seems informal, the soldiers lax. When Denis (Vasily Shevtsov) turns up, she is appalled by the state of his uniform and advises him to wash up. She also sniffs disapprovingly at other soldiers, tells helpers \"Don't pull my arm\" and \"Don't push me!\" and that she is perfectly capable of taking care of herself.\n\nThe next day, she wanders the base so early that no one seems to be around, and that was when I remembered a similar scene in Bergman's \"Wild Strawberries,\" about an old man who dreams of wandering in a deserted town. There are other parallels between the two films, but Bergman's is about an old man discovering himself, and \"Alexandra\" is about an old woman being discovered. She is a transformative presence.\n\nThe film was written and directed by Alexander Sokurov, maker of the remarkable \"Russian Ark\" -- remember that one, in which he used only one uninterrupted shot to tour the Hermitage Museum? Here, he follows the woman as she talks her way past a guarded checkpoint and wanders into town to find the market. She is tired and hot. It must be 100 degrees.\n\nShe meets Malika (Raisa Gichaeva), a woman about her age, who gives her a seat in her booth, is friendly, gives her cigarettes and cookies, knowing that they will go to Russian soldiers. Then she invites Alexandra home to her flat in a building missing a big chunk because of bombs or shells. The two old women bond, and their conversation is the essence of the film.\n\nIf the locals do not like the Russians, the Russians do not like their duty. They can't see the point of it. They are not wanted, they will never be wanted, so why are they forced to stay? These conclusions aren't said in so many words, but they permeate the film. And notice the way some locals look at her with pointed dislike, and some soldiers simply stare at her, perhaps because she is the only woman on the base and reminds them of grandmothers, mothers, sisters, girlfriends -- the whole world outside their existence.\n\nAlexandra is not a sweet little old lady. The fact that she is played by Vishnevskaya, who once ruled the Russian opera, may supply a hint of where she gets her confidence, her imperious manner. But when she hugs her grandson, when he braids her hair, when she says he \"smells like a man\" and she loves that smell, we get a window into her youth and her memories. Remarkable, how little Sokurov tells us, while telling us so much.\n\nThe color strategy of the movie is part of its effect. It is drab, brown, desaturated. Reds and greens are pale, sometimes not even visible. Everything is covered with dust. Brighter colors would add vitality to the base, but that would be wrong. The point is that for the soldiers, it's a dead zone, life on hold, a cheerless existence. And this plain-spoken old woman reminds them of a lifetime they are missing.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Drama", "Foreign"], "title": "Alexandra (2008)"}