{"url": "http://www.rogerebert.com/reviews/alex-in-wonderland-1970", "by": "Donald Sutherlandas Alex", "star_rating": 4.0, "text": "\"Who are you?\" said the Caterpillar.\n\nThis was not an encouraging opening for a conversation. Alice replied rather shyly, \"I -- I hardly know, Sir, just at present -- at least I know who I was when I got up this morning, but I think I must have changed several times since then.\"\n\nThat is exactly the case in Hollywood these days. Works of genius are showered on us by bright, radical, young, etc., filmmakers who announce their intention to overturn the Hollywood establishment. Occasionally one of their films makes it very big, as \"Easy Rider\" did. Within weeks, the Hollywood hills are jammed with other would-be geniuses, shooting nihilistic cycle flicks with pseudo-Dylan lyrics. Meanwhile, the original boy wonders...\n\nHave got to make themselves another film. That was the situation for Paul Mazursky and Larry Tucker, who wrote, produced and directed \"Bob and Carol and Ted and Alice.\" Their movie was an artistic and financial success. It was chosen to open the New York Film Festival. It was argued about in all the best publications; Vincent Canby found it commercial, but Pauline Kael found it refreshingly American. Elliott Gould became a star; Natalie Wood made her comeback. Tucker and Mazursky got rich. The whole enchilada, baby.\n\n\"Alex in Wonderland\" is their response to that situation; it's a movie about a director whose first movie is a success and who's at a loss for another project. In this sense it's autobiographical, not in the details of life, but in the crises. Mazursky himself even appears, as Hal Stern, the doggedly mod movie producer who hopes to interest Donald Sutherland in Don Quixote as a Western? Or maybe...\n\nIf the director's dilemma sounds familiar, perhaps you're reminded of Fellini's \"8 1/2.\" Mazursky and Tucker were. The blocked director's daughter even asks why he doesn't do a movie about not knowing what to do next, and he says, no, Fellini already did that. \"Alex in Wonderland\" is a deliberately Felliniesque movie, all the same, and all the more fun for that. Fellini himself appears briefly, to no special purpose, and Fellini trademarks like parades, circuses and clowns keep turning up in the hero's daydreams.\n\nIf \"Alex\" had been left just on this level, however, it would have been of little interest. What makes it so good is the gift Mazursky, Tucker and their actors have of fleshing out the small scenes of human contact that give the movie its almost frightening resonance.\n\nSutherland, as the director, has trouble handling his success. His uncertainty about what to do next spills over into aloofness, even cruelty, toward his wife (Ellen Burstyn) and mother (Chicago's own Viola Spolin). A short scene in a car with his mother, and a long scene in a kitchen with his wife, actually make the rest of the movie work, because they give the character a depth that sticks even through the superficial dream sequences.\n\nAnd beyond these intimate scenes, there are icily observant portraits of the \"new Hollywood.\" Of aimless \"idealistic\" arguments on the beach, of luncheon meetings, of idle people trying somehow to be idly committed. These scenes are the 1970 equivalent of Fitzgerald's \"The Last Tycoon\" or Nathanael West's \"The Day of the Locust\": Unforgivingly accurate studies of the distance between America and the filmmakers who would be \"relevant\" about it.\n\nThe Fellini elements are laid onto the film and don't quite sink in (although buffs will enjoy them just as parody). But the human story does work, remarkably well, and if the movie doesn't hold together we're not disposed to hold that against it. Half an enchilada is better than none.", "running_time": 110, "mpaa_rating": "R", "release_year": 1970, "date_published": "1971-03-01", "genres": ["Comedy", "Drama"], "title": "Alex in Wonderland (1970)"}