{"url": "http://www.rogerebert.com/reviews/alexander-2004", "by": "Colin Farrellas Alexander", "star_rating": 2.0, "text": "When the mighty fall, it is from a greater height. So it was with Alexander the Great, and so it is with Oliver Stone's \"Alexander.\" Here is an ambitious and sincere film that fails to find a focus for its elusive subject. Stone is fascinated by two aspects of Alexander: his pan-nationalism and his pan-sexualism. He shows him trying to unite many peoples under one throne while remaining equally inclusive with his choices of lovers.\n\nBut it remains unclear if Alexander has united those peoples or simply conquered them, and his sexuality is made murky by the film's shyness about gay sex and its ambiguity about Alexander's relationships with his \"barbarian\" bride and his tigress mother. We welcome the scenes of battle, pomp and circumstance because at least for a time we are free of sociopolitical concepts and the endless narration of Ptolemy the historian, who functions here like the Bill Kurtis of antiquity (\"No tyrant ever gave back so much ...\").\n\nThe facts are quickly summarized. Alexander (Colin Farrell) is the son of Philip of Macedonia (Val Kilmer) and Queen Olympias (Angelina Jolie). As a boy, he sees his drunken father all but rape his mother, who for her part insists Alexander's actual father is Zeus, but doesn't give details. Young Alexander impresses his father by taming an intractable horse, but both mother and son are banished from the kingdom, Olympias advising her son to seize the throne before Philip has him murdered. As things work out, Philip is murdered, and Alexander rules Macedonia.\n\nStill a very young man, he sets out to conquer the known world. Told by Aristotle (Christopher Plummer) where the world ends, he finds it keeps on going, and so he keeps on conquering, defeating the other Greek city states, the Persians and all the other peoples he confronts until he is finally defeated not so much by the rulers of India as by India itself. He dies at 32.\n\nHe is, in Stone's version, remarkably open-minded for a tyrant. There are many scenes in which he debates strategy and goals with the members of his army, something we cannot easily imagine Philip (or Gen. Patton) doing. He takes the Asian bride Roxane (Rosario Dawson) instead of choosing a nice Greek girl as his advisers recommend. He spends eight years in battle, taking with him his army, their wives and lovers, their servants and households, in a sort of movable empire. And always smoldering in the shadows is Hephaistion (Jared Leto), his closest friend since childhood.\n\nIn ancient times, we are told, powerful men often took men or boys as their lovers, reserving women for childbearing and suchlike. Alexander seems to be following that tradition to the extent that Stone (and perhaps the MPAA production code) will permit it. Hephaistion doesn't even go through the motions of taking a wife; he is always there for Alexander -- but for what? They have looks like the beginning of a love scene before it fades out, and the rest of the time, they hug a lot.\n\nAs for Alexander's sex life with Roxane, it is not surprising but nevertheless worthy of notice that we see a great deal more of her body than Hephaistion's, and observe them during a sex scene that begins with her fighting him off and ends with them engaged in the kind of unbridled passion where you hope nobody gets hurt. All right, so they have great sex -- once. Then we learn that three years pass, and she provides no male heir, although for all we see of them together, the fault may be Zeus's. \n\nIt's clear enough that Alexander loves Hephaistion and has married Roxane as a political gesture. In that case it is a miscalculation by Stone to make Hephaistion into a pouting sideline figure who specializes in significant glances the significance of which the movie does not explore, while making Roxane into such an exciting hellion that we're disappointed Alexander doesn't let us spend more time with her, even if he doesn't want to. Dawson's Roxane is truly sexy, but Leto's Hephaistion is not allowed to be seen as a male beauty; he looks like a drag queen, with more eyeliner than Elizabeth Taylor as Cleopatra. If Stone is not willing to make Hephaistion at least potentially as erotic a character as Roxane, he is not really engaging the logic of the story.\n\nThe ambiguities are not assisted by Colin Farrell's less than wholehearted embrace of his bisexuality. He goes after Roxane at first with the gusto of a rugby player, but approaches Hephaistion with a solemnity that borders on the doleful. Nor is he convincing as a conqueror. Farrell is a fine actor, but on a human scale; he's not cut out for philosopher-king. One needs to sense a certain madness in a colossus; George C. Scott brought it to Patton, Peter O'Toole brought it to Lawrence, Klaus Kinski to Fitzcarraldo, Mel Gibson had it as William Wallace, Willem Dafoe had it in Stone's \"Platoon,\" but Farrell seems too reasonable, too much of ordinary scale, to drive men to the ends of the world with his unbending will. Of other actors Stone has worked with, perhaps Woody Harrelson has the strange light in his eyes that the role requires.\n\nThe running narration by Ptolemy (Anthony Hopkins) is a road map through three decades of history, but there are so many names, places and dates that finally we want to ask, please, sir, will this be on the final? Perhaps the narration is supposed to bridge gaps in the disjointed narrative. Even so, at one late point, the movie comes to a jarring halt with the title \"Macedonia -- Eight Years Earlier,\" and we get a flashback to scenes involving Philip that don't feel like a flashback at all, but more like material plucked from its place in the chronology and inserted later to clarify what the filmmakers fear we will not otherwise understand.\n\nAlexander and Ptolemy both talk a lot about incorporating conquered peoples into the expanding empire. Their clothes, languages, foods and customs are embraced, we hear, but the movie spends more energy telling us this than showing us. Even though the movie's battle scenes are impressive and sometimes brilliant, Alexander's opponents have the human dimension of video-game figures. They attack, are vanquished, are replaced by new foes. The battles in India are masterful, with Alexander's men and horses terrified by war elephants, and an earlier battle against the Persians at Gaugamela has scope and grandeur. It looks as if there might be real men on the ground, instead of the digital ants in \"Troy.\" But we don't get a sense of the humans on the other side.\n\nTo mention Wolfgang Petersen's \"Troy,\" the early-2004 epic about Grecian myth, is to make a comparison necessary. \"Alexander\" far outreaches \"Troy\" in ambition, its action scenes seem at least conceivably plausible, and it is based on ideas, not formulas. Yet \"Troy\" tells a story that has some structure and clarity, and those are precisely the qualities that \"Alexander\" lacks. The parts don't fit together in \"Alexander.\" Transitions and segues are missing, and we seem to be looking at disconnected parts from a much larger whole: two wholes, perhaps, one involving Alexander's military and political careers, and the other his confused emotional life.\n\nWhile we can at least process the problems in his marriage with Roxane (he lost interest), we are left baffled by his tangled relationship with his mother. Angelina Jolie seems so young and sexy as Olympias, especially in scenes involving Alexander, that we wonder if she will start raiding cradles instead of tombs. She hates Philip, and no wonder, for he is a drunken lout, but are her hopes for Alexander entirely geopolitical? She regards him in a way Roxane never does, and one of the reasons for the \"Eight Years Earlier\" flashback is to get her back into the film after a too lengthy absence.\n\nI have always admired Oliver Stone's courage in taking on big, challenging films, and his gift for marrying action and ideas. \"Alexander\" is not a success, but it is ambitious and risky, and incapable of the inanities of \"Troy.\" Fascinated by his subject, he has things he urgently wants to say about Alexander, but his urgency outraces his narrative; he gives us provocative notes and sketches but not a final draft. The film doesn't feel at ease with itself. It says too much, and yet leaves too much unsaid.", "running_time": 175, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-11-23", "genres": ["Action", "Adventure", "History"], "title": "Alexander (2004)"}