{"url": "http://www.rogerebert.com/reviews/alfie-2004", "by": "Jude Lawas Alfie", "star_rating": 3.0, "text": "Strange, that \"Alfie\" (1966) is halfway remembered as a comedy, when it was actually about a man who attempted to live life as comedy despite the lowering gloom which he thoroughly deserved. Alfie, in 1966 and again in the 2004 version, desperately wants to keep smiling, have a great time, and be lover to a parade of women who are willing and friendly, and never complain, and make no demands, and understand his need to be unfaithful. Such a woman, if she exists, would not be worth having, but tell that to Alfie.\n\nMichael Caine made \"Alfie\" and \"The Ipcress File\" (1965) back to back, and they made him a star. He had a brash Cockney self-confidence that suggested a hardness beneath the kidding around. Jude Law is already a movie star, currently one of the busiest, and in \"Alfie\" he is less a predator than Caine, more a needy hedonist who is wounded and even surprised when women won't put up with him.\n\nOf course he meets a different kind of woman in 2004 than Caine met in 1966; the feminist revolution, the rise and fall of the one-night stand and the specter of AIDS all happened between those two dates, and today a compulsively promiscuous man is more of a danger to himself and his partners than he was then. In 1966, the worst thing Alfie brings about is an abortion; in the 2004 version, his greatest crime is essentially to throw away the love of the only woman he really cares for.\n\nThat would be Julie (Marisa Tomei), who is honest and grounded and has a young son to care for, and absolutely will not share Alfie with other women. Of course for a time she doesn't know about the other women. Alfie confesses, in one of his rueful speeches directly to the camera, that the tricky thing about dating a woman with a kid is that you get to really like the kid. It's also tricky, as Alfie discovers, when you get to like the woman.\n\nAlfie is still British in this version, but more upmarket, and now living in Manhattan, where his job as a limo driver gives him access to a lot of women, and they to him. We meet them as he does: Dorie (Jane Krakowski) the lonely married woman; Liz (Susan Sarandon), a successful businesswoman with a no-nonsense approach to obtaining sex, and Nikki (Sienna Miller), a beautiful model who wanders into his life and seems to be the undemanding woman of his dreams. Then there's Lonette (Nia Long), the girlfriend of his best friend Marlon (Omar Epps). She should be forbidden territory, but to Alfie borders are made to be crossed.\n\nThe first film, directed by Lewis Gilbert, closely followed the era of the British Angry Young Men movies, and contained echoes of the proletarian anger of characters played by such actors as Albert Finney and Tom Courtenay. The new film comes out of a lad-mag era, in which Alfie is better dressed, smoother and smoldering not with anger but with a spoiled boy's desire to be indulged. Both 1966 and 2004 are probably getting the characters they deserve; narcissism has evolved in 38 years from a character flaw to a male fashion attribute.\n\nThe women have evolved, too. Marisa Tomei's Julie might have felt helpless in 1966 -- felt she had to put up with Alfie because she had no choice. Now she has choices. The sexy businesswoman (Sarandon) is no longer seen as aging and needy (as Shelley Winters was in the original) but as desirable and independent; when Alfie finds her with another man, he asks \"What's he got better than me?\" and her answer feels a little sorry for him: \"He's younger than you.\" And when Lonette gets pregnant, abortion doesn't seem inevitable, even though the mixed race of her child will betray its father to her boyfriend. In 2004 it is possible for a woman to have a child outside the traditional rules; in 1966, that was not common.\n\nBut we don't go to see \"Alfie\" in order to make a sociological comparison of the two films; indeed, most of the audience members on opening night may not even know it's a remake. On its own terms, it's funny at times and finally sad and sweet. Alfie learns that to lie to women is to lie to himself about them. Law's best scenes are when he doggedly tries to keep smiling as his lifestyle grows grim and depressing. He's sold himself on life as a ladies' man, and is beginning to realize he is his only customer.", "running_time": 103, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-11-04", "genres": ["Comedy", "Drama", "Romance"], "title": "Alfie (2004)"}