{"url": "http://www.rogerebert.com/reviews/ali-2001", "by": "Will Smithas Muhammad", "star_rating": 2.0, "text": "\"Ali\" is a long, flat, curiously muted film about the heavyweight champion. It lacks much of the flash, fire and humor of Muhammad Ali and is shot more in the tone of a eulogy than a celebration. There is little joy here. The film is long and plays longer, because it permits itself sequences that are drawn out to inexplicable lengths while hurrying past others that should have been dramatic high points. It feels like an unfinished rough cut that might play better after editing.\n\nConsider, for example, a training sequence set in Zaire, after Ali travels there for \"The Rumble in the Jungle.\" He begins his morning run, which takes him past a panorama of daily life. All very well. But he runs and runs and runs, long after any possible point has been made--and runs some more. This is the kind of extended scene you see in an early assembly of a film, before the heavy lifting has started in the editing room.\n\nThe film considers 10 years in the life of Ali, from 1964, when he won the world heavyweight championship as Cassius Clay, to 1974, when as Muhammad Ali, he fought in the Rumble. This is the key decade in Ali's life, cut in half by three years when he was barred from boxing because of his refusal to be drafted.\n\nAlthough many mistakenly believe he refused to serve because of guidance from the Nation of Islam, the film makes it clear that he took his stand on principle, and it cost him both his title and his religion; the Nation of Islam disapproved of his decision, and suspended him. By the time the U.S. Supreme Court ruled 8-0 in his favor, he had lost what should have been his prime years as a young fighter. When he went into the ring against George Foreman in Zaire, he was 32, the challenger 24.\n\nMichael Mann's story of these 10 years is told in the style of events overheard--this isn't a documentary, but it seems to lack a fiction's privileged access to its hero. Key scenes play out in enigmatic snippets of dialogue. We work to make connections. We see Ali's wives, but don't feel we know them; they fade in and out of focus like ghosts. The screenplay by Eric Roth and Mann seems reluctant to commit to a point of view, and leaves us to draw our own conclusions. During some scenes, you can almost sense it shrugging. Ali remains an enigma.\n\nThis is despite what is actually a good job of acting by Will Smith in the title role. He has bulked up and looks convincing in the ring, but the key element of his performance is in capturing Ali's enigmatic, improvisational personality. He gets the soft-spoken, kidding quality just right, and we sense Ali as a man who plays a colorful public role while keeping a private reserve. There are times when he grows distant from even those close to him, and they look at him as if into a mystery.\n\nThe real problem with Smith's performance is the movie it finds itself in. Smith is the right actor for Ali, but this is the wrong movie. Smith is sharp, fast, funny, like the Ali of trash-talking fame, but the movie doesn't unleash that side of him, or his character. Ali was not only the most famous man of his time, but had fun with his fame. I can't claim any special insights, but I did once spend a day with him, and I saw a man enormously entertained by life, twinkling with bemusement, lowering the tinted glass window of his Rolls limousine so that pedestrians could do a double-take when they saw it was the Champ. Smith could play that man, but \"Ali\" doesn't know or see him--it sees Ali as more meditative and subdued--as sad, sometimes, when sadness is the last thing you feel when you risk everything on principle. The film feels like it's under a cloud.\n\nAmong the many key players in his life--his wives, his trainer Angelo Dundee, his right-hand man Bundini Brown, his mentor Malcolm X, his father, his leader Elijah Muhammad--Ali's most authentic relationship in the film seems to be with the sportscaster Howard Cosell. Played by Jon Voight in a performance that captures his theatrical weirdness and forthright honesty, Cosell comes across as a man who slipped into TV before the cookie cutting began. His voice, his toupee, his sublime self-assurance, are all here, along with a tender, almost paternal regard for Ali, a man he clearly loves and worries about. Ali responds in kind, and Smith is able to suggest that in a world that surrounded him with toadies, boot-lickers and yes-men, Ali turned to Cosell almost in relief at being able to hear the truth, plainly spoken. Jamie Foxx is also engaging and appealing as Bundini, the self-destructive mascot who sold the champ's belt \"and put it into my arm.\" The fight scenes are convincing and well-staged. Smith looks at home in the ring. But the unique thing about the life of Muhammad Ali is precisely that it was not just about the fighting. More than any other heavyweight champion and few athletes in any sport, Ali changed the subject: His life was not about boxing, but about a black man who dared to triumph in American society without compromise, apology or caution.\n\nThose who called him a coward for refusing to fight in the war will learn here that he had been offered a sweetheart deal by the Army; all he had to do was go along, be inducted, not play the angry black rebel, and he'd be entertaining the troops and defending his title and getting nowhere close to combat. To turn down that deal, and the heavyweight title, and to lose the blessing of the Nation of Islam in the process, was to show himself as a brave man entirely governed by ethics.\n\n\"No Viet Cong ever called me nigger,\" Ali famously said, and the movie makes it clear that the American establishment was terrified of a black uprising in the tumultuous Vietnam era, and that J. Edgar Hoover, whose G-men tracked and tricked Martin Luther King and Ali, was one of the great villains of his time.\n\nThe movie includes scenes involving King and Malcolm X, but doesn't really deal with them (you find out more in Spike Lee's \"Malcolm X\"). After King is shot, Ali watches a city burn, but curiously has no dialogue. We wait for issues to be clarified, for points to be made, for the movie to punch up what is important, but the dramatic high points slowly slip back down into a miasma of unfocused and undisciplined footage. The visual look of the picture mirrors its lack of energy; the colors are subdued, the focus often a little soft. \"Ali\" looks like a movie that was never properly prepared and mounted, that got away from its makers in the filming, that has been released without being completed.", "running_time": 157, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-25", "genres": ["Drama"], "title": "Ali (2001)"}