{"url": "http://www.rogerebert.com/reviews/alice-in-wonderland-1976", "by": "Kristine De Bellas Alice", "star_rating": 2.5, "text": "\"Alice in Wonderland,\" which is explicitly not to be confused with the Disney version, or any other you may be familiar with, is a genuine curiosity: An X-rated musical comedy that actually has some wit and style to it. It's also fairly mild, as X movies go; it could almost be an R, and it's sexy rather than offensive. Maybe because I went with low expectations, I found the movie a pleasant surprise. And its most pleasant surprise is its star, Kristine De Bell, who projects such a freshness and naivete that she charms us even in scenes where some rather alarming things are going on. I think she has a future in the movies, and not just X movies, either; there's an openness to her expression, a directness to her acting, that's genuinely appealing.\n\nWe meet her first as a librarian, virginal and shy, turning down a date with the mechanic she's in love with because she's afraid he'll go too far. His name, as I recall, is Steve, which leads to one of the movie's more quietly amusing lines. While he puts the make on her, she looks at the name sewn over the pocket of his work shirt and asks with earnest curiosity, \"Why are you wearing a shirt with someone else's name?\" We never do find out, but after Steve leaves, Alice pages through a copy of Lewis Carroll's \"Alice in Wonderland\" and then sings a song about learning to be free. The song, to my surprise, was a pleasant one, appealingly performed: The days when soft-core porn was synonymous with el cheapo sleazo production values are apparently over. In any event, Mr. Rabbit turns up in response to the song, and leads Alice through the looking glass and into Wonderland, where things take place that no doubt have poor Lewis Carroll spinning in his grave. For starters: Tweedledum and Tweedledee turn out to be brother and sister. Humpty Dumpty (who didn't make it into the Carroll or Disney versions) has taken more than a great fall. The evil Queen has very definite ideas about suitable punishment. There are the usual rocks that talk when you sit on them, but they're not complaining. And the Mad Hatter takes more than hat sizes.\n\nThere are several more songs and a few casually done dance numbers, with Mr. Rabbit and the others hopping about, and we get the sense that the people who made the movie were having fun (the producer is Bill Osco, who made \"Flesh Gordon\"; both movies have been very successful at the box office). This isn't another X-rated potboiler but an adult movie with a certain charm. Even the way it avoids the explicitness of hard-core porn is sort of fun, as the camera suggests that the most amazing things are happening just offscreen.\r\nKristine De Bell wanders through Wonderland with a blissful ignorance as the inhabitants give her a cram course in 50 ways to keep your lover. She's just fine: Maybe it's her perpetual look of total innocence and astonishment in the face of Wonderland's jolly pastimes that makes her seem so sexy. She looks just like the healthy blond with wide-set eyes and Toni curls that sat across the aisle in high school -- or should have.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-11-24", "genres": null, "title": "Alice in Wonderland: An X-Rated Musical Fantasy (1976)"}