{"url": "http://www.rogerebert.com/reviews/alice-doesnt-live-here-anymore-1974", "by": "Ellen Burstynas Alice Hyatt", "star_rating": 4.0, "text": "Martin Scorsese’s” Alice Doesn’t Live Here Anymore” opens with a parody of the Hollywood dream world little girls were expected to carry around in their intellectual baggage a generation ago. The screen is awash with a fake sunset, and a sweet little thing comes strolling along home past sets that seem rescued from “The Wizard of Oz.” But her dreams and dialogue are decidedly not made of sugar, spice, or anything nice: This little girl is going to do things her way.\n\nThat was her defiant childhood notion, anyway. But by the time she’s thirty-five, Alice Hyatt has more or less fallen into society’s rhythms. She’s married to an incommunicative truck driver, she has a precocious twelve-year-old son, she kills time chatting with the neighbors. And then her husband is unexpectedly killed in a traffic accident and she’s left widowed and -- almost worse than that -- independent. After all those years of having someone there, can she cope by herself?\n\nShe can, she says. When she was a little girl, she idolized Alice Faye and determined to be a singer when she grew up. Well, she’s thirty-five, and that’s grown-up. She has a garage sale, sells the house, and sets off on an odyssey through the Southwest with her son and her dreams. What happens to her along the way provides one of the most perceptive, funny, occasionally painful portraits of an American woman I’ve seen.\n\nThe movie has been both attacked and defended on feminist grounds, but I think it belongs somewhere outside ideology, maybe in the area of contemporary myth and romance. There are scenes in which we take Alice and her journey perfectly seriously, there are scenes of harrowing reality and then there are other scenes (including some hilarious passages in a restaurant where she waits on tables) where Scorsese edges into slight, cheerful exaggeration. There are times, indeed, when the movie seems less about Alice than it does about the speculations and daydreams of a lot of women about her age, who identify with the liberation of other women, but are unsure on the subject of themselves.\n\nA movie like this depends as much on performances as on direction, and there’s a fine performance by Ellen Burstyn (who won an Oscar for this role) as Alice. She looks more real this time than she did as Cybill Shepherd’s available mother in “The Last Picture Show” or as Linda Blair’s tormented mother in “The Exorcist.” It’s the kind of role she can relax in, be honest with, allow to develop naturally (although those are often the hardest roles of all). She’s determined to find work as a singer, to “resume” a career that was mostly dreams to begin with, and she’s pretty enough (although not good enough) to almost pull it off. She meets some generally good people along the way, and they help her when they can. But she also meets some creeps, especially a deceptively nice guy named Ben (played by Harvey Keitel, the autobiographical hero of Scorsese’s two films set in Little Italy). The singing jobs don’t materialize much, and it’s while she’s waitressing that she runs into a divorced young farmer (Kris Kristofferson).\n\nThey fall warily in love, and there’s an interesting relationship between Kristofferson and Alfred Lutter, who does a very good job of playing a certain kind of twelve-year-old kid. Most women in Alice’s position probably wouldn’t run into a convenient, understanding, and eligible young farmer, but then a lot of the things in the film don’t work as pure logic. There’s a little myth to them, while Scorsese sneaks up on his main theme.\n\nThe movie’s filled with brilliantly done individual scenes. Alice, for example, has a run-in with a fellow waitress with an inspired vocabulary (Diane Ladd, an Oscar nominee for this role). They fall into a friendship and have a frank and honest conversation one day while sunbathing. The scene works perfectly. There’s also the specific way her first employer backs into offering her a singing job, and the way Alice takes leave from her old neighbors, and the way her son persists in explaining a joke that could only be understood by a twelve-year-old. These are great moments in a film that gives us Alice Hyatt: female, thirty-five, undefeated.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-12-01", "genres": ["Drama", "Romance"], "title": "Alice Doesn't Live Here Anymore (1974)"}