{"url": "http://www.rogerebert.com/reviews/alice-in-wonderland-2010", "by": "Johnny Deppas Mad Hatter", "star_rating": 3.0, "text": "Disney presents a film directed by Tim Burton. Written by Linda Woolverton, based on the books Alice's Adventures in Wonderland and Through the Looking Glass by Lewis Carroll. Running time: 108 minutes. Rated PG (for fantasy action/violence involving scary images and situations, and a smoking caterpillar).\n\nAs a young reader, I found Alice in Wonderland creepy and rather distasteful. Alice's adventures played like a series of encounters with characters whose purpose was to tease, puzzle and torment her. Few children would want to go to wonderland, and none would want to stay. The problem may be that I encountered the book too young and was put off by the alarming John Tenniel illustrations. Why did Alice have such deep, dark eye sockets? Why couldn't Wonderland be cozy like the world of Pooh? Watching the 1951 Disney film, I feared the Cheshire Cat was about to tell me something I didn't want to know. \n\nTim Burton's new 3-D version of \"Alice in Wonderland\" answers my childish questions. This has never been a children's story. There's even a little sadism embedded in Carroll's fantasy. It reminds me of uncles who tickle their nieces until they scream. \"Alice\" plays better as an adult hallucination, which is how Burton rather brilliantly interprets it until a pointless third act flies off the rails. It was a wise idea by Burton and his screenwriter, Linda Woolverton, to devise a reason that Alice (Mia Wasikowska) is now a grown girl in her late teens, revisiting a Wonderland that remains much the same, as fantasy worlds must always do.\n\nBurton is above all a brilliant visual artist, and his film is a pleasure to regard; I look forward to admiring it in 2-D, where it will look brighter and more colorful. No artist who can create these images is enhancing them in any way by adding the annoying third dimension. But never mind that. \n\nHe brings to Carroll's characters an appearance as distinctive and original as Tenniel's classic illustrations. These are not retreads of familiar cartoon images. They're grotesques, as they should be, from the hydrocephalic forehead of the Red Queen (Helena Bonham Carter) to Tweedledee and Tweedledum (Matt Lucas), who seem to have been stepped on. Wonderland itself is not limited to necessary props, such as a tree limb for the Cheshire Cat and a hookah for the Caterpillar, but extends indefinitely as an alarming undergrowth beneath a lowering sky. Why you can see the sky from beneath the earth is not a fair question. (The landscape was designed by Robert Stromberg of \"Avatar.\")\n\nWhen we meet her again, Alice has decidedly mixed feelings about her original trip down the rabbit hole, but begins to recall Wonderland more favorably as she's threatened with an arranged marriage to Hamish Ascot (Leo Bill), a conceited snot-nose twit. At the moment of truth in the wedding ceremony, she impulsively scampers away to follow another rabbit down another rabbit hole and finds below that she is actually remembered from her previous visit.\n\nBurton shows us Wonderland as a perturbing place where the inhabitants exist for little apparent reason other than to be peculiar and obnoxious. Do they reproduce? Most species seem to have only one member, as if nature quit while she was ahead. The ringleader is the Mad Hatter, played by Johnny Depp, that rare actor who can treat the most bizarre characters with perfect gravity. Whoever he plays (Edward Scissorhands, Sweeney Todd, Jack Sparrow, Willy Wonka, Ichabod Crane), he is that character through and through. \n\nThis is a Wonderland that holds perils for Alice, played by Wasikowska with beauty and pluck. The Red Queen wishes her ill, and the White Queen (Anne Hathaway) wishes her well, perhaps because both are formed according to the rules of Wonderland queens. To be sure, the insecure White Queen doesn't exhaust herself in making Alice welcome. The Queens, the Mad Hatter, Alice, the Knave of Hearts (Crispin Glover) and presumably Tweedledee and Tweedledum are versions of humans; the others are animated, voiced with great zest by such as Stephen Fry (Cheshire), Alan Rickman (Absolem the Caterpillar), Michael Sheen (White Rabbit), Christopher Lee (Jabberwocky), Timothy Spall (Bayard) and Barbara Windsor (Dormouse).\n\nThe film is enchanting in its mordant way until, unfortunately, it arrives at its third act. Here I must apologize to faithful readers for repeating myself. Time after time I complain when a film develops an intriguing story and then dissolves it in routine and boring action. We've seen every conceivable battle sequence, every duel, all carnage, countless showdowns and all-too-long fights to the finish. \n\nWhy does \"Alice in Wonderland\" have to end with an action sequence? Characters not rich enough? Story run out? Little minds, jazzed by sugar from the candy counter, might get too worked up without it? Or is it that executives, not trusting their artists and timid in the face of real stories, demand an action climax as insurance? Insurance of what? That the story will have a beginning and a middle but nothing so tedious as an ending?", "running_time": 108, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-03-03", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Alice in Wonderland (2010)"}