{"url": "http://www.rogerebert.com/reviews/aliens-1986", "by": "Sigourney Weaveras Ripley", "star_rating": 3.5, "text": "The ads for \"Aliens\" claim that this movie will frighten you as few movies have, and, for once, the ads don't lie. The movie is so intense that it creates a problem for me as a reviewer: Do I praise its craftsmanship, or do I tell you it left me feeling wrung out and unhappy? It has been a week since I saw it, so the emotions have faded a little, leaving with me an appreciation of the movie's technical qualities. But when I walked out of the theater, there were knots in my stomach from the film's roller-coaster ride of violence. This is not the kind of movie where it means anything to say you \"enjoyed\" it.\n\n\"Aliens\" is a sequel to the very effective 1979 film, \"Alien,\" but it tells a self-contained story that begins 57 years after the previous story ended. The first time around, you may recall, Sigourney Weaver and a shipload of her fellow space voyagers were exploring a newly discovered planet when they found an abandoned spaceship. Surviving in the ship was an alien life-form that seemed to consist primarily of teeth. The aliens were pure malevolence; their only function was to attack and eat anything that was warm and moved. And they incubated their young inside the bodies of their victims.\n\nWeaver was the only survivor of that first expedition, and after saving her ship by expelling an alien through the air lock into deep space, she put herself into hibernation. She is found 57 years later by a salvage ship, and when she awakes she is still tormented by nightmares. (The script does not provide her, however, with even a single line of regret after she learns that 57 years have passed and everyone she knew is dead.) A new expedition is sent back to the mystery planet. Weaver is on board. She knows what the aliens are like and thinks the only sane solution is to nuke them from outer space. But in the meantime, she learns to her horror that a human colony has been established on the planet and billions of dollars have been invested in it. Now Earth has lost contact with the colony. Has it been attacked by aliens? Are there stars in the sky? The crew is made up of an interesting mixed bag of technicians and military personnel. My favorites were Lance Henrikson as a loyal android, Jenette Goldstein as a muscular marine private and Michael Biehn as the uncertain Cpl. Hicks. Also on board is the slimy Burke (Paul Reiser), who represents the owners of the planet's expensive colony and dreams of making millions by using the aliens as a secret weapon.\n\nThe movie gives us just enough setup to establish the characters and explain the situation. Then the action starts. The colony has, of course, been overrun by the aliens, all except for one plucky little girl (Carrie Henn) who has somehow survived by hiding in the air ducts.\n\nThe marines explore the base on foot, which seems a little silly in view of the great speed with which the aliens attack. Nobody seems very interested in listening to Weaver's warnings. After all, she's only the one person who has seen an alien, so what does she know? And then the movie escalates into a nonstop war between human and alien.\n\nIt's here that my nerves started to fail. \"Aliens\" is absolutely, painfully and unremittingly intense for at least its last hour. Weaver goes into battle to save her colleagues, herself and the little girl, and the aliens drop from the ceiling, pop up out of the floor and crawl out of the ventilation shafts. (In one of the movie's less plausible moments, one alien even seems to know how to work the elevator buttons.) I have never seen a movie that maintains such a pitch of intensity for so long; it's like being on some kind of hair-raising carnival ride that never stops.\n\nI don't know how else to describe this: The movie made me feel bad. It filled me with feelings of unease and disquiet and anxiety. I walked outside and I didn't want to talk to anyone. I was drained. I'm not sure \"Aliens\" is what we mean by entertainment. Yet I have to be accurate about this movie: It is a superb example of filmmaking craft.\n\nThe director, James Cameron, has been assigned to make an intense and horrifying thriller, and he has delivered. Weaver, who is onscreen almost all the time, comes through with a very strong, sympathetic performance: She's the thread that holds everything together.\n\nThe supporting players are sharply drawn. The special effects are professional. I'm giving the movie a high rating for its skill and professionalism and because it does the job it says it will do. I am also advising you not to eat before you go to see it.", "running_time": 135, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-07-18", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Aliens (1986)"}