{"url": "http://www.rogerebert.com/reviews/alien-resurrection-1997", "by": "Sigourney Weaveras Ripley", "star_rating": 1.5, "text": "Between \"Alien\" and \"Aliens,\" 57 years passed, with Ellen Ripley in suspended animation. Between \"Aliens\" and \"Alien3,\" she drifted through space in a lifeboat, before landing on a prison planet. In all three films she did battle with vile alien creatures constructed out of teeth, green sinew, and goo. In \"Alien3\" she told this life form: \"I've known you so long I can't remember a time when you weren't in my life.\" I'm telling the aliens the same thing. This is a series whose inspiration has come, gone, and been forgotten. I'm aliened out. The fourth movie, depends on a frayed shoestring of a plot, barely enough to give them something to talk about between the action scenes. A \"Boo Movie,\" Pauline Kael called the second one, because it all came down to aliens popping up and going \"boo!\" and being destroyed.\n\nI found that second film dark and depressing, but skillfully directed by James Cameron (\"Terminator II\"). I lost interest with the third, when I realized that the aliens could at all times outrun and outleap the humans, so all the chase scenes were contrivances.\n\nNow here is \"Alien Resurrection.\" Ripley (Sigourney Weaver) is still the heroine, even though 200 years have passed since \"Alien3.\" She has been cloned out of a drop of her own blood, and is being used as a brood mare: The movie opens with surgeons removing a baby alien from her womb. How the baby got in there is not fully explained, for which we should perhaps be grateful.\n\nThe birth takes place on a vast space ship. The interstellar human government hopes to breed more aliens, and use them for--oh, developing vaccines, medicines, a gene pool, stuff like that. The aliens have a remarkable body chemistry. Ripley's genes are all right, too: They allow her reconstituted form to retain all of her old memories, as if cookie dough could remember what a gingerbread man looked like.\n\nRipley is first on a giant government science ship, then on a tramp freighter run by a vagabond crew. The monsters are at first held inside glass cells, but of course they escape (their blood is a powerful solvent that can eat through the decks of the ship). The movie's a little vague about Ripley: Is she all human, or does she have a little alien mixed in? For awhile we wonder which side she's on. She laughs at mankind's hopes of exploiting the creatures: \"She's a queen,\" she says of the new monster. \"She'll breed. You'll die.\" When the tramp freighter comes into play, we get a fresh crew, including Call (Winona Ryder), who has been flown all the way from Earth to provide appeal for the younger members of the audience. Ryder is a wonderful actress, one of the most gifted of her generation, but wrong for this movie. She lacks the heft and presence to stand alongside Ripley and the grizzled old space dogs played by Ron Perlman, Dominique Pinon, Dan Hedeya and Brad Dourif. She seems uncertain of her purpose in the movie, her speeches lack conviction, and when her secret is revealed, it raises more questions than it answers. Ryder pales in comparison with Jenette Goldstein, the muscular Marine who was the female sidekick in \"Aliens.\" Weaver, on the other hand, is splendid: Strong, weary, resourceful, grim. I would gladly see a fifth \"Alien\" movie if they created something for her to do, and dialog beyond the terse sound bites that play well in commercials. Ripley has some good scenes. She plays basketball with a crew man (Perlman) and slams him around. When she bleeds, her blood fizzes interestingly on the floor--as if it's not quite human. She can smell an alien presence. And be smelled: Her baby recognizes her mother and sticks out a tongue to lick her.\n\nThese aliens have a lot of stuff in their mouths; not only the tongue and their famous teeth, but another little head on a stalk, with smaller teeth. Still to be determined is whether the littler head has a still tinier head inside of it, and so on. Like the bugs in \"Starship Troopers,\" these aliens are an example of specialization. They have evolved over the eons into creatures adapted for one purpose only: To star in horror movies.\n\nMankind wants them for their genes? I can think of a more valuable attribute: They're apparently able to generate bio-mass out of thin air. The baby born at the beginning of the film weighs maybe five pounds. In a few weeks the ship's cargo includes generous tons of aliens. What do they feed on? How do they fuel their growth and reproduction? It's no good saying they eat the ship's stores, because they thrive even on the second ship--and in previous movies have grown like crazy on desolate prison planets and in abandoned space stations. They're like perpetual motion machines; they don't need input.\n\nThe \"Alien\" movies always have expert production design. \"Alien Resurrection\" was directed by the French visionary Jean-Pierre Jeunet (\"City of Lost Children\"), who with his designers has placed it in what looks like a large, empty hangar filled with prefabricated steel warehouse parts. There is not a single shot in the movie to fill one with wonder--nothing like the abandoned planetary station in \"Aliens.\" Even the standard shots of vast spaceships, moving against a backdrop of stars, are murky here, and perfunctory.\n\nWhat impact will \"Alien Resurrection\" have on the careers of Weaver and Ryder? Financially, it will help: Weaver remains the only woman who can open an action picture. Artistically, the film will have no impact at all. It's a nine days' wonder, a geek show designed to win a weekend or two at the box office and then fade from memory. Try this test: It's been five months since \"Jurassic Park: The Lost World\" opened. How often do you think about it?", "running_time": 109, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-26", "genres": ["Action", "Horror", "Science Fiction"], "title": "Alien Resurrection (1997)"}