{"url": "http://www.rogerebert.com/reviews/alien-trespass-2009", "by": "Eric McCormackas Ted/Urp", "star_rating": 2.0, "text": "\"Alien Trespass\" is a sincere attempt to make a film that looks like one of those 1950s B movies where a monster from outer space terrorizes a town, which was almost always in the desert. A town, to save on extras and travel. In the desert, because if you headed east from Hollywood, that's where you were, and if you headed west, you were making a pirate picture. \"Alien Trespass\" is in color, which in the 1950s was uncommon, but otherwise, it's a knowing replication of the look and feel of those pictures, about things with jaws, tentacles, claws, weapons that shot sparks, and eyes that shot laser beams at people, only they weren't known as laser beams but as Deadly Rays.\n\nFacing them are plucky locals, dressed in work clothes from Sears, standing behind their open car doors and looking up to match awkward special effects that are coming -- coming! -- this way! \"Alien Trespass\" doesn't bend over backward to be \"bad.\" It tries to be the best bad movie that it can be. A lot of its deliberate badness involves effects some viewers might not notice. For example: bad back projection in shots looking back from the dashboard at people in the front seat. In the 1950s, before CGI, the car never left the sound stage and in the rear window, they projected footage of what it was allegedly driving past. Since people were presumed not to study the rear window intently, they got away with murder. A decade earlier, in \"Casablanca,\" Rick and Ilsa drove from the Champs-Elysees to the countryside instantly.\n\nThe plot: Astronomer Ted Lewis (Eric McCormack) and his sexpot wife, Lana (Jody Thompson), are grilling cow-sized steaks in the backyard when something shoots overhead and crashes in the mountains. The sexpot wife is an accurate touch: The monster genre cast pinups like Mamie Van Doren and Cleo Moore, who were featured on the poster with Deadly Rays shooting down their cleavage.\n\nTed goes to investigate. When he returns, his body has been usurped by Urp, an alien. Urp means well. He needs help to track down another alien who arrived on the same flying saucer. He's named the Ghota, which has one eye, enough to qualify it as a BEM, or a Bug-Eyed Monster. The Ghota consumes people in order to grow, divide and conquer. Sort of like B.O.B. in the new \"Monster vs. Aliens,\" which is also a send-up of 1950s BEM movies. So far, Todd Haynes' \"Far From Heaven\" (2002) is the only movie ever made in tribute to a great movie of the 1950s.\n\nThe Ghota is battled by Urp and his plucky new buddy, Tammy (Jenni Baird), a local waitress who is a lot more game than Lana. As nearly as I can recall, in the 1950s good girls were never named Lana and bad ones were never named Tammy. There are also hapless but earnest local cops (Robert Patrick and Dan Lauria), and an assortment of threatened townspeople. Also great shots of the Lewis family home, separated from the desert by a white picket fence, surrounded by the age-old story of the shifting, whispering sands.\n\n\"Alien Trespass,\" directed by R.W. Goodwin (\"The X-Files\" on TV), from a script by Steven P. Fisher, is obviously a labor of love. But why? Is there a demand for cheesy 1950s sci-fi movies not met by the existing supply? Will younger audiences consider it to be merely inept, and not inept with an artistic intention? Here is a movie more suited to ComicCon or the World Science Fiction Convention than to your neighborhood multiplex.\n\nIf you must see a science-fiction movie about a threat from beyond the Earth, there's one right now that I think is great: \"Knowing.\" If you're looking for a bad sci-fi movie about a threat, etc., most of the nation's critics mistakenly believe it qualifies. How can you lose? From beyond the stars -- a mysterious force strikes terror into the hearts of men!", "running_time": 90, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-04-01", "genres": ["Action", "Adventure", "Comedy", "Science Fiction"], "title": "Alien Trespass (2009)"}