{"url": "http://www.rogerebert.com/reviews/alien-nation-1988", "by": "James Caanas Matthew Sykes", "star_rating": 2.0, "text": "“Alien Nation” takes place in 1991, a few years after an alien spaceship wanders off course, lands on Earth and deposits 100,000 extraterrestrials in our midst. These visitors, known as the Newcomers, have been created by genetic engineering to be good slaves; they’re smart, strong and adaptable. But there is no slavery on Earth, so the aliens are slowly absorbed into Southern California society, where some become cops, some become robbers and some operate convenience stores.\n\nThere is some prejudice against them, of course, and they look a little odd with their bulbous heads, but they fit in fairly well. The only question is: Are they keeping any secrets? This plot contains the elements of a good idea, but it does so little with it, and is so cheerfully willing to recycle an absolutely standard story, that the idea is finally just frustrating. The movie would have been more fun if it had just gone ahead and admitted it was a Creature Feature. The film has high technical qualities and a prestigious cast, and so during the opening scenes I couldn’t believe it was simply another police action potboiler. I was waiting for subtle hints of deeper meanings, of surprises lurking beneath the surface. But there weren’t any. This is sea-level filmmaking: What you see is all you get.\n\nThe movie stars James Caan as a police detective in a situation we’ve seen several dozen times before: His partner is killed in a shoot-out with Newcomer stickup men, and the chief wants him to accept a new partner - a Newcomer, of course. At first Caan is reluctant. But then he figures the Newcomer can give him entry into his people’s underworld, so that he can revenge the death of his partner.\n\nThis story has been recycled so often, we can recite the dialogue right along with the characters, but we’re thinking, maybe the aliens will provide a new angle. The filmmakers couldn’t think of one, alas, but I’m happy to offer several: (a) The Newcomers have a secret agenda they’re concealing from humans; (b) this is “Invasion of the Body Snatchers” all over again, except that the pod people are operating in plain sight this time; (c) the race that bred the Newcomers to be slaves sends its warships to recapture them, and humans and Newcomers fight side-by-side to repel them; (d) this is a political satire on the role of minority groups in Los Angeles.\n\n“Alien Nation” takes none of these approaches - or any other interesting approach - because it is so pleased with its almost pathetically thin opening premise. Once we understand that the movie takes place in the near future and has aliens who are being integrated into human society, everything else is an assembly-line cop picture.\n\nThey’ve just taken the standard cop-buddy-drug lord routine and changed some of the makeup. The Newcomers have no surprises. This is especially disappointing since Gale Anne Hurd, the film’s co-producer, has demonstrated she does know how to invest aliens with fascination. Her credits include “Aliens” and “The Terminator.” Compared to them, this film is minor league.\n\nConsider, for example, how “Alien Nation” introduces its villain, a Newcomer played by Terence Stamp. How do we immediately know he is a villain? Because he is the featured speaker at a charity banquet honoring his good works, but he talks coldly and doesn’t seem amused when he laughs. Since we are familiar with the Law of Economy of Characters, we know this guy isn’t really being honored for his civic achievements, because that would be a waste of screen time. Nope, he’s a seemingly respectable businessman who is actually manufacturing and selling a drug that his people get high on. There is not a person in the audience who could not have written this plot, and many of them probably have.\n\nA feeble attempt is made to invest the Newcomers with interest, by having them get drunk on sour milk instead of booze, and depriving them of any sense of humor. Mandy Patinkin, a good actor, has the thankless role of playing “Sam Francisco,” the Newcomer who is Caan’s partner, and so he gets to drink the milk and puzzle over the jokes. All of the Newcomers, by the way, were given human names by U.S. immigration officers, none of whom seem to have heard of the First Law of Funny Names: “Funny names, in general, are a sign of desperation at the screenplay level.” “Alien Nation” was not an inexpensive movie. The makeup took trouble, the photography looks good, the cast and technical credits are top-drawer. So what went wrong? The movie is simply a failure of imagination. Nobody looked at the screenplay and observed that it didn’t try hard enough, that it had no surprises, that it didn’t attempt to delight its audiences with twists and turns on the phoned-in plotline. “Alien Nation” feels like a movie made by people who have seen a lot of movies, but don’t think the audience has.", "running_time": 96, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-07", "genres": ["Crime", "Science Fiction", "Thriller"], "title": "Alien Nation (1988)"}