{"url": "http://www.rogerebert.com/reviews/aliens-of-the-deep-2005", "by": "James Cameron", "star_rating": 3.0, "text": "The timing of \"Aliens of the Deep\" couldn't be better. Days after a space probe landed successfully on Saturn's moon Titan and sent back spectacular photographs of its surface, here is a movie that explores the depths of the seas of Earth and then uses animation to imagine a probe that would fly to Jupiter's moon Europa and drill through its ice layer to the liquid water thought to be below. By finding living creatures on Earth that live under extreme conditions -- no sunlight, no photosynthesis, incredible pressure, extremes of hot and cold -- producer-director James Cameron convincingly argues that life could exist in the seas of Europa or, for that matter, in any number of harrowing environments.\n\nFor Cameron, the film continues an obsession. When he wrote and directed \"The Abyss\" in 1989, his story involved scientists venturing into the deepest parts of the ocean. The movie was a box office disappointment, not least because the director's cut reveals that the studio chopped crucial and amazing footage -- and also, reportedly, because many potential ticket-buyers did not know what an \"abyss\" is. For Cameron, it was an epiphany.\n\nHe returned to the sea bed for \"Titanic\" (1997), still the highest-grossing movie of all time, and essentially never came up for air. In 2002 his \"Expedition: Bismarck,\" made for the Discovery Channel, used deep-water submersibles to visit the grave of the doomed battleship, and in 2003 he made the 3-D IMAX movie \"Ghosts of the Abyss,\" which visited the wreck of the Titanic itself.\n\nThat was a movie with fascinating content, but I found the 3-D format unsatisfactory, and thought it might have been better to forget the gimmick and just give us the images. Now comes Cameron's \"Aliens of the Deep,\" also in IMAX 3-D, also fascinating, and with much improved 3-D. After tinkering with the format for years, the IMAX technicians have devised oversized glasses that fit easily over existing eyeglasses and cover the entire field of vision. I saw the first 3-D movie, \"Bwana Devil,\" in 1952, and have been tired of the format ever since, but IMAX finally seems to be getting it right.\n\nThe movie is about expeditions to the deepest seas on Earth, where life is found to flourish under incredible conditions. We've read reports of some of these discoveries before -- the worms that live around the sulphurous vents of hot water on the cold sea bottom, for example -- but now we see them, photographed in lonely and splendid isolation, and the sights are magnificent.\n\nWhat are these creatures? A good question, and one you might well still be asking after the movie, since it is high on amazement but low on information. His aquanauts, all real scientists or students, keep saying their discoveries are magnificent, beautiful, unbelievable, incredible, etc., and so they are, but only rudimentary facts are supplied about these life forms.\n\nThat didn't bother me as much as it might have, because \"Aliens of the Deep\" is not a scientific documentary so much as a journey to an alien world, and basically what we want to do is peer out the portholes along with the explorers. We see a vast drifting transparent creature, looking like nothing so much as a linen scarf, with a fragile network of vessels holding itself together. How does it feed? What does it know?\n\nThe tube worms are fascinating because they exist in symbiosis with bacteria which live inside of them. They have no digestive facility, and the bacteria have no food-gathering ability, but working together they both make a living. Astonishingly, we see shrimp, millions of them, darting endlessly through super-heated vents of escaping lava-heated water, which is hundreds of degrees warmer than the icy water around it. How do these creatures move through such extremes of hot and cold so quickly, when either by itself would kill them?\n\n\"Aliens of the Deep\" is a convincing demonstration of Darwin's theory of evolution, since it shows creatures not only adapted perfectly to their environment but obviously generated by that environment. It drives me crazy when people say evolution is \"only a theory,\" since that reveals they don't know what a scientific theory is. As the National Geographic pointed out only a month ago, a theory is a scientific hypothesis that is consistent with observed and experimental data, and the observations and experiments must be able to be repeated. Darwin passes that test. His rival, creationism, is not a theory, but a belief. There is a big difference.\n\nEvolution aside, there are some wonderful images in \"Aliens of the Deep,\" even if the crew members say how much they love their jobs about six times too often. In a late segment of the film, Cameron uses special effects to imagine a visit to Europa, where a nuclear-heated probe would melt and drill its way down to the liquid seas thought to be 3 to 14 miles below ice, and find there -- well, life, perhaps. He even envisions an underwater city that belongs on the cover of Amazing Stories, circa 1940. It's not a million miles different from the one in the director's cut of \"The Abyss.\" That his city was astonishingly cut from the theatrical version of \"The Abyss\" to make more room for the love story is no doubt one of the several reasons why Cameron has recently worked in documentary instead of fiction.\n\nIt's tempting to say that Cameron should have stayed with the wonders of earth and not created imaginary civilizations on Europa, but I was enthralled by those fictional sequences, unlikely as they are. I would suggest that if an advanced civilization has evolved on Europa, however, it is unlikely to have cities, since interior rooms and corridors would not occur naturally to swimming creatures. More likely, like dolphins, the Europans will fully exploit their given habitat. Or maybe they will all look like pond scum, which as discoveries go would also be quite amazing enough.", "running_time": 47, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-01-27", "genres": ["Action", "Documentary", "Science Fiction"], "title": "Aliens of the Deep (2005)"}