{"url": "http://www.rogerebert.com/reviews/alive-1993", "by": "Ethan Hawkeas Nando Parrado", "star_rating": 2.5, "text": "There are some stories you simply can't tell. The story of the Andes survivors may be one of them. After their plane crashed high in the mountains on a flight to Chile, they survived for most of a winter in the shell of their wrecked aircraft, living on wine, chocolate and the flesh of their dead comrades. Finally three of them set out to find help, and two finally did break through to civilization.\n\nAccounts of this adventure stress its religious, almost mystical nature. Many of the survivors were members of a sports team, devout Catholics, and after they realized they would die if they did not resort to cannibalism, they told themselves their act was a form of the Eucharist. Some of the boys made the others promise to eat their flesh, if they died.\n\n\"Alive\" stresses this metaphysical level in scenes such as one where a survivor, stranded without hope in the middle of a vast expanse of frigid ice and rock, exults that he has never felt closer to God. This is the same sort of euphoria that mountain climbers report after their harrowing climbs, and it may be absolutely true, or a case of rapture of the heights, or a little of both.\n\nThe problem is, no movie can really encompass the sheer enormity of the experience. As subtitles tick off \"Day 50\" and \"Day 70,\" the actors in the movie continue to look amazingly healthy (and well-fed). Although some despair, most remain hopeful. But what would it really be like to huddle in a wrecked aircraft for 10 weeks in freezing weather, eating human flesh? I cannot imagine, and frankly this film doesn't much help me.\n\nI was reminded of one of the most powerful books I have ever read, The Worst Journey in the World, by Aspey Cherry-Gerard, a member of Scott's doomed expedition to the Antarctic. All by himself, Cherry-Gerard walked 900 miles across the polar ice to observe the mating habits of penguins. He walked through 24-hour darkness, ate only biscuits, and lived to tell the story. The book, now back in print, is one of the great first-person accounts in English literature, but one of the things it teaches us is that we cannot quite know what that journey was like.\n\n\"Alive\" is a movie that has taken a long time to come to the screen. The Andes plane went down in the early 1970s. Novelist Piers Paul Read wrote a book about the experience, which was optioned for the movies, but then a 1976 Mexican quickie named \"Survive!\" was dubbed into English and upstaged a more elaborate production.\n\nNow the adventure has been filmed by Frank Marshall (\"Arachnophobia\"), a veteran associate of Steven Spielberg, and given a first-rate cast, including Ethan Hawke and Vincent Spano. The location photography is impressive, the scenery is awesome, the re-enactment of the air crash is terrifying and uses convincing special effects. We care about the characters while we watch the movie. But at the end it all seems elusive. The movie characters complete their dreadful ordeal, but somehow, walking out, we feel the real Andes survivors would not quite recognize themselves.", "running_time": 123, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-01-15", "genres": ["Action", "Drama", "Thriller"], "title": "Alive (1993)"}