{"url": "http://www.rogerebert.com/reviews/all-night-long", "by": "Gene Hackmanas George Dupler", "star_rating": 2.0, "text": "Some movies seem to bring their own moods with them, and the\r\nmood of “All Night Long” is dispirited mopery. Here's a movie with a\r\nhigh-energy cast and a promising comic plot, and the director seems to be\r\naiming for the bittersweet. How can you possibly start out with Gene Hackman as\r\nthe manager of an all-night drugstore, and Barbra Streisand as a fireman's wife\r\nwho likes to swing, and wind up with a movie where everybody's sighing all the\r\ntime?\n\n\r\nJean-Claude Tramont finds a way. He's the director of “All Night Long,” and\r\nmaybe he should bear the responsibility. I've been arguing for years that\r\nBarbra Streisand would be one of the greatest comedians of all time if she'd\r\njust accept strong direction and not play it safe by controlling every detail\r\nof her films. Maybe I was wrong. Surely it wasn't Streisand's idea to play her\r\ncharacter as a quiet, vacant-minded nonentity. Here's one of the most powerful\r\npersonalities in movie history, and she doesn't have a single scene where she\r\nlets loose. She's almost intimidated by the clothes she wears.\n\n\r\nGene Hackman's character is also a disappointment. He plays an executive of the\r\ndrug chain, and he's demoted to the all-night managerial position because he\r\nthrew a chair through the boss's window. It's at this point (very early on)\r\nthat the movie gets lost. It could have developed into a fascinating portrait\r\nof all-night society, but it doesn't. It assigns a few weirdos to march through\r\nthe store and do their thing, but they don't feel real, they feel like actors.\r\nThe story never approaches the rhythms of life. You know a movie's in trouble\r\nwhen it makes a running gag out of how to pronounce the hero's name.\n\n\r\nMeanwhile, there's this would-be sex comedy trying to get started. Hackman\r\ndiscovers that his son is having an affair with a married cousin (Streisand).\r\nHackman tries to break it up, but gets involved with Streisand himself.\r\nHackman's wife (Diane Ladd) calls her lawyer. Streisand's husband (Kevin\r\nDobson) tries to intimidate Hackman. This might have somehow been made into a farce,\r\nbut the director keeps losing the pace. Scenes begin with the promise of\r\nfireworks and end with the characters at a loss for words. You also know a\r\nmovie's in trouble when it has the heroine ride a motor scooter just to make\r\nher seem like more of a character.\n\n\r\nHere and there, in the midst of this mess, there are some funny lines.\r\nStreisand: \"So you only planned one child?\" Hackman: \"Nobody\r\nplans a kid like mine.\" But the movie never really gets going. It's got\r\nall the ingredients, but it feels a million miles from life. Was it all shot on\r\na sound stage? In some of the shots in his office at the drugstore, Hackman\r\nstands in front of a one-way mirror looking into the store, and the store looks\r\nlike a painted backdrop. Even when he's in the store, it's all wrong. There\r\naren't any people there, except for the character actors who walk in and act\r\ncrazy. One low point: An athletic woman tries to stick up the store, throws\r\nHackman and the security guard around, and is dumped into the frozen pizzas.\r\nThis should generate some electricity, you'd think, but no: The direction turns\r\nit into a scene that's first ugly, then pointless.\n\n\r\nMaybe I wasn't completely wrong when I suggested that Streisand would benefit\r\nfrom strong direction. She didn't get any here, and the result is a complete\r\nwaste of time; Hackman's time, as well. These are two of the most talented\r\nmovie actors we have. They don't make that many films. Neither one really works\r\nin “All Night Long.” Life is short. They should get moving.", "running_time": 87, "mpaa_rating": null, "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Romance"], "title": "All Night Long (1981)"}