{"url": "http://www.rogerebert.com/reviews/all-the-pretty-horses-2000", "by": "Matt Damonas John Grady Cole", "star_rating": 3.5, "text": "Billy Bob Thornton's \"All the Pretty Horses\" is an elegiac Western about two young cowboys, and then a third, who ride from Texas into Mexico in search of what may be left of the Old West. The movie is really as simple as that. It touches on adventure and romance, but isn't really about them. It's about the mythical idea of heading south on a good horse, with a change of clothes, some camp gear and a gun, and seeing what happens. It takes place in 1949. A few years later, its heroes would have headed down Route 66 in a Chevy convertible.\n\nThe movie stars Matt Damon and Henry Thomas as John Grady Cole and Lacey Rawlins, and they're followed on the trail by a kid named Jimmy Blevins (Lucas Black), who is riding more horse than the other two can convince themselves he paid for himself. He wants to come along, and they let him, although one observes he is going to get them into trouble, and he is right.\n\nIn Mexico, they get involved in a misunderstanding, or maybe it isn't, about stealing horses, that requires them to leave in a hurry. The kid knows it's his fault and does the right thing, keeping to the trail in front of the pursuers, while John and Lacey lose themselves in the sagebrush.\n\nFollowing no particular plan, they end up on a ranch owned by Don Hector de la Rocha (Ruben Blades), who values his private airplane but not nearly as much as he values his daughter Alejandra (Penelope Cruz). John breaks some wild mustangs for Don Hector and discusses the fine points of horse breeding, on which the two men find themselves in agreement. Don Hector gives them a job, and John and Alejandra are attracted to each other like those two little Scottie dogs with the magnets in them.\n\nThornton cares about the story, I think, but he's not distracted by it. The real subject of his movie is the feeling of being young, on horseback, in a foreign country, in trouble, and in love. \"All the Pretty Horses\" reminds me, in a strange way, of \"George Washington,\" another new movie. The two films have nothing in common except for how much they want to fix in the memory the way it was to be at that place, at that time: They use dialogue as if it were music, to establish a mood.\n\nListen carefully to the opening scenes of \"All the Pretty Horses.\" Something interesting is going on. The dialogue, by Ted Tally, is put in the foreground of the soundtrack instead of being surrounded by the ambience. It remains at the same volume from scene to scene. It overlaps a little strangely--anticipating or tarrying--so that we understand the words are not being illustrated by the pictures, but are evoking them. Indoors, outdoors, the presence of the dialogue dominates the track, and natural noises and music are in the background. Thornton goes to a more naturalistic sound style later in the film, but at the beginning he seems to be reminding us that this is a memory being told.\n\nIt is a tribute to Damon's performance that even in love scenes or when he fights for his life in prison, he never seems to be the \"hero,\" but is more like a guy this stuff is happening to. Henry Thomas and Lucas Black (from Thornton's earlier film \"Sling Blade\") also do a good job of not being \"characters\" and just being there. Tally's dialogue never gives them too much to say. They figure it out, and we figure it out without a lot of words.\n\nThat same economy of language works in two lovely supporting performances, by Miriam Colon as Alfonsa, the eagle-eyed aunt of Alejandra, and Bruce Dern, as a judge on the Texas side. \"I won't have her unhappy or gossiped about,\" the aunt warns John. She warns him away from her niece--and later warns him off again, when the stakes are higher. She's not made into a standard old shrew, but is wise, self-possessed, and knows very well what trouble she is trying to avert. The Dern character has a key scene in a courtroom, but the next scene is, in a sense, the most important on the movie, because what John really wants is to confess and have his sins forgiven, and the judge knows that.\n\nYou can see how this movie could have been jacked up into a one-level action picture, but what makes it special is how Thornton modulates the material. Even the prison knife-fight scenes aren't staged as action confrontations, but as quick, desperate and strangely intimate.\n\nThis is the kind of movie that's best to see on a big screen, where the size of the sky and the colors of the land can do their work. It's as if the events are bigger than the people--as if John Grady Cole will never again be such a reckless damn fool kid as he was during this year and will always sort of regret that.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Action", "Drama", "Romance", "Western"], "title": "All The Pretty Horses (2000)"}