{"url": "http://www.rogerebert.com/reviews/all-the-loving-couples-1969", "by": "Norman Aldenas Mitch", "star_rating": 2.0, "text": "\"All the Loving Couples\" may take up where \"Bob and Carol and Ted and Alice\" leaves off, but it does not take off what \"Bob and Carol and Ted and Alice\" leaves on. It is, indeed, one of the most innocent of the recent skin-flicks, and so socially redeeming you'll walk out thinking wife-swapping is second only to scouting in making our nation strong.\n\nThat's the funniest thing about the picture: its basic puritanism. The ad campaign is sort of sleazy, and you're braced for another of those exercises in bad taste like \"Fanny Hill,\" and instead you get a prim little excursion into the bedroom (but never under the sheets).\n\nThe plot observes the unities of time and place; the action all takes place within one suburban home during one Friday night. Eight couples get together to drink, smirk, paw, watch dirty movies and denounce racial prejudice. The group has the same sort of variety as one of those B-grade Second World War pictures, where the squad always had one Italian, one Negro, one guy named Rocky, one fat guy, one nervous guy, one John Wayne, and so on.\n\nThis time we have a blond, two brunets and a redhead, among the women. Divided up another way, we have one beginner, one lesbian, one sado-masochist and one routine run-of-the-mill swinger. The men include a liberal Jew, a racist Bircher WASP, an insurance salesman who's there (he says) to make contacts, and one guy who's impotent. Or was that the WASP? Anyway, the movie consists of all these people doing their thing, especially the Bircher and the Jew, who trade political taunts along with their wives.\n\nSome of the dialog isn't all that bad; you get the feeling that behind all this dreariness lingered a writer, Leo Gordon, who was trying to sneak in good stuff. But mostly he's frustrated by the director (Mack Bing), who gets nervous and throws in a lot of nervous editing and flashbacks to make everything seem arty.\n\nI particularly wish he'd left his scissors on the shelf during the love scenes; we get such complicated montages of flashbacks, dreams, hallucinations, and cuts from couple to couple and from face to sweating face that we're not sure whether it's erotic or whether, at last, we're being shown what happened to Baby Jane.\n\nIn between scenes, apparently for the hell of it, Bing throws in satires of TV commercials. They're fairly broad humor, designed to unmask the hidden sexual implications in advertising, but they're nice light fun and a relief from everything else.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-12-11", "genres": null, "title": "All the Loving Couples (1969)"}