{"url": "http://www.rogerebert.com/reviews/all-dogs-go-to-heaven-1989", "by": "Burt Reynoldsas Charlie", "star_rating": 3.0, "text": "The first thing I noticed about Don Bluth's \"All Dogs Go to Heaven\" were the colors - the rich, saturated colors that I identify with the early days of animated features. When Technicolor shut down its classic color operation and led the movie world to an inferior but cheaper system, animated films suffered more than live-action movies, because their bright primary colors were essential to their over-all effect. Most movies made from the early 1960s to the late 1970s have suffered serious fading, but the animated movies looked a little pale even to begin with.\n\nNow Technicolor is back with an improved color system, and in \"All Dogs Go to Heaven\" it permits such a voluptuous use of color that the movie is an invigorating bath for the eyes. The bright palette is used to paint animated characters who are also a treat, because in his latest animated feature, Don Bluth has allowed his characters to look and behave a little more strangely. There is a lot of individualism in this movie, both in the filmmaking and in the characters.\n\nBluth is the former Disney animator who led a group of artists away from the studio during its doldrums in 1979 and set up his own animation operation. His feature credits so far include \"The Secret of NIMH,\" the dinosaur adventure \"The Land Beyond Time,\" and \"An American Tail,\" the story of an immigrant mouse that set box office records for an animated film. Now here he is with a fantasy about canine low-life in New Orleans.\n\nThe movie involves the adventures of Charlie B. Barkin (who not only has the voice of Burt Reynolds but even some of the mannerisms). Barkin is a professional criminal who has teamed up in the past with a pit bull named Carface, but Carface has Barkin rubbed out and he finds himself in Heaven, which should not be a surprise if he has read the title of his movie. Bent on revenge, Barkin returns to Earth, and the main story of the movie begins as he makes friends with a little girl who has an amazing knack for predicting winners at the track.\n\nThe movie tells its story with several timeouts for song and dance numbers, notably one in which an alligator does an Esther Williams imitation. The plot is not particularly inventive (all but the younger viewers should be able to call most of the big surprises), but the style and tone of the movie is fresh. Although Walt Disney's very earliest movies had a lot of fun playing around with animation, most modern animated characters seem to come out of the same image bank.\n\nThey look more or less like residents of the same reality level. What Bluth has done in \"All Dogs Go to Heaven\" is to allow the characters to be drawn in a more parodistic, even slightly bizarre way, so that their very shapes seem to change to echo their moods. It's fun.\n\nThere must be some sort of law in Hollywood that says movies of the same sort must open on the same day. How else can you explain that even though new animated features are rare treasures, \"All Dogs Go to Heaven\" is opening opposite \"The Little Mermaid,\" Disney's latest film? Of the two, I prefer the Disney, which is the studio's most inspired feature cartoon in years. But \"Dogs\" is also bright and inventive, and it was Bluth's revolt that helped jolt Disney out of its production-line lockstep a decade ago. Since both films are likely to be around for awhile, they give parents an unusual choice of good G-rated material. And they will both, of course, be around for a very long while on video.", "running_time": 87, "mpaa_rating": "G", "release_year": 1989, "date_published": "1989-11-17", "genres": ["Adventure", "Animation", "Family"], "title": "All Dogs Go To Heaven (1989)"}