{"url": "http://www.rogerebert.com/reviews/all-i-want-for-christmas-1991", "by": "Harley Jane Kozakas Catherine Brooks O'Fallon", "star_rating": 0.5, "text": "All I want for Christmas is to never see \"All I Want for Christmas\" again. Here is a calculating holiday fable that is phony to its very bones - artificial, contrived, illogical, manipulative and stupid. It's one of those movies that insults your intelligence by assuming you have no memory, no common sense, and no knowledge of how people behave when they are not in the grip of an idiotic screenplay.\n\nThe story: Yuppie offspring Ethan and Hallie, brother and sister, live with their Mom and their grandmother in a multimillion-dollar Manhattan mansion because their wealthy parents got divorced when Dad wanted to open a diner. Mom is about to marry Tony, a bore (we know this because his last name is Boer). So, on Christmas Eve, the kids contrive a scheme that involves trapping Tony in an ice cream truck on its way to New Jersey, so that Mom will think she'd been stood up, while Hallie fakes being sick so Mom will come over to Dad's luxury penthouse studio (above the diner) and maybe the parents will reconcile.\n\nLet me give you just one example of the intellectual level of this movie. Grandma (played by Lauren Bacall as \"the second lady of the American stage\") has a servant who is nine months pregnant. On Christmas morning, everyone assembles at the home in a panic, after the kids have seemingly disappeared. Then the maid feels contractions, and an ambulance and police car are called.\n\nWe are informed that the maid has gone into labor on the kitchen floor, and meantime Hallie, Ethan and Ethan's girlfriend arrive at the house, which now has two emergency vehicles parked in front with their lights flashing. The kids go into the house but never ask why an ambulance is parked outside, nor does anyone tell them. Instead, there is a reunion, interrupted by Mom's boring boyfriend, who bursts in (nobody ever locks the door in Manhattan), also neglects to ask why two emergency vehicles are flashing outside, and denounces the kids. Of course he never explains why he's angry - because they locked him in an ice cream truck - although that would certainly explain his behavior.\n\nMom and the bore quarrel and break up, the bore leaves, Ethan makes a simpering speech about how he wishes his parents would get back together again, and then a department store Santa shows up at the front door with Snowball, Hallie's pet mouse, who was last seen freezing its little paws off outside the diner.\n\nMusic swells on the sound track, and Ethan and his girlfriend walk out onto the front porch, where neither notices that the emergency vehicles have disappeared. There is never any mention of whether the maid had her baby. But thank God they found Snowball.\n\nThere was not a moment of the movie I could believe, not a motivation I thought was plausible, not a plot development that wasn't imposed on us by the requirements of the plot (example: The driver of the ice cream truck has bad hearing, to explain why he can't hear the bore banging on the window behind his head). Movies like this give Cute a bad name.", "running_time": 99, "mpaa_rating": "G", "release_year": 1991, "date_published": "1991-11-08", "genres": ["Comedy", "Drama", "Family"], "title": "All I Want For Christmas (1991)"}