{"url": "http://www.rogerebert.com/reviews/all-the-presidents-men-1976", "by": "Robert Redfordas Bob Woodward", "star_rating": 3.5, "text": "\"All the President's Men\" is truer to the craft of journalism than to the art of storytelling, and that's its problem. The movie is as accurate about the processes used by investigative reporters as we have any right to expect, and yet process finally overwhelms narrative -- we're adrift in a sea of names, dates, telephone numbers, coincidences, lucky breaks, false leads, dogged footwork, denials, evasions, and sometimes even the truth. Just such thousands of details led up to Watergate and the Nixon resignation, yes, but the movie's more about the details than about their results.\n\nThat's not to say the movie isn't good at accomplishing what it sets out to do. It provides the most observant study of working journalists we're ever likely to see in a feature film (Bob Woodward and Carl Bernstein may at last, merciful God, replace Hildy Johnson and Walter Burns as career models). And it succeeds brilliantly in suggesting the mixture of exhilaration, paranoia, self-doubt, and courage that permeated the Washington Post as its two young reporters went after a presidency.\n\nNewspaper movies always used to play up the excitement and ignore the boredom and the waiting. This one is all about the boredom and the waiting and the tireless digging; it depends on what we already know about Watergate to provide a level of excitement. And yet, given the fact that William Goldman's screenplay is almost all dialogue, almost exclusively a series of scenes of people talking (or not talking) to each other, director Alan J. Pakula has done a remarkable job of keeping the pace taut. \n\nWho'd have thought you could build tension with scenes where Bernstein walks over to Woodward's desk and listens in on the extension phone? But you can. And the movie's so well paced, acted, and edited that it develops the illusion of momentum even in the scenes where Woodward and Bernstein are getting doors slammed in their faces.\n\nWhen Robert Redford announced that he'd bought the rights to \"All the President's Men,\" the joke in the newsroom was about reporters becoming movie stars. What in fact has happened is that the stars, Redford as Woodward and Dustin Hoffman as Bernstein, became reporters: They sink into their characters and become wholly credible. There's not a false or \"Hollywood\" note in the whole movie, and that's commendable -- but how much authenticity will viewers settle for? To what secret and sneaky degree do they really want Redford and Hoffman to come on like stars?\n\nThere must have been a temptation to flesh out the Woodward and Bernstein characters, to change the pace with subplots about their private lives, but the film sticks resolutely to its subject. This is the story of a story: of two reporters starting with an apparently minor break-in and following it, almost incredulously at times, as it finally leads all the way to the White House. At times the momentum of Watergate seems to propel Woodward and Bernstein, instead of the other way around. It must have occasionally been like that at the time, and it's to the movie's credit that it doesn't force its characters into the center of every scene.\n\n\"All the President's Men\" doesn't dwell on the private lives of its characters, but it does have a nice touch with their professional lives, and especially with their relationships with editors. The Watergate story started as a local story, not a national one, and it was a continuing thorn in the side of the Post's prestigious national staff as Woodward and Bernstein kept it as their own. \n\nWe meet the Post metro editor, Harry Rosenfeld (Jack Warden), defending and badgering \"Woodstein\" as the team came to be known. Martin Balsam plays Howard Simons, the managing editor, and Jason Robards is Benjamin Bradlee, the executive editor. All three are well cast; they may never have been in a newspaper office before, but they've learned the correct tone, they carry on a news conference as if they've held one before, and they even exhibit typical shadings of office fashion -- the closer in time you are to having once covered a daily beat, the more you're permitted to loosen your tie and have baggy pants.\n\nThe movie has dozens of smaller character roles, for all the people who talked to Woodstein, or who refused to, and there's one cameo from real life: Frank Wills, the Watergate guard who found the fateful tape on the lock, plays himself. Some of the other roles tend to blend into one faceless Source, but Robert Walden makes a memorable Donald Segretti, playing the \"dirty tricks\" expert with bravado shading into despair. And two of the key informants are portrayed in interestingly different ways. Jane Alexander is a bookkeeper who gives the team some of their best leads, and is plain, honest, and scared; Hal Holbrook, as the mysterious \"Deep Throat,\" the source inside the administration, is disturbingly detached, almost as if he's observing the events with a hollow laugh.\n\nAll of these elements in \"All the President's Men\" are to be praised, and yet they don't quite add up to a satisfying movie experience. Once we've seen one cycle of investigative reporting, once Woodward and Bernstein have cracked the first wall separating the break-in from the White House, we understand the movie's method. We don't need to see the reporting cycle repeated several more times just because the story grows longer and the sources more important. For all of its technical skill, the movie essentially shows us the same journalistic process several times as it leads closer and closer to an end we already know. The film is long, and would be dull if it weren't for the wizardry of Pakula, his actors, and technicians. What saves it isn't the power of narrative, but the success of technique. Still, considering the compromises that could have been made, considering the phony \"newspaper movie\" this could have been, maybe that's almost enough.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Drama", "Mystery", "Thriller"], "title": "All the President's Men (1976)"}