{"url": "http://www.rogerebert.com/reviews/all-the-real-girls-2003", "by": "Paul Schneideras Paul", "star_rating": 4.0, "text": "We like to be in love because it allows us to feel idealistic about ourselves. The other person ennobles, inspires, redeems. Our lover deserves the most wonderful person alive, and that person is ourselves. Paul (Paul Schneider), the hero of \"All the Real Girls,\" has spent his young manhood having sex with any girl who would have sex with him and some who were still making up their minds, but when he meets Noel he doesn't want to rush things. He wants to wait, because this time is special.\n\nNoel (Zooey Deschanel), who has spent the last several years in a girls' boarding school, is crazy in love with him and is a virgin. She is 18, an age when all the hormones in our bodies form ranks and hurl themselves against the ramparts of our inhibitions. That they can discuss these matters with romantic idealism does not entirely work as a substitute.\n\n\"All the Real Girls,\" David Gordon Green's second film, is too subtle and perceptive, and knows too much about human nature, to treat their lack of sexual synchronicity as if it supplies a plot. Another kind of movie would be entirely about whether they have sex. But Green, who feels tenderly for his vulnerable characters, cares less about sex than about feelings and wild youthful idealism. He comes from North Carolina, the state where young Thomas Wolfe once prowled the midnight campus, so in love with life that he uttered wild goat cries at the moon. \n\nMost movies about young love trivialize and cheapen it. Their cynical makers have not felt true love in many years, and mock it, perhaps out of jealousy. They find something funny in a 20-year-old who still doesn't realise he is doomed to grow up to be as jaded as they are. Green is 27, old enough to be jaded, but he has the soul of a romantic poet. Wordsworth, after all, was 36 when he published\n\nThe Rainbow comes and goes, And lovely is the Rose.\n\nHow many guys that age would have that kind of nerve today? Green knows there are nights when lovers want simply to wrap their arms around one another and celebrate their glorious destinies.\n\nHe centers these feelings on characters who live in the same kind of rusty, overgrown Southern mill town he used for his great first film, \"George Washington\" (1999). His characters grew up together. They look today on the faces of their first cointemporaries. Paul's best friend Tip (Shea Whigham) has been his best friend almost from birth. That he is Noel's brother is a complication, since Tip knows all about Paul's other girls. And more than a complication, because your best friend's sister embodies a history that includes your entire puberty, and may be the first person you noticed had turned into a girl.\n\nGreen likes to listen to his characters talk. They don't have much to do. Some of them work at the few remaining mill jobs, and we learn some details about their lives (an hourly sprinkler system washes the fibers out of the air). They stand around and sit around and idly discuss the mysteries of life, which often come down to whether someone did something, or what they were thinking of when they did it, or if they are ever going to do it. I had relatives who lived in towns like these, and I know that when you go to the salad bar it includes butterscotch pudding.\n\nPaul's single mom Elvira (Patricia Clarkson) works as a clown at parties and in the childrens' wards of hospitals. Some critics have mocked this occupation, but let me tell you something: A small-town woman with a family to feed can make better money with a Bozo wig and a putty nose than she can working unpaid overtime at Wal-Mart. People will pay you nothing to clean their houses, but they pay the going rate when their kids have birthdays. The fact that Green knows this and a lot of people don't is an indicator of his comfort with his characters.\n\nGreen's dialogue has a kind of unaffected, flat naturalism. (\"You feel like waffles or French toast?\" \"No, the places I go are usually not that fancy.\") That doesn't mean their speech is not poetic. His characters don't use big words, but they express big ideas. Their words show a familiarity with hard times, disappointment, wistfulness; they are familiar with all the concepts on television, but do not lead lives where they apply.\n\nTwo emotional upheavals strike at the narrative. One is inevitable; Tip is enraged to learn that Paul and Noel are dating. The other is not inevitable, and I will not even hint about it. There is a scene where it is discussed in a bowling alley, using only body lanuage, in long shot. \n\nThe thing about real love is, if you lose it, you can also lose your ability to believe in it, and that hurts even more. Especially in a town where real love may be the only world-class thing that ever happens.", "running_time": 108, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-28", "genres": ["Drama", "Indie", "Romance"], "title": "All the Real Girls (2003)"}