{"url": "http://www.rogerebert.com/reviews/all-the-queens-men-2002", "by": "Matt Leblancas Steven O'Rourke", "star_rating": 1.0, "text": "\"All the Queen's Men\" is a perfectly good idea for a comedy, but it just plain doesn't work. It's dead in the water. I can imagine it working well in a different time, with a different cast, in black and white instead of color--but I can't imagine it working like this.\n\nThe movie tells the story of the \"Poof Platoon,\" a group of four Allied soldiers parachuted into Berlin in drag to infiltrate the all-woman factory where the Enigma machine is being manufactured. This story is said to be based on fact. If it is, I am amazed that such promising material would yield such pitiful results. To impersonate a woman and a German at the same time would have been so difficult and dangerous that it's amazing how the movie turns it into a goofy lark.\n\nThe film stars Matt LeBlanc from \"Friends,\" who is criminally miscast as Steven O'Rourke, a U.S. officer famous for never quite completing heroic missions. He is teamed with a drag artist named Tony (Eddie Izzard), an ancient major named Archie (James Cosmo) and a scholar named Johnno (David Birkin). After brief lessons in hair, makeup, undergarments and espionage, they're dropped into Berlin during an air raid and try to make contact with a resistance leader.\n\nThis underground hero turns out to be the lovely and fragrant Romy (Nicolette Krebitz), a librarian who for the convenience of the plot lives in a loft under the roof of the library, so that (during one of many unbelievable scenes) the spies are able to lift a skylight window in order to eavesdrop on an interrogation.\n\nThe plot requires them to infiltrate the factory, steal an Enigma machine and return to England with it. Anyone who has seen \"Enigma,\" \"U-571\" or the various TV documentaries about the Enigma machine will be aware that by the time of this movie, the British already had possession of an Enigma machine, but to follow that line of inquiry too far in this movie is not wise. The movie has an answer to it, but it comes so late in the film that although it makes sense technically, the damage has already been done.\n\nThe four misfit transvestites totter about Berlin looking like (very bad) Andrews Sisters imitators, and O'Rourke falls in love with the librarian Romy. How it becomes clear that he is not a woman is not nearly as interesting as how anyone could possibly have thought he was a woman in the first place. He plays a woman as if determined, in every scene, to signal to the audience that he's absolutely straight and only kidding. His voice, with its uncanny similarity to Sylvester Stallone's, doesn't help.\n\nThe action in the movie would be ludicrous anyway, but is even more peculiar in a cross-dressing comedy. There's a long sequence in which Tony, the Izzard character, does a marked-down Marlene Dietrich before a wildly enthusiastic audience of Nazis. Surely they know he is, if not a spy, at least a drag queen? I'm not so sure. I fear the movie makes it appear the Nazis think he is a sexy woman, something that will come as surprise to anyone who is familiar with Eddie Izzard, including Eddie Izzard.\n\nWatching the movie, it occurred to me that Tony Curtis and Jack Lemmon were not any more convincing as women in \"Some Like It Hot.\" And yet we bought them in that comedy, and it remains a classic. Why did they work, while the Queen's Men manifestly do not? Apart from the inescapable difference in actual talent, could it have anything to do with the use of color? Black and white is better suited to many kinds of comedy, because it underlines the dialogue and movement while diminishing the importance of fashions and eliminating the emotional content of various colors. Billy Wilder fought for b&w on \"Some Like It Hot\" because he thought his drag queens would never be accepted by the audience in color, and he was right.\n\nThe casting is also a problem. Matt LeBlanc does not belong in this movie in any role other than, possibly, that of a Nazi who believes Eddie Izzard is a woman. He is all wrong for the lead, with no lightness, no humor, no sympathy for his fellow spies and no comic timing. I can imagine this movie as a b&w British comedy, circa 1960, with Peter Sellers, Kenneth Williams, et al., but at this time, with this cast, this movie is hopeless.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Action", "Comedy", "Drama", "History"], "title": "All The Queen's Men (2002)"}