{"url": "http://www.rogerebert.com/reviews/all-the-vermeers-in-new-york-1992", "by": "Emmanuelle Chauletas Anna", "star_rating": 3.0, "text": "The woman pauses before a painting by Vermeer, and looks closely at it - she seems ready almost to disappear into it. The man observes her. He follows her from one room in the museum to another. Then back again. It is a quiet, subtle chase something like the long opening sequence of Brian De Palma's \"Dressed to Kill,\" but this is not a thriller, it's a strange, introspective cat-and-mouse game by Jon Jost, whose \"All the Vermeers in New York\" is the kind of film you have to think and think about, and then finally you realize you admire it.\n\nThe man approaches the woman. He is very polite. He cannot help but observe that she looks like the subject of a painting by Vermeer. He would like to see her again. She agrees.\n\nWe see something of her life. She is French, lives with two other women, shares with one roommate an annoyance that the other one rehearses opera all day long. It is impossible to think with such a noise. They gang up on her.\n\nThe man works in the trading room of a big brokerage. Some days go well. Some days go badly. He has a laconic, flat, ironic way of talking into the phone, especially as he is consulting with customers over whether they want to bail out of bad investments.\n\nHe meets the girl and her roommate. They talk. He gets her alone on their next date and begins to feel they may have a future together. She doesn't think that way. She propositions him rather boldly for \"rent money,\" which he hands her in cash.\n\nAnd then . . . but I cannot tell you what happens next, except to say that it is arbitrary and maddening, although no more so than everyday life. The film reminds us that most fiction movies have a very narrow range of action, because they only permit the characters to do what is more or less expected. When \"All the Vermeers in New York\" was over, I stayed for a moment in my seat because I didn't feel as if the film had ended. It got me involved, it got me intrigued, and my interior clock estimated that it would take another 30 minutes to conclude. And then it stopped. I thought for a time that I didn't approve of that, but now I'm over my frustration and I can see what Jost was doing. He has a conclusion, all right; just not the conventional three-point landing that Hollywood has taught us to expect.\n\nThe movie takes place in the world of Manhattan art galleries and lofts and roommates struggling to live in a rich world on no money. It also takes place in a world of ideas. The stock trader (Stephen Lack) is in love not with the woman before him, but with his idea of her; he loves her because he loves Vermeer more. The young woman (Emmanuelle Chaulet, from Eric Rohmer's \"Boyfriends And Girlfriends\") is so absorbed in her own life that she can hardly be bothered. Their relationship is so superficial and trivial that the concluding scene comes as an affront: What happens when you have to treat a relative stranger as if she was your closest - your only - friend? Jon Jost has been making films since 1974, at first with the anti-war collective Newsreel. I've seen only a few of his films, and thought of him as an \"underground\" filmmaker, if that word still has any meaning. But this film, beautifully photographed and acted with calm grace, is frankly aimed at the commercial theatrical market; in approach and subject matter, he falls somewhere between Woody Allen's non-comedies and Eric Rohmer. If \"All the Vermeers in New York\" had been in French with subtitles, I would have known right away what to expect. It's unusual to find a film this brainy in English.", "running_time": 87, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-05-01", "genres": null, "title": "All the Vermeers in New York (1992)"}