{"url": "http://www.rogerebert.com/reviews/all-about-my-mother-1999", "by": "Cecilia Rothas Manuela", "star_rating": 3.5, "text": "Pedro Almodovar's films are a struggle between real and fake heartbreak--between tragedy and soap opera. They're usually funny, too, which increases the tension. You don't know where to position yourself while you're watching a film like \"All About My Mother,\" and that's part of the appeal: Do you take it seriously, like the characters do, or do you notice the bright colors and flashy art decoration, the cheerful homages to Tennessee Williams and \"All About Eve\" (1950) and see it as a parody? Even Almodovar's camera sometimes doesn't know where to stand: When the heroine's son writes in his journal, the camera looks at his pen from the point of view of the paper.\n\n\"All About My Mother\" is one of the best films of the Spanish director, whose films present a Tennessee Williams sensibility in the visual style of a 1950s Universal-International tearjerker. Rock Hudson and Dorothy Malone never seem very far offscreen. Bette Davis isn't offscreen at all: Almodovar's heroines seem to be playing her. Self-parody is part of Almodovar's approach, but \"All About My Mother\" is also sincere and heartfelt; though two of its characters are transvestite hookers, one is a pregnant nun and two more are battling lesbians, this is a film that paradoxically expresses family values.\n\nThe movie opens in Madrid with a medical worker named Manuela (Cecilia Roth) and her teenage son Esteban (Eloy Azorin). They've gone to see a performance of \"A Streetcar Named Desire\" (1993) and now wait across the street from the stage door so Esteban can get an autograph from the famous actress Huma Rojo (Marisa Paredes). She jumps into a taxi (intercut with shots from \"All About Eve\" of Bette Davis eluding an autograph hound), and Esteban runs after her and is struck dead in the street. That sets up the story, as Manuela journeys to Barcelona to inform Esteban's father of the son's death.\n\nThere is irony as the film folds back on itself, because its opening scenes show Manuela, now a transplant coordinator but once an actress, performing in a video intended to promote organ transplants. In the film, grieving relatives are asked to allow the organs of their loved ones to be used; later Manuela plays the same scene for real, as she's asked to donate her own son's heart.\n\nThe Barcelona scenes reflect Almodovar's long-standing interest in characters who cross the gender divide. Esteban's father is now a transvestite prostitute. In a scene worthy of Fellini, we visit a field in Barcelona where cars circle a lineup of flamboyant hookers of all sexes, and where Manuela, seeking her former lover, finds an old friend named Agrado (Antonia San Juan). The name means \"agreeable,\" we're told, and Agrado is a person with endless troubles of her own who nevertheless enters every scene looking for the laugh. In one scene, she dresses in a Chanel knockoff and is asked if it is real. As a street hooker, she couldn't afford Chanel, but her answer is unexpected: \"How could I buy a real Chanel with all the hunger in the world?\" There are unexpected connections between the characters, even between Esteban's father and Sister Rosa (Penelope Cruz), a nun who works in a shelter for battered prostitutes. And new connections are forged. We meet the actress Huma Rojo once again, and her girlfriend and co-star Nina (Candela Pena): \"She's hooked on junk and I'm hooked on her.\" When Nina flakes out, Manuela is actually able to understudy her role, having played it years ago. And Agrado finds a job as Huma's personal assistant. Meanwhile, the search goes on for the missing lover.\n\nManuela is the heroine of the film and its center, but Agrado is the source of life. There's an extraordinary scene in which she takes an empty stage against a hostile audience and tries to improvise a one-woman show around the story of her life. Finally she starts an inventory of the plastic surgeries that assisted her in the journey from male to female, describing the pain, procedure and cost of each, as if saying, \"I've paid my dues to be who I am today. Have you?\" Almodovar's earlier films sometimes seemed to be manipulating the characters as an exercise. Here the plot does handstands in its eagerness to use coincidence, surprise and melodrama. But the characters have a weight and reality, as if Almodovar has finally taken pity on them--has seen that although their plights may seem ludicrous, they're real enough to hurt. These are people who stand outside conventional life and its rules, and yet affirm them. Families are where you find them and how you make them, and home, it's said, is the place where, if you have to go there, they have to take you in.", "running_time": 101, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-22", "genres": ["Comedy", "Drama", "Foreign"], "title": "All About My Mother (1999)"}