{"url": "http://www.rogerebert.com/reviews/all-the-right-moves-1983", "by": "Tom Cruiseas Stef", "star_rating": 3.0, "text": "I started on newspapers as a sportswriter, covering local high-school teams. That was a long time ago, and I had almost forgotten, until I saw \"All the Right Moves,\" how desperately important every game seemed at the time. When the team members and the fans are all teenagers, and when a school victory reflects in a significant way upon your own feelings of worth, when \"We won!\" means that we won, a football game can take on aspects of Greek tragedy.\n\n\"All the Right Moves\" remembers the strength of those feelings, but does not sentimentalize them. The movie stars Tom Cruise (from the current hit \"Risky Business\") as a high-school football player in a small Pennsylvania mill town where unemployment is a way of life. His ticket out of town is a football scholarship to a good engineering school.\n\nThe high-school football coach (Craig T. Nelson) also is looking for a ticket, to an assistant-coaching job in a college. On the night of the big game, these two people get into a position where each one seems to have destroyed the hopes of the other.\n\nThe movie plays this conflict against an interesting background. This isn't another high-school movie with pompom girls and funny principals and weirdo chem teachers. The movie gets into the dynamics of the high-school student body and into the tender, complicated relationship between the Cruise character and his girlfriend (Lea Thompson). After all the junk high-school movies in which kids chop each other up, seduce the French teacher and visit whorehouses in Mexico, it is so wonderful to see a movie again that remembers that most teenagers are vulnerable, unsure, sincere and fundamentally decent. The kid, his girlfriend and all of their friends have feelings we can recognize as real.\n\nThe plot feels real, too, because it centers around those kinds of horrible misunderstandings. and mistakes that we all remember from high school. A lot of teenagers walk around all day feeling guilty, even if they're totally innocent. Get them into a situation that gives them the appearance of guilt and they're in trouble.\n\nAnd it is so easy to get into trouble when you are old enough to do wrong but too young to move independently to avoid it. A lot of kids who say they were only along for the ride are telling the simple truth. The movie frames the Cruise character in a situation like that, one we can identify with. And then it does an interesting thing. Instead of solving the problem with a plot twist, it solves it through the exercise of genuine human honesty: Two people finally tell each other the truth. This is, of course, an astonishing breakthrough in movies about teenagers, and \"All the Right Moves\" deserves it.", "running_time": 91, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-10-25", "genres": ["Drama", "Sports Film"], "title": "All the Right Moves (1983)"}