{"url": "http://www.rogerebert.com/reviews/all-of-me-1984", "by": null, "star_rating": 3.5, "text": "\"All of Me\" shares with a lot of great screwball comedies a very simple approach: Use absolute logic in dealing with the absurd. Begin with a nutty situation, establish the rules, and follow them. The laughs happen when ordinary human nature comes into conflict with ridiculous developments.\n\nWe can identify with almost all of the motives of the characters in \"All of Me.\" There is, for example, the millionaire spinster Edwina Cutwater (Lily Tomlin), who wants to live forever and thinks she has found a way to do that. There is the unhappy lawyer Roger Cobb (Steve Martin), who is desperately unhappy with his work and will do anything to get a promotion -- even cater to nut-case clients like Edwina. There is the evil Terry Hoskins (Victoria Tennant), who plans to cruelly deceive Edwina, and there is the beatific Prahka Lasa (Richard Libertini), who hopes to transfer Edwina's soul into a brass pot, and then insert it in Miss Hoskins's body. There is, however, a terrible psychic miscalculation, and when Edwina dies, she transmigrates instead into Cobb's body. \n\nWhen I heard \"All of Me\" described, I couldn't think of any way this plot could possibly work. To begin with, why put one of my favorite comedians, Tomlin, inside Martin, a man whose movies I have not admired? And yet it does work. The moment it starts to work is the first time Martin has to deal with this alien female entity inside his brain. He retains control of the left side of his body. She controls the right. They are trying to cross the sidewalk together, each in their own way, and this sets up a manic tug-of-war that is one of the funniest scenes I've seen in a long time.\n\nThere are other great scenes, some of them probably obligatory, as when Martin has to go to the bathroom. The movie doesn't just go for obvious physical jokes, however; it scores a lot of points by speculating on the ways in which a man and a woman could learn to coexist in such close quarters. Against all the odds, a certain tenderness and sweetness develops by the end of the film. Although it is Tomlin who disappears into Martin's body, she does not disappear from the movie. For one thing, her reflection can be seen in mirrors, and there is some exquisite timing involved in the way they play scenes with each other's mirror images. For another thing (and this is really curious), there is a real sense of her presence even when Martin is alone on the screen: The film's premise, which seems so unlikely, begins to work.\n\nThe movie is filled with good supporting performances. My favorites are Richard Libertini, as the guru of transmigration, who speaks incomprehensible words in a tone of complete agreement, and Jason Bernard, as a black musician who is Martin's friend and partner during several tricky scenes of body-snatching and brain-grabbing. \"All of Me\" is in a class with \"Ghostbusters,\" and for some of the same reasons.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "All of Me (1984)"}