{"url": "http://www.rogerebert.com/reviews/all-about-steve-2009", "by": "Sandra Bullockas Mary", "star_rating": 1.5, "text": "It is not much fun to laugh at a crazy person. None, I would say. Sandra Bullock plays a character who is bonkers in \"All About Steve,\" which is billed as a comedy but more resembles a perplexing public display of irrational behavior. Seeing her run around as a basket case makes you appreciate Lucille Ball, who could play a dizzy dame and make you like her. Overacting is risky even in a screwball comedy. Perhaps especially.\n\nBullock plays Mary Horowitz, a crossword puzzle constructor who knows a vast number of words and how they're spelled, but not much about how they might enlighten her. Because her apartment has to be fumigated, she moves back home with her parents. The headline here is how she earned enough to move out in the first place. I may be mistaken, but I think of crossword puzzle construction as more of a second job for smart people.\n\nAnyway, Mary is 40-ish and still single, perhaps in part because she wears extraordinarily clunky, shiny red disco boots everywhere, all the time -- even on a 5K charity hike, I can only assume. Her parents arrange a blind date with Steve (Bradley Cooper of \"The Hangover\"), a television cameraman for a cable news network. The network must not be as big as CNN because there's only evidence of one crew: Steve and his on-air talent Hartman Hughes (Thomas Haden Church). Mary lays her eyes on Steve and wants to lay everything else. This isn't love at first sight, it's erotomania.\n\nOn their first date, she gives his tonsils a tongue massage. Soon he's fleeing from sightings of her and she's in hot pursuit. Her desperation extends to a scene where she runs in her disco boots beside the TV news van, breathlessly small-talking to Steve through the window. If Steve had any mercy, he would stop or speed up -- anything would be better than playing her along.\n\nThe crew is assigned to the site of a big breaking new story. A group of small deaf children have fallen into a well. Why deaf? Diversity in casting, I guess. It's not like they have to do anything other than be rescued. Mary pursues the crew to the accident scene, and in a shot destined to go viral on YouTube, she runs across the field behind Steve, waving wildly, and falls into the hole herself.\n\nYou see what I mean. The point comes when we're rolling our eyes right along with Mary. But don't get me wrong. I am fond of Sandra Bullock. I've liked many of her films, as recently as this summer (\"The Proposal\"). But how does she choose her material? If she does it herself, she needs an agent. If it's done by an agent, she needs to do it herself.\n\nThe screenplay by Kim Barker requires Bullock to behave in an essentially disturbing way that began to wear on me. It begins as merely peculiar, moves on to miscalculation and becomes seriously annoying. One of its most unfortunate elements is seeing Bullock so stranded and helpless in would-be comic frenzy. An actress should never, ever, be asked to run beside a van in red disco boots for more than about half a block, and then only if her child is being kidnapped.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-02", "genres": ["Comedy", "Romance"], "title": "All About Steve (2009)"}