{"url": "http://www.rogerebert.com/reviews/all-about-lily-chou-chou-2002", "by": "Hayato Ichiharaas Yuichi Hasumi", "star_rating": 2.0, "text": "'A ll About Lily Chou-Chou\" is like an ancient text that requires modern commentary. It's not an old film (it's cutting edge Japanese techno-angst) but it's so enigmatic, oblique and meandering that it's like coded religious texts that requires monks to decipher. In this case, the monks are the critics. They won't tell you anything you haven't figured out for yourself, but they will confirm that there's no more to the movie than you thought there was. This movie is maddening. It conveys a simple message in a visual style that is willfully overwrought.\n\nThe story: Lily Chou-Chou is a Japanese pop idol, who must be real, since she appears in concert, but who we never see. Ironically, then, one of her songs consists of repetitions of \"I see you and you see me.\" She is idolized by Yuichi (Hayato Ichihara), a student in high school. He has a crush on the real-life Yoko (Ayumi Ito), a gifted pianist. Both Yuichi and Yoko are the targets of cliques of school bullies.\n\nFor a while, Yuichi has a friend, Hoshino (Shugo Oshinari), a fellow student who turns into a sadist and forces Yuichi to steal money and give it to him. Hoshino has another sideline: He pimps Shiori (Yu Aoi) to prostitute herself with businessmen, and makes her give him most of the money. Shiori has a secret crush on Yuichi, but is under Hoshino's control and pathetically confides on the telephone, \"Lately, when I think of men I think of customers.\" The elements are in place for a powerful story of alienated Japanese teenagers, but the writer-director, Shunji Iwai, cannot bring himself to make the story accessible to ordinary audiences. He and his cinematographer, Noboru Shinoda, are in love with their lightweight digital camera, and give us jerky hand-held out-of-focus shots. Some sequences are so incomprehensible they play as complete abstractions. I know, it's a style. It's a style that was interesting for a brief season and is now tiresome and pretentious.\n\nEither you make an experimental film that cuts loose from narrative, characters and comprehensible cinematography, or you do not. Iwai seems to want to tell the story of his characters, and it could be a compelling one (some of the scenes have are poignant or wounding), but he cannot allow himself to make the film in a way that can communicate. That would be, I guess, a compromise. He has made a film that few reasonable ticket-buyers will have the patience to endure. It will be appreciated by a handful of highly evolved film watchers who can generate a simultaneous analysis in their minds, but what is the point, really, in making a film that closes out most moviegoers? The world that swims murkily to the surface of \"All About Lily Chou-Chou\" is certainly a frightening one, eclipsing even the anomie of the Columbine killers. These students drift without values or interests, devoting all the passion of their young lives to creatures who may exist only on the Internet. Shiori has sex with strangers for pay, but is too shy to tell Yuichi she likes him. Yuichi's life has been turned into hell by Hoshino, who seems to act not so much out of hatred as boredom. The film's teachers and adults care, but are hopelessly misinformed about what is really going on.\n\nThere is a movie here somewhere. Shunji Iwai has gone to a great deal of trouble to obscure it. \"Lily Chou-Chou\" has been compared by some to Truffaut's \"The 400 Blows,\" which was also stylistically groundbreaking in its time, but Truffaut broke with traditional styles in order to communicate better, not to avoid communicating at all.", "running_time": 146, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-11-29", "genres": null, "title": "All About Lily Chou-Chou (2002)"}