{"url": "http://www.rogerebert.com/reviews/all-good-things-2010", "by": "Ryan Goslingas David Marks", "star_rating": 3.5, "text": "\"All Good Things\" is based on one of those true stories like Dominick Dunne used to tell so intriguingly in Vanity Fair. Let me begin with a brief summary, based on the film because I know nothing about the reality. It involves David Marks, the son of a New York family that owned valuable 42nd Street real estate in the 1970s. The property at that time was rented to strip clubs, porno shops, massage parlors and so on. The family, wealthy and private, moved in the best circles and the nature of its holdings was not widely known.\n\nThe patriarch, Sanford Marks (Frank Langella), is a commanding man who is hands-on. He often collects the rent in cash. He expects his son to enter the family business. David (Ryan Gosling) wants nothing to do with it. A free spirit of the Woodstock era, he meets Katie (Kirsten Dunst), and together they escape from New York and open a twee Vermont health foods and organic products store named, yes, All Good Things.\n\nSanford ratchets up the pressure. David caves in and returns to Manhattan, where his wife enjoys a luxurious but unhappy existence. She eventually discovers the nature of the family business. David, meanwhile, begins to change from the loving hippie she fell in love with. Their marriage comes apart. Katie disappears. She is never found again. David is suspected of being involved, but never charged, because he appears to have an unquestionable alibi.\n\nAnd I will not reveal more. The film is the work of Andrew Jarecki, who in 2003 made the remarkable, Sundance-winning documentary \"Capturing the Friedmans,\" about a family and its secrets; the father and one son were charged with child molestation. It's easy to see why this story appealed to him.\n\nThe key to the film is in the character of David. One can imagine a scenario in which an overbearing father drives the son to rebellion, but what happens here is more complex and sinister. David seemingly adapts to the lifestyle forced upon him. He plays a role like his father played among Manhattan power brokers and establishment members. He and Katie live in an expensive condo, attend charity events and so on. Perhaps it is self-hatred that drives him to insist they have an abortion.\n\nKirsten Dunst is so good here as a woman at a loss to understand who her husband really is, and what the true nature of his family involves. The man she married and trusted has undergone the transformation of a Dr. Jekyll. What happens is the sort of thing that develops only in fantastical horror stories, but this story apparently did happen in one form or another, and the most incredible details of David's transformation are specifically based on facts revealed during two murder investigations.\n\nI choose not to reveal how or where David meets the wonderfully named Malvern Bump (Philip Baker Hall). The nature of their relationship goes along with where they meet — the place both their lives have bottomed. Hall is one of those actors who seem to have inhabited their characters for years. He needs no explanation, because he just exists.\n\nJarecki offers a possible solution for the enigma of Katie's disappearance and David's alibi. It involves his enigmatic friendship with Janice Rizzo (Diane Venora), and that's enough about that. This film reminded me of Barbet Schroeder's \"Reversal of Fortune\" (1990), based on the Dominick Dunne-able Claus von Bulow case. In both stories, there is every reason to focus on the obvious suspect, except the impossibility of explaining how he could have committed the crime: Indeed, if there even was a crime.\n\nI don't understand David Marks after seeing this film, and I don't know if Andrew Jarecki does. It occurs to me that on my first visits to New York of course I was drawn to 42nd Street, the port of entry for many a young man from the provinces, and I might even have laid eyes on Sanford or David Marks. Little would I have known.", "running_time": 101, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-12-22", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "All Good Things (2010)"}