{"url": "http://www.rogerebert.com/reviews/all-or-nothing-2002", "by": "Timothy Spallas Phil", "star_rating": 4.0, "text": "Mike Leigh's \"All or Nothing\" looks behind three doors in a South London public housing estate and finds loneliness, desperation and a stubborn streak of spunky humor. His characters try to remember a time when they were light-hearted and had hope. But there is little to cheer them now, except for food and sleep, the telly, the pub on Saturday night and, for the young, thoughtless sex to hurry them along into raising thankless kids of their own.\n\nPhil Bassett, played by the sad-faced and wounded Timothy Spall, is a minicab driver who stares straight ahead as dramas unfold in his back seat. His common-law wife, Penny (Lesley Manville), is a checkout clerk at the Safeway. They have two fat, unattractive children: Rachel (Alison Garland), who is a cleaner at an old-folks' home and buries herself in romance novels; and Rory (James Cordon), who lurches from the table to the sofa, his eyes hypnotically fixed on the television, his voice wavering between anger and martyrdom.\n\nTheir flat is on an outside corridor of an anonymous housing project, but it has a wooden door with a knocker--a reminder of when they had hopes for it as a home. Now it's a place where they barely meet. Phil sleeps late, his wife goes to work early, Rachel is in a world of her own and Rory vibrates with hostility. For Penny, there is at least the companionship of neighbors along the corridor; she hangs out with Carol (Marion Bailey) and Maureen (Ruth Sheen), and they go to karaoke night at the pub. Maureen is a single mom whose daughter Donna (Helen Coker) is abused by a boyfriend. Carol, whose husband, Ron, also drives a minicab, is a drunk sliding off into walking hallucinations.\n\nThis sounds grim and is grim, but it is not depressing because Leigh, who in his earlier films might have found a few laughs at the expense of his characters, clearly loves these people and cares for them. They are, we realize, utterly without resources; they lack the skills to enjoy life and are trapped on an economic treadmill. Phil has the makings of a philosopher, and observes sadly that you work all day and sleep all night and then you die. When a fellow driver complains of a car crash, Phil looks on the bright side: \"You might have driven around the corner and killed a little girl.\" The film pays attention to the neighbors, but its main attention is on the Bassetts, and one day something unforeseen happens--I will not reveal what it is--and it acts as a catalyst to jolt them out of their depression and lethargy. It is the kind of bad thing that good things come from. Watch carefully how it happens, and who reacts to it, and how, and you will see that Leigh has made all of the neighbors into characters whose troubles help to define their response.\n\nThere are moments in \"All or Nothing\" of such acute observation that we nod in understanding. Consider the way Maureen learns that Donna is pregnant, and how she deals with the news (at first and then later), and how she treats the boyfriend. Watch joy and beauty flash briefly in the pub when the women are singing. And observe how Timothy Spall goes through an entire life crisis while scarcely saying a word and tells us all we need to know with his eyes.\n\nThere is a scene that establishes the Bassett family as well as any scene possibly could. Phil needs to put together a sum of money, and he visits his wife and children separately. He searches for a coin under Rory's sofa cushion, but Rory finds it and piggishly snatches it. Rachel lends him money as if money is the least of her worries. Penny tries to find out what he is thinking. He keeps repeating that he will pay her back tomorrow. This is his companion of 20 years and he treats her loan like one he would get in a pub.\n\nMike Leigh is now the leading British director--ironic, since after his brilliant \"Bleak Moments\" (1971) he spent long years making TV films because no one would finance his features. He and his actors improvise their scripts during long periods of living as the characters. His subject is usually working and middle-class life in Britain, although his jolly \"Topsy-Turvy\" (1999) entered the backstage world of Gilbert and Sullivan. In \"All or Nothing,\" he returns to more familiar material, in one of his very best films.\n\nThe closing scenes of the movie are just about perfect. Rory is the center of attention, and notice when, and how, he suddenly speaks in the middle of a conversation about him. When a director gets a laugh of recognition from the audience, showing that it knows his characters and recognizes typical behavior, he has done his job. These people are real as few movie characters ever are. At the end, it looks as if they will be able to admit a little sunshine into their lives and talk to each other a little more. We are relieved.", "running_time": 128, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-01", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "All or Nothing (2002)"}