{"url": "http://www.rogerebert.com/reviews/alligator-1980", "by": "Robert Forsteras Madison", "star_rating": 1.0, "text": "This movie was probably inevitable. What's amazing is that they took so long to make it. \"Alligator\" is inspired by one of the most persistent fantasies of recent years: That countless pet alligators, given as gifts when they were babies, were flushed down toilets when they grew too large ... and that down there in the sewers of our major cities, they're growing to unimaginable size.\n\nMy own fantasies about sewers go all the way back to the old \"Honeymooners\" TV skits, with Ed Norton breathlessly telling Ralph Cramden about the beasts he encountered on his daily patrols beneath the city streets. But Norton never met anything like the alligator in this movie. In the tradition of \"Jaws,\" this creature is gigantic, voracious and insatiable. It will eat anything (as you might imagine, considering where it lives).\n\nThe story opens as it's gobbling down dead dogs from a laboratory that's experimenting with new growth hormones. You got it: The alligator reacts to the hormones and grows to a length of 30 or 40 feet. People start disappearing down in the sewers. A New York cop (Robert Forster) goes down with his buddy to see what's happening. The alligator eats the buddy. But Forster can't get anyone to believe his story.\n\nThese early scenes in the movie are probably the best, because they work on the dumb fundamental level where we're all afraid of being eaten by an alligator in a sewer. (Show me a man who is not afraid of being eaten by an alligator in a sewer, and I'll show you a fool.) Forster splashes along with his flashlight and the alligator slinks around just out of view.\n\nCome to think of it, the alligator does a lot of slinking in this movie - maybe because it was too difficult to show the whole alligator. There are a couple of fairly phony special effects shots, as when the alligator bursts up through the sidewalk, but for the most part we just see parts of the alligator: His mean little eyes, his big tall, and his teeth. Especially his teeth.\n\nThe plot is absolutely standard absolutely standard; this story has been filmed dozens of times. You have, of course, the small- minded mayor who is concerned only with re-election. The police chief, a folksy character who fires Forster for not catching the alligator, but later rehires him. The girl scientist, who falls in love with the hero and helps hunt for the alligator. The villain, an out-of-town big game hunter brought in to replace Forster.\n\nAll of these people do incredibly stupid things, like walking into dark alleys after the alligator, or putting a dynamite charge on a time-delay fuse while they're still trapped in a sewer with the alligator and the dynamite.\n\nThe alligator, on the other hand, is smart enough to travel all over the city without being seen: In one shot, he's in a suburban swimming pool, and seconds later, he's midtown. You would not think it would be that easy for a 40-foot alligator to sneak around incognito, but then, New Yorkers are awfully blase. Meanwhile, I suggest a plan: Why not try flushing this movie down the toilet to see if it also grows into something big and fearsome?", "running_time": 91, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-11-26", "genres": ["Horror"], "title": "Alligator (1980)"}