{"url": "http://www.rogerebert.com/reviews/almost-salinas-2003", "by": "John Mahoneyas Max Harris", "star_rating": 1.5, "text": "\"Almost Salinas\" is a sweet and good-hearted portrait of an isolated crossroads and the people who live there, or are drawn into their lives. Shame about the plot. The people are real but the story devices are clunkers from Fiction 101; the movie generates goodwill in its set up, but in the last act it goes haywire with revelations and secrets and dramatic gestures. The movie takes place in Cholame, the California town near where James Dean died in 1955, and maybe the only way to save it would have been to leave out everything involving James Dean.\n\nJohn Mahoney stars as Max Harris, the proprietor of a diner in a sparsely populated backwater. He's thinking of reopening the old gas station. Virginia Madsen is Clare, his waitress, and other locals include Nate Davis as an old-timer who peddles James Dean souvenirs from a roadside table, and Ian Gomez, as the salt-of-the-earth cook.\n\nThe town experiences an unusual flurry of activity. A film crew arrives to shoot a movie about the death of James Dean. Max's ex-wife Allie (Lindsay Crouse) turns up. And a magazine writer named Nina Ellington (Linda Emond) arrives to do a feature about the re-opening of the gas station. If this seems like an unlikely subject for a story, reflect that she stays so long she could do the reporting on the reopening of a refinery. She gradually falls in love with Max, while one of the young members of the film crew falls for Clare's young assistant behind the counter.\n\nThe place and the people are sound. Mahoney has the gift of bringing quiet believability to a character; his Max seems dependable, kind and loyal. Madsen is the spark of the place, not a stereotyped, gum-chewing hash-slinger, but a woman who takes an interest in the people who come her way. If Emond is not very convincing as the visiting reporter, perhaps it's because her job is so unlikely. Better, perhaps, to make her a woman with no reason at all to be in Cholame, let her stay because she has no place better to go, and then let her fall in love.\n\nFrom the movie's opening moments, there are quick black and white shots of Dean's 1955 Porsche Spyder, racing along a rural highway toward its rendezvous with death. The arrival of the film crew, with its own model of the same car, introduces a series of parallels between past and present that it would be unfair to reveal.\n\nSpoiler warning! Without spelling everything out, let us observe, however, that it is unlikely that a character who was locally famous in 1955 could stay in the same area and become anonymous just by changing his name. It is also unlikely that he would be moved, so many years later, to the actions he takes in the film. And cosmically unlikely that they would have the results that they do. Not to mention how pissed off the film company would be.\n\nAs the movie's great revelations started to slide into view, I slipped down in my seat, fearful that the simple and engaging story of these nice people would be upstaged by the grinding mechanics of plot contrivance. My fears were well-grounded. \"Almost Salinas\" generates enormous goodwill and then loses it by betraying its characters to the needs of a plot that wants to inspire pathos and sympathy, but inspires instead, alas, groans and the rolling of eyes.", "running_time": 92, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-05-09", "genres": null, "title": "Almost Salinas (2003)"}