{"url": "http://www.rogerebert.com/reviews/almost-an-angel-1990", "by": "Paul Hoganas Terry Dean", "star_rating": 2.5, "text": "Paul Hogan is an unlikely movie star, with his Australian twang and his quizzical grin and his air of being constantly a little surprised to find himself at the center of attention. But he does indeed have a genuine star quality, and I found myself meditating on that quality while watching \"Almost an Angel.\" This is, on the face of it, the kind of movie I cannot abide - a soppy fable in which a crook does a good deed, is convinced he has died and gone to heaven and is told by God (who looks remarkably like Charlton Heston) that he is being given a chance to redeem himself - that he's an angel on probation. And then the guy comes back to Earth and befriends a man in a wheelchair and falls in love with the man's sister, who runs a center for homeless kids, and come on, enough already.\n\nSo why was I watching the movie with interest and amusement, instead of cynical detachment? In large part, I believe, because Paul Hogan and the other actors in the story are able to project complete sincerity and at the same time a subtle sense of humor and an enormous feeling of goodwill. There is something so unstudied and likable about Hogan that he can inhabit material like this and not come across as an insufferable goody-two-shoes.\n\nPart of that quality stems from Hogan's innate comedic abilities. If he were not in show business, he would probably be regaling his buddies down at the bar or emceeing the banquet for his bowling league. He possesses an instinctive good humor.\n\nThat comes across in the funny opening scenes of \"Almost an Angel,\" when he is discharged from prison - having wired every lock, gate and alarm in the joint to his channel-changer. Hogan is an expert on security systems - so good the cops can easily spot his trademark jobs. So he changes professions, going in for bank robbery, and for his first two jobs he disguises himself as Willie Nelson and Rod Stewart. Sounds contrived, I know, but it's funny the way the movie handles it, and the cops even get into an argument about Willie's last album.\n\nThen comes the heroic stunt that sends Hogan to heaven - or what he thinks is heaven - and brings him back to Earth, much chastened and determined to wreak goodness upon his fellow men.\n\nThat's when he meets the man in the wheelchair (Elias Koteas), and makes him a friend by challenging him to a fight (\"We'll both sit down\"), and gets taken home, and meets his sister (perennial Hogan co-star Linda Kozlowski), and gets involved with helping out at the center for street kids. So once again he's the helpful stranger, an angel doubling as \"Crocodile\" Dundee.\n\nThe movie's plot is not exactly sophisticated, and some of the sequences are so naive they seem borrowed from old grade-B Westerns - the one, for example, where Hogan convinces a couple of tough guys that he is being backed up by an invisible posse. But the movie's low-key charm and goodwill make up for a lot. And so does Hogan's natural, entertaining screen presence.\n\nI cannot, however, much as I'd like to, quite recommend this movie - the going gets a little thick at the end, and some of the plot developments are dumb. And I'd like the ending better if it hadn't pulled out every possible stop. But that isn't to say I'm scornful of the film's special qualities and its gentle good humor.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-12-19", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Almost An Angel (1990)"}