{"url": "http://www.rogerebert.com/reviews/almost-famous-2000", "by": "Patrick Fugitas William Miller", "star_rating": 4.0, "text": "Oh, what a lovely film. I was almost hugging myself while I watched it. \"Almost Famous\" is funny and touching in so many different ways. It's the story of a 15-year-old kid, smart and terrifyingly earnest, who through luck and pluck gets assigned by Rolling Stone magazine to do a profile of a rising rock band. The magazine has no idea he's 15. Clutching his pencil and his notebook like talismans, phoning a veteran critic for advice, he plunges into the experience that will make and shape him. It's as if Huckleberry Finn came back to life in the 1970s, and instead of taking a raft down the Mississippi, got on the bus with the band.\n\nThe kid is named William Miller in the movie; he's played by Patrick Fugit as a boy shaped by the fierce values of his mother, who drives him to the concert that will change his life, and drops him off with the mantra \"Don't do drugs!\" The character and the story are based on the life of Cameron Crowe, the film's writer-director, who indeed was a teenage Rolling Stone writer, and who knows how lucky he was. Crowe grew up to write and direct \"Say Anything\" (1989), one of the best movies ever made about teenagers; in this movie, he surpasses himself.\n\nThe movie is not just about William Miller. It's about the time, and the band, and the early 1970s, when idealism collided with commerce. The band he hooks up with is named Stillwater. He talks his way backstage in San Diego by knowing the band members' names and hurling accurate compliments at them as they hurry into the arena. William wins the sympathy of Russell Hammond (Billy Crudup), the guitarist, who lets him in. Backstage, he meets his guide to this new world, a girl who says her name is Penny Lane (Kate Hudson). She is not a groupie, she explains indignantly, but a Band Aide. She is, of course, a groupie but has so much theory about her role, it's almost as if sex for her is a philosophical exercise.\n\nWilliam's mom, Elaine (Frances McDormand), is a college professor who believes in vegetarianism, progressive politics and the corrupting influence of rock music. Banning the rock albums of her older daughter Anita (Zooey Deschanel), she holds up an album cover and asks her to look at the telltale signs in Simon and Garfunkel's eyes: \"Pot!\" Anita leaves, bequeathing her albums to William, who finds a note in one of them: \"This song explains why I'm leaving home to become a stewardess.\" Its lyrics are: \"I walked out to look for America.\" That's what William does. He intends to be away from school for only a few days. But as Russell and the rest of Stillwater grow accustomed to his presence, he finds himself on the bus and driving far into the Southwest. Along the way, he observes the tension between Russell and Jeff Bebe (Jason Lee), the lead singer, who thinks Russell is getting more attention than his role definition deserves: \"I'm the lead singer, and you're the guitarist with mystique.\" William has two guardian angels to watch over him. One is Penny Lane, who is almost as young as he is, but lies about her age. William loves her, or thinks he does, but she loves Russell, or says she does, and William admires Russell, too, and Russell maintains a reserve that makes it hard to know what he thinks. He has the scowl and the facial hair of a rock star, but is still only in his early 20s, and one of the best moments in the movie comes when William's mom lectures him over the phone about the dangers to her son: \"Do I make myself clear?\" \"Yes, ma'am,\" he says, reverting to childhood.\n\nWilliam's other angel is the legendary rock critic Lester Bangs (Philip Seymour Hoffman), then the editor of Creem: \"So you're the kid who's been sending me those articles from your school paper.\" He ignores the kid's age, trusts his talent and shares his credo: \"Be honest and unmerciful.\" During moments of crisis on the road, William calls Bangs for advice.\n\nLester Bangs was a real person, and so are Ben Fong-Torres and Jann Wenner of Rolling Stone, played by look-alike actors. The movie's sense of time and place is so acute it's possible to believe Stillwater was a real band. As William watches, the band members get a hit record, a hotshot producer tries to take over from the guy who's always managed them, they switch from a bus to an airplane, and there are ego wars, not least when a T-shirt photo places Russell in the foreground and has the other band members out of focus (there's a little \"This Is Spinal Tap\" here).\n\n\"Almost Famous\" is about the world of rock, but it's not a rock film, it's a coming-of-age film, about an idealistic kid who sees the real world, witnesses its cruelties and heartbreaks, and yet finds much room for hope. The Penny Lane character is written with particular delicacy, as she tries to justify her existence and explain her values (in a milieu that seems to have none). It breaks William's heart to see how the married Russell mistreats her. But Penny denies being hurt. Kate Hudson has one scene so well-acted, it takes her character to another level. William tells her, \"He sold you to Humble Pie for 50 bucks and a case of beer.\" Watch the silence, the brave smile, the tear and the precise spin she puts on the words, \"What kind of beer?\" It's not an easy laugh. It's a whole world of insight.\n\nWhat thrums beneath \"Almost Famous\" is Cameron Crowe's gratitude. His William Miller is not an alienated bore, but a kid who had the good fortune to have a wonderful mother and great sister, to meet the right rock star in Russell (there would have been wrong ones), and to have the kind of love for Penny Lane that will arm him for the future and give him a deeper understanding of the mysteries of women. Looking at William--earnestly grasping his tape recorder, trying to get an interview, desperately going to Bangs for advice, terrified as Ben Fong-Torres rails about deadlines, crushed when it looks as if his story will be rejected--we know we're looking at a kid who has the right stuff and will go far. Someday he might even direct a movie like \"Almost Famous.\" Note: Why did they give an R rating to a movie perfect for teenagers?", "running_time": 124, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-15", "genres": ["Comedy", "Drama", "Music"], "title": "Almost Famous (2000)"}