{"url": "http://www.rogerebert.com/reviews/almost-peaceful-2004", "by": "Simon Abkarianas Albert", "star_rating": 3.0, "text": "In a sunny upstairs room in Paris, eight or nine people gather daily to tailor clothes. The room is in a flat belonging to Albert and Lea, who run the business and have hired these people quite recently, for it is 1946 and all but one of them is Jewish and they have returned to their trade after the horror of the war. The atmosphere in the room is cozy and chatty, relaxed almost to a fault, as if these people have been holding their breath for years and are grateful for a day that passes without event.\n\nMichel Deville's \"Almost Peaceful\" is unlike any other film I have seen about the Holocaust. Indeed, the abstract concept of a holocaust has not yet been formed as these people reassemble their ordinary lives. They speak about what happened, about \"the camps\" where their loved ones disappeared, about the war, but they do not go into detail because they lived through it firsthand and do not need to be reminded -- none of them except the one gentile woman, who is puzzled when a new employee introduces himself, and the others burst into laughter. What's so funny? What's funny, or at least what's able to be laughed about, is that he can say his Jewish name loudly and freely in Paris once again.\n\nAlbert (Simon Abkarian) and Lea (Zabou Breitman) own the business. Their children are away in the south of France, at summer camp, sending back letters and drawings that are eagerly awaited. Of the others, there is a man who returned to the neighborhood hoping any of his surviving relatives would find their way there, and an unemployed actor with a pregnant wife, and a new employee fit only to cut and trim, and a young man named Maurice (Stanislas Merhar), who visits the prostitutes at a nearby hotel.\n\nThe gentile woman goes out to lunch one day with Albert to ask if he can find a job for her sister, who had a child by a German soldier and after the war had her head shaved and was made to run naked through the town. She tells it as a sad story. But Albert cannot help her. A lot of people had sad experiences in the war, he says, quietly.\n\nThe new employee, Joseph (Malik Zidi), goes around to the police station to have his papers put in order, and recognizes the cop behind the desk. He has seen this man before, through the crack in a wardrobe where his parents concealed him before the cop took them away, never to return. The cop is insolent. Joseph walks out, pauses on the pavement, goes back in and tells the man he knows who he is and what he did, and he wants to inform him that he, Joseph, is here and will remain here and has a right to be here. Then Joseph walks out again and goes to a cafe and collapses at a table with a release of tension and a certain sad joy.\n\nThere are little plots involving the people, their children, their friends, their romantic intrigues (Maurice finds himself always returning to the same prostitute, Simone, who likes him well enough and prostitution not so much). Customers come and go. Albert must approve any garment that leaves the shop. He and Lea are happy beyond happiness. There is a woman who comes around twice a week with things to sell. Today she is selling scented soaps. She is also a matchmaker, and in her valise has letters and photographs of single people looking for a spouse. \"Your marriageable people smell of soap,\" one of the tailors kids her. \"Was it better,\" she asks, \"when soap smelled of marriageable people?\"\n\nIn a line like that, which passes quickly and is not commented upon, an abyss of evil is glimpsed. These people live gently and embrace routine and love their jobs because they are still walking on ice, still aware of how fragile a life can be, how deceptive security can seem. The film ends with a picnic, and the sound of children playing. There is a new generation. There is the feeling that marriageable people should be married, and having children. Maurice and Simone seem to be arriving at that conclusion. Life goes on, and that is what the movie is about, and all it is about, except for the unspeakable horrors it is not about.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-12-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Almost Peaceful (2004)"}