{"url": "http://www.rogerebert.com/reviews/along-came-a-spider-2001", "by": "Morgan Freemanas Dr. Alex Cross", "star_rating": 2.0, "text": "A few loopholes I can forgive. But when a plot is riddled with them, crippled by them, made implausible by them, as in \"Along Came a Spider,\" I get distracted. I'm wondering, since Dr. Alex Cross is so brilliant, how come he doesn't notice yawning logical holes in the very fabric of the story he's occupying? Dr. Cross (Morgan Freeman) is a District of Columbia police detective, a famous forensic psychologist whose textbook is quoted by other cops. As the movie opens, he loses his partner in one of those scenes where you're thinking, gee, I didn't know the police had that kind of technology. A woman cop has a small camera concealed on her being, which takes a TV signal of the killer who is driving a car and relays it to Cross in a helicopter, causing us to wonder if there is a way to arrest this guy at less taxpayer expense.\n\nAfter this chase, Cross goes into a depression and passes the time building model boats--until his phone rings and it's another diabolical killer, who once again has devised an elaborate cat-and-mouse game for the detective to play. No killers in Washington ever just want to murder somebody; they're all motivated by the desire to construct elaborate puzzles for Cross.\n\nNo one is better than Morgan Freeman at being calm and serious and saying things like, \"He's really after somebody else.\" Freeman was brilliant an unraveling the diabolical pattern in \"Seven\" (1995), and the success of that movie inspired the splendid \"Kiss the Girls\" (1997), where he first played Cross, the hero of six novels by James Patterson. In \"Girls,\" he intuited that the madman wasn't killing his victims but collecting them. Now comes another criminal who has read way too many James Patterson novels.\n\nI will tread carefully to avoid revealing surprises, since the movie socks us with one every five minutes, counting on our astonishment to distract us from implausibilities. The film opens with a strangling and a kidnapping at an exclusive private school. Because the hostage is the daughter of a senator, the Secret Service is called in, and Cross finds himself working with Agent Jezzie Flannigan (Monica Potter), who found time for a career despite a lifetime of explaining to people how her name is spelled.\n\nThe school's students have computer monitors at every desk, and are challenged by their teacher to see who can find Charles Lindbergh's home page in the fewest possible clicks. (Answer: Go to Google, type in \"Lindbergh,\" get 2,260 results, discover he doesn't have a home page.) Most kids their age are already busy creating viruses to bring the economy to its knees. Why such a lame-brained exercise? Dr. Cross figures it out.\n\nThe correct Lindbergh page, which he finds immediately out of 103,000 possibilities, has been put up by the kidnapper (or come to think of it, has it?) and includes a live cam shot with resolution so high that Cross can read the name on a bottle of pills. This clue, plus the kidnapper's insistence on communicating through Cross, gets him on the case, partnered with Agent Flannigan.\n\n\"Kiss the Girls,\" directed by Gary Fleder, had a palpable sense of time and place; deep, moist, shadowy, ominous woodlands figured heavily. \"Along Came a Spider,\" directed by Lee Tamahori (of the great \"Once Were Warriors\"), is also thick with atmosphere, and evokes the damp, wet gloom of a chilly season. As Cross and Flannigan follow leads, we also see the kidnapper and his victim, and are filled with admiration for her imagination; she is able to escape, set fires, swim toward shore and perform other feats far more difficult than a Google search.\n\nBut then . . . well, there's not much more I can say without giving away astonishing surprises. The film contains two kinds of loopholes: (1) Those that emerge when you think back on the plot, and (2) Those that seem like loopholes at the time, and then are explained by later developments that may contain loopholes of their own.\n\nOf Morgan Freeman as a movie actor, no praise is too high. Maybe actors should be given Oscars not for the good films they triumph in, but for the weak films they survive. The focus of his gaze, the quiet authority of his voice, make Dr. Cross an interesting character even in scenes where all common sense has fled. And the look and texture of the film are fine; Tamahori and cinematographer Matthew F. Leonetti have created a convincing sense of place (to be sure, they shot their Virginia exteriors in British Columbia, but, hey, that's a place, too). Michael Wincott makes a satisfactory bad guy, especially when his mastermind schemes start blowing up in his face.\n\nBut, man, are you gonna be talking when you come out of this movie! Saying things like \"but why . . .\" and \"if she . . .\" and \"wouldn't he . . .\" and \"how come . . .\" as you try to trace your way back through the twisted logic of the plot. Here's a sample question. Dr. Cross mentions a $12 million ransom and later explains that the person he was talking to should have known it was $10 million but never said anything. And I'm thinking, should that person have even known about the ransom at all? Well, maybe, if . . . but I dunno. There are places in this movie you just can't get to from other places in this movie.", "running_time": 103, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-04-06", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Along Came A Spider (2001)"}