{"url": "http://www.rogerebert.com/reviews/along-came-polly-2004", "by": "Ben Stilleras Reuben Feffer", "star_rating": 2.0, "text": "I will never eat free nuts from the bowl on the bar again, having seen \"Along Came Polly.\" Not after hearing the expert risk-assessor Reuben Feffer (Ben Stiller) explain who has already handled them, what adventures they have had, and, for all we know, where they might have been. It's his job to know the risks of every situation, which is why his marriage seems like such a sure thing: His new bride Lisa (Debra Messing) is like a computer print-out of an ideal mate for life.\n\nBut it doesn't work out that way in \"Along Came Polly,\" a movie where a lot of things don't work out, including, alas, the movie itself. On the second day of their honeymoon in St. Barts, Lisa cheats on Reuben with a muscular scuba instructor (Hank Azaria), and he returns to New York crushed and betrayed. When he meets Polly (Jennifer Aniston), an old school chum, he doubts they can be happy together (assessing the risks, he sees the two of them as totally incompatible), but to his amazement they are soon involved in a neurotic but not boring relationship.\n\nThe problem is that their relationship, and indeed Reuben's entire array of friendships and business associations, are implausible not in a funny way but in a distracting way: We keep doubting that this person would be acting this way in this situation. What kind of a risk assessor is Reuben if he knows he has Irritable Bowel Syndrome, and nevertheless goes on a first date with Polly to dinner at a North African spice palace?\n\nYes, his dinner gives the movie the opportunity to launch one of those extended sequences involving spectacular digestive, elimatory and regurgitative adventures, but we're aware it's a set-up. As Stiller himself classically demonstrated in \"There's Something About Mary,\" embarrassment is comic when it is thrust upon you by accident or bad luck, not when you go looking for it yourself.\n\nOf the Polly character, it can be said that the risk of her ever falling in love with a man like Reuben is a very long shot. What attracts her? His constipated personality? Low self-esteem? Workaholism? Neurotic inability to engage spontaneously with fun? \n\nShe's a free spirit who lives in one of those apartments that look like they were inspired by an old Sandy Dennis movie. Her favorite occupation is salsa dancing, which for her approaches virtual sex, especially with her favorite partner Javier (Jsu Garcie). Reuben, uncoordinated and inhibited, is jealous of Javier until he signs up for salsa lessons, which could have been funny, but are not.\n\nThere isn't a lot in the movie that is funny. I did like Philip Seymour Hoffman as Sandy, Reuben's best man; he's a former child star, now reduced to having strangers tell him how amazed they are that he's still alive. How he responds to this in one early scene is a small masterpiece of facial melodrama, but how many times does he have to slip and fall on slick floors before we get tired of it? I grant him this: He knows exactly how a fat man looks in a red cummerbund from a tuxedo rental agency.\n\nAlec Baldwin has been doing a lot of good supporting work recently (notably in \"The Cooler\"), and he's Reuben's boss, the head of the agency, a slickster whose toast at the wedding skates artfully at the edge of crudeness and then pirouettes out of danger. He assigns Reuben to somehow make a case for insuring the high-risk Leland Van Lew (Bryan Brown), leading to still more Fish Out of Water material. Reuben's fish is so consistently out of water in this movie, indeed, that after awhile we begin to wish it was smoked.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-01-16", "genres": ["Action", "Comedy", "Romance"], "title": "Along Came Polly (2004)"}