{"url": "http://www.rogerebert.com/reviews/alphabet-city", "by": "Vincent Spanoas Johnny", "star_rating": 1.0, "text": "“Alphabet City” is the first teenage gangster movie. We’ve had\r\nmovies before where the kids were gangsters, but this is the first movie where\r\nthey’ve taken all the clichés from those black-and-white Warner Brothers\r\ngangster classics of the 1930s, and crossed them with punk, angst, and James\r\nDean. The result is one of the silliest movies of the year.\n\nThe movie’s about Johnny, a 19-year-old kid who is, we learn\r\nfrom the movie’s publicity releases, the “King of Alphabet City.” That’s the\r\nLower East Side of Manhattan, where the avenues are named after letters, and\r\nevery street corner has a drive-in drug dealer.\n\nJohnny\r\nis some cool guy. He is a collector for the mob. He torches buildings – even\r\nthe one his family lives in. He intimidates the owners of nightclubs where he\r\nis too young to be served. He keeps his lieutenants in line. He’s so busy, it’s\r\nnot until halfway through the movie that we learn, almost as an afterthought,\r\nthat he has a wife and baby. His wife is an artist with a loft in SoHo. Sure. Life\r\nhas been filled with accomplishment for young Johnny, although his greatest\r\naccomplishment – growing up in Alphabet City and becoming a drug dealer without\r\npersonally developing a habit – is probably the hardest one to believe.\n\nWe’ve\r\nseen movies set on these streets before. In Martin Scorsese’s “Mean Streets,”\r\nHarvey Keitel played the Italian-American kid who was the collector for the\r\nmob. But Scorsese knew Little Italy; he grew up there. He knew that Keitel’s\r\ncharacter should be guilt-ridden, incompetent, and scared witless. The last\r\nthing we can believe is Johnny as the king of streets that not even real\r\ngangsters feel safe walking down.\n\nNo\r\nmatter. This isn’t social realism; it’s an impressionistic fantasy, directed by\r\nAmos Poe, who once made an underground film named “Subway Riders” that did a\r\nwonderful job of evoking the loneliness and terror of the streets. In “Alpha­bet\r\nCity,” he makes the whole city into a set design, bathing the night streets in\r\nlurid neon colors and allowing his characters to throw shadows that are three\r\nstories high. Fine, except that John­ny, the inhabitant of this Edward Hopper\r\nworld, somehow loses his way about halfway through and wanders into a\r\nroutinely-plotted exploitation film. There’s a scene where the Mafia comes\r\ngunning for him, and Johnny has to try to save his wife and child. There’s a\r\nshootout in an elevator, a quick getaway, and an absolutely, howlingly\r\nunbelievable climax in which a guy on a motorcycle rides to the rescue in the\r\nnick of time.\n\nJohnny\r\nis played by Vincent Spano, who is a good actor, even in this movie (you may\r\nremember him from “Rumble Fish” and “Baby, It’s You”). There are other\r\ninteresting performances: Michael Winslow as the luded-out street dealer who is\r\nJohnny’s friend, and Zohra Lampert as Johnny’s weary mother, doing the ironing\r\nwhile her latest slob of a lover snores on the sofa. Maybe in another movie\r\nthese actors could have made their characters come alive. In “Alphabet City,”\r\neverything is smothered in the concept.", "running_time": 85, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-05-04", "genres": ["Action", "Drama"], "title": "Alphabet City (1984)"}