{"url": "http://www.rogerebert.com/reviews/alps-2012", "by": "Aggeliki Papouliaas Monte Rosa", "star_rating": 2.5, "text": "\"Alps\" is a film peculiar beyond all understanding, based on a premise that begs belief. It takes itself with agonizing seriousness, and although it has the form of a parable, I am at a loss to guess its meaning. Yet I was drawn hypnotically into the weirdness.\n\nImagine a small group of therapists who call themselves \"The Alps.\" They have been named by their leader, who explains that the title has no meaning. They hire themselves to people who have just lost loved ones. They impersonate those dead people as a way of bringing comfort to the bereaved. They don't necessarily look like the dead ones or sound like them, but they stand in for them a few hours a week, performing memorized dialogue that has presumably been supplied by the survivors.\n\nPreposterous, will you agree? And yet their clients hire them and go along with the therapy. Not a single person in the film points out the absurdity of its premise. We don't get to know the clients very well, but we watch the Alps members as they train in an empty gymnasium. In particular, we follow a gymnast (Ariane Labed) and her trainer (Johnny Vekris), as they work on a routine involving her dancing with a long ribbon fluttering at the end of a baton.\n\nShe does this (very well) to classical music, but when she asks to change to pop music, he tells her he will bash in her face if she questions his authority. We find it is no idle threat. This brutal relationship has no apparent connection with the grief therapy of the Alps, which otherwise consists largely of memorizing dialogue.\n\nEarly in the film, a young tennis player (Maria Kirozi) is gravely injured in a car crash, and we learn that the paramedic is a talent scout of sorts, seeking likely victims who might supply Alps customers. Team member Monte Rosa (Aggeliki Papoulia) calls dibs on the tennis player; later she deceives the other Alps by claiming the player has recovered, and then taking on the parents as private clients.\n\nHow she behaves in this role confirms what we may have suspected, that being an Alps member and doing the job requires a degree of mental imbalance and can lead to therapists spinning out of control because of the tension between who they are and the job they're required to do.\n\n\"Alps\" is the new film by the Greek director Giorgos Lanthimos, whose \"Dogtooth\" shook up Cannes in 2009. That was the film where control-freak parents contain their children within a walled garden and further isolate them from the world by teaching them the incorrect words for things. A Lanthimos film is like a test tube for life, in which the activity depends on what specific ingredients have been introduced.\n\nAlthough \"Alps\" is provocative and challenging, it is so completely self-contained that it has no particular emotional payoff. There is no greater world in which to evaluate its contents. When mourners are comforted by therapists who propose to represent the loved one, you'd think deep feelings would be stirred up. But \"Alps\" has the effect of a sterile exercise.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-09-05", "genres": ["Drama"], "title": "Alps (2012)"}