{"url": "http://www.rogerebert.com/reviews/alsino-and-the-condor-1983", "by": "Alan Esquivelas Alsino", "star_rating": 3.0, "text": "Like the work of Gabriel Garcia Marquez, who is one of the outspoken supporters of this film, \"Alsino and the Condor\" is a mixture of poetry, political reality and fantasy. There seems to be some sort of a romantic muse at work in the films and novels of Latin American artists, reminding them to decorate their tragedies with butterflies and dreams. As a result, any description of \"Alsino\" is likely to make the film sound too factual; it's a war story that takes place largely inside the mind of a dreamy little boy.\n\nThe movie, which was one of this year's Oscar nominees for best foreign films, takes place in Nicaragua during the fighting with Honduras. American advisers work with the government in the war against the guerrillas. Helicopters, troop carriers and tanks come and go across the lush landscape where the peasants plow their fields in the rain, and the little boy, Alsino, becomes enraptured by the sight of the airborne soldiers.\n\nA US adviser (Dean Stockwell) takes the kid up in a helicopter. It is one of the great experiences of his life, but it is not quite good enough. \"I want to fly without the helicopter,\" he tells his friend. \"I want to fly like the condor.\" There is a giant, ancient tree near the village where the boy spends his free time, climbing through its enormous network of branches like a monkey. One day, dreaming of flying, he jumps out of the tree. His back is injured in the fall and he becomes a hunchback.\n\nBut this is not a predictably tragic outcome. The young boy, played with a luminous intensity by a 12-year-old Nicaraguan named Alan Esquivel, is not so much crushed by his injury as bemused by it. At one point, asked what happened to his back, he says he hurt it trying to fly, and then he grins at his own presumption.\n\nMeanwhile, the war escalates, and so do Stockwell's lectures. Using a war map, scowling ferociously through his green-tinted shades, he talks of \"containment\" and \"parameters,\" and of bombing the whole area into submission to remove the guerrilla's support base. He could easily be a villain, since the movie is frankly opposed to US military intervention on the side of totalitarianism. But \"Alsino\" is more complicated than that, and Stockwell emerges as an object of pity. His strategies and analyses are so irrelevant to what's going on around him that they exist mostly as his means of maintaining his own sanity. \n\n\"Alsino and the Condor\" is the first fiction feature ever made in Nicaragua, but its poetic intensity will make it familiar to readers of Latin American literature. It makes a fascinating counterpoint to \"Under Fire,\" the excellent thriller starring Nick Nolte and Gene Hackman as American reporters covering the fall of the Somosa regime. The American film instinctively adopts a realistic approach, just as this Latin film instinctively adopts a poetic one. It's the difference between a dramatization and a parable.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-10-17", "genres": null, "title": "Alsino and the Condor (1983)"}