{"url": "http://www.rogerebert.com/reviews/altered-states-1980", "by": "William Hurtas Eddie Jessup", "star_rating": 3.5, "text": "“Altered States” is one hell of a movie -- literally. It hurls\r\nits characters headlong back through billions of years to the moment of\r\ncreation and finds nothing there except an anguished scream of \"No!\"\r\nas the life force protests its moment of birth. And then, through the power of\r\nthe human ego to insist on its own will even in the face of the implacable\r\nindifference of the universe, it turns \"No!\" into \"Yes!\"\r\nand ends with the basic scene in all drama, the man and the woman falling into\r\neach other's arms.\n\nBut hold on just a second here: I'm beginning to sound like the\r\nmovie's characters, a band of overwrought pseudo-intellectuals who talk like a\r\ncross between Werner Er-hard, Freud, and Tarzan. Some of the movie's best\r\ndialogue passages are deliberately staged with everybody talking at once: It\r\ndoesn't matter what they're saying, only that they're incredibly serious about\r\nit. I can tell myself intellectually that this movie is a fiendishly\r\nconstructed visual and verbal roller coaster, a movie deliberately intended to\r\noverwhelm its audiences with sensual excess. I know all that, and yet I was\r\noverwhelmed, I was caught up in its headlong energy.\n\n\r\nIs that a worthy accomplishment for a movie? Yes, I suppose it is, if the movie\r\nearns it by working as hard as “Altered States” does. This is, at last, the\r\nmovie that Ken Russell was born to direct the same Ken Russell whose wretched\r\nexcesses in the past include “The Music Lovers,” “The Devils,” and “Lisztomania.”\r\nThe formula is now clear. Take Russell's flair for visual pyrotechnics and\r\napocalyptic sexuality, and channel it through just enough scientific mumbo\r\njumbo to give it form. The result may be totally meaningless, but while you're\r\nwatching it you are not concerned.\n\n\r\nThe movie is based on a Paddy Chayevsky novel, which was, in turn, inspired by\r\nthe experiments of Dr. John Lilly, the man who placed his human subjects in\r\ntotal immersion tanks floating them in total darkness so that their minds, cut\r\noff from all external reality, could play along the frontiers of sanity. In “Altered\r\nStates,” William Hurt plays a Harvard scientist named Jessup who takes such an\r\nexperiment one step further, by ingesting a drug made from the sacred\r\nhallucinatory mushrooms of a primitive tribe. The strange thing about these\r\nmushrooms, Hurt observes in an easily missed line of dialogue in the movie, is\r\nthat they give everyone who takes them the same hallucinatory vision. Perhaps\r\nit is our cellular memory of creation: There is chaos, and then a ball of\r\nlight, and then the light turns into a crack, and the crack opens onto Nothing,\r\nand that is all there was and all there will be, except for life, which has its\r\nonly existence in the mind.\n\n\r\nGot that? It hardly matters. It is a breathtaking concept, but “Altered States”\r\nhardly slows down for it. This is the damnedest movie to categorize. Just when\r\nit begins to sound like a 1960s psychedelic fantasy, a head trip, it turns into\r\na farce. The scientist immerses himself in his tank for too long, he regresses\r\nto a simian state, physically turns into some kind of ape, attacks the campus\r\nsecurity guards, is chased by a pack of wild dogs into the local zoo, and kills\r\nand eats a sheep for his supper before turning back into the kindly Professor\r\nJessup, the Intellectual Hulk.\n\n\r\nThe movie splits up into three basic ingredients: The science, the special\r\neffects, and the love relationship between the professor and his wife. The\r\nscience is handled deliciously well. We learn as much as we need to (that is,\r\nnext to nothing) about total immersion, genetics, and the racial memory. Then\r\ncome the special effects, in four long passages and a few short bursts. They're\r\ngood. They may remind you at times of the sound-and-light extravaganza toward\r\nthe end of 2001, but they are also supposed to evoke the birth of the universe\r\nin a pulsating celestial ovum. In the center of this vision is Dr. Jessup, his\r\nbody pulsing in and out of an ape shape, his mouth pulled into an anguished\r\n\"O\" as he protests the hell of being born. These scenes are\r\nreinforced by the music and are obviously intended to fuel the chemically\r\naltered consciousness of the next generation of movie cultists.\n\n\r\nBut then there is the matter of the love relationship between the professor and\r\nhis wife (Blair Brown), and it is here that we discover how powerful the\r\nattraction of love really is. During the professor's last experiment, when he\r\nis disappearing into a violent whirlpool of light and screams on the laboratory\r\nfloor, it is his wife who wades into the celestial mists, gets up to her knees\r\nin eternity, reaches in, and pulls him out. And this is despite the fact that\r\nhe has filed for divorce. The last scene is a killer, with the professor\r\nturning into the protoplasm of life itself, and his wife turning into a glowing\r\nshell of rock-like flesh, with her inner fires glowing through the crevices\r\n(the effect is something like an overheated Spiderman). They're going through\r\nthe unspeakable hell of reliving the First Moment, and yet as the professor, as\r\nMan, bangs on the walls and crawls toward her, and she reaches out, and the\r\nuniverse rocks, the Man within him bursts out of the ape-protoplasm, and the\r\nWoman within her explodes back into flesh, and they collapse into each other's\r\narms, and all the scene really needs at that point is for him to ask, \"Was\r\nit as good for you as it was for me?\"\n\n\r\n“Altered States” is a superbly silly movie, a magnificent entertainment, and a\r\nclever and brilliant machine for making us feel awe, fear, and humor. That is\r\nenough. It's pure movie and very little meaning. Did I like it? Yeah, I guess I\r\ndid, but I wouldn't advise trying to think about it very deeply.", "running_time": 103, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Fantasy", "Horror", "Science Fiction", "Thriller"], "title": "Altered States (1980)"}