{"url": "http://www.rogerebert.com/reviews/alvin-and-the-chipmunks-2007", "by": "Jason Leeas David Seville", "star_rating": 2.0, "text": "The most astonishing sight in \"Alvin and the Chipmunks\" is not three singing chipmunks. No, it's a surprise saved for the closing titles, where we see the covers of all the Alvin & company albums and CDs. I lost track after 10. It is inconceivable to me that anyone would want to listen to one whole album of those squeaky little voices, let alone 10. \"The Chipmunk Song,\" maybe, for its fleeting novelty. But \"Only You\"?\n\nThere are, however, Alvin and the Chipmunks fans. Their latest album rates 4.5/5 at the iTunes store, where I sampled their version of \"Only You\" and the original by the Platters, and immediately downloaded \"The Platters Greatest Hits.\" I imagine people even impatiently pre-order the Chipmunks, however, which speaks highly for the drawing power of electronically altered voices by interchangeable singers. This film is dedicated to Ross Bagdasarian Sr., \"who was crazy enough\" to dream them up. I think the wording is about right.\n\nDespite the fact that the film is set in the present, when the real (or \"real\") Chipmunks already have a back catalog bigger than Kimya Dawson's, the movie tells the story of how they become rock stars and almost get burned out on the rock circuit. Jason Lee stars as Dave Seville, who accidentally brings them home in a basket of muffins, discovers they can talk and is soon shouting \"Alvin!\" at the top of his lungs, as Chipmunk lore requires that he must.\n\nDavid Cross plays Ian, the hustling tour promoter who signs them up and takes them on the road, where they burn out and he suggests they start syncing with dubbed voices. Now we're getting into Alice in Wonderland territory, because of course they are dubbed voices in the first place. Indeed the metaphysics of dubbing dubbed chipmunks who exist in the real world as animated representations of real chipmunks is ... how did this sentence begin?\n\nThat said, whatever it was, \"Alvin and the Chipmunks\" is about as good as a movie with these characters can probably be, and I am well aware that I am the wrong audience for this movie. I am even sure some readers will throw it up to me like I liked the \"Garfield\" movie better. Yes, but Garfield didn't sing, and he was dubbed by Bill Murray. My duty as a reporter is to inform you that the chipmunks are sorta cute, that Jason Lee and David Cross manfully play roles that require them, as actors, to relate with empty space that would later be filled with CGI, and that at some level, the movie may even be doing something satirical about rock stars and the hype machine.\n\nI was also grateful that Alvin wears a red sweater with a big \"A\" on it as an aid to identification, since otherwise all the chipmunks seem to be identical, like Mutant Turtles or Spice Girls. It doesn't much matter which one is Theodore and which one is Simon, although Theodore is always the one who seems a day late and a walnut short.", "running_time": 92, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-12-13", "genres": ["Animation", "Comedy", "Family", "Music"], "title": "Alvin and the Chipmunks (2007)"}