{"url": "http://www.rogerebert.com/reviews/amador-2012", "by": "Magaly Solieras Marcela", "star_rating": 2.0, "text": "Here is a lovely idea for a film, sidetracked by a central performance that is too maddeningly passive. \"Amador\" introduces us to Marcela, a Bolivian woman now living in Madrid with Nelson, a man who runs an ingenious business: He hires scavengers to swarm down on a garbage dump and pick up discarded flowers that still look halfway presentable. They wash them, store them in a refrigerator, spray them with flowery scent, wrap them in paper, and send their team out to peddle them on the street and in cafes. I have a feeling I may have purchased a few roses with that lineage from flower girls in Cannes.\n\nTheir refrigerator breaks down. There is a crisis in making the payments on a replacement, and Marcela (Magaly Solier) takes a job as a daytime companion for Amador (Celso Bugallo), an old man who rarely leaves his bed and passes his days assembling big jigsaw puzzles. He loves scenes of sea and sky, because the whites and blues blend together and make them trickier.\n\nMarcela is a warm, soulful woman who is unhappy with her life. When Nelson talked her into moving with him to Madrid, he painted a future where they'd have their own flower shop. Now she hardly has a home; the business is run out of their apartment, and when Nelson mounts letters on the refrigerator door spelling out \"Marcela's Flowers,\" somehow that doesn't seem what he promised.\n\nAmador is quiet and pleasant, suspecting his time has about run out. Marcela met Yolanda (Sonia Almarcha), his daughter, when she and her husband hired her, but they have never visited. Marcela cooks Amador's meals, helps him sit on the pot and makes desultory conversation. Much of the film involves close-ups of her face, thoughtful and pensive, as she ponders her life. Too much of the film.\n\nIt is not Magaly Solier's fault that her character seems so passive. We see a personality in the film, but not enough of it. Her long days pass as she discusses romance, mermaids and her own life with Amador, who notices immediately that she's pregnant. That's something she hasn't told Nelson, and of course, he hasn't noticed. Amador observes that the world has too many people: \"But don't worry. I'm on my way out, to make a space for him.\"\n\nOnce a week, on Thursdays, Amador receives a visit from Puri (Fanny de Castro), a plumpish, middle-aged prostitute who has been visiting him for years. She's a wise, friendly woman and helps Marcela pass the time. The peace is also interrupted by a nosy neighbor who keeps trying to push his way in.\n\nIt wouldn't be fair to describe more of what happens. We've been rather expecting it, and the way the writer-director, Fernando Leon de Aranoa, handles it is effective and holds a series of surprises. Simply on the story level, \"Amador\" could have been a better film. But his pacing is off. Time and again, we get languid closeups of Marcela as the cogs turn in her mind, and she arrives belatedly at fairly obvious conclusions. It might have been possible to produce a much better film just by tighter editing.\n\nThe symbolism, mostly involving flowers (which we prize for their beauty, even when they're dead), is pretty obvious. So also the sea and sky, and speculation about mermaids. A late disclosure from the unloving daughter Yolanda provides an ending that is heartless, ironic and \"happy,\" all at the same time.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-01-25", "genres": ["Drama", "Foreign"], "title": "Amador (2012)"}