{"url": "http://www.rogerebert.com/reviews/amateur-1995", "by": "Isabelle Huppertas Isabelle", "star_rating": 2.5, "text": "Hal Hartley makes movies that take place resolutely in the real world, insisting on their flat, realistic dialogue and deadpan characters even while the story line takes flight for the far shores of fancy. If you were to watch his new film, \"Amateur,\" without being able to hear the dialogue, you would think it was a slice of life about urban crime and isolation. The sights on the screen would seem reasonable enough, and you would assume that the characters existed in some kind of plausible movie universe.\n\nYou would be wrong. In a Hartley film, the plot gradually unfolds to reveal bizarre secrets and unexpected relationships, and the characters usually have two conflicting identity tags: pro baseball player and murderer, for example, or friendly garage mechanic and serial killer. In \"Amateur,\" there is a former nun who is a pornographer. It almost goes without saying that she's also a nymphomaniac . . . and a virgin.\n\nThe character, named Isabelle, is played by Isabelle Huppert. We see her first in a coffee shop, where she occupies the same booth hour after hour, writing pornography on her portable computer. Later another character, not unreasonably, asks her, \"How can you be a nymphomaniac and never have sex?\" She looks back with those big, grave eyes and says, \"I'm choosy.\" The movie has started with a man lying apparently dead in the street. Later he staggers into the coffee shop and tries to spend Dutch money, although from his words we can tell he's an American.\n\n\"Do you smoke?\" he is asked. \"I don't know,\" he says. He has amnesia after a nasty fall from an upper window.\n\nHe looks like an agreeable, regular kind of guy, and is played by Martin Donovan, one of Hartley's favorite actors, who is as clean-cut as a dad in a 1950s sitcom. Of course he harbors nasty secrets, and later a woman named Sofia (Elina Lowensohn) will explain that he got her hooked on drugs when she was 12, married her, made her appear in porno films and threatened to disfigure her. That's when she pushed him out the window.\n\nWho is this man? Huppert invites him back to her tiny flat, talks about herself and gets involved in trying to re-create his past. Other characters turn up: an arms dealer and the porno publisher who pays Huppert for her stories. I was going to say none of these people are quite as they seem, but actually, they are: What happens in a Hartley movie is not that people reveal surprises about themselves, but that they surprise themselves by changing their natures.\n\nIt's as if all the characters were a little dazed - by a blow on the head, say - and have awakened to find themselves assigned names and identities, which they dutifully try to portray, until as their heads clear and choices become visible, they realize that nothing in their lives is obligatory, and that they have the freedom to become someone else, completely.\n\nIsabelle has already exercised that freedom by leaving the convent and starting to write dirty books, although we will discover that her motives for both actions are far from what we might guess.\n\nNow Thomas (the Martin Donovan character) and Sofia can both be emboldened by Isabelle into reinventing themselves.\n\nBut what is Hartley up to? Having seen four of his films, I think he wants to free himself of the lockstep tyranny of traditional plots, where characters are assigned names and personalities, choose up sides and struggle for two hours. The audience knows whom it likes and whom it hates and can guess what will happen, and is essentially bored, although it may not realize it. In a Hartley film you are not bored, although you may grow disinterested when you see that his manipulations are as arbitrary, in their way, as old-fashioned plots.\n\nSeveral directors seem to be experimenting with new ways of assembling the old pieces of familiar movie landscapes: Hartley joins Atom Egoyan, Milcho Manchevski, Krzysztof Kieslowski, Quentin Tarantino and David Lynch, among others. Maybe something is happening here. I got some e-mail the other day about a guy who has identified a \"nine-act structure\" that he says is followed by every single one of the 100 most successful films of all time. Hartley and these other guys would like to take all nine acts and shove them where the movies don't play.\n\nIn the meantime, is \"Amateur,\" ah . . . a good movie? Worth seeing? I found the idea of the plot more interesting than the plot itself, and am finding the movie more fun to write about than to see.\n\nI find myself applauding Hartley more than his movie. He's on an intriguing journey. The scenery may grow more interesting.", "running_time": 105, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-28", "genres": ["Comedy", "Crime", "Drama", "Indie", "Mystery", "Thriller"], "title": "Amateur (1995)"}