{"url": "http://www.rogerebert.com/reviews/amazon-women-on-the-moon-1987", "by": "Joe Dante", "star_rating": 0.5, "text": "The film takes the form of a random stroll through television, sometimes reproducing the surrealistic sensation of channel-hopping itself, in which game show contestants begin sentences that are completed by Bugs Bunny. Five different directors handle the episodes, which are populated by a cross-section of show-biz celebrities, and the centerpiece is a satire on a 1950s science fiction movie named, of course, \"Amazon Women on the Moon.\"\n\nThe \"Amazon\" segments were directed by Robert K. Weiss, who gets a lot of the subtle physical details right. For example, the actors keep walking past the same rocks on their little set, and the control room of their rocket ship is furnished with typing chairs from an office supply store. But is this satire really necessary? Actual grade Z 1950s science fiction movies already have covered this territory more convincingly.\n\nAmong the film's other targets are Playboy video centerfolds, hospital soap operas, the singles dating scene and TV charity marathons, including an appeal by B. B. King on behalf of \"Blacks Without Soul.\" The funniest episode probably is \"Son of the Invisible Man,\" directed by Carl Gottlieb, in which Ed Begley Jr. plays a man who thinks he is invisible but is not. In the style of the original film, the invisible man amazes onlookers by swooping coffee cups and overcoats through the air, but since they can see the man who is holding them, the effect is not what he intended.\n\nI also liked the new angle that Joe Dante found for satirizing the TV movie criticism shows. The usual approach is to show the battling critics rolling around on the floor choking each other; Dante's episode has them teaming up to mercilessly criticize the miserable life of one of their viewers, who dies in front of the set and, in a subsequent scene, is buried at a celebrity roast with Henny Youngman, Rip Taylor and Charlie Callas telling jokes over his bier.\n\nAlthough many of the sketches contain an original, and even funny, comic idea, they go on too long without fresh ammunition. John Landis directs the B. B. King spots, which are a running gag through the film and also star David Alan Grier as a specimen black without soul, a singer so uphip that his greatest hits include \"Tie a Yellow Ribbon Round the Old Oak Tree\" and \"Ballad of the Green Berets.\" The idea gets a quick laugh, but then Landis goes nowhere with it; each repetition is just more of the same.\n\nThere was perhaps a time, 20 years ago, when the sophomorism of \"Amazon Women on the Moon\" might have seemed faintly daring. But even Mad magazine has moved on from simple satire to a more off-center view of its subjects. Satirists are in trouble when their subjects are funnier than they are. My notion for a funny movie about American television would be, quite simply, a compilation film - a series of real moments from real programs, presented without comment. I have a feeling we wouldn't be able to believe our eyes.", "running_time": 85, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-18", "genres": ["Comedy", "Science Fiction"], "title": "Amazon Women on the Moon (1987)"}