{"url": "http://www.rogerebert.com/reviews/amelia-2009", "by": "Hilary Swankas Amelia Earhart", "star_rating": 3.0, "text": "I am drawn to every news story about the attempts, which still continue, to solve the mystery of Amelia Earhart's disappearance on July 2, 1937. It's pretty clear she ditched at sea, but you just never know. Those clues found on a Pacific atoll are tantalizing. It is not her disappearance but her life that fascinates me.\n\nShe was strong, brave and true, and she looked fabulous in a flight suit. No ladylike decorum for her; before she wed publisher George Putnam, she wrote him their marriage would have \"dual controls,\" and said neither one should feel bound to \"a medieval code of faithfulness.\" Maybe she was keeping a loophole for Gene Vidal (Ewan McGregor), the founder of TWA and father of Gore, who told his son he loved her but didn't marry her \"because I didn't want to marry a boy.\"\n\nHilary Swank uncannily embodies my ideas about Earhart in Mira Nair's \"Amelia.\" She looks like her, smiles like here, evokes her. Swank is an actress who doesn't fit in many roles, but when she's right, she's right. The tousled hair, the freckles, the slim figure, the fitness, the physical carriage that says, \"I know precisely who I am and I like it -- and if you don't, bail out.\" Not only was she the first person after Lindbergh to fly solo across the Atlantic, she even looked like him.\n\n\"Amelia\" tells this story with sound performances and impeccable period detail. It deals with her final flight so accurately that many of the radio transmissions between her and the Coast Guard cutter Itasca, stationed off Howland Island, are repeated verbatim. (They could hear her but she couldn't hear them.) It ends on exactly the correct note. As Red River Dave sang in the lyrics of the first song ever broadcast on U.S. television:\n\nHalf an hour later, her SOS was heard,\rHer signals weak, but still her voice was brave.\rIn shark-infested waters, her aeroplane went down that night\rIn the blue Pacific to a watery grave.\n\nShe was an early feminist role model, an American hero not tainted like Lindbergh by chumminess with the Nazis. A few years after her death, U.S women would be asked to hang up their aprons, put on overalls and work on the production lines of the war. She was the real thing. Yes, she signed contracts to endorse chewing gum, soap and a fashion line, but she needed the money to finance her flights, and she always chewed the gum, used the soap, wore the clothes.\n\nI suppose I vaguely knew she married the famous New York publisher G.P. Putnam (Richard Gere). It never registered. The film reports, correctly, that Putnam was instrumental -- promoting her, booking her lectures, publishing her book, raising money for flights. The movie doesn't much deal with how a rural Kansas tomboy got along with the famous New York socialite who published Lindbergh's We. It was love at first sight for George, and forever after for both of them.\n\nThat's the trouble with Amelia Earhart's life, seen strictly as movie material. What we already know is what we get. To repeat: She was strong, brave and true, she gained recognition for woman flyers, and she looked fabulous in a flight suit. She flew the Atlantic solo, she disappeared in the Pacific, she died too young, and there was no scandal or even an indiscretion. She didn't even smoke, although Lucky's wanted her for an endorsement.\n\nI'm not suggesting that Mira Nair and her writers, Ronald Bass and Anna Hamilton Phelan, should have invented anything for \"Amelia.\" It is right that they resisted any temptation. It's just that there's a certain lack of drama in a generally happy life. At least by treating her big flights as chapters in a longer life, they sidestepped the dilemma that defeated Billy Wilder when he starred Jimmy Stewart in \"The Spirit of St. Louis\" (1957). Lindbergh's life offered such promising details as a 1930s decoration by the Nazis and the kidnapping of his baby, but Wilder focused on the long flight itself, during which the most exciting event is the appearance of a fly in the cockpit.\n\n\"Amelia\" is a perfectly sound biopic, well directed and acted, about an admirable woman. It confirmed for me Earhart's courage -- not only in flying, but in insisting on living her life outside the conventions of her time for well-behaved females. The next generation of American women grew up in her slipstream.\n\nThere's a beautiful, beautiful field\rFar away in a land that is fair.\rHappy landings to you, Amelia Earhart\rFarewell, first lady of the air.\n\nListen here to \"Amelia Earhart's Last Flight\":\rhttp://www.youtube.com/watch?v=xRMu3dEHCaM", "running_time": 111, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-10-21", "genres": ["Adventure", "Drama"], "title": "Amelia (2009)"}