{"url": "http://www.rogerebert.com/reviews/amelie-2001", "by": "Audrey Tautouas Amelie", "star_rating": 3.5, "text": "Jean-Pierre Jeunet's \"Amelie\" is a delicious pastry of a movie, a lighthearted fantasy in which a winsome heroine overcomes a sad childhood and grows up to bring cheer to the needful and joy to herself. You see it, and later when you think about it, you smile. Audrey Tautou, a fresh-faced waif who looks like she knows a secret and can't keep it, plays the title role, as a little girl who grows up starving for affection. Her father, a doctor, gives her no hugs or kisses and touches her only during checkups--which makes her heart beat so fast he thinks she is sickly. Her mother dies as the result of a successful suicide leap off the towers of Notre Dame, a statement which reveals less of the plot than you think it does.\n\nAmelie grows up lonely and alone, a waitress in a corner bistro, until one day the death of Princess Diana changes everything. Yes, the shock of the news causes Amelie to drop a bottle cap, which jars loose a stone in the wall of her flat, which leads her to discover a rusty old box in which a long-ago boy hoarded his treasures. And in tracking down the man who was that boy, and returning his box, Amelie finds her life's work: She will make people happy. But not in any old way. So, she will amuse herself (and us) by devising the most extraordinary stratagems for bringing about their happiness.\n\nI first began hearing about \"Amelie\" last May at the Cannes Film Festival, where there was a scandale when \"Amelie\" was not chosen for the Official Selection. \"Not serious,\" sniffed the Very Serious authorities who decide these matters. The movie played in the commercial theaters of the back streets, where audiences vibrated with pleasure. It went on to win the audience awards at the Edinburgh, Toronto and Chicago film festivals, and I note on the Internet Movie Database that it is currently voted the 54th best film of all time, and hasn't even opened in America yet.\n\nI am not sure \"Amelie\" is better than \"Fargo\" (No. 63) or \"The General\" (No. 87), but I know what the vote reflects: Immediate satisfaction with a film that is all goodness and cheer--sassy, bright and whimsical, filmed with dazzling virtuosity, and set in Paris, the city we love when it sizzles and when it drizzles. Of course this is not a realistic modern Paris, and some critics have sniffed about that, too: It is clean, orderly, safe, colorful, has no social problems, and is peopled entirely by citizens who look like extras from \"An American in Paris.\" This is the same Paris that produced Gigi and Inspector Clouseau. It never existed, but that's OK.\n\nAfter discovering the box and bringing happiness to its owner, Amelie improvises other acts of kindness: painting word-pictures of a busy street for a blind man, for example, and pretending to find long-lost love letters to her concierge from her dead husband, who probably never mailed her so much as a lottery ticket. Then she meets Nino (the director Mathieu Kassovitz), who works indifferently in a porn shop and cares only for his hobby, which is to collect the photos people don't want from those automated photo booths and turn them into collages of failed facial expressions.\n\nAmelie likes Nino so much that one day when she sees him in her cafe, she dissolves. Literally. Into a puddle of water. She wants Nino, but some pixie quirk prevents her from going about anything in a straightforward manner and success holds no bliss for her unless it comes about through serendipity. There must be times when Nino wonders if he is being blessed or stalked.\n\nJean-Pierre Jeunet has specialized in films of astonishing visual invention but, alas, impenetrable narratives (\"Delicatessen,\" \"The City of Lost Children\"). He worked for Hollywood as the director of \"Alien: Resurrection\" (1997), placing it, I wrote, \"in what looks like a large, empty hanger filled with prefabricated steel warehouse parts.\" With \"Amelie,\" he has shaken loose from his obsession with rust and clutter, and made a film so filled with light and air, it's like he took the cure. The film is filled with great individual shots and ideas. One of the best comes when Amelie stands high on the terrace of Montmartre and wonders how many people in Paris are having orgasms at that exact instant, and we see them, 15 in all, in a quick montage of hilarious happiness. It is this innocent sequence, plus an equally harmless childbirth scene, that has caused the MPAA to give the movie an undeserved R rating (in Norway it was approved for everyone over 11).\n\nIt is so hard to make a nimble, charming comedy. So hard to get the tone right and find actors who embody charm instead of impersonating it. It takes so much confidence to dance on the tightrope of whimsy. \"Amelie\" takes those chances, and gets away with them.", "running_time": 115, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-09", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance"], "title": "Amelie (2001)"}