{"url": "http://www.rogerebert.com/reviews/american-dreamz-2006", "by": "Hugh Grantas Martin Tweed", "star_rating": 3.0, "text": "\"American Dreamz\" is a comedy, not a satire. We have that on the authority of its writer-director, Paul Weitz, who told Variety: \"Satire is what closes on Saturday night. So it's a comedy.\" Actually, it's a satire. Its comedy is only fairly funny, but its satire is mean, tending toward vicious. The movie is more slapdash than smooth, more impulsive than calculating, and it takes cheap shots. I responded to its savage, sloppy zeal.\n\nThe movie has two targets, \"American Idol\" and President Bush, not in that order. As it opens, a TV producer and star named Martin Tweed (Hugh Grant) is planning the new season of his hit show. On camera, he's Simon Cowell. Off camera, he's Machiavelli, scheming for contestants who get the highest ratings. The season will end in a three-way contest between a Hasidic Jew rapper (Adam Busch), a corn-fed Ohio blond (Mandy Moore) and a theater buff from Iraq (Sam Golzari), who is secretly a terrorist.\n\nMeanwhile, in the White House, President Staton (Dennis Quaid) awakens after his re-election victory and has an impulse: \"I'm gonna read the newspaper!\" He asks for the New York Times. \"We can get one,\" an aide assures him uncertainly. He finds the paper instructive. \"Did you know there are three kind of Iraqistans?\" he asks his chief of staff (Willem Dafoe), who looks uncannily like Dick Cheney. Surrounding himself with books and even the left-wing Guardian from England, the president isn't seen in public for weeks. \"There is a lot of interesting things in the paper!\" he marvels.\n\nThe plot chugs forward on two fronts. On the TV program, we see Sally Kendoo (Moore) playing the role of a screamingly delirious young contestant, pushed by her mother (Jennifer Coolidge) and superagent (Seth Meyers) and dumping her boyfriend (Chris Klein) because he's going nowhere and she's going up-up-up. As the godlike \"American Dreamz\" producer and judge, Hugh Grant does what he's curiously good at, playing an enormously likable SOB.\n\nWhen the president is finally blasted out of his bedroom in the White House, he resumes public life with an earpiece so that his chief of staff can dictate, word for word, his response in every situation. That many Americans believe Bush has used such earpieces, and that he rarely if ever reads a newspaper, brings a certain poignancy to these scenes. The First Lady (Marcia Gay Harden) labors behind the scenes to counsel and advise him, and explain stuff to him. Badgered by publicity about his \"reclusive\" chief executive, the chief of staff decides to book the president on the season finale of \"American Dreamz\" to show what a great guy he is. The terrorist, who seems headed for the final round, is ordered by his handlers to wear a bomb into the studio.\n\nThis is dark comedy in the spirit of \"Dr. Strangelove,\" a movie that thought the unthinkable. \"American Dreamz\" isn't nearly as good as \"Strangelove,\" perhaps because it lacks its merciless ironic detachment. But I was surprised at the movie's daring, at its frank depiction of the Bush-like president as the clueless puppet of his staff. His mom wanted him to run for president, he says, \"to show my dad any idiot could do it.\" Quaid looks and sounds a little like Bush, and Dafoe looks a little and sounds a lot like Cheney. Hugh Grant, for that matter, could stand in for Simon Cowell.\n\nPaul Weitz was only 33 when he directed \"American Pie.\" It looked like a teenage sex comedy, played like a teenage sex comedy, and was a teenage sex comedy -- and a lot more. He proved with \"About a Boy\" (2002) that he was a director of considerable gifts; working with his brother Chris he adapted a Nick Hornby novel into the perfect setting for Hugh Grant's merger of selfishness and charm. \"In Good Company\" (2004), which he wrote and directed, starred Dennis Quaid as an aging executive bossed by a young hotshot who is also dating his daughter. Now Quaid, Grant and Weitz are together on a project that lacks the polish and assurance of those earlier films, but has a kind of reckless nerve. \"American Dreamz\" looks like a sitcom, plays like a sitcom and is a sitcom -- and also the riskiest political satire since \"Wag the Dog.\"\n\nAt a time when I am already receiving messages of alarm about Oliver Stone's forthcoming \"World Trade Center,\" does \"American Dreamz\" go too far? Is it in bad taste? That would depend on what you think satire is supposed to do. Satire by definition goes beyond the norm, exaggerates, is partisan, is unfair. It offends those who believe others (not themselves) are too stupid to know it's satire. And it alarms those who think some things are not laughing matters. To them I recommend Lord Byron: \"And if I laugh at any mortal thing, 'tis that I may not weep.\"\n\nThe buried message of the film, perhaps, is that our political system resembles \"American Idol.\" Contestants are chosen on the basis of superficial marketability, and go through a series of primaries and debates while the pollsters keep score. The winner is not necessarily the deserving contestant from an objective point of view, but is the one with the best poll numbers. A candidate from either party will be defeated if he is not entertaining. His intelligence and matters of right or wrong don't have much to do with it. In this scenario, satire plays the role in politics that Simon Cowell plays on TV.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-20", "genres": ["Comedy", "Drama", "Family", "Musical"], "title": "American Dreamz (2006)"}