{"url": "http://www.rogerebert.com/reviews/american-violet-2009", "by": "Nicole Beharieas Dee Roberts", "star_rating": 3.0, "text": "You may recall the story from the news in 2000. The cops in a small Texas town arrested 40 black people on drug charges in a sweep of a public housing complex. They were working on a tip from a single informant, a former mental patient who had good reason to cooperate with them. Dee, a young mother of four, who was not found with drugs and had no history of drug use, was arrested primarily because she went outside to drag her little girl to safety.\n\nShe, along with the others, is offered a plea bargain: If she pleads guilty, she gets probation. She refuses to plead guilty.\n\n\"American Violet\" is clear about the motivation for such raids with little or no evidence. A guilty plea helps the district attorney build up a record as a crime fighter, even though he is the one who has committed the crime. A defendant who pleads guilty cannot continue to live in public housing and will always have a felony on the record.\n\nBut if Dee caves in, she goes free and is reunited with her children. Her snaky ex-husband has snatched his kids and moved them in with his new girlfriend, who has a history of child abuse.\n\nThis is all based on an actual case (the names have been changed). This stuff happens all the time, and is far from rare in Texas, a state with a shameful record of law enforcement practices. The movie occasionally intercuts commercials from the Gore-Bush campaign then under way, to no particular purpose, except to remind me that as Texas governor, Bush commuted the sentence of only one of the 152 people put on Death Row under his reign, even though public defenders presented no defense at all for 41 of them and a third of their defense attorneys were later disbarred or sanctioned.\n\n\"American Violet\" stars Nicole Beharie, a recent Juilliard graduate in her second role, as Dee Roberts. It is a stunning performance: She is small, vulnerable, fearful for her children, but damned if she will plead guilty to a crime she did not commit. She stands firm even as her mother, Alma (Alfre Woodard), begs her to take the plea; Alma argues the harsh racial realities of their town.\n\nWhen Alma vows to stay in jail, she attracts the attention of the American Civil Liberties Union, which sends a lawyer named David Cohen (Tim Blake Nelson) down to defend her. Because he needs a local partner, he persuades the lawyer Sam Conroy (Will Patton), a former D.A., to join him; Sam refuses at first, but agrees out of guilt because he knows full well how the system works.\n\nThe D.A. is Calvin Beckett (Michael O'Keefe), a man of whom it can fairly be said that he has no interest at all in whether the people he has arrested are guilty. How would it look in an election year if he went around dropping drug charges? And now the stage is set for a docudrama that may have an outcome we already know, but is a loud lesson about truth, justice and the Texas Way. I know I'll hear complaints from Texans of a certain stripe. They won't see this film. They know all they want about the ACLU from their favorite broadcasters.\n\nSome critics have found \"American Violet\" to be too mainstream, too agenda-driven, too much like made-for-TV, with not enough \"suspense.\" Say what? Dee is innocent, her lawyers are putting themselves at risk because of their outrage, and the D.A. is a heartless scofflaw. If the movie tries to have fun concealing that, it's jerking our chain.\n\nWhat works for me was the strength of the performances, beginning with Nicole Beharie as the convincing heroine. Alfre Woodard in attack mode is formidable; Tim Blake Nelson underplays as a determined, methodical lawyer, not a showboat, and Will Patton in some ways steals the show as a good man who has done bad in the past, knows it and is trying to make up. As Beckett, Michael O'Keefe is rock solid as a man who has more important things on his mind than justice.\n\n\"American Violet,\" it's true, is not blazingly original cinema. Tim Disney's direction and the screenplay by Bill Haney are meat and potatoes, making this story clear, direct and righteous. But consider the story. How would you feel if this happened to you? What if cases like this were to lead to disregard of due process of law at even the highest levels? I wish I could convince ... hell, never mind. I can't. That district attorney? Still in office.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-15", "genres": ["Drama"], "title": "American Violet (2009)"}