{"url": "http://www.rogerebert.com/reviews/american-gun-2006", "by": "Donald Sutherlandas Carl", "star_rating": 3.0, "text": "\"American Gun\" tells three stories that are small, even quiet. The stories are not strident but sad, and one of them is open-ended. They are about people who find that guns in the hands of others have made their own lives almost impossible to live.\n\nThe first story involves a mother named Janet, played by Marcia Gay Harden, whose son shot and killed other students at his Oregon high school three years ago, and then was shot dead. She carries on with her remaining son, David (Chris Marquette), who attends a private school. She needs money. She agrees to a paid interview with a local television station, during which she seems inarticulate about her older son's rampage. Well, what can she say? Like other parents, she lost a child in the shooting. Perhaps it is harder to be the parent of a killer than the parent of a victim. Then David has to leave the private school and enroll in the very same school where his brother did the shooting.\n\nAlso interviewed is a cop (Tony Goldwyn) who some people feel should have been able to save lives that day. He knows he followed department procedures, but feels blamed for the deaths. Both the mother and the cop are at a loss for words when TV reporters ask them questions beginning with \"How does it make you feel?\" They're not glib and don't fall easily into the cliches of remorse and redemption.\n\nThe second story stars Forest Whitaker as Carter, the principal of an inner-city high school in Chicago. He moved to the big city from Ohio, thinking he could make a difference, but now his wife (Garcelle Beauvais-Nilon) feels she is losing him to his job. He is discouraged, weary beyond belief, despairing. One of his honor students, Jay (Arlen Escarpeta), is found with a gun near the school, and faces expulsion. We follow Jay to his job inside a padlocked cashier's station at an all-night gas station, where any customer might confront him with a gun. He needs to carry a gun, he feels, for protection, even though it isn't loaded.\n\nThe third story, the open-ended one, involves a gentle old man named Carl (Donald Sutherland) who runs a gun shop in Charlottesville. His granddaughter Mary-Anne (Linda Cardellini) enrolls at the university and works part-time in the store. Carl is not a gun nut. He might as well be selling fishing tackle. Mary-Anne feels uneasy working in the store, however, and then one of her friends is assaulted.\n\nAll three stories ask the same question: How do you lead a reasonable life in a world where a lot of your fellow citizens can and do walk around armed? There seem to be two possible answers: They should be disarmed, or you should be armed. A third answer, implied by some gun owners, is that they should be armed but many other categories of people should not be. They never include themselves in those categories. I am reminded of my friend McHugh, who was shown a gun by a guy in a bar. \"Why do you carry that?\" McHugh asked him. \"I live in a dangerous neighborhood,\" the guy said. \"It would be safer,\" McHugh told him, \"if you moved.\"\n\nAt one point in the movie, the neighbors of Janet, the mother, observe the third anniversary of the high school massacre by planting flags on their laws, including a black flag on hers. They are vindictive and revengeful. Did it occur to them to plant signs asking for a ban on handguns? No. Guns don't kill people. Janet's son does.\n\n\"American Gun\" is a first feature by Aric Avelino, who co-wrote it with Steven Bagatourian. He shows an almost tender restraint in his story-telling, not pounding us with a message but simply looking steadily at how guns have made these lives difficult. The mother's real answer to the TV interviewer could have been: \"My son killed his schoolmates because he had a gun and he could.\" The Columbine shooters without weapons would still have been antisocial psychopaths, but they would not have been killers.\n\nAs for the Chicago school principal, his despair is easy to understand. During the same week I saw \"American Gun,\" two children were shot dead in Chicago just as a byproduct of guns. They were not targets, but accidental victims. The cost of guns is multiplied day after day, year after year, body after body, in our society. The rest of the world looks on in wonder. The right to bear arms is being defended by the sacrifice of the lives of their victims. That doesn't mean gun owners are all bad people. Donald Sutherland's gun dealer seems like one of the nicest people you would ever want to meet. On the door of his store there is a sign: \"We buy used guns.\" Just a sign. No big deal. It's the final image in the movie.", "running_time": 95, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-06", "genres": ["Drama", "Indie"], "title": "American Gun (2006)"}