{"url": "http://www.rogerebert.com/reviews/american-revolution-two-1969", "by": "The Film Group", "star_rating": 4.0, "text": "The heads got beat last August during the Democratic National Convention. The events of that week seemed, at the time, to be a watershed. Nothing could ever be the same afterwards. The Daley machine had been mortally wounded. The police themselves, as the Walker Report put it, had been the rioters. And people had seen it all on TV.\n\nNow summer is upon us again, and the question is; has anything really changed? The events of convention week, which will figure so sharply in history, already recede in our minds. Mayor Daley smiles again from the front pages. One battle does not make a revolution. Or does it?\n\n\"American Revolution Two\" isn't really about the convention disturbances. It's about what happened afterwards, surprisingly, in the Uptown neighborhood of poor Southern whites. While Lincoln Park liberals wrung their hands and signed petitions, an unusual alliance was formed a few miles north. It was between the Black Panthers and the Young Patriots. A most unusual alliance: On the side of THEIR berets, the Young Patriots wear the Confederate flag.\n\nThe film isn't much concerned with the alliance itself, however; it's taken for granted that poor blacks and poor whites should work together. The film is about how a neighborhood had its idea of Chicago permanently altered by the events of convention week. My guess is that The Film Group stumbled onto this theme and had the perception to keep after it.\n\nThe film itself began as a collection of footage from those two memorable nights, Wednesday and Thursday, of convention week. It was then expanded to cover several months. The Film Group (a smoothly professional Chicago company that usually makes commercials and sponsored films) made it as a collective effort, and there aren't any credits. Several camera crews worked on and off, first during the convention, then in the ghetto, and then, following their noses, to where the story continued in Uptown.\n\nThe result is a film every Chicagoan should see. But that's a cliché. What I want to say is: If you were disturbed by what happened last August and if you wondered, however vaguely, how such a cataclysmic week should apparently have no aftermath, then you should see this film and see what has happened.\n\nThe film is an \"unnarrated documentary,\" something both The Film Group and Chicago filmmakers Gerald Temaner and Gordon Quinn have men experimenting with. There's no deep, authoritative voice telling us what is happening. Instead, we see and hear only the people the film is about; they speak for themselves.\n\nOne of the film's subtitles is \"A Few Honkies Get Their Heads Beat,\" and that describes as well as anything the first third of the film. We see again the scenes we remember so well: The demonstrators, the police, the guardsmen, the tear gas, and the march to Dick Gregory's home.\n\nAfter convention week, a reprise. We get clips of an ABC-TV newscast about the redwood fences Mayor Daley threw up to spare the delegates the sight of empty lots. We hear the boosterism of a Chicago convention official. We get a tour of the Amphitheater neighborhood by a taxi driver (\"Here was where they put up the barbed wire; you needed a pass to go any farther\").\n\nAnd then we go into the ghetto: Into pool halls, bars, restaurants, to hear black people talking, sometimes angry, sometimes wry, about the honkies who needed to get their heads beat to find out what the ghetto knew all along. In one stunning shot, we begin with a close-up of a black girl who speaks of her experiences and beliefs. Then the camera pulls back to a medium shot revealing her as an armed militant: \"I'll have my rifle on one arm and my baby on the other, and I'll fight for what's mine.\"\n\nBy now a smooth editing rhythm has been established, and we're inside the film's logic. (Indeed, this film is as well edited and as high in technical quality as any cinema verite documentary I've ever seen. The quality of the sound recording outdoors on Michigan Avenue is superior to the sound obtained indoors in, say, \"Warrendale\".)\n\nThe editing builds up a rhythm of angry and amused black faces, and the rhythm of the film is the rhythm of the words they're saying. This momentum begins to be broken by another kind of face: a white face with a southern accent, saying earnest things. But saying the same things. This is a community leader from Uptown -- no, not officially a leader, because the Uptown Council is run by bankers and businessmen and he is \"only\" a poor white from Appalachia.\n\nWe go to a party at which this man and many of his neighbors drink Pepsi and argue passionately about their neighborhood, about being poor, about what needs to be done, about the \"pigs\" who, they say, harass them for the crimes of being poor and living in Uptown. The party includes members of the Young Patriots, a white Uptown street gang -- or community organization, depending on your point of view.\n\nNow a revealing scene occurs. A spokesman for the Young Patriots attends a meeting of a group of concerned citizens from Lincoln Park. They're, mostly, yes, \"white liberals.\" The spokesman begins to talk about being poor and about the police.\n\n\"Oh God,\" says the chairman, bored, \"we've all heard this so many times before.\" He is resentful: The meeting was called, it appears, by a clique that wished to congratulate itself on its progressive views. How embarrassing to listen to a hillbilly who doesn't even know he's using clichés.\n\nBut, no. The group decides to let the hillbilly talk. This is the ultimate in liberalism, isn't it? To be bored by someone rather than admit you feel superior to him? And this leads us to the film's most poignant moment of revelation.\n\nFor when the liberals from Lincoln Park talk to the Young Patriot, and ask him questions, they are condescending! They use simple words. They talk slow-ly, clear-ly, afraid that otherwise he won't understand. And the joke is, the film has already demonstrated that this young man and his friends have a higher degree of verbal facility (talk faster, more colorfully) than these people who condescend to him.\n\n\"But what's your program?\" a concerned citizen asks him. \"If you had a concrete proposal . . .\" says another. A third suggests he take his ideas to \"his grown-ups.\" A fourth says that if the Young Patriots could get a program organized, the Lincoln Park group might be able to help . . . might even, indeed, \"get it in Royko's column.\"\n\nThe film now shifts permanently to events in Uptown. A Black Panther organizer, Bobby Lee, comes into the neighborhood to offer assistance to the Young Patriots. And Lee, who is quite a remarkable person, dominates the last part of the film.\n\nIn an astonishing scene, Lee confronts and wins over a room filled with suspicious, even hostile, Uptown whites. God knows what these people thought of Black Panthers before they met one! Bobby Lee cajoles, reasons, argues, asks questions: \"What's bugging you, brother? This black beret? Here, I'll take it off. We been through a lot together. You poor? You ever been in jail?\" The man nods, holds up two fingers. \"Tell us what you been through,\" Bobby Lee says.\n\nFirst one person, then another gets up to speak. Bobby Lee coaches a shy young mother to her feet; she holds her baby. When she finds courage to talk, the words come in a rush: \"The cops had my brother up against the squad car. He was out in front of the house. The cops had a knife, they were pricking him with it. I said, what's he done? They wouldn't answer.\"\n\nAnd others: \"The cops said, what's your height?\" a boy says. \"Then they took me over to the wall where there was a measuring stick, and then banged my head up against the wall. If you're poor, they don't care. That's it, man. If you got the bread, the pigs are scared of you.\"\r\n\"Right on!\" Bobby Lee intones, \"Right on!\"\n\nThe meeting ends in camaraderie and a sense of purpose. These people will constitute a committee to attend the Uptown Council meeting, where a Model Cities program is being decided on -- without them.\n\nAt this meeting, and at a later meeting with the district police commander, the group finds an identity. The meeting with the policeman is particularly revealing. He begins by congratulating the gang on its name: the Young Patriots. He admits his men may harbor some resentment against people whose appearance doesn't fit their idea of \"correct\" appearance. \"What we're trying to do,\" he says, \"is to teach policemen that everyone isn't like them.\" But then he says: \"The poor neighborhoods have been exploited by a person, or persons, who are less than American. They may be pink or even red.\"\n\nAn outburst of anger from the audience. They've come to share their grievances, to have a dialog, and now they're being told they're Communist dupes. Obviously, these poor people couldn't have grievances unless a red -- a pink, at least -- told them they did.\n\nPeople have been saying for a long time, why don't they make a movie about Chicago? Now one has been made. Not a Hollywood movie, with imported stars and directors, using Chicago merely as a backdrop. But a movie in and of Chicago.\n\n\"American Revolution Two\" shows this much clearly: that in the aftermath of the Democratic convention, a group of formerly voiceless, even opinionless Uptown whites became galvanized into a community that was fed up. That these people were able to understand that their enemy was not the black man (or another stand-in target) but an establishment that dismissed them as poor hillbillies and, therefore, less than equal. That these people formed an alliance with the Black Panthers, borrowing their methods of organization and protest. And that this alliance has created, in the midst of a city largely without a voice, (unless you're white, unless you're educated, unless you're affluent, unless you have clout), a community which found its voice and used it.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-25", "genres": null, "title": "American Revolution Two (1969)"}