{"url": "http://www.rogerebert.com/reviews/americas-sweethearts-2001", "by": "Julia Robertsas Kiki", "star_rating": 2.0, "text": "\"America's Sweethearts\" recycles \"Singin' in the Rain\" but lacks the sassy genius of that 1952 musical, which is still the best comedy ever made about Hollywood. Both movies open with profiles of famous couples whose onscreen chemistry masks an offscreen split. Both have canny studio heads and eager-beaver assistants. Both have plain little wallflowers who suddenly blossom. Both climax with sneak previews that are fraught with disaster. One difference is that the Hedda Hopper-style gossip columnist from the earlier picture is replaced by a whole junket-load of freeloading journalists in this one.\n\nHere's a quick casting key. The movie stars Julia Roberts in the Debbie Reynolds role, Catherine Zeta-Jones as Jean Hagen, John Cusack as Gene Kelly, Billy Crystal as Donald O'Connor and Stanley Tucci as Millard Mitchell (the studio head). Added to the mix are two grotesque caricatures; one funny (Christopher Walken's auteur director), one overdone (Hank Azaria's Spanish lover). Both movies are about a troubled mega-million-dollar production that could save, or sink, the studio.\n\nIn principle, there's nothing wrong with returning to a classic for inspiration. But \"Singin' in the Rain\" unreeled with effortless grace, and \"America's Sweethearts\" lacks inner confidence that it knows what it is and where it's going. The opportunities are here for a classic comedy, but the fangs never sink in and the focus isn't sharp enough.\n\nI was especially disappointed by the junket scene; in this season of fake critics and phony quotes, the time was ripe for savage satire, but this movie goes way too easy on the junket blurbsters. They've been invited to a remote desert location for the premiere of a movie that may not even exist; the studio P.R. ace (Crystal) claims he can distract them from the missing movie by convincing them the stars are in love again. While it's true that most junketeers care more about celeb gossip than the movies themselves, the movie goes too easy on them. One can imagine a scene, modeled on real life, where Crystal writes quotes praising the unseen movie and asks the freebie hounds to sign up for them, and they eagerly line up to claim their blurbs so they can get to the open bar and the complimentary buffet.\n\nJulia Roberts and Catherine Zeta-Jones play sisters, Kiki and Gwen. Gwen is the sleek and famous beauty. Kiki has always been 60 pounds overweight, her sister's lapdog and gofer. John Cusack is Eddie, Gwen's co-star, as they say, onscreen and off. But Gwen has been lured away by the oily charms of Hector (Azaria), a Latin lover with a lisp and too much jewelry, and Eddie has gone ballistic, attacking them with his motorcycle before being bundled off to a rehab center run by \"wellness guide\" Alan Arkin.\n\nMeanwhile, Hal Weidmann (Christopher Walken) is the mad-dog auteur who has directed Eddie and Gwen in their latest epic. (For solitude while editing his film, he has purchased the Unibomber's cabin and erected it in his back yard.) The studio head gnashes his teeth with frustration: He has spent $86 million and been shown only 20 seconds of titles, along with a note from Hal: \"We could also do these in blue.\" These early scenes are promising. But then . . . well, I think the problem is that years of read-my-lips filmmaking have drained Hollywood of the quick intelligence of the screwball comedy. It's obvious that Kiki the wallflower has slimmed down into a beauty, that Gwen is a tiresome egomaniac, that Hector's days are numbered, that Eddie must realize that Kiki, not Gwen, is the sister he has always loved. But in the romantic scenes, there's too much earnestness and not enough rapid-fire cynicism. The movie forgets it's a comedy at times, and goes for conviction and insight when it should be running in the opposite direction.\n\nThe movie moves from a bright beginning and a passable middle to a disastrous closing act, when Hal helicopters in with the long-awaited print of his masterpiece. The scenes showing the premiere of this movie don't work for a number of reasons, including their lack of a proper comeuppance for Gwen. Remember the unmasking and humiliation of the Jean Hagan character in \"Singin' in the Rain\" and compare it with the unfocused, dull-edged result of this screening.\n\nPart of the problem is with the movie-within-a-movie itself--the masterpiece Hal unveils. We get the idea behind what he's trying to do, but \"America's Sweethearts\" never lets him do it. There are no scenes in Hal's movie that pay off on their own and really skewer the stars sitting in the audience. We want revenge and pay-off time, and we get a muddled sequence that eventually degenerates into a routine series of shots tying up the loose ends.\n\nYou can't blame the actors (although you might blame the casting for Azaria, who doesn't seem plausible as a movie star or a lover). Julia Roberts is sweet and lovable, Catherine Zeta-Jones is chilly and manipulative, John Cusack is desperately heartsick, and Billy Crystal is, as we'd expect, convincing as the wise-guy publicist. But the screenplay, by Crystal and Peter Tolan, is all over the map, and director Joe Roth should have ordered rewrites and a new ending. Isolated scenes work but don't add up. Godard said the way to criticize a movie is to make another movie. Even while you're watching \"America's Sweethearts,\" it gets shouldered aside by \"Singin' in the Rain.\"", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-07-20", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "America's Sweethearts (2001)"}