{"url": "http://www.rogerebert.com/reviews/american-history-x-1998", "by": "Edward Nortonas Derek Vinyard", "star_rating": 3.0, "text": "On a TV news show, the grief-stricken Derek blames his father's death on a laundry list of far-right targets. Later we learn it wasn't just his father's death that shaped him, but his father's dinner table conversation; his father tutors him in racism, but the scene feels like tacked-on motivation, and the movie never convincingly charts Derek's path to race hatred.\n\nThe scariest and most convincing scenes are the ones in which we see the skinheads bonding. They're led by Derek's brilliant speechmaking and fueled by drugs, beer, tattoos, heavy metal and the need all insecure people feel to belong to a movement greater than themselves. It is assumed in their world (the beaches and playgrounds of the Venice area of L.A.) that all races stick together and are at undeclared war with all others.\n\nIndeed the race hatred of the skinheads is mirrored (with different words and haircuts) by the other local ethnic groups. Hostile tribalism is an epidemic here.\n\nThe film, written by David McKenna and directed by Tony Kaye, uses black and white to show the recent past, and color to show the 24-hour period after Derek is released from prison. In prison, we learn, Derek underwent a slow transition from a white zealot to a loner--a brutal rape helped speed the process. Meanwhile, young Danny and his friends (including a massive guy named Seth, played by Ethan Suplee) wreck a grocery run by immigrants. At school, Danny is a good student, as Derek was before him; both are taught by a black history teacher named Sweeney (Avery Brooks), who supplies the moral center of the film.\n\nIn the immediacy of its moments, in the photography (by Kaye) that makes Venice look like a training ground for the apocalypse, and in the strength of the performances, “American History X” is a well-made film. I kept hoping it would be more--that it would lift off and fly, as it might have with a director like Oliver Stone, Martin Scorsese or Spike Lee. But it never quite does. Its underlying structure is too apparent, and there are scenes where we sense the movie hurrying to touch its bases.\n\nOne crucially underdeveloped area is Derek's prison experience. With a swastika tattooed on his chest, he fits in at first with the white power faction, but is disillusioned to find that all the major groups in prison (black, Hispanics, white) have a working agreement; that's too much cooperation for him. Fine, but is it that, or a crucial basketball game, that gets him into trouble? Not clear.\n\nHe's assigned to the laundry, where his black co-worker (Guy Torry, in a wonderful performance) gradually--well, begins to seem human to him. But there's a strange imbalance in the conversion process. The movie's right-wing ideas are clearly articulated by Derek in forceful rhetoric, but are never answered except in weak liberal mumbles (by a Jewish teacher played by Elliott Gould, among others). And then the black laundry worker's big speech is not about ideas and feelings, but about sex and how much he misses it. There is no effective spokesman for what we might still hopefully describe as American ideals. Well, maybe Derek wouldn't find one in his circles.\n\nWhat we get, finally, is a series of well-drawn sketches and powerful scenes, in search of an organizing principle. The movie needs sweep where it only has plot. And Norton, effective as he is, comes across more as a bright kid with bad ideas than as a racist burning with hate. (I am reminded of Tim Roth's truly satanic skinhead in “Made in Britain,” a 1982 film by Alan Clarke.) Kaye wanted to have his name removed as the film's director, arguing that the film needed more work and that Norton re-edited some sequences. We will probably never know the truth behind the controversy. My guess is that the post-production repairs were inspired by a screenplay that attempted to cover too much ground in too little time and yet hastens to a conventional conclusion.\n\nStill, I must be clear: This is a good and powerful film. If I am dissatisfied, it is because it contains the promise of being more than it is.", "running_time": 118, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-30", "genres": ["Drama"], "title": "American History X (1998)"}