{"url": "http://www.rogerebert.com/reviews/america-the-beautiful-2008", "by": "Darryl Roberts", "star_rating": 3.0, "text": "The documentary \"America the Beautiful\" is not shrill or alarmist, nor does it strain to shock us. Darryl Roberts, its director and narrator, speaks mostly in a pleasant, low-key voice. But the film is pulsing with barely suppressed rage, and by the end, I shared it. It's about a culture \"saturated with the perfect,\" in which women are taught to seek an impossible physical ideal, and men to worship it.\n\n\"America the Beautiful\" opens with shots of a pretty girl named Gerren Taylor, who looks terrific in the skimpiest of bikinis and draws admiration at a topless pool party, although she keeps her top on. Gerren is 12. Her life as a fashion model began when a woman handed her a card for a modeling agency. She is tall, has a good figure and a model's \"walk,\" and an ambitious mother named Michelle.\n\nRoberts, a Chicago native, will follow her career in a film that's also a general look at the media-driven worship of women who the average woman may never resemble (or, if they have any sense, feel the need to). To establish the world Gerren enters, he calmly assembles facts and observations: (1) \"Three minutes of looking at a fashion magazine makes 90 percent of women of all ages feel depressed, guilty and shameful,\" (2) three years after the introduction of television to the Fiji Islands, the culture's rate of teenage bulimia went from zero to 11 percent, (3) a model who is 6 feet tall and weighs 130 pounds is told she must lose 15 pounds, (4) the \"average woman\" in those crypto-feminist Dove soap ads became \"average\" only after complex makeup and photo retouching.\n\nRoberts watches as Gerren becomes, for a season, a sensational success. Her appeal is based largely on her age. Celebrity magazines are fascinated by a 12-year-old who models adult fashions, and she conquers Fashion Week in New York. But a year later, her novelty has worn off, she is rejected by the same casting directors who selected her earlier, and, after learning her hips are \"too wide\" for Milan, she and her mother seek success in London and Paris. After becoming a cover girl and overnight sensation, Gerren and her mom, who seem to live prudently, are essentially broke. Yes, she gets paid in London: She gets to keep the clothes she wears.\n\nTheir quest leads to an unsettled personal life for the young girl. During an argument with her mother over wearing a padded bra to school, Gerren sobs that her mom is ruining her high school years, but those years are impacted in ways she doesn't yet understand. Her sensible Los Angeles middle-school principal finds she has become a classroom problem and asks her to sign a \"Behavior Contract.\" Insulted, Michelle moves her daughter to a more \"understanding\" school in Santa Monica, and finally opts for home schooling.\n\nTalking to models about the profession that drives them to starvation, Roberts is tentative and quiet as he asks things like, \"Do you ever think this might have an impact on your ... health?\" The one time his voice lifts in anger is after a photographer fights with an African-American woman who refuses to wear makeup that will lighten her skin by four or five shades. Roberts, black himself, listens incredulously as the photographer berates the model for being ignorant, \"unable to listen\" and \"knowing nothing\" about beauty, fashion and society. The \"problem\" of the model's dark skin tone is simply one manifestation of the \"problems\" all women are told they have if they don't match the fashion ideal. Roberts knows women like the model and the photographer doesn't, but as the man with the camera, the photographer ordains himself with authority.\n\nRoberts has a powerful message in \"America the Beautiful,\" but he includes too much material not really necessary for his story. We could have done without his own experiences on a Web site named beautifulpeople.net, where applicants are rated on a sliding scale to discover if they're beautiful enough to qualify. We don't need still more standard footage of Paris Hilton, Britney Spears and other plastic creatures. Even more unnecessary is an interview with celebrity-gossip correspondent Ted Casablanca, whose four-letter language earns an R rating for a film that might rescue the lives of some girls age 12 and up.\n\nBut \"America the Beautiful\" carries a persuasive message, and is all the more effective because of the level tone that Roberts adopts. The cold fact is that no one can look like a supermodel and be physically healthy. And in a film filled with astonishments, one of the most stunning is that designers like their models the skinnier the better, because -- are you ready for this? To save money on the expensive fabrics they use.", "running_time": 105, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-08", "genres": ["Documentary"], "title": "America the Beautiful (2008)"}