{"url": "http://www.rogerebert.com/reviews/american-pie-1999", "by": "Jason Biggsas Jim", "star_rating": 3.0, "text": "\"American Pie\" is a comedy about four high school senior boys who make a pact to lose their virginity before the end of the school year. This alone makes it almost touchingly old-fashioned; I did not know Hollywood still permitted high school seniors to be virgins.\n\nReal teenagers are no doubt approximately as inexperienced and unsure as they have always been, and many wisely avoid the emotional and physical dangers of early sex, but in the movies the kids make the adults look backward. Teenagers used to go to the movies to see adults making love. Now adults go to the movies to see teenagers making love. I get letters from readers complaining that Clint Eastwood or Sean Connery are too old for steamy scenes, but never a word from anyone who thinks the kids played by Christina Ricci or Reese Witherspoon are too young.\n\n\"American Pie\" comes in the middle of a summer when moviegoers have been reeling at the level of sexuality, vulgarity, obscenity and gross depravity in movies aimed at teenagers (and despite their R ratings, these movies obviously have kids under 17 in their cross-hairs). Consider that until a few years ago semen and other secretions and extrusions dare not speak their names in the movies. Then \"There's Something About Mary\" came along with its hair-gel joke. Very funny. Then came \"Austin Powers: The Spy Who Shagged Me,\" with its extra ingredient in the coffee. Then \"South Park,\" an anthology of cheerful scatology. Now \"American Pie,\" where semen has moved right onto the menu, not only as a drink additive but also as filling for a pie that is baked by the hero's mom. How long will it be before the money shot moves from porn to PG-13? I say this not because I am shocked, but because I am a sociological observer, and want to record that the summer of 1999 was the season when Hollywood's last standards of taste fell. Nothing is too gross for the new comedies. Grossness is the point. While newspapers and broadcast television continue to enforce certain standards of language and decorum, kids are going to movies that would make longshoremen blush. These movies don't merely contain terms I can't print in the paper--they contain terms I can't even describe in other words.\n\nI rise to the challenge. I seek an underlying comic principle to apply. I find one. I discover that gross-out gags are not funny when their only purpose is to gross us out, but they can be funny when they emerge unwittingly from the action. It is not funny, for example, for a character to drink a beer that has something in it that is not beer. But it is funny in \"There's Something About Mary\" when the Ben Stiller character discovers he has the same substance dangling from his ear, and Cameron Diaz mistakes it for hair gel.\n\nIt is funny because the characters aren't in on the joke. They are embarrassed. We share their embarrassment and, being human, find it funny. If Stiller were to greet Diaz knowing what was on his ear, that would not be funny. Humor happens when characters are victims, not when they are perpetrators. Humor is generated not by content but by context, which is why \"Big Daddy\" isn't funny. It's not funny because the Adam Sandler characters knows what he is doing, and wants to be doing it.\n\nBut back to \"American Pie.\" It involves a great deal of sexual content that in my opinion is too advanced for high school, and a lot of characters who are more casual about it than real teenagers might be. But it observes the rules of comedy.\n\nWhen the lucky hero gets the foreign exchange student into his bedroom and she turns out to be ready for a romp, it is funny that he has forgotten and left his CU-See Me software running, so that the entire Internet community can watch him be embarrassed. It would not be funny if he left it on deliberately.\n\nThe film is in the tradition of \"Fast Times at Ridgemont High,\" \"National Lampoon's Animal House,\" and all the more recent teen sex comedies. It is not inspired, but it's cheerful and hard-working and sometimes funny, and--here's the important thing--it's not mean. Its characters are sort of sweet and lovable. As I swim through the summer tide of vulgarity, I find that's what I'm looking for: Movies that at least feel affection for their characters. Raunchy is OK. Cruel is not.", "running_time": 110, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-09", "genres": ["Comedy", "Romance"], "title": "American Pie (1999)"}