{"url": "http://www.rogerebert.com/reviews/americanese-2006", "by": "Chris Tashimaas Raymond Ding", "star_rating": 3.5, "text": "\"Americanese\" is the second feature I've seen by Eric Byler, who has a quiet confidence not only about film but about life. Byler deals with characters who have lived their years, learned from them, and try to apply their values to their lives. Their romances are not heedless but wary, and involve a lot of negotiation. Listen to Betty calmly tell Raymond, after their first date: \"We can be friends, or we can be something more.\" The choice is theirs. But they must make it, and with their eyes wide open. And they have to start out knowing that.\n\nThere's none of the silliness of an Adult Teenager Movie where romance is a montage of candlelight and sailboats, and the characters never have a conversation of any substance. Don't these people know that you have to be able to talk with the other person for hours, days and years, or the relationship is doomed? Watching \"Americanese\" after movies like \"Failure to Launch,\" I felt like I'd wandered into the grown-up cinema.\n\nRaymond Ding (Chris Tashima) meets Betty Nguyen (Joan Chen) on a double rebound. He's a university professor in San Francisco whose first marriage ended in divorce. For three years he lived with Aurora Crane (Allison Sie), but they've broken up, in a strange, sad, subdued process that's not quite finished. They're still \"friends.\" She kept their apartment. During the day, when he knows she's not at home, he enters it and pokes around, as if looking for clues to what went wrong. She knows he does this.\n\nRaymond is Chinese-American. Aurora is half Asian; her dad is white. Betty is from Vietnam. Before Raymond and Betty make love for the first time, she tells him he will find scars on her legs. Later, they talk about that. \"Did you ... get them all at once?\" he asks her. \"Yes, all the same time,\" she says quietly. And later: \"It's not your job to heal me.\" In her sleep, she says the name \"Amy.\" Amy is her daughter by her first marriage, to a long-haul trucker in Houston. She lost custody because she made mistakes. In a few words, Byler creates a character who was wounded in Vietnam, came to America, made a bad marriage, walked out on it, went to the University of Texas to start her life over again, is now in San Francisco, and is, as they say, strongest at the broken places.\n\nBut Betty is not even the central character in the movie. Byler establishes his characters with a few words or quick strokes, like a short story writer. Nothing is hammered home. These lives are still being lived. One of the reasons Raymond and Aurora broke up, we learn, is that he never believed she accepted her Asian identity. There is a scene where Aurora goes home for a weekend with her white father, her Asian mother, and her sister. The sister is engaged to a black man, who we meet and like. A good man. Her father doesn't want this man coming to his retirement party; he wants to save \"possible embarrassment.\" He explains to Aurora: \"I'm not a racist; otherwise I wouldn't have married your mom.\" That's when Aurora realizes he's a racist.\n\nRaymond tells Aurora, not making a big deal of it, that her father thinks of her as white. That in her father's mind, there is a difference between him marrying an Asian woman and a black man marrying his daughter. \"When you let something slide,\" he tells her, \"you're essentially passing as white.\" Until Aurora can accept both sides of herself, Raymond cannot feel accepted. It is perhaps no surprise that Aurora's new boyfriend is white. \"When am I gonna meet your new guy?\" Raymond asks her. \"You've met, actually,\" she says. Those three words do the work of a scene in someone else's movie.\n\nThe film centers on the performance of Chris Tashima, handsome but not thinking about it, playing an inward man whose view of race is not confrontational but observational. He wants to be a good man, and the breakup with Aurora hurts. He senses in the Vietnamese woman Betty another kind of gulf: She accepts her Asian identity, all right, but when she looks at him she sees not an Asian but an Asian-American, more American than Asian. This is true. \"I don't read Chinese,\" Raymond casually reminds his father, Wood (Sab Shimono). He's startled when his dad, a widower, announces plans to go to China and find a wife. Just like that? Why not? To Raymond, marriage is a mine field of emotional and intellectual challenges. To his dad, it's a necessity: \"It's not good to live without a wife.\"\n\nI've been writing in such a way you'd think \"Americanese\" is a movie entirely about the theory and practice of race in America. Not at all. Based on a novel by Shawn Wong, who co-wrote the screenplay with Byler, it is above all about people seeking love and happiness in their lives. I've spoken with Byler several times since seeing his \"Charlotte Sometimes\" (2002) for the first time, and I know that when he grew up in Hawaii he sometimes felt like an outsider because he, like Aurora, is half-Asian. Standing on the divide, he opens his arms and his artistic imagination to those who let it separate them. That they are Asian in one way or another is a reality of their search, but not a condition of it. It's a strange thing about characters in movies: The more \"universal\" they are, the more provincial. The more specific they are, the more they are exactly themselves, the more we can identify with them.", "running_time": null, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-03-30", "genres": null, "title": "Americanese (2006)"}