{"url": "http://www.rogerebert.com/reviews/american-beauty-1999", "by": "Kevin Spaceyas Lester Burnham", "star_rating": 4.0, "text": "\"American Beauty\" is a comedy because we laugh at the absurdity of the hero's problems. And a tragedy because we can identify with his failure--not the specific details, but the general outline.\n\nThe movie is about a man who fears growing older, losing the hope of true love and not being respected by those who know him best. If you never experience those feelings, take out a classified ad. People want to take lessons from you.\n\nLester Burnham, the hero of \"American Beauty,\" is played by Kevin Spacey as a man who is unloved by his daughter, ignored by his wife and unnecessary at work. \"I'll be dead in a year,\" he tells us in almost the first words of the movie. \"In a way, I'm dead already.\" The movie is the story of his rebellion.\n\nWe meet his wife, Carolyn (Annette Bening), so perfect her garden shears are coordinated with her footwear. We meet his daughter Jane (Thora Birch), who is saving up for breast implants even though augmentation is clearly unnecessary; perhaps her motivation is not to become more desirable to men, but to make them miserable about what they can't have.\n\n\"Both my wife and daughter think I'm this chronic loser,\" Lester complains. He is right. But they are not without their reasons. At an agonizing family dinner, Carolyn plays Mantovanian music that mocks every mouthful; the music is lush and reassuring, and the family is angry and silent. When Lester criticizes his daughter's attitude, she points out correctly that he has hardly spoken to her in months.\n\nEverything changes for Lester the night he is dragged along by his wife to see their daughter perform as a cheerleader. There on the floor, engrossed in a sub-Fosse pompon routine, he sees his angel: Angela (Mena Suvari), his daughter's high-school classmate. Is it wrong for a man in his 40s to lust after a teenage girl? Any honest man understands what a complicated question this is. Wrong morally, certainly, and legally. But as every woman knows, men are born with wiring that goes directly from their eyes to their genitals, bypassing the higher centers of thought. They can disapprove of their thoughts, but they cannot stop themselves from having them.\n\n\"American Beauty\" is not about a Lolita relationship, anyway. It's about yearning after youth, respect, power and, of course, beauty. The moment a man stops dreaming is the moment he petrifies inside and starts writing snarfy letters disapproving of paragraphs like the one above. Lester's thoughts about Angela are impure, but not perverted; he wants to do what men are programmed to do, with the most beautiful woman he has ever seen.\n\nAngela is not Lester's highway to bliss, but she is at least a catalyst for his freedom. His thoughts, and the discontent they engender, blast him free from years of emotional paralysis, and soon he makes a cheerful announcement at the funereal dinner table: \"I quit my job, told my boss to - - - - himself and blackmailed him for $60,000.\" Has he lost his mind? Not at all. The first thing he spends money on is perfectly reasonable: a bright red 1970 Pontiac Firebird.\n\nCarolyn and Jane are going through their own romantic troubles. Lester finds out Carolyn is cheating when he sees her with her lover in the drive-through lane of a fast-food restaurant (where he has a job he likes). Jane is being videotaped by Ricky (Wes Bentley), the boy next door, who has a strange light in his eyes. Ricky's dad (Chris Cooper) is a former Marine who tests him for drugs, taking a urine sample every six months; Ricky plays along to keep the peace until he can leave home.\n\nAll of these emotional threads come together during one dark and stormy night, when there is a series of misunderstandings so bizarre they belong in a screwball comedy. And at the end, somehow, improbably, the film snatches victory from the jaws of defeat for Lester, its hero. Not the kind of victory you'd get in a feel-good movie, but the kind where you prove something important, if only to yourself.\n\n\"American Beauty\" is not as dark or twisted as \"Happiness,\" last year's attempt to shine a light under the rock of American society. It's more about sadness and loneliness than about cruelty or inhumanity. Nobody is really bad in this movie, just shaped by society in such a way they can't be themselves, or feel joy.\n\nThe performances all walk the line between parody and simple realism; Thora Birch and Wes Bentley are the most grounded, talking in the tense, flat voices of kids who can't wait to escape their homes. Bening's character, a real estate agent who chants self-help mantras, confuses happiness with success--bad enough if you're successful, depressing if you're not.\n\nAnd Spacey, an actor who embodies intelligence in his eyes and voice, is the right choice for Lester Burnham. He does reckless and foolish things in this movie, but he doesn't deceive himself; he knows he's running wild--and chooses to, burning up the future years of an empty lifetime for a few flashes of freedom. He may have lost everything by the end of the film, but he's no longer a loser.", "running_time": 120, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-24", "genres": ["Drama", "Romance"], "title": "American Beauty (1999)"}