{"url": "http://www.rogerebert.com/reviews/american-teen-2008", "by": "Nanette Burstein", "star_rating": 3.0, "text": "\"American Teen\" observes a year in the life of four high school seniors in Warsaw, Ind. It is presented as a documentary, and indeed these students, their friends and families are all real people, and these are their stories. But many scenes seem suspiciously staged. Why would Megan, the \"most popular\" girl in school, allow herself to be photographed spreading toilet paper on a lawn and spray-painting \"FAG\" on the house window of a classmate? Is she really that unaware? She's the subject of disciplinary action in the film; why didn't she tell school officials that she only did it for the movie?\n\nMany questions like that occur while you're watching \"American Teen,\" but once you make allowance for the factor of directorial guidance, the movie works effectively as what it wants to be: a look at these lives, in this town (\"mostly middle-class, white and Christian\"), at this time.\n\nThe director is Nanette Burstein, whose credits include \"On the Ropes\" and \"The Kid Stays in the Picture.\" She spent a year in Warsaw, reportedly shot 1,000 hours of footage, and focused on four students who represent segments of the high school population.\n\nMegan Krizmanich is pretty, on the school council, a surgeon's daughter, \"popular\" but sometimes considered a bitch. She dreams of going to Notre Dame, as her father, a brother and a sister did. She seems supremely self-confident until late in the film, when we learn about a family tragedy that her mother blames for her \"buried anger.\"\n\nColin Clemens, with a Jay Leno chin, is the basketball star. His dad has a sideline as an Elvis impersonator (pretty good, too). The family doesn't have the money to send him to college, so everything depends on winning an athletic scholarship, a fact he is often reminded of. He doesn't have a star personality, is a nice guy, funny.\n\nHannah Bailey is the girl who wants to get the hell out of Warsaw. She dreams of studying film in San Francisco. Her parents warn her of the hazards of life for a young girl alone in the big city, but she doesn't want to spend her life at a 9-to-5 job she hates. \"This is my life,\" she firmly tells her parents. She also goes into a deep depression when a boyfriend breaks up with her, and misses so many days of school as a result that she is threatened with not graduating.\n\nAnd Jake Tusing is the self-described nerd, band member, compulsive video game player, who decorates his room with an array of stuffed, framed or mounted animals. He has a bad case of acne, which is a refreshing touch, since so many movie teenagers seem to escape that universal problem.\n\nDuring this year, a guy will break up with his girl by cell phone. A topless photo of a girl will be circulated via the Internet and cell phone to everyone in school and, seemingly, in the world. Megan will make a cruel phone call to the girl. Romances will bloom and crash. Crucial basketball games will be played. And the focus will increasingly be on what comes next: college or work? Warsaw or the world?\n\nWarsaw Community High School, with its sleek modern architecture, seems like a fine school, but we don't see a lot of it. Most of the scenes take place in homes, rec rooms, basements, fast-food restaurants, basketball games and school dances (curiously, hardly anyone in the film smokes, although one girl says she does). We begin to grow familiar with the principals and their circles, and start to care about them; there's a certain emotion on graduation day.\n\n\"American Teen\" isn't as penetrating or obviously realistic as her \"On the Ropes,\" but Burstein (who won best director at Sundance 2008) has achieved an engrossing film. No matter what may have been guided by her outside hand, it is all in some way real, and often touching.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-30", "genres": ["Documentary"], "title": "American Teen (2008)"}