{"url": "http://www.rogerebert.com/reviews/american-outlaws-2001", "by": "Colin Farrellas Jesse James", "star_rating": 1.0, "text": "For years there have been reports of the death of the Western. Now comes \"American Outlaws,\" proof that even the B Western is dead. It only wants to be a bad movie, and fails. Imagine the cast of \"American Pie\" given a camera, lots of money, costumes and horses, and told to act serious and pretend to be cowboys, and this is what you might get.\n\nThe movie tells the story of the gang formed by Jesse James and Cole Younger after the Civil War--a gang which, in this movie, curiously embodies the politics of the anti-globalization demonstrators at Seattle, Sweden and Genoa. A railroad is a-comin' through, and they don't want it. When the railroad hires Pinkertons to blow up farms, and Jesse and Frank's mother is blowed up real good, the boys vow revenge. They will steal the railroad's payroll from banks, and blow up tracks.\n\nIt is curious that they are against the railroad. In much better movies like \"The Claim,\" the coming of the railroad is seen by everybody as an economic windfall, and it creates fortunes by where it decides to lay its tracks. For farmers, it was a lifeblood--a fast and cheap way to get livestock and crops to market.\n\nBut the James farm is one of those movie farms where nothing much is done. There are no visible herds or crops, just some chickens scratching in the dirt, and Ma James (Kathy Bates) apparently works it by herself while the boys are off to war. Her hardest labor during the whole movie is her death scene.\n\nJesse James is played by Colin Farrell, who turned on instant star quality in the Vietnam War picture \"Tigerland\" (2000) and turns it off here. That this movie got a theatrical push and \"Tigerland\" didn't is proof that American distribution resembles a crap shoot.\n\nScott Caan plays Jesse's partner Cole Younger, Gabriel Macht is Frank James, and Jim and Bob Younger are Gregory Smith and Will McCormack . Farrell here seems less like the leader of a gang than the lead singer in a boy band, and indeed he and the boys spend time arguing about their billing. Should it be the James Gang? The James-Younger Gang? The Younger-James Gang? (Naw, that sounds like there's an Older James Gang.) There was a great American film about the James-Younger Gang, Philip Kaufman's \"The Great Northfield, Minnesota, Raid\" (1972), and this movie crouches in its shadow like the Nickelodeon version.\n\nAccording to \"American Outlaws,\" Jesse James was motivated not by money but by righteous anger (and publicity--all the boys liked being famous). After getting his revenge and knocking over countless banks, what he basically wants to do is retire from the gang and get himself a farm and settle down with pretty Zee Mimms (Ali Larter). His delusion that the most famous bank robber in America--the perpetrator, indeed, of \"the first daylight bank robbery in American history\"--could peacefully return to the farm is an indication of his grasp of reality, which is limited.\n\nWhile we are musing about how many nighttime robberies there had been in American history, we meet the villains. The railroad is owned by Thaddeus Rains (Harris Yulin), who lectures about \"the righteousness of progress,\" and the hired goons are led by Allan Pinkerton (Timothy Dalton), who spends most of the movie looking as if he knows a great deal more than he is saying, some of it about Jesse James, the rest about this screenplay.\n\nThere is some truth to the story; the James home really was bombed by the Pinkertons, although Ma didn't die, she only lost an arm. But little truth in the movie, which makes the James-Younger Gang seem less like desperadoes than ornery cut-ups. The shoot-outs follow the timeless movie rule that the villains can't aim and the heroes can't miss. Dozens of extras are killed, countless stunt men topple forward off buildings, but the stars are treated with the greatest economy, their deaths doled out parsimoniously according to the needs of the formula screenplay.\n\nShould cruel mischance lead you to see this movie, do me a favor and rent Kaufman's \"The Great Northfield, Minnesota, Raid\" and then meditate on the fact that giants once walked the land in Hollywood. The style, class and intelligence of a Western like that (in an era which also gave us \"The Wild Bunch\") is like a rebuke to \"American Outlaws.\" What happened to the rough-hewn American intelligence that gave us the Westerns of Ford, Hawks and Peckinpah? When did cowboys become teen pop idols?", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-08-17", "genres": ["Action", "Adventure", "Comedy", "Western"], "title": "American Outlaws (2001)"}