{"url": "http://www.rogerebert.com/reviews/american-anthem-1986", "by": "Mitch Gaylordas Steve Tevere", "star_rating": 0.5, "text": "\"American Anthem\" is like a very bad Identikit sketch of \"Purple Rain,\" the previous movie by the same director. You can almost hear the police artist as he tries to make his drawing, based on half-witted descriptions of the big hit from the summer of 1984: Q. Who is the star? A. A major superstar in another field who has never acted before.\n\nQ. What is his personal crisis? A. He has an unhappy homelife and a father who mistreats him.\n\nQ. What is the suspense? A. Will he conquer his inner demons and perform once again at the peak of his ability? Q. Who is his girlfriend? A. A future star in his field whose excellence inspires him to start trying again.\n\nQ. What's the movie's visual style? A. Kind of a cross between a concert film and an MTV video. Be sure to overedit. And put in lots of shots where the camera peers into the light source, so the heroic youth can be seen in silhouette as he tosses back his head and sweat flies through the air.\n\nWith this incomplete description, a filmmaker from Planet X might have made \"American Anthem\" from the basic ingredients of \"Purple Rain.\" The hero this time is not a rock star like Prince, but a gymnast played by the Olympic champion Mitch Gaylord. But since the movie treats him like a rock star, photographing him not as a sweating, breathing, striving athlete but as a pinup for the girls' locker room, the difference isn't as big as you might imagine.\n\nIn the movie, Gaylord plays a guy who has dropped off the gym team and refused a college scholarship because his father doesn't love him.\n\nHis father, we learn, does indeed love him but is frustrated because he doesn't have a job. Gaylord sneaks into the gym to spy on his former teammates as they train, and one day he spots a beautiful newcomer (Janet Jones). She has arrived to train under the famous coach who is preparing everyone to try out for the U.S. Olympic gymnastics team.\n\nIt's love, and so Gaylord decides to get in shape again, which he does by working out on a bar that he has suspended between two trees in the forest. He especially enjoys practicing during fierce rainstorms when the thunder and lightning make for a better MTV video.\n\nThe plot is dumb and predictable, but so what? Everything depends on dialogue and character. And \"American Anthem\" is a curious case: The screenplay seems to have been written by people who, on the one hand, were intimately familiar with every commercial and salable ingredient in every hit movie of the last five years, and yet who, on the other hand, had never heard a cliche before. My favorite moment comes after a family fight when the kid brother whines, \"Why can't we be like other families?\" A large portion of the movie is given over to gymnastics competitions, which are not explained or photographed well enough to be very interesting. Seeing a champion gymnast zip through his routine isn't half as interesting as a beginner being taught a thing or two about dealing with the parallel bars would have been. Skilled moviemakers know that, in sports movies, you don't create suspense by making something look easy, but by making it look difficult. Yet Gaylord's competitive routines in \"American Anthem\" are the equivalent of a \"Rocky\" movie where Rocky knocks his opponent unconscious with the first swing.\n\nOne thing is especially annoying about the movie. During the final match, there are dozens of strobe lights flashing incessantly and distractingly behind the contestants. I guess these are supposed to represent camera flashbulbs. Two thoughts are inspired: (1) If the gymnastics were really interesting, they wouldn't have to be tarted up with flashing lights, and (2) have you ever thought what it says about our national IQ that a lot of people believe you can take a flash picture from the 20th row?", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-06-27", "genres": ["Documentary", "Romance"], "title": "American Anthem (1986)"}