{"url": "http://www.rogerebert.com/reviews/american-wedding-2003", "by": "Jason Biggsas Jim Levenstein", "star_rating": 3.0, "text": "May the great gods of cinema forgive me, but I am becoming fond of the \"American Pie\" characters. Like regulars in a beloved sitcom, I forgive them anything as long as they remain true to their natures. Having survived high school and college in the first two \"American Pie\" movies, here they are in \"American Wedding,\" still ankle-deep in precious bodily fluids and doggy do, and although the movie cheerfully offends all civilized notions of taste, decorum, manners and hygiene, it has a sweetness that is impossible to discount, and it is often very funny.\n\nThe secret is that it loves its characters, too. Most raunchy comedies despise their characters, who are stupid, crude, shallow and vulgar. \"American Wedding\" wants only happiness for Jim and Michelle on their wedding day, loves their parents just for being who they are, and sees that even Stifler has a rudimentary heart, and wants to be loved.\n\nThat Michelle Flaherty (Alyson Hannigan) and Jim Levenstein (Jason Biggs) have survived the humiliations, embarrassments and scandals of the first two movies and still want to get married speaks well for their optimism and resilience. Jim's dad (the irreplaceable Eugene Levy) deserves a medal for understanding his son as only a father can. The movie opens with dad rushing a forgotten engagement ring to a restaurant, where he fails to realize that Michelle is under the table. Levy once again plays dad as a good and imperfect hero who can keep a hopeful face in the midst of scandal and disaster. He is joined this time by Michelle's dad, Harold, played by Fred Willard, who you will recall as the idiotic dog show announcer in \"Best in Show.\" Rising to toast the union between his Irish family and the Jewish family of his new in-laws, he brings real warmth and sincerity to his hope that \"we can sit many happy shivas together.\" The plot, if there is one, involves Jim's determination to learn to dance before his wedding, Stifler's hopeless infatuation with Michelle's virtuous sister Cadence (January Jones), the efforts of Jim and his wedding party to keep the troublemaker Stifler from the wedding, and a couple of walks on the wild side--one when Stifler ends up in a dance contest in a gay bar, and another when a bachelor party is interrupted by Michelle's parents.\n\nSeann William Scott has polished Stifler into a character who is on the edge of becoming a verb, as in \"he stiflered the whole crowd.\" Proud possessor of a gigantic ego, able to conceive and stage-manage appalling scenarios, incapable of understanding why he is not universally loved, Stifler is, we all secretly know, the character in this movie we like the best. He is so incurably optimistic in the face of the crushing handicap of being himself. When he loses the wedding ring and the dog eats it and he retrieves it in what, you realize after a moment's thought, is the only way possible, what he does to keep his secret from the new mother-in-law (Deborah Rush) is simultaneously noble and nauseating.\n\nBest pals Finch (Eddie Kaye Thomas) and Kevin (Thomas Ian Nicholas) are stalwarts of the wedding party, trying to keep Stifler at bay and Jim intact. New to the cast, but undoubtedly needed for the next sequel, is Bear (Eric Allan Kramer), a balding shaggy lineman sort of guy who they meet in the gay bar. He hates Stifler as a homophobe before engaging in a hilarious dance duel with him that ends with them as good friends. It is Bear who stage-manages the bachelor party, supplying the girls: Officer Krystal (Nikki Ziering), a leather goddess, and Fraulein Brandi (Amanda Swisten), her little Swiss maid.\n\n\"American Wedding,\" directed by Jesse Dylan, written by Adam Herz, is proof of the hypothesis that no genre is beyond redemption. There is no joke too low for the movie to stoop to, no melodrama too broad, no human weakness too pitiful to satirize, and yet, because the filmmakers and the actors like these characters and wish them well and want them to somehow live happily ever after, all is redeemed. The movie is vulgar? Vulgarity is when we don't laugh. When we laugh, it's merely human nature.\n\nNote: In a stunning breakthrough in the raunchy comedy genre, \"American Wedding\" doesn't have a single credit cookie. Maybe all the outtakes stayed in.", "running_time": 96, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-01", "genres": ["Comedy", "Romance"], "title": "American Wedding (2003)"}