{"url": "http://www.rogerebert.com/reviews/american-flyers-1985", "by": "Kevin Costneras Marcus", "star_rating": 2.5, "text": "\"American Flyers\" tells the story of a grueling bicycle race named \"The Hell of the West\" and of the grueling relationships within a sick family. That is apparently too much for the movie to deal with, and so we get a bike race surrounded by giant unanswered questions.\n\nThis is one of those stories timed so that all the personal crises come to a climax at the finish line, and maybe the appr [missing text] there weren't so many enormous inconsistencies and loose ends and puzzlements. \n\nThe movie stars David Grant as an 18-year-old in St. Louis who trains on his bicycle every day, hoping someday to be as good a racer as his older brother. Kevin Costner is the big brother, a doctor in Madison, and Janice Rule is their mother. A painful dinner scene at the beginning of the movie sets up the conflict in the family, caused because the father died painfully, and the mother apparently did nothing during his last two weeks on Earth to make his passing less painful. The movie never spells out what she didn't do, but that's only the first of many mysteries. \n\nThe father died of a stroke from a weakened blood vessel in the brain. Now Costner fears that Grant may have the same condition. He takes him to Madison and runs him through a series of tests, which do indeed indicate the family condition. Then he decides not to tell him, and the two brothers set out by van to compete in the \"Hell of the West\" race in Colorado. Meanwhile, we meet Costner's girl friend (Rae Dawn Chong) and along the way they pick up a hitchhiker (Alexandra Paul) who pairs off with Grant. \n\nThe race then becomes several showdowns. The brothers must compete against the other racers and also against the shadow of death. Their main competition comes from a mean SOB named Muzzin (Luca Bercovici), who used to be married to Rae Dawn Chong. The race is run in three stages, and in the second stage, the older brother begins to bleed from the nose and lose his orientation. So then it's up to the kid brother to win the race. \n\nThat leaves us with certain problems: \n\n1. Does the older brother have the family condition, or only a nosebleed? I ask because after the frightening scene where he loses control and almost dies, he is taken, not to a hospital, but to his hotel room. \n\n2. Is Muzzin as mean as he seems? I ask because he is cruel to Chong early in the movie and threatens to make her boy friend \"bleed.\" Then, after Costner's illness, he is tender toward Chong and she is sweet toward him. Then he tries to kill Grant. \n\n3. What's with the mother? Since we never know what she did - or didn't - do during her husband's last weeks, we don't know how to read her. But she turns up for the finish of the race and there is a reconciliation that is happy or not, depending on issues we don't understand. \n\nAgainst these large and troubling matters, which probably indicate that some key scenes were cut from the movie, there are several good things to consider: \n\n\"American Flyers\" is directed by John Badham, whose previous hits include \"Saturday Night Fever\" and \"War Games\". The bicycle race is brilliantly photographed and very exciting, despite the fact that we can easily guess who will win. The performances are all interesting, especially Rae Dawn Chong's sweet patience as the girl friend. There are some great supporting characters, including John Amos as Grant's trainer and Doi Johnson as Amos' chubby teenage son, who hates to exercise and dreams of being the first black bowling star. The screenplay is by Steve Tesich, who won an Oscar for writing \"Breaking Away,\" another bike-racing movie. \n\nBut \"American Flyers\" is shaky at the core, because it tries to tap-dance around its own central issues.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-08-16", "genres": ["Drama", "Sports Film"], "title": "American Flyers (1985)"}