{"url": "http://www.rogerebert.com/reviews/american-reunion-2012", "by": "Jason Biggsas Jim", "star_rating": 3.0, "text": "Has Stifler's mom spent the last 13 years upstairs in her room, reclining on her chaise lounge, occasionally touching up her pink lipstick and waiting for one of her son's young friends to wander into her lair? I'm growing concerned for America's most iconic mother. When she made her first appearance in the \"American Pie\" movies, she landed like a blond bombshell. This time, when her son throws a party downstairs, and she still looks and behaves exactly the same, we get a sense of tragedy. I dread the thought that she has been sitting there for year after year, plumping up her cleavage and sexily brushing a lock of hair back from her eyes.\n\nStifler's mom (Jennifer Coolidge) and Stifler himself (Seann William Scott) seem to be trapped in a warp in time. The other members of the old high school gang, now in their early 30s, have moved on in one way or another. So much have they matured, indeed, that when three of the guys plan to get together three days early in the old hometown to get an early start on the class reunion, they actually don't even let Stifler know their plans. They still like the Stifmeister, but they keenly recall the trouble that he got them into in their previous meetings. \n\n\"American Pie\" (1999), \"American Pie 2\" (2001) and \"American Wedding\" (2003) have made the cast so familiar that this movie actually feels sort of like our reunion with them. We get an update. Oz (Chris Klein) has become a sports expert on an ESPN-like channel. Jim and Michelle (Jason Biggs and Alyson Hannigan) are still married and have a baby boy as consolation for the fact that their sex life has ground to a halt. Finch (Eddie Kaye Thomas) has apparently morphed into an adventurer who scales mountains and roars through exotic nightclubs. \n\nThough Jim is a straight-arrow type, he finds himself alarmingly aroused by Kara (Ali Cobrin), once the little neighbor he baby-sat, who's now disturbingly older and nubile. \n\nAnother familiar face is back: Jim's dad (Eugene Levy), who you may recall was all too willing to provide his son with tips on masturbation and other topics that Jim recoiled from. A film that seems to have been constructed by typing in cross-references to the earlier films, \"American Reunion\" breaks new ground in a way by dealing fearlessly with the famous Levy eyebrows; when a girl offers to thin them a little for a makeover, he gets defensive (\"They're sort of a trademark\"), but she is able to pluck enough hairs to stuff a pillow while making little visible difference.\n\nThe charm of \"American Pie\" was the relative youth and naivete of the characters. It was all happening for the first time, and they had the single-minded obsession with sex typical of many teenagers. \"American Reunion\" has a sense of deja vu, but it still delivers a lot of nice laughs.\n\nMost of them for me came thanks to Stifler. Seann William Scott, who has a respectable career otherwise, has made the role of Stifler his own, and seems able to morph his face into an entirely new person: narrowed eyes, broad maniacial grin, frightening focus, still with all the zeal for seduction and adventure he had in high school. The ingenuity with which he destroys the jet skis of two jerks can only be admired. \n\n\"American Pie\" (1999) became infamous for one of the ingredients in its titular pie. That recipe is reprised in the dialogue this time, too. In fact, \"American Reunion\" seems to depend so much on nostalgia for \"Pie\" history that I wonder if a first-timer to the series would feel a little out to sea. If you liked the earlier films, I suppose you gotta see this one. Otherwise, I dunno.", "running_time": 113, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-04-04", "genres": ["Comedy", "Romance"], "title": "American Reunion (2012)"}