{"url": "http://www.rogerebert.com/reviews/american-dream-1992", "by": "Barbara Kopple", "star_rating": 4.0, "text": "In the climate of the times - shortly after Reagan had fired all of the striking air traffic controllers - a strike seemed like a dangerous risk, but the meatpackers of Local P-9 in Austin walked out.\n\nTheir decision and its repercussions are the subject of \"American Dream,\" the documentary by Barbara Kopple which won last year's Academy Award. This is the kind of movie you watch with horrified fascination, as families lose their incomes and homes, management plays macho hardball, and rights and wrongs grow hopelessly tangled.\n\nKopple went to Kentucky to document a bitter miner's strike in \"Harlan County, U.S.A.,\" one of the best documentaries I have ever seen. That strike offered clear-cut choices between good and evil.\n\nThe Hormel strike, which she follows as it spans agonizing months and years, weaves a more tangled web. The local union, which has decided to act independently from its parent international union in Washington, hires a free-lance strike consultant named Ray Rogers, who comes in with charts, graphs and promises of national press attention. He delivers, but at the cost of denying Local P-9 the experienced negotiating skills that the international could have supplied.\n\nAfter P-9's campaign is under way and its position has solidified, the international sends in Lewie Anderson, an experienced negotiator who despairs at the naivete of the locals. \"They made the critical mistake of opening up the whole contract,\" Anderson says despairingly at one moment. \"That allows the company the chance to renegotiate language it took us 40 years to win.\" Anderson, a chain-smoking everyman with the weary charisma of a Lech Walesa, wants to compromise with Hormel. The P-9 militants, fired up by Rogers and by their local president, want no compromise.\n\nThey want their $10.69 an hour or else. The company locks out the striking workers and eventually begins to hire replacements, while some dissident local members break away from P-9 and side with Anderson. The international in Washington eventually declares the strike illegal, seizes control of P-9, and negotiates its own deal with Hormel. But the majority of P-9 members remain loyal to the strike, and eventually some 80 percent of them lose their jobs.\n\nThe outcome is even more complicated than that. Although Hormel negotiates a compromise wage with the union, it soon closes down half the plant and then rents it to another meatpacker that pays $6.50 an hour. As \"American Dream\" documents these developments, we are torn two ways. We want to see the movie as a battle between right and wrong, good and evil. On the other hand, we also see it as a struggle between two strategies. Would P-9 have been luckier if it had never heard of Ray Rogers and his consulting wizardry, and allowed Lewie Anderson to negotiate a settlement? Or would Hormel have shot down half its plant anyway, in a transparent move to allow the $6.50 operation? One of the key issues in \"American Dream\" is the legality of employers who hire permanent replacements for workers who are engaged in a legal strike. Some companies are so cocksure these days that they hire replacements and, if found in violation of labor laws, are happy to pay a fine. They're millions ahead in the long run. In a climate of high unemployment and White House hostility to unions, there are always workers only too glad to take someone else's job.\n\nThe people in this film are so real they make most movie characters look like inhabitants of the funny page. Families are torn apart. One brother goes back to work, another stays on the picket lines. Workers have tears in their eyes as they describe not being able to support their families. It becomes clear that no possible win by the members of P-9 could compensate them for the wages they have already lost - especially as they are striking, not for a raise, but against a pay cut. A nobility creeps onto the scene, as people make enormous financial and personal sacrifices simply for what they believe is morally right. Our hearts are torn, because on the basis of this film we are not sure they have chosen the wisest path.\n\nStories like the Hormel strike are too long and complicated to be told on a daily basis. Only a documentary like this has a canvas big enough for the whole picture.\n\nIs there a lesson at the end of \"American Dream\"? I think there is. I think the lesson is that the American tradition of collective bargaining will break down if companies can simply ignore a legal strike, hire replacements, and continue as before. There was a time in American history when such behavior by management would have been seen as not only illegal but immoral. The new management philosophers who won ascendency in the 1980s dismiss such views as sentimentalism. They are concerned only with the bottom line, where they see profits, not people. The White House announced that for a recent overseas trip, the video library on Air Force One was stocked with \"Gone With the Wind.\" Next flight, could they take along \"American Dream\"?", "running_time": 100, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-04-03", "genres": ["Drama", "Music"], "title": "American Dream (1992)"}