{"url": "http://www.rogerebert.com/reviews/american-psycho-2000", "by": "Christian Baleas Patrick Bateman", "star_rating": 3.0, "text": "It's just as well a woman directed \"American Psycho.\" She's transformed a novel about blood lust into a movie about men's vanity. A male director might have thought Patrick Bateman, the hero of \"American Psycho,\" was a serial killer because of psychological twists, but Mary Harron sees him as a guy who's prey to the usual male drives and compulsions. He just acts out a little more.\n\nMost men are not chain-saw killers; they only act that way while doing business. Look at the traders clawing each other on the floor of the stock exchange. Listen to used-car dealers trying to dump excess stock on one another. Consider the joy with which one megacorp stock-raids another and dumps its leaders. Study such films as \"In the Company of Men,\" \"Glengarry Glen Ross,\" \"Boiler Room\" and the new \"The Big Kahuna.\" It's a dog-eat-dog world, and to survive you'd better be White Fang.\n\nAs a novel, Bret Easton Ellis' 1991 best seller was passed from one publisher to another like a hot potato. As a film project, it has gone through screenplays, directors and stars for years. It was snatched up for Oliver Stone, who planned to star Leonardo DiCaprio, before ending up back in Harron's arms with Christian Bale in the lead. (To imagine this material in Stone's hands, recall the scene in Ken Russell's \"The Music Lovers\" where Tchaikovsky's head explodes during the \"1812 Overture,\" then spin it out to feature length.) \n\nHarron is less impressed by the vile Patrick Bateman than a man might have been, perhaps because as a woman who directs movies, she deals every day with guys who resemble Bateman in all but his body count. She senses the linkage between the time Bateman spends in the morning, lovingly applying male facial products, and the way he blasts away people who annoy him, anger him or simply have the misfortune to be within his field of view. He is a narcissist driven by ego and fueled by greed. Most of his victims are women, but in a pinch, a man will do.\n\nThe film regards the male executive lifestyle with the devotion of a fetishist. There is a scene where a group of businessmen compare their business cards, discussing the wording, paper thickness, finish, embossing, engraving and typefaces, and they might as well be discussing their phalli. Their sexual insecurity is manifested as card envy. They carry on grim rivalries expressed in clothes, offices, salaries and being able to get good tables in important restaurants. It is their uneasy secret that they make enough money to afford to look important, but are not very important. One of the film's running jokes is that Bateman looks so much like one of his colleagues (Jared Leto) that they are mistaken for each other. (Their faces aren't really identical, but they occupy empty space in much the same way.) \n\nThe film and the book are notorious because Bateman murders a lot of people in nasty ways. I have overheard debates about whether some of the murders are fantasies (\"can a man really aim a chain saw that well?\"). All of the murders are equally real or unreal, and that isn't the point: The function of the murders is to make visible the frenzy of the territorial male when his will is frustrated. The movie gives shape and form to road rage, golf course rage, family abuse and some of the scarier behavior patterns of sports fans.\n\nYou see why Harron has called the film \"feminist.\" So it is--and a libel against the many sane, calm and civilized men it does not describe. But it's true to a type, all right. It sees Bateman in a clear, sharp, satiric light, and it despises him. Christian Bale is heroic in the way he allows the character to leap joyfully into despicability; there is no instinct for self-preservation here, and that is one mark of a good actor.\n\nWhen Bateman kills, it is not with the zeal of a villain from a slasher movie. It is with the thoroughness of a hobbyist. Lives could have been saved if instead of living in a high-rise, Bateman had been supplied with a basement, a workbench and a lot of nails to pound.", "running_time": 100, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-04-14", "genres": ["Crime", "Drama", "Horror", "Thriller"], "title": "American Psycho (2000)"}