{"url": "http://www.rogerebert.com/reviews/american-movie-2000", "by": "Mark Borchardtas Filmmaker", "star_rating": 4.0, "text": "If you've ever wanted to make a movie, see \"American Movie,\" a documentary about someone who wants to make a movie more than you do. Mark Borchardt may want to make a movie more than anyone else in the world. He is a 30-year-old, odd-job man from Menomonee Falls, Wis., who has been making movies since he was a teenager and dreams of an epic about his life, which will be titled \"Northwestern,\" and be about \"rust and decay.\" Mark Borchardt is a real person. I have met him. I admire his spirit, and I even admire certain shots in the only Borchardt film I have seen, \"Coven.\" I saw it at the 1999 Sundance film festival--not because it was invited there, but because after the midnight premiere of \"American Movie,\" there wasn't a person in the theater who didn't want to stay and see Mark's 35-minute horror film, which we see him making during the course of the documentary.\n\n\"American Movie\" is a very funny, sometimes very sad documentary directed by Chris Smith and produced by Sarah Price, about Mark's life, his friends, his family, his films and his dreams. From one point of view, Mark is a loser, a man who has spent his adult life making unreleased and sometimes unfinished movies with titles such as \"The More the Scarier III.\" He plunders the bank account of his elderly Uncle Bill for funds to continue, he uses his friends and hapless local amateur actors as his cast, he enlists his mother as his cinematographer, and his composer and best friend is a guy named Mike Schank who, after one drug trip too many, seems like the twin of Kevin Smith's Silent Bob.\n\nBorchardt's life is a daily cliffhanger involving poverty, desperation, discouragement and diehard ambition. He's behind on his child support payments, he drinks too much, he can't even convince his ancient Uncle Bill that he has a future as a moviemaker. Bill lives in a trailer surrounded by piles of magazines that he possibly subscribed to under the impression he would win the Publishers Clearing House sweepstakes. He brightens slightly when Mark shows him the portrait of an actress. \"She wants to be in your movie, Bill!\" Bill studies the photo: \"Oh, my gorsh!\" But when Mark tells him about great cinema, what he hears is \"cinnamon.\" And when Bill fumbles countless takes while trying to perform the ominous last line of \"Coven,\" and Mark encourages him to say it like he believes it, Bill answers frankly, \"I don't believe it.\" Smith's camera follows Borchardt as he discusses his theories of cinema (his favorite films are \"The Night of the Living Dead\" and \"The Seventh Seal\"). He watches as Mark and Bill go to the bank so Bill can grudgingly sign over some of his savings. He is at cast meetings, where one local actor (Robert Jorge) explains in a peeved British accent that \"Coven\" is correctly pronounced \"CO-ven.\" Not according to Mark, who says his film is pronounced \"COVE-n: \"I don't want it to rhyme with oven!\" Some of the scenes could work in a screwball comedy. One involves an actor being thrown headfirst through a kitchen cabinet. To capture the moment, Mark recruits his long-suffering Swedish-American mother, Monica, to operate the camera, even though she complains she has shopping to do. He gets on the floor behind his actor, who finds out belatedly that Mark's special-effects strategy is simply to ram his head through the door. The first time, the actor's head bounces off. Mark prepares for take two. One reason to see \"Coven\" is to appreciate that shot knowing what we know now.\n\nFor another shot, Mark lies flat on the frozen ground to get low-angle shots of his friends dressed in black cloaks. \"Look menacing!\" he shouts. That's hard for them to do since their faces are not visible.\n\nIf Mark's mother is supportive, his father stays out of sight, sticking his head around a doorway occasionally to warn against bad language. Mark has two brothers who are fed up with him; one says he would be \"well suited to factory work,\" and the other observes, \"his main asset is his mouth.\" And yet Mark Borchardt is the embodiment of a lonely, rejected, dedicated artist. No poet in a Paris garret has ever been more determined to succeed. To find privacy while writing his screenplays, he drives his old beater to the parking lot of the local commuter airport and composes on a yellow legal pad. To support himself, he delivers the Wall Street Journal before dawn and vacuums the carpets in a mausoleum. He has inspired the loyalty of his friends and crew members, and his girlfriend observes that if he accomplishes 25 percent of what he hopes to do, \"that'll be more than most people do.\" Every year at Sundance, young filmmakers emerge from the woodwork, bearing the masterpieces they have somehow made for peanuts, enlisting volunteer cast and crew. Last year's discovery was not \"Coven,\" but \"The Blair Witch Project.\" It cost $25,000 and so far has grossed $150 million. One day Mark Borchardt hopes for that kind of success. If it never comes, it won't be for lack of trying.", "running_time": 104, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-01-21", "genres": ["Documentary", "Indie"], "title": "American Movie (2000)"}