{"url": "http://www.rogerebert.com/reviews/america-the-beautiful-2-the-thin-commandments-2011", "by": "Daryl Roberts", "star_rating": 2.5, "text": "Oh, did I know how that felt. I eventually lost a good chunk of 100 pounds through the Pritikin program, but that meant starting over again several times, because all these diets have a catch: You actually have to work them. I'm no expert, but I will share a winning formula: regular exercise and a diet heavy on whole foods, especially vegetables, fruits and grains. And cut down on the fat. And way down on the salt. Not a lot of meat.\n\nI'm now in the unique situation of never again having to worry about my weight, because after my medical adventures, I can't eat, drink, taste or smell. I get all of my nutrition out of a can via g-tube, supplemented by fresh juices. You know the theory that some people just \"naturally\" put on weight? It's recommended that I have six cans of liquid nutrition a day. At that level, I gain weight. Go figure.\n\nWhat does this have to do with Darryl Roberts and his film? Not very much, but I like talking about my food and diets, and Roberts likes talking about his. At one point in the film, he looks quite a bit slimmer, but he makes no big claims.\n\nRoberts is a tall man with a reliable tummy. He is friendly, confiding and very likable, and I think he would make a good talk show host, the kind people would confide in. Here he talks to a beautiful dancer who never thinks she's thin enough, authorities who insist on rigid obedience to their theories and Secretary of Health Kathleen Sebelius, who has a Rick Perry Moment when she's stuck for an answer to this excellent question: Does our emphasis on BMI numbers in childhood lead to eating disorders in maturity? Roberts thinks so.\n\nBMI, or body mass index, is your body weight divided by the square of your height. Who came up with that? A Belgian named Adolphe Quetelet, between 1830 and 1850. How meaningful is it? Not very, if among those who have \"bad\" BMIs are Tom Cruise, George W. Bush and Arnold Schwarzenegger in his prime. Yet schools measure it and inform parents, and some kids get traumatized. Schools might more profitably emphasize realistic exercise programs; not expensive challenging sports but, you know, stuff like walking. The only exercise program that ever consistently worked for me was the 10,000 steps a day program.\n\nThis film is a sequel to Roberts' original \"America the Beautiful,\" which largely centered on a beautiful young model who endangered her life with bulimia. The second film is all over the map, lacking much of a focus and without a concrete list of recommendations. Still, it contains a great deal of information and is much more entertaining than a film about weight loss has any right to be. And here's another thing: Darryl Roberts has an infectious charm. He may not get much of anywhere specific, but it's a pleasure going along on his journey.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Documentary"], "title": "America the Beautiful 2: The Thin Commandments (2011)"}