{"url": "http://www.rogerebert.com/reviews/americas-heart-and-soul-2004", "by": "Louis Schwartzberg", "star_rating": 2.0, "text": "Even though the method of the filmmaker, Louis Schwartzberg, is slick, superficial and relentlessly upbeat, the people he finds are genuine treasures. I wanted to see a whole film about most of them, which means this film is a series of frustrations. Still, it underlines a point I like to make when students ask me about employment prospects: Figure out what you love, and find a way to do it, no matter how badly it pays, because you will enjoy yourself and probably end up happy. Mid-career test: If retirement seems better than the job you're doing, you're doing the wrong job.\n\nThe first character we meet in \"America's Heart & Soul\" is Thomas \"Roudy\" Roudebush, a cowboy in Telluride, Colo., whose life has much improved since he got sober, but who still rides his horse into a bar for a drink (water, straight up). Then we meet Mark and Ann Savoy, Cajun musicians, watch them making gumbo, and visit a black gospel singer named Mosie Burks, and a weaver named Minnie Yancey (\"If I've woven 10 feet into the rug and it still doesn't say 'yes,' I'll cut it right off and start again\"). As she weaves, she looks out the window at her husband, plowing a field on one of the few surviving family farms.\n\nIn Vermont, George Woodard, a dairy farmer, milks his cows, plays in a string band, and stars as Dracula in a local production. We say hello to Ben Cohen, of Ben & Jerry's, as he invents a new flavor. We meet a hatmaker. A chairmaker. A winemaker. Men who fight oil well fires. A New Orleans jazz band. Patty Wagstaff of Florida, who is a champion acrobatic pilot.\n\nAlso, people who dance on cliffs at the ends of ropes. A blind mountain climber. Rick Hoyt, a marathon runner with cerebral palsy, whose father Dick pushes his wheelchair. Paul Stone of Creede, Colo., who spends his winters blowing up stuff real good (one of his cannon shells is made of ham and cheese). And David Krakauer, a klezmer musician influenced by Jimi Hendrix.\n\nAn opera singer. Salsa dancers. Michael Bennett of Chicago, an armed robber who started boxing in the pen, became captain of the U.S. Olympics boxing team and works to keep kids off the streets. Cecil Williams, the pastor of the progressive Glide Church in San Francisco, which supplies a million meals for the homeless every year. People who decorate their cars as works of art. A Manhattan bike messenger who loves racing through traffic. Dan Klennert, who makes art out of junk. The Indian elder Charles Jimmie Sr., who releases a healed eagle back into the skies.\n\nAll of these people are happy, productive, creative and unconventional, and if there were more of them in our society, the news would be a lot more cheerful. They live in a parallel universe where everyone is oddball and fascinating and has a story that can be neatly wrapped up in a few minutes. Surely there is more to all of these people, a lot more, but \"America's Heart & Soul\" has miles to go before it sleeps.\n\nIn the middle of a montage I saw one shot, a few seconds long, that was unmistakably of Howard Armstrong, the legendary African-American string musician who died in August 2003 at the age of 93. At my Overlooked Film Festival in April, I showed two documentaries made 15 years apart about this miraculous man, whose art was as distinctive as his music, and whose life was a work in progress. Because I know how much there was to say about him, I can guess how much there is to say about the others in \"America's Heart & Soul.\" But this movie doesn't pause to find out; it's in such a hurry, it uses \"&\" because \"and\" would take too long. Working within the limitations of the star rating system, I give four stars to the subjects of this movie, and two stars to the way they have been boiled down into cute pictures and sound bites.", "running_time": 84, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-07-02", "genres": ["Documentary", "Family"], "title": "America's Heart & Soul (2004)"}