{"url": "http://www.rogerebert.com/reviews/american-pie-2-2001", "by": "Jason Biggsas Jim", "star_rating": 3.0, "text": "This may seem crushingly obvious, but here goes: The problem with a sequel like \"American Pie 2\" is that it's about the same characters, and the elements of surprise and discovery are gone. In the first movie, Stifler's mom appeared unexpectedly like a gift from above. In this movie, she has become a standing joke (except to Stifler). In the first movie, Jim didn't know that he and Nadia were making love in streaming video on the Internet. In this one, there's a sequence where strangers pick up a sex scene on their CB radios, and we're thinking: this year's version of Internet broadcast.\n\nThat said, I had a good time at \"American Pie 2,\" maybe because the characters are broad comic types, well played; the movie feels some sympathy for their dilemmas, and because it's obsessed with sex. Also because it has Jim's dad (Eugene Levy), the world's most understanding and supportive parent, who meets his son in the emergency room during the most embarrassing and humiliating evening of the kid's life (and remember, this is the kid who made love on the Internet), and tells him, \"I'm proud of you, son.\" I will not tell you why Jim is in the emergency room. There's a lot I can't tell you about the movie, because it's filled with turnabouts, sight gags and horrifying sexual adventures. Also a lot of sex lore, as that three is the magic number in sexual histories; when a woman tells you how many men she has slept with you should multiply by three, and when a man tells you, you should divide by three.\n\nThe cast of \"American Pie\" is back for this sequel, no doubt because their original contracts provided for it, and just as well: The first film cost $11 million and grossed more than $150 million worldwide. Now they've graduated from high school, just finished their first year of college, and decided to spend the summer by renting a place on the lake at Grand Haven, Mich. And the party's on.\n\nJim (Jason Biggs) is first among equals in the cast. His experience on the Internet, his first sexual encounter, left him badly shaken, and a prom night experience was a fiasco. His current girlfriend invites him to have \"friendly good-bye sex\" before the school term ends, but he observes gloomily that they've never had \"friendly hello sex.\" When he learns that Nadia (Shannon Elizabeth), the Internet girl, is heading back for the summer, in desperation he enlists Michelle (Alyson Hannigan) to give him lessons. She's the strange but lovable girl he took to the prom, and is a good sport, even strapping her brassiere around a pillow so he can practice unfastening it with one hand.\n\nThe movie's longest comic sequence is not exactly its best. It involves three of the guys being trapped inside the house they're painting by its two residents, who they think are lesbians. The girls agreed to put on a show, if the guys will do everything to each other that they want to see the girls doing to each other. Some of this works, some loses the right note, and it goes on too long. A subtler and funnier way could have been found to indicate the guy's homophobic feelings. A scene in which Jim is mistaken for a retarded trombone player doesn't play well, either.\n\nOne nice thing about the movie is that the girls are portrayed as equal opportunity predators, and not simply as objectified sex objects. Heather (Mena Suvari), for example, suggests phone sex to her boyfriend, and we consider for the first time the detumescent effect of call-waiting.\n\nI laughed at \"American Pie 2,\" yes, but this is either going to be the last \"Pie\" movie or they're going to have to get a new angle. I'd hate to see the freshness of the series grind down into the repetition of the same formula to wring a few more dollars out of the brand name. One hopeful sign that the filmmakers can learn and grow is that the sequel does not contain a single pie, if you know what I mean.", "running_time": 100, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-10", "genres": ["Comedy", "Romance"], "title": "American Pie 2 (2001)"}