{"url": "http://www.rogerebert.com/reviews/american-me-1992", "by": "William Forsytheas Olmos Jd", "star_rating": 3.5, "text": "There is a scene late in \"American Me\" where a police squad car pulls up at a bus stop where a man and woman are standing. It is late at night. The couple have attended a wedding, and are in formal clothes. A cop gets out of the car, looks at the man, and asks him if he has done time in prison. Just like that. Is there a sad aura of some kind, that allows a cop to look at a man and know he has spent most of his life behind bars? \"American Me\" tells the story of the man at that bus stop.\n\nHis name is Santana. He is a Hispanic American who grows up in East Los Angeles, joins a street gang and is in prison while he is still of an age to be in high school. Prison is his school. By the time he is back on the streets again, he is a skillful, educated criminal.\n\nThe U.S. penal system has done its work - which, in this movie, is neither the punishment nor the eradication of crime, but the training of criminals.\n\nEdward James Olmos, who directed the movie and plays Santana, says the film is based on a true story. That doesn't mean much to me; by the time the movies finish with them, true stories are as fictional as any other. What I felt watching \"American Me,\" however, is that it is based on a true situation - on the reality that street gangs and prison, mixed with the drug sales that finance the process, work together to create a professional criminal class.\n\nSantana is two men, according to the woman's voice that we hear in the first moments of the film. One of those men is shy and sweet, and doesn't know how to dance, or make love. The other man is a murderer. The movie covers many years in Santana's life, as the sweet man inside gradually tries to make himself heard over the killer. The film is not optimistic about the outcome of this struggle.\n\nOlmos, a strong actor who was nominated for an Oscar for \"Stand and Deliver,\" creates a Santana who keeps all of his secrets very well hidden. Chain-smoking (because to have cigarettes is a status symbol in prison), he stands hunched, his eyes on the ground, saying hard truths. He is a natural leader. From inside the prison, he runs a drug operation on the outside - and the movie makes the surprising case that this is the norm, that the prisons control the drug traffic. Outside, where he falls in love with an understanding woman (Evelina Fernandez), he is already a big man because of his stature in prison.\n\nIn echoes from \"The Godfather,\" Santana leads his gang in a revolt against the Mafia don (Tony Giorgio) who controls all the street drugs. A war breaks out. It is the wrong war at the wrong time, and it makes enemies of the blacks - the wrong enemies. Santana struggles to hold things together as a hotheaded new generation comes along. He was a hothead himself once.\n\nThe movie was mostly shot on two difficult locations: The streets of East L.A., and inside Folsom Prison. It knows these worlds. The language, the clothes, the attitudes, are all shown with the understated conviction of a director who is sure of his material.\n\nOlmos even reaches behind the natural boundaries of his story to include an opening sequence that takes place before Santana is born.\n\nHe shows the Zoot Suit riots in Los Angeles in 1943 and 1944, when Hispanics were beaten up by uniformed servicemen. These scenes are not included simply for atmosphere, but because they set up a crucial secret that will color Santana's whole life.\n\n\"American Me\" is unusual in its approach to its material.\n\nAlthough it shows Hispanic neighborhoods in crisis, and a generation being lost to drugs, guns and crime, it does no scapegoating - the tragedy is not blamed on the dependable standby of racism, but is seen as part of the disintegration of society as a whole. In interviews, Olmos talks about the grim statistics: nearly 800 murders in Los Angeles per year, more than half of all the juvenile offenders accused of murder. He spends a lot of time working with young prisoners. He knows their streets. He sees a world in which gang killings are being replaced by murders that are committed simply for the adrenaline rush of pulling the trigger. A world in which drugs and gangs define the reality. A world without alternatives.\n\nA character like Santana, born into an earlier version of such a world, may eventually through hard lessons and his own underlying strength of character, find out what is wrong and what he must do. But \"American Me\" questions whether the society will let him. We often hear of the need for leadership in ethnic ghettoes like the one Santana knows. But what if only one kind of leadership is possible? What if the choices are crime or death?", "running_time": 120, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-13", "genres": ["Action", "Drama", "Thriller"], "title": "American Me (1992)"}