{"url": "http://www.rogerebert.com/reviews/amigo-2011", "by": "Chris Cooperas Col. Hardacre", "star_rating": 3.0, "text": "There is something to be said for the economy in John Sayles' movie titles. He gets his point across in five words or less. The theatrical films he has written and directed bear the names of locations (\"Matewan\", \"Sunshine State\", \"Silver City\", \"Limbo\") or are deceptively simple descriptive statements (\"The Secret of Roan Inish\", \"The Brother From Another Planet\", \"Return of the Secaucus Seven\", \"Amigo\"). All 17 titles average out to just under 3 words per movie moniker (actually, 2.5), which means Sayles' 18th movie must star the king of the three word movie title, Steven Seagal. Laugh if you must, but IMDb will tell you Sayles once wrote a film for Dolph Lundgren. Seagal is only a \"Marked for Death\" sequel away, should Mr. Sayles take my advice.\n\nIn the meantime, his 17th film opens September 16th On Demand. \"Amigo\" follows the path running through much of Sayles' work: It is politically aware, occasionally melodramatic and maintains a certain intimacy despite sprawling across multiple characters and stories. Bitter irony and blatant humanism peacefully co-exist as Sayles' heroes, heroines and villains struggle to maintain the dignity he inherently believes they have. The director's masterpiece, \"Lone Star,\" is the quintessential example of Sayles expressing his themes and ideas in epic format. Anchored by Chris Cooper, \"Lone Star\" spins a tale of power, race and class across generations, juggling numerous characters with whom the story invests such weight and interest that I could follow any of them out of the film and into their own adventures.\n\n\"Amigo\" is not as tightly crafted as \"Lone Star.\" It's a messier work whose dialogue is at times a tad too purple, its political allusions a little too obvious, and it has a one-note character that is uncharacteristic of its creator. Much of its plot is predictable in an old-fashioned, yet comforting studio-system way. Reminiscent of a sloppier E. L. Doctorow novel, \"Amigo\" merges real-life characters with fictional ones while plumbing a bygone era for parallels of today. Like Doctorow, Sayles provides numerous details of the period he depicts, culled from the research he did for his book \"A Moment in the Sun.\" Its U.S. occupation plotline could represent Iraq or Vietnam or Afghanistan, and its soldier characters are good ol' boys found in many an old war movie (and many an actual platoon, as well). What makes \"Amigo\" engrossing despite its predictability is the object of its gaze: This is an occupation story, but for a change, \"the Other\" is us. The occupied people are observing the outsiders who have interrupted their life narrative by invading their country. In \"Amigo,\" we are entrenched in the Philippine-American War (1899-1902).\n\nSayles did his homework before making \"Amigo,\" so I had to do mine before watching it. I am sure we covered the Philippine-American War back in my high school U.S. History II class, but history was my least favorite subject, so I remembered nothing I was taught. (I'm so sorry, Mr. Selby.) My pals at Wikipedia filled in some of the blanks for me. \"Amigo\" opens with voiceover telling us that the U. S. had earlier declared war on Spain in the hopes of freeing Cuba. In 1898, Spain ceded the Philippines to the United States despite the fact that Filipinos controlled all of the Philippines except Manila. Independence was declared by General Emilio Aguinaldo, who was ignored by both Spain and the U. S. According to the opening narration, American soldiers came \"half a world away\" to another Spanish colony in 1899 and \"decided to stay.\"\n\n\"Amigo\" takes place in 1900. Aguinaldo is \"on the run,\" hiding from place to place while delivering messages to the guerilla fighters battling the U. S. military for Philippine independence. One such message is read by one of the men in service to Simon (Ronnie Lazaro). Sayles cross-cuts this with a similar military letter, this one read by Lt. Compton (an excellent Garret Dillahunt). At the order of Col. Hardacre (an underused, surprisingly one-note Chris Cooper), Lt. Compton and his men have taken over the village of San Isidro, freeing the Spanish captives held prisoner by the village's head man, Rafael, since its takeover by the Filipino guerilla army. Aguinaldo's letter tells the men that anyone helping the enemy will be seen as traitors and killed; Lt. Compton's letter says exactly the same thing. The message is the same, but the \"enemy\" is a matter of perception.\n\nJuxtapositions like this occur frequently in \"Amigo,\" and for the most part, they are quite effective. (Though one, comparing a military battle to a cockfight, had me asking the screen, \"Seriously, John?\") The amigo of the title, Rafael (Joel Torre, in the film's best performance), has his counterpart in his revolutionary brother, Simon, and Lt. Compton's eventual softening toward Rafael and the people of San Isidro is offset by Hardacre's coldness. Sayles splits time between Rafael, who understands his brother's stance but feels he must play along with the Americans for the safety of the villagers who see him as their advisor, and Rafael's son, who rejected his father's pacifist stance, running off to fight alongside his uncle. The people are devoutly Catholic courtesy of Spain, and the priest, though technically a prisoner, continues to hear their confessions and serves as an equally trusted advisor.\n\nThe priest, Padre Hidalgo (Yul Vazquez), is a wild card. His colonial ideas, inherited from his country of origin, uneasily co-exist with his spiritual duties. With the arrival of the Americans, he graduates from prisoner to Big Man On Campus. Understanding English, Spanish and Tagalog, Padre Hidalgo is a regular Rosetta Stone, translating (and not always accurately) what is said between the villagers and their American occupants. He takes great joy in sending the former BMOC, Rafael, to tend the fields as per Lt. Compton's orders, fields that belonged to Padre Hidalgo before Rafael arrived. Vazquez superbly walks a fine line in his performance. I wasn't sure whether to trust him, and some of his dialogue seemed to foreshadow that I should not. \"Sometimes the moral path is not always the most obvious,\" he tells Lt. Compton. In explaining the San Isidro festival, which happens every year in the town, he tells Compton that it is \"partly religious and partly profane, like so many things in this poor country.\" Including Padre Hidalgo.\n\nThe simplicity of the film's title, like most of Sayles' naming conventions, hides a much deeper meaning than its translation. The climax of the film hinges on whether Rafael betrayed his \"amigo,\" or \"friend\" status, leading Lt. Compton's men into an ambush. One could certainly not blame him if he did, after Colonel Hardacre earns his Dick Cheney comparison by having Rafael waterboarded in order to get information about his brother. Sayles keeps the answer ambiguous, but Lt. Compton's reaction leans toward the interpretation I believe. His final act for the amigo, however dark, could be seen as the ultimate act of friendship. \"I knew I was doomed as soon as [the Americans] arrived,\" Rafael tells his wife after his conviction for treason, and a prior scene of dialogue supports his analysis. When she tells him maybe God will help him, he says \"God is busy somewhere else.\"\n\nMost of \"Amigo\" is subtitled Tagalog, Chinese and Spanish, the natural languages, for which I was grateful. Rafael and his villagers do not speak one word of English, and the only words he speaks that don't require Father Babelfish to decipher for Compton is \"Me? I'm amigo.\" Sayles keeps focus on the Filipinos, giving Rafael several lovely scenes with his wife while hinging the film on his actions. He sees the soldiers the way their captors do, as a bunch of 18-year old oddities with Southern twangs, a taste for the palm liquor sold to them by the village moonshiner, and fire in their pee from the applause in their johnsons. Yet, like the villagers for whom he tells his story, Sayles gives the soldiers (save Col. Hardacre) their humanity, even after they follow some disturbing orders from their superiors. Some are shocked by the eventual mistreatment of the villagers they have grown accustomed to during their occupation, and one of them has an awkwardly goofy flirtation with a local girl that I first thought was just plain dopey, but to which I eventually softened.\n\n\"Amigo\" ends with the 1901 surrender of General Aguinaldo, which didn't end the conflict but started a program of amnesty set by President Teddy Roosevelt (who succeeded the assassinated President McKinley). Its last line of dialogue, \"this is your lucky day, amigo,\" is not directed toward the amigo you're expecting. But when you see to whom it is spoken, ask yourself what John Sayles is trying to tell you with this ending.", "running_time": 128, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-09-13", "genres": ["Drama", "History", "War"], "title": "Amigo (2011)"}