{"url": "http://www.rogerebert.com/reviews/amin-the-rise-and-fall", "by": "Joseph Olitaas Amin", "star_rating": 2.0, "text": "This is a very curious film. It is not a documentary, and it is not a drama. It employs performers to re-enact real events, but it makes no effort to tie those events together into any kind of a statement about Idi Amin. It contains a lot of gruesome violence, but is not an exploitation film. When the movie was over, I remained totally baffled about why it had been made.\n\n\tAnd yet \"Amin: The Rise and Fall\" is not a bad film so much as a strange one, a one-of-a-kind curiosity. It's sort of a biographer's notebook, a strung-together series of anecdotes in which the former Ugandan dictator emerges as a man with many personalities, all of them out of control. The movie itself is also out of control. It begins from the point of view of a black Ugandan surgeon, but it is not the surgeon's story--indeed, the doctor flies out of the country before the movie is over.\n\n\tAmin, as the movie sees him and as he is convincingly played by an actor named Joseph Olita, is a huge man, towering over almost everybody else on screen. Yet he has the air of a little boy. Instead of marching to military music, he swaggers. When an offended European diplomatic delegation tries to leave the country, he tries to mend their feelings by playing them songs on a concertina. He loves to dress up in strange costumes and wear funny hats.\n\n\tYet this is also a man capable of unleashing a secret police that murdered tens of thousands of his countrymen. And in this film, we see him rape, shoot, stab and crush many innocent people, even some with whom he had only the most casual connection. We see him order the deaths of two of his wives, mutilate the body of one of them and then exhibit the corpse to her children. In between, he lounges in bed with two female companions, one white, one black, or by the poolside with a faithful old buck-toothed British aide, sort of a pet white man, who seems constantly besotted.\n\n\tWe are familiar with a lot of the movie's anecdotes from years of TV news. The raid at Entebbe, the negotiations for the life of a sick British woman. Amin's demand that the queen of England herself come to Uganda and beg his forgiveness: There's the air of a half-remembered dream. The filmmakers make little attempt to get inside the dream and explain Amin, but then who could? The movie's most haunting moments come as Amin steps to a podium to announce his latest mad scheme, and then, as his listeners cringe in disbelief, to repeat his favorite catch-phrase: \"Thank you all very much! Thank you all very much! Thank you all very much indeed!\"\n\n\tThis is not the first film on the man who liked to be called Idi Amin Dada, Conqueror of the British Empire. The West German filmmaker Barbet Schroeder made a documentary six years ago based on footage of Amin himself, who showed himself to the camera as a charming, engaging con artist. That movie, of course, could not show the barbaric practices being committed in Amin's name, but its portrait of the man was a disturbing portrait of evil cloaked in charm. I was reminded of \"The Confessions of Winifred Wagner,\" in which the widow of the director of the Bayreuth Festival remembered Adolf Hitler as a perfect houseguest who was loved by her children.\n\n\tIs there any reason to see this \"Amin\"? I doubt it, unless you have a great curiosity about the man. Yet when I went to see the movie Sunday night, the United Artists theater was 80 percent filled. Why is the film doing business? Maybe because the ads promise violence, bloodshed and scandal. The movie's not as bad as the ads promise, but I have no idea what the filmmakers thought they were doing when they made it.", "running_time": 91, "mpaa_rating": "R", "release_year": 1981, "date_published": "1982-01-01", "genres": ["Drama", "History"], "title": "Amin: The Rise and Fall (1981)"}