{"url": "http://www.rogerebert.com/reviews/amistad-1997", "by": "Morgan Freemanas Theodore Joadson", "star_rating": 3.0, "text": "Slavery could, I suppose, be seen largely as a matter of laws and property--at least to those benefitting from it. One of the astonishing facts revealed in Steven Spielberg's “Amistad” is that seven of the nine U.S. Supreme Court justices in 1839 were slave-owning Southerners. His new film centers on the legal status of Africans who rise up against their captors on the high seas and are brought to trial in a New England court. Slavery itself is not the issue. Instead, the court must decide whether the defendants were born of slaves (in which case they are guilty of murder) or were illegally brought from Africa (and therefore had a right to defend themselves against kidnapping).\n\nThis legal distinction is not made as clear as it could have been; the international slave trade had been outlawed by treaties by 1839, the year of the landmark Amistad incident, but those who were already slaves remained the property of their masters--as did their children. The moral hair-splitting underlying that distinction is truly depraved, but on it depends the defense of Cinque, the leader of the Africans, and his fellow mutineers.\n\nThe film opens on the ship Amistad, where Cinque (Djimon Hounsou) is able to free himself from shackles and release his fellow prisoners. They rise up against the Spanish crew of the ship, which is taking them from a Havana slave market to another destination in Cuba. The two men who bought them are spared, and promise to guide the ship back to Africa. But they guide it instead into U.S. waters, and the Africans find themselves in an American court.\n\nLuckily, it is a Northern court, or they would have little chance at all. They are unlucky at first with their defense team, which is led by Roger Baldwin (Matthew McConaughey), a real estate lawyer who bases his case on property law and only slowly comes to see his clients as human beings. The cause is supported by two Boston abolitionists, a former slave named Joadson (Morgan Freeman) and an immigrant named Tappan (Stellan Skarsgard). And eventually, on appeal, former President John Quincy Adams (Anthony Hopkins) argues eloquently for the freedom of the men.\n\n“Amistad,” like Spielberg's “Schindler's List,” is not simply an argument against immorality. We do not need movies to convince us of the evil of slavery and the Holocaust. Both films are about the ways good men try to work realistically within an evil system to spare a few of its victims. Schindler's strategies are ingenious and suspenseful, and lead to a more gripping and powerful film than the legal tactics in “Amistad,” where lawyers in powdered wigs try to determine the origin of men whose language they do not speak.\n\nEntirely apart from the moral issues involved, “Schindler's List” works better as narrative because it is about a risky deception, while “Amistad” is about the search for a truth that, if found, will be small consolation to the millions of existing slaves. As a result, the movie doesn't have the emotional charge of Spielberg's earlier film--or of “The Color Purple,” which moved me to tears.\n\nThe moments of greatest emotion in “Amistad” stand outside the main story. They include a horrifying scene where, with food running low on the ship, the weaker captives are chained together and thrown over the side to drown so that more food will be left for the rest. And another sequence in which the mechanics of the slave trade are examined, as Africans capture members of enemy tribes and sell them to slave traders. A scene where Cinque sees African violets in John Quincy Adams' greenhouse and is seized with homesickness. And Cinque's memory of his wife left in Africa.\n\nWhat is most valuable about “Amistad” is the way it provides faces and names for its African characters, whom the movies so often make into faceless victims. The captive called Cinque emerges as a powerful individual, a once-free farmer who has lost his wife and family. We see his wife, and his village, and something of his life; we understand how cruelly he was ripped from his life and ambitions. (Since it was the policy of slavery to destroy African families, these scenes are especially poignant.) He speaks no English, but learns a little while in prison, and a translator is found who helps him express his dismay at a legal system that may free him but will not affirm the true nature of the crime against him. He learns enough of Western civilization to see its contradictions, as in a scene where a fellow captive uses an illustrated Bible to explain how he can identify with Jesus. And there is a touching scene between lawyer and client in which Joadson at last talks to Cinque as a man and not as a piece in a puzzle. “Give us free!” Cinque cries in a powerful moment in the courtroom, indicating how irrelevant a “not guilty” verdict would be to the real facts of his case.\n\nDjimon Hounsou's performance depends largely on his screen presence, which is formidable. Some of the other performances are disappointing. I was surprised how little importance or screen time was given to the Morgan Freeman character, who in his few scenes indicates the volumes that remain concealed.\n\nMatthew McConaughey's character is necessarily unfocused as the defense attorney; he proceeds from moral blindness to a light that surprises no one, and while we are happy for him we are not, under the circumstances, much moved.\n\nNigel Hawthorne plays President Martin Van Buren, who is portrayed as a spineless compromiser who wants only to keep the South off his back; the character is played in the same note as his pathetic old George III in “The Madness Of King George,” when more shrewd calculation might have been effective.\n\nThe heart of the film, really, is in Anthony Hopkins' powerful performance as old John Quincy Adams, who speaks for 11 minutes in defense of the defendants, and holds the courtroom (and the audience) spellbound. It is one of the great movie courtroom speeches. But in praising it, I touch on the film's great weakness: It is too much about the law and not enough about the victims.\n\nEver since Spielberg began “Amistad,” the story has been hyped and hailed as a great untold chapter in American history, an event to put beside Nat Turner's uprising. The story of Cinque certainly deserves more attention in textbooks, but it is not an ideal story to make into a film; Nat Turner would have been a better choice for Spielberg. That John Quincy Adams wins his big case is a great achievement for him and a great relief for Cinque and his fellow captives, but in the sad annals of American slavery, it is a rather hollow triumph.", "running_time": 145, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-12-12", "genres": ["Drama", "History", "Mystery"], "title": "Amistad (1997)"}