{"url": "http://www.rogerebert.com/reviews/amityville-ii-the-possession-1982", "by": null, "star_rating": 2.0, "text": "This movie is actually slightly better than \"The Amityville Horror,\" maybe because it rips off superior source material. It starts with the most notorious piece of real estate in North America. Then it lifts ingredients from \"The Exorcist,\" \"Poltergeist,\" and 'Murder in Amityville,' which was the book about the original Amityville horror.\n\nPerhaps a bit of history is called for. Although there is great doubt about whether the best-selling 'The Amityville Horror' was fact or fiction, there seems to be no doubt that a terrible mass murder did occur in the infamous Amityville house, some years prior to the events in \"Horror.\". A young man living in the house went berserk and killed his parents, two sisters, and a brother. After he was institutionalized, the house stood empty for a while before being sold to the Bill Lutz family. As all \"Amityville\" fans already know, the Lutzes soon began to wonder if they'd made a good buy after the house filled up with green slime, swarms of flies, and pigs with glowing red eyes. They eventually fled the house. (These days, of course, a lot of people would be happy to live with the slime and the flies if they could assume the Lutzes' 81 percent mortgage.)\n\n\"Amityville II\" is actually a prequel, then, instead of a sequel, since it tells what happened in the house before the Lutzes entered the picture. The movie itself is vague about exactly when it's set, however, and although \"Amityville Horror\" came out in 1979, this prequel contains 1982 automobiles.\n\nThe movie opens with a foggy shot of the house, with those eerie attic windows gleaming like diabolical eyes. There is a \"For Sale\" sign in the front yardÑwhich inspired me, I fear, to laugh out loud. Before long, though, a family moves in. The father is Burt Young (Rocky's brother-in-law). He beats his wife and kids. The wife weeps and refuses to sleep with him. Meanwhile, the older brother (Jack Magner) successfully seduces his sister (Diane Franklin), who confesses to the local priest (James Olson). The house is already acting up. It was, we learn, built over an ancient Indian burial ground (cf. \"Poltergeist\") and contains a secret room leading to a crypt (this room is different in \"Amityville Horror,\" but never mind). After the incestuous son begins hearing voices, he shoots everyone in his family, and is jailed. Then the priest realizes the lad has been possessed by an evil spirit, and the last act of the movie turns into a rehash of from \"The Exorcist.\"\n\nFor a movie that's filled with crucifixes, monsignors, confessionals, and Bibles, \"Amityville II\" is curiously inattentive to such theological questions as (a) Why would the desecration of a pagan burial ground be offensive to evil spirits, as opposed to benevolent ones? and (b) Why does this case call for a Catholic priest instead of a Mohawk medicine man? But never mind. There are some good performances here, by Jack Magner and Olson in particular, and some good technical credits, especially Sam O'Steen's editing. It's just that this whole \"Amityville\" saga is such absolute horse manure.\n\nEDITOR'S NOTE: The Skeptical Inquirer magazine (published by Committee for the Scientific Investigation of Claims of the Paranormal, www.ciscop.org) offers an overview of the Amityville claims and reports that, in a 1995 lawsuit, \"the Lutzes admitted that virtually everything in 'The Amityville Horror' was pure fiction\":\r\n\nhttp://www.csicop.org/si/2003-01/amityville.html", "running_time": 104, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Horror", "Thriller"], "title": "Amityville II: The Possession (1982)"}