{"url": "http://www.rogerebert.com/reviews/among-giants-1999", "by": "Pete Postlethwaiteas Ray", "star_rating": 3.0, "text": "Sometimes movies are simply about actors. There is a story, but only to give them something to talk about while being themselves. With the right actors, a film can essentially be about the way they talk, the look in their eye, their personal style and grace. \"Among Giants'' is a movie like that. It stars Pete Postlethwaite and Rachel Griffiths as an unlikely couple who fall in love, but mostly it just stars them being interesting.\n\nPostlethwaite you may recall from \"In The Name Of The Father,'' the 1994 Irish film where he won an Oscar nomination for playing the father of a man unjustly accused of being an IRA bomber. Griffiths was an Oscar nominee this year, playing the sister of a doomed musician in \"Hilary And Jackie.'' I've seen them both several times; when you look at them, you always know how their characters are feeling.\n\n\"Among Giants'' was written by Simon Beaufoy, who also wrote \"The Full Monty,'' and once again combines working-class camaraderie and sex, this time in the same couple. Postlethwaite is Ray, the foreman of a free-lance work gang that signs on to paint a long row of electrical power pylons that march across the British landscape. He's in his 40s, wiry, ruddy, balding. Griffiths plays Gerry, a backpacker from Australia, making her way around the world and climbing peaks that interest her. \"How long you been out on the road?'' he asks her when they meet.\n\n\"How long is a piece of string?'' \"You get lonely?'' \"Yeah, I do.'' Something intangible passes between them, and soon she's back, asking for a job. Ray's gang is leery of a woman, but Gerry points out that she's a climber, not afraid of heights--or work. Ray hires her. It's the beginning of a long summer in which the men build campfires to brew their tea, and sleep in vans or tents, and spend their days high in the air with paint buckets.\n\nRay lives in a nearby town, and we learn that he has an estranged wife and kids. He considers himself divorced, but the formalities haven't taken place. Gerry lives in her tent. She is a strange, winsome loner: \"All I've got is a whole bunch of people I'm never gonna see again, and a whole lot of places I'm never gonna go back to.'' One night Ray kisses her. They fall in love.\n\nThe complications of their romance provide the main line of the story. The counterpoint comes from details about the other characters in the work gang, especially a young man who relates to Ray as a surrogate father. The film is thick with atmosphere, and knows its way around blue-collar pubs where everybody wears jeans and cowboy shirts on Friday nights, the band plays C&W and (in a scene that will seem realistic to British viewers and unlikely to Americans) the customers are skillful line dancers.\n\nWe are aware at some level that the whole story is a contrivance. The logistics are murky: Who is the man who hires the work gang, and why does he treat them like illegals, and why exactly is the power off now but scheduled to be turned on at the end of the summer? (No prizes for guessing that the talk about power is the setup for a dramatic scene.) Those are questions that can be asked, but the answer is that the whole reality of the film is simply a backdrop to the relationship of these two characters.\n\nThey make an odd match. They're probably 20 years apart in age. They're prideful loners. Yet they have a certainty about their physical styles that makes them a good match. They both like to climb, they both work hard, and there is a scene where they frolic, not under a waterfall, but under a falling sheet of water inside the cooling tower of a power plant. Haven't see that before.\n\nOne of the gifts of the movies is to allow us to guess what it might be like to be somebody else. As actors, Postlethwaite and Griffiths have the ability to evoke people it might be interesting to be, or know. The director, Sam Miller, uses this gift in unexpected ways. There is a scene where Gerry uses her climbing skills to traverse entirely around the four walls of a pub without ever touching the floor. Haven't seen that before, either.", "running_time": 94, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-09", "genres": null, "title": "Among Giants (1999)"}