{"url": "http://www.rogerebert.com/reviews/amos-and-andrew-1993", "by": "Nicolas Cageas Amos Odell", "star_rating": 2.5, "text": "It's tough to laugh while you're hurting, but that's what \"Amos and Andrew\" wants us to do. This is a comedy about a wealthy African-American man who is mistaken for a burglar simply because he is black. The man has purchased a weekend home on an exclusive island enclave, and as he visits it for the first time, the neighbors see him and instantly assume he is a thief.\n\nThis is not a joke that will seem very funny to a lot of people. And although the movie strives mightily to teach its lesson, which is that you cannot judge a man by the color of his skin, the humor is undermined by the sadness of the basic situation. The movie is not bad so much as misguided. It contains a lot of funny moments and some good performances, but all the same.\n\nThe rich black man is played by Samuel L. Jackson, who was so good as the drug-addicted older brother in \"Jungle Fever.\" Now, in a radically different role, he plays a wealthy businessman who naturally assumes he is under attack when the local police surround the house.\n\nAfter a complaint is made by the nosy neighbors (Michael Lerner and Margaret Colin), the politically ambitious police chief (Dabney Coleman) flips into a siege mentality and informs the press that the owner of the house is probably being held hostage. One of the hotheads on his force (Brad Dourif) actually starts shooting at Jackson. And when Coleman discovers his mistake, he realizes he's in hot water unless he can come up with a fix, fast.\n\nIt's here that the movie finally develops momentum, as Coleman recruits a two-bit criminal in the local jail (Nicholas Cage) and orders him to play the role of a house invader, pretending to take Jackson hostage so that the false story will hold up. The relationship between Jackson and Cage is at the heart of the movie, and they make discoveries about each other as they also figure out what must have happened to land them both in such a strange situation.\n\nThe makers of \"Amos and Andrew\" are trapped, in a way, by their plot. I'm sure they have the best intentions in making a movie that demonstrates how white Americans (or at least the goofy neighbors in this film) can leap to conclusions about blacks. But the movie needs to be either more innocent about race in America, or less. It portrays an unpleasant situation and then treats it with sitcom tactics. Either the humor should have been angrier and more hard-edged, or the filmmakers should have backed away from the situation altogether.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-03-05", "genres": ["Action", "Comedy"], "title": "Amos And Andrew (1993)"}