{"url": "http://www.rogerebert.com/reviews/amour-2013", "by": "Emmanuelle Rivaas Anne", "star_rating": 4.0, "text": "\"Old age ain't no place for sissies,\" Bette Davis is said to have said, and the longer age lasts, the less of a sissy you can be. The opening shot of Michael Haneke's \"Amour\" shows firemen breaking into an elegant apartment in Paris. We know nothing about who lives here, and are told nothing — except in pantomime, as one fireman holds his nose. In a bedroom, the body of an old woman is found in bed, surrounded by desiccated flowers. \n\nThat's what it comes down to, finally, the mortal remains and the faded memories of beauty. But this is true only for outsiders, for the dead, for the firemen. For the living, it's wonderful to be a member of the audience. Another of this film's very early shots is from a point of view on a stage, regarding the audience at a piano recital. We never see the stage. The subject is the act of watching. The music is passionate, the audience appreciative, and its members seem to know why it is fine and why they like it. They have earned in a lifetime the privilege of being in this audience.\n\nWhat alchemy drew my eyes to one particular old couple in the audience? A director can stage a shot to force us how to look at it, but Haneke here is deliberately objective. Still, I noticed these two. They are played by Emmanuelle Riva and Jean-Louis Trintignant, both now in their 80s, and although they've been giants of the French cinema for decades, I can't say that I recognized them at this age. What must have drawn me were certain qualities: their self-possession, their inner peace, a sense that they had earned the right to be together.\n\nThey are Anne and Georges. We learn they've spend their lives performing and teaching music. Later we will learn that the concert is being performed by a young master (Alexandre Tharaud) who was Anne's pupil. In a sense, they have brought forth this beauty into their own lives.\n\n\"Amour,\" which won the Palme d'Or at Cannes last year, is an unexpected kind of masterpiece by Haneke, whose films have included the enigmatic \"Caché\" and the earlier Golden Palm winner \"The White Ribbon.\" We don't expect such unflinching seriousness, such profundity from Haneke. Unlike a mysterious film such as \"Caché,\" which audiences are still debating, this one is \"spoiler\"-proof. Its opening scene essentially tells us how it will end. \n\nNow regard Anne and Georges at breakfast soon after. He doesn't even notice that she has momentarily frozen. She is … somewhere else. The specific shots of this sequence are masterful. Then she returns, unaware that anything has happened, but something has, and her stroke is the beginning of the end for their history together.\n\nIn scenes that are all flashbacks from the scene with the firemen, we see Anne and Georges during a visit from their protégé Alexandre (playing himself), and later when their daughter, Eva (Isabelle Huppert), visits, and reveals herself to be more interested in the problems caused by the stroke than by the heartbreak caused to her parents. Georges and Anne have shared a great love, and now Georges, during an implacable series of scenes, becomes a member of one more audience, watching the end of what he and Anne built and will now lose.\n\nOld age isn't for sissies, and neither is this film. Trintignant and Riva courageously take on these roles, which strip aside all the glamor of their long careers (he starred in \"A Man and a Woman,\" she most famously in \"Hiroshima, Mon Amour\"). Their beauty has faded, but it glows from within. It accepts unflinchingly the realities of age, failure and the disintegration of the ego. \n\nYes, and to watch \"Amour\" invites us — another audience — to accept them, too. When I saw \"Hiroshima, Mon Amor\" (1959), I was young and eager and excited to be attending one of the first French art films I'd ever seen. It helped teach me what it was, and who I was. Now I see that the film, its actors and its meaning have all been carried on, and that the firemen are going to come looking for all of us one of these days, sooner or later.\n\nThis is now. We are filled with optimism and expectation. Why would we want to see such a film, however brilliantly it has been made? I think it's because a film like \"Amour\" has a lesson for us that only the cinema can teach: the cinema, with its heedless ability to leap across time and transcend lives and dramatize what it means to be a member of humankind's eternal audience.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2013, "date_published": "2013-01-09", "genres": ["Drama", "Foreign"], "title": "Amour (2013)"}