{"url": "http://www.rogerebert.com/reviews/amreeka-2009", "by": "Nisreen Faouras Muna", "star_rating": 3.5, "text": "Muna is a non-religious Palestinian, which makes her an outsider on both sides of the Israeli checkpoint she has to pass daily on the way to her job as a bank accountant. She dreams of emigrating to America with her teenage son, Fadi, so he can grow in a less sectarian society. When against all odds, she wins the U.S. lottery for green cards, they leave for a new life that is more, and less, than they expected.\n\nSo begins \"Amreeka,\" Cherien Dabis' heart-warming and funny first feature, with a title that uses the Arabic word for \"America.\" Muna and Fadi have the misfortune to arrive soon after the start of the war in Iraq, when Homeland Security is in a lather and anti-Arab sentiment runs high. Her life savings are confiscated by customs agents at O'Hare, along with the cookie tin she kept them in. She arrives in a distant Chicago suburb with no money but high hopes. \"Occupation?\" asks the immigration official. \"Yes, we are occupied,\" she smiles proudly.\n\nThey move in with her sister and her husband, a doctor. Muna (Nisreen Faour, from \"The Visitor\") is fully qualified in accounting, but her ethnicity causes her to lose a bank job. She finds work at a nearby White Castle, hiding this comedown from her family. She can't understand why anybody would want to eat one of those greasy sliders. If it is any consolation to the good sports at White Castle, who allowed a real restaurant to be used as a location, they looked mighty appetizing to me.\n\nHer son Fadi (Melkar Muallem) finds an ally in Salma (Alia Shawkat), a cousin about the same age. She masterminds an American teenage wardrobe for him, and is a friend at school, where he is bullied for being an Arab (i.e., possible teenage terrorist). At home, his uncle the doctor (Yussef Abu Warda) sees his practice decline for the same reason. Does it occur to xenophobic Americans that almost all immigrants, like their own ancestors, came here because they admire the United States? Someone please explain that to Lou Dobbs.\n\n\"Amreeka\" isn't a story of American prejudice, but of American reality, the good and the bad. When Fadi is bullied, fights back and is called into the principal's office, his mother sheds her White Castle uniform and hurries to the school, deeply concerned. Here she finds the Jewish principal (Joseph Ziegler), not only sympathetic but responding to her own warmth and charisma. He wonders if she'd like to join him for coffee ...\n\nCherien Dabis incorporates some of her own story in her film. A Jordanian raised in Dayton, Ohio, during the years of the Gulf War, she was discriminated against. American anti-Arab prejudice apparently considers all Arabs to be on the wrong side of every problem. To explain that Palestinians had no involvement with Saddam's invasion of Kuwait would be a waste of time with such people, who seem to believe Arabs shouldn't exist at all, or at the very least should stay at home. \n\nMy Irish-American ancestors faced similar discrimination, my German-American father was bullied during World War I, Japanese Americans were locked up during World War II and the ancestors of African Americans scarcely came here voluntarily. How soon we forget.\n\n\"Amreeka\" is a heartwarming film, not a political dirge. Much of this warmth comes from the actress Nisreen Faour. To see her in action is to smile. Some people are blessed with being quickly likable. As for Melkar Muallem, who plays her son, set aside his Arabic origins, and he could he the hero of any American high school film. Joseph Ziegler, as the principal, is not demonstrating his open-mindedness by expressing affection for Muna, but is responding as any man in his shoes might naturally feel. When this woman smiles, you want it to be on you.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-16", "genres": ["Drama", "Indie"], "title": "Amreeka (2009)"}