{"url": "http://www.rogerebert.com/reviews/an-american-in-paris-1951", "by": "Gene Kellyas Jerry Mulligan", "star_rating": 3.5, "text": "\"An American in Paris\" swept the Academy Awards for\r\n1951, with Oscars for best picture and the major technical categories: screenplay,\r\nscore, cinematography, art direction, set design, and even a special Oscar for\r\nthe choreography of its 18-minute closing ballet extravaganza.\n\n\"Singin'\r\nin the Rain,\" released in 1952 and continuing the remarkable golden age of\r\nMGM musicals, didn't do nearly as well on its initial release. But by the\r\n1960s, \"Singin' \" was routinely considered the greatest of all\r\nHollywood musicals, and \"An American in Paris\" was remembered with\r\nmore respect than enthusiasm.\n\nNow\r\nthat the film has been restored for a national theatrical release and an\r\neventual re-launch on tapes and laserdiscs, it's easy to see why \"Singin'\r\n\" passed it in the popularity sweepstakes. Its story of two Americans in\r\nMontparnasse - a struggling painter (Gene Kelly) and a perennial piano student\r\n(Oscar Levant) - is essentially a clothesline on which to hang recycled\r\nGershwin songs (\"I Got Rhythm,\" \"S'Wonderful\") and a corny\r\nstory of love won, lost, and won again. Compared to \"Singin's\" tart\r\nsatire of Hollywood at the birth of the talkies, it's pretty tame stuff.\n\nAnd\r\nyet \"American\" has many qualities of its own, not least its famous\r\nballet production number, with Kelly and Leslie Caron symbolizing the entire\r\nstory of their courtship in dance. And there are other production numbers, set\r\nin everyday Parisian settings, that are endlessly inventive in their use of\r\nprops and locations.\n\nThe\r\nstories of the two movies are curiously similar. In both of them, Kelly must\r\nbreak his romance of convenience with a predatory older blonde (Nina Foch in\r\n\"American,\" Jean Hagen in \"Singin' \") in order to follow\r\nhis heart to a younger, more innocent brunette (Leslie Caron and Debbie\r\nReynolds). In both, he is counseled by a best friend (Oscar Levant and Donald\r\nO'Connor). And in both there is a dramatic moment when all seems lost, just\r\nwhen it is about to be gained.\n\n\"Singin'\r\n\" is the more realistic picture, which is perhaps why it holds up better\r\ntoday. \"American\" has scenes that are inexplicable, including the one\r\nwhere Levant joins Kelly and their French friend Henri (Georges Guetary) at a\r\ncafe. When he realizes they are both in love with the same women, Levant starts\r\nlighting a handful of cigarettes while simultaneously trying to drink coffee.\n\nMaybe\r\nit seemed funny at the time.\n\nThere's\r\nalso a contrast between the Nina Foch character - a possessive rich woman who\r\nhopes to buy Kelly's affections - and Jean Hagen's brassy blonde, a silent star\r\nwhose shrieking voice is not suited to the sound era. Foch's blonde is just\r\nplain sour and unpleasant. Hagen's blonde is funny and fun. And, for that\r\nmatter, there's no comparing the ingenues, either: Caron, still unformed, a\r\ngreat dancer but a so-so actress, and Reynolds, already a pro in her film\r\ndebut, perky and bright-eyed.\n\nThe\r\nversion now being released is a \"true\" restoration, according to the\r\nexperts at Turner Entertainment, who say the job they did on\r\n\"American\" compares to the salvage work on \"Gone With the\r\nWind\" and \"Lawrence of Arabia.\" Because two reels of the\r\noriginal negative were destroyed by fire, painstaking lab work was necessary to\r\nmatch those reels to the rest of the film. The result is a bright and\r\nfresh-looking print, in which the colors are (probably deliberately) not as\r\nsaturated or bold as in the classic Technicolor process.\n\nThe\r\nads say the movie is now in stereo. This is not quite true. Only the 18-minute\r\nballet has been reprocessed into a sort of reconstructed stereo, and if a\r\ntheater plays the whole film in stereo the result may be the kind of raw-edged\r\nsound I heard at a press screening, before the projectionist gave up and\r\nswitched to mono. The best choice would probably be to start in mono and\r\nphysically switch to stereo when the ballet starts - although why so much labor\r\nis expended on quasi-stereo effects is beyond me. The real reasons to see\r\n\"An American in Paris\" are for the Kelly dance sequences, the closing\r\nballet, the Gershwin songs, the bright locations, and a few moments of the\r\nineffable, always curiously sad charm of Oscar Levant.", "running_time": 113, "mpaa_rating": "NR", "release_year": 1951, "date_published": "1992-10-02", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "An American in Paris (1951)"}