{"url": "http://www.rogerebert.com/reviews/an-american-tail-fievel-goes-west-1991", "by": "Phil Nibbelink", "star_rating": 2.5, "text": "“Beauty and the Beast” is a film of grand ambition, breaking new ground in the marriage of animation and musical comedy, aimed at audiences of all ages. The “American Tail” sequel is a more traditional children's film, trying to do some of the same old things and do them well.\n\nSince new feature-length animated films are such a rarity, it's sort of a shame that two would open simultaneously, drawing audiences from each other. Since they're likely to play through the holidays, however, a lot of kids will probably end up seeing both and, in that uncritical way in which children accept movies as facts of existence, will end up liking both. The difference will be that their parents will probably love “Beauty and the Beast” but find themselves growing mighty restless during “An American Tail: Fievel Goes West.” The movie continues the adventures of Fievel (voice by Phillip Glasser), the little mouse from Russia, who emigrated to America in the first movie and is now living with his family in a tenement in 19th century New York. In the earlier film, as you may recall, Fievel's family home was burned by rampaging czarist cats, and he was lost at sea during the crossing to America, washing up as an orphan on the shores of the new land. It was only after many harrowing adventures (in a story surprisingly depressing for the kiddie audience) that he found his family again.\n\n“Fievel Goes West” is much more upbeat - more of a traditional cartoon. The little mouse dreams of going out West and becoming a cowboy, and his fantasies are populated with hero-worship for the famous sheriff Wylie Burp. Wylie's voice was dubbed for the movie by James Stewart - and in his imagination, Fievel talks like John Wayne; one of the funny moments comes when the little mouse calls someone “pilgrim.” Since Fievel lives before the invention of movies or the creation of the romantic cowboy image, his fantasies are a little anachronistic, but so what? We meet some of Fievel's friends and enemies from the first film, including the tubby Tiger (voice by Dom DeLuise), who falls head over heels for the seductive Miss Kitty (the voice of Amy Irving), who trails lurid clouds of purple scent and is an alley cat with a heart of gold. Tiger is a friendly cat, but most cats dream of feasting on mouse pie, including the slick villain Cat R. Waul (voice of John Cleese).\n\nEvents conspire to realize Fievel's dreams, and he does indeed find himself out West, where there is a real Sheriff Wylie Burp. James Stewart has a lot of fun doing the voice and offering sound and sage Western advice to the little mouse, who is inclined to run headlong into danger and to overestimate his cowboy skills.\n\nThere is nothing really the matter with “An American Tail: Fievel Goes West,” except that it is not inspired with an extra spark of imagination in addition to its competent entertainment qualities.\n\nNo doubt it suffers in my mind by comparison to “Beauty and the Beast,” which allowed a certain psychological complexity in its characters. The mice, cats, dogs and tarantulas in “Fievel Goes West” are all well within the tradition of “children's cartoons,” and so we quickly sense we can expect few surprises from them.\n\nThe original “American Tail” (1986) was the most successful animated release up until that date, and has gone on to become a standard on video. The sequel is likely to please the same audiences, for the same reasons. It's a welcome movie to have around for the holidays. But I'm glad I don't have to see it again.", "running_time": 75, "mpaa_rating": "G", "release_year": 1991, "date_published": "1991-11-22", "genres": ["Adventure", "Animation", "Family"], "title": "An American Tail: Fievel Goes West (1991)"}