{"url": "http://www.rogerebert.com/reviews/an-american-tail-1986", "by": "Phillip Glasseras Fievel", "star_rating": 2.0, "text": "Don Bluth already has addressed the obvious objection to his \"An American Tail,\" which is that so depressing a story could hardly entertain children. He believes that kids can handle bad times for a movie's hero, as long as the film ends happily. The lesson is that we can survive setbacks with pluck and courage.\n\nThat may be so, but the hero of \"An American Tail,\" a young mouse named Fievel, is made to undergo such hardships in this movie that the children in the audience may despair long before the happy ending.\n\nFievel is the youngest member of the Mousekewitz family, which lives in a mousehole beneath the human Moskowitz family in Russia in the 19th century. One day the czar's mounted troops ride by and burn down both homes, and then Papa Mousekewitz leads his family on a long odyssey to the promised land, while they sing \"In America There Are No Cats.\" There also are no pogroms, the lyricists might have added, except that the movie never makes it clear just why the czar's men burned down the houses. One of the central curiosities of \"An American Tail\" is that it tells a specifically Jewish experience but does not attempt to inform its young viewers that the characters are Jewish or that the house burning was anti-Semitic. I suppose that would be a downer for the little tykes in the theater, but what do they think while watching the present version? That houses are likely to be burned down at random? This bleak view of a cold and heartless universe is enforced onboard the ship to America, where little Fievel amuses himself by staring at barrels full of pickled herring with much the same delight that a modern mouse child might tune in Pee-Wee Herman's Saturday morning show. One day a fearsome storm blows up and, despite the frenzied protestations of his parents, little Fievel ventures up on deck to see the flying fish and is sucked away by the gale.\n\nWe now enter the long central passage of the movie, in which the bereft Mousekewitzes arrive heartbroken in New York, while little Fievel, miraculously deposited in a bottle, washes up on the same shores. While the family mourns its loss, Fievel the orphan wanders through the heartless streets of the metropolis, looking for his parents. Instead, he meets some slick criminal types and has some thrilling adventures before he is finally reunited with his family in the last reel.\n\n\"An American Tail\" is the second movie (after \"The Secret of NIMH\") to be directed by Bluth and his associates since they jumped ship at Disney and set out to rediscover the magic of such classic Disney features as \"Snow White and the Seven Dwarfs\" and \"Pinocchio,\" of which Fievel's story is heavily derivative. The film's animation is full and detailed, enhanced by computers and an improvement on so much recent animation that cuts corners (the characters have shadows, for example). But the artistic vision is clearly inspired by the animal humanoids of the original Disney artists, and where did they get this story? From Steven Spielberg, I'm afraid. Spielberg is credited as the film's executive producer, and he was the person who brought the saga of Fievel to Bluth's workshop. Perhaps he felt some deep-seated urge to tell a Jewish parable in a movie and thought that animation would sugar-coat it for general audiences. The movie has such vague ethnic grounds, however, that only a few children will understand or care that the Mousekewitzes are Jewish. And few of those are likely to be entertained by such a tragic, gloomy story.\n\n\"An American Tail\" is like Disney's 1985 \"Return to Oz,\" which opened with Dorothy strapped to a table receiving electroshock therapy: It has been written by people who want to prepare kids for the worst. I forgot to mention that the first thing Fievel discovers after his bottle washes ashore is that, in America, there are cats.", "running_time": 83, "mpaa_rating": "G", "release_year": 1986, "date_published": "1986-11-21", "genres": ["Adventure", "Animation", "Drama", "Family"], "title": "An American Tail (1986)"}