{"url": "http://www.rogerebert.com/reviews/an-affair-of-love-2000", "by": "Nathalie Bayeas Elle", "star_rating": 3.5, "text": "She places an ad in a sex paper. There is something she has always wanted to do with a man, and now, in her 40s, she has decided it will never happen unless she acts boldly. He answers the ad. They meet in a cafe. They are presentable and ordinary--nice people, we sense. They agree to go to a hotel, and the room door closes. We never find out what happens between them in the room. It is what they were both looking for. When they are asked, after the affair is over, if it was \"good,\" we can see from their faces that it was.\n\n\"An Affair of Love\" is a story about \"He\" and \"She,\" two adults who have a strong desire, and act on it. It is about the desiring itself, not about what they desire. That makes it more intriguing than if we knew their secret--and sexier. We are reminded of the great scene in \"Belle de Jour\" where Catherine Deneuve plays a housewife who works afternoons in a brothel. A client opens a little box and shows her what is inside. Whatever it is, she refuses his request--she wants nothing to do with it. What is in the box is the same thing that is behind the room door in this movie, and in the briefcase in \"Pulp Fiction\"--a void to tantalize our imaginations.\n\nBut the movie is not simply about sex. If it were, it would have to play fair and reveal the secret. It is about these people. Gradually, shyly, they get to know one another. We see right away that Lui likes Elle. Eventually she grows very fond of him, too. Because they have a deal (they will meet as strangers, they will be anonymous, they will rendezvous only to fulfill their mutual desire), it takes a long while before the personal feels free to replace the impersonal. Once a week they do something (literally) beyond our wildest imaginations, but eventually they gather the courage to consider the ultimate next step: Having ordinary sex.\n\nThe affair is over when the movie begins. That much is made clear immediately. Elle and Lui speak to an unseen interviewer about their memories of the experience. Their memories do not always agree. That is the way, sometimes. They recall events that violated their privacy--the collapse of an old man in the hotel, for example. When they tried to help him, they fell into their everyday roles, and that added too much information, endangering the fantasy.\n\nThe actors are Nathalie Baye and Sergi Lopez. She is about 10 years older that he is, but age is not relevant: From the looks on their faces they are lucky to have found someone alive at the same time who wants to do what they do. There are times, during the affair, when they seem tired, not physically, but mentally, the way you get when all your desires are answered at once. Their minds are accustomed to wishing for their fantasy, but not to dealing with it. They must hardly be able to sleep.\n\nWill they live happily ever after? Since the movie opens by telling us they did not, we wonder--why not? In answering this question, the writer-director, Frederic Fonteyneby, makes a movie about love and sex that is wiser and more useful than the adolescent fantasies enacted by adults in Hollywood pictures. How does the old saying go? \"Be careful what you wish for, because you might get it.\" Their relationship is not about liking each other, this movie observes, and it is not about sex or orgasm. It is about having a part of you that has been your precious secret since you can first remember, a part you thought you could never share, and finding someone whose own secret part is a match for your own. The discovery of this other person forces you to catch your breath as the two of you, together, regard what stands for truth and beauty in your lives. You are not in love with the other person, so much as the two of you share a tenderness because each knows how hard the other has looked, and how hopeless the search seemed at times.\n\nThat's why it is so essential that the movie never reveals their secret. Any answer at all to our curiosity would be a disappointment--except for one. And that is the one answer we already have, and no movie can know.", "running_time": 80, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-27", "genres": null, "title": "An Affair Of Love (2000)"}