{"url": "http://www.rogerebert.com/reviews/an-american-werewolf-in-paris-1997", "by": "Tom Everettas Andy", "star_rating": 1.0, "text": "Now that \"Scream\" and \"Scream 2\" have given us horror film characters who know all the horror cliches, the time has come for a werewolf movie about characters who know they're in a werewolf movie. Not that such an insight would benefit the heroes of \"An American Werewolf in Paris,'' who are singularly dim. Here are people we don't care about, doing things they don't understand, in a movie without any rules. Triple play.\n\nI was not one of the big fans of John Landis' original 1981 film, \"An American Werewolf in London,'' but, glancing over my old review, I find such phrases as \"spectacular set pieces,'' \"genuinely funny moments'' and \"sequences that are spellbinding.'' My review of the Paris werewolves will not require any of those phrases.\n\nThe new movie involves three callow Americans on a \"daredevil tour'' of Europe. Played by Tom Everett Scott (of That Thing You Do!), Vince Vieluf and Phil Buckman, they climb the Eiffel Tower by moonlight, only to find a young woman (Julie Delpy) about to leap to her death. They talk, she leaps, and Scott leaps after her, luckily while tethered to a bungee cord. (Hint: Always be sure the other end of a bungee line is tied to something else before tying this end to yourself.) The girl survives, the lads track her to her home, she has blood on her hands, her friend invites them to a rave club, she's not there, Chris finds her locked in a cell in her basement, the ravers are werewolves, so is she, etc., etc. Please don't accuse me of revealing plot points: In a movie with this title, are you expecting that the girl who leaps from the tower is not a werewolf, her friends are exchange students, and the club is frequented by friendly tourists? One of the pleasures of a film like this is the ritual explanation of the rules, in which we determine how werewolves are made, how they are killed and how they spread their wolfiness. Here it doesn't much matter because the plot has a way of adding new twists (like a serum that makes moonlight unnecessary for a werewolf transformation). By the end of the film, any plot discipline (necessary so that we care about some characters and not the others) has been lost in an orgy of special effects and general mayhem.\n\nBut let me single out one line of dialogue. After the three American college students are trying to figure out what happened at the tower, one says, \"The kind of girl who jumps off the Eiffel Tower has issues, man.'' Starting with that line, a complete rewrite could be attempted, in which the characters are self-aware, know the werewolf rules and know not to make the same mistakes as the characters in \"An American Werewolf in London'' (not to mention \"The Howling,\" \"The Howling II: Your Sister Is a Werewolf,'' \"Howling III,'' \"Howling IV: The Original Nightmare,'' \"Howling V: The Rebirth'' and \"Howling VI: The Freaks''). I even have a great title for them: \"Howler.''", "running_time": 100, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-12-25", "genres": ["Comedy", "Horror"], "title": "An American Werewolf in Paris (1997)"}