{"url": "http://www.rogerebert.com/reviews/an-awfully-big-adventure-1995", "by": "Alan Rickmanas P.L. O'Hara", "star_rating": 2.0, "text": "“An Awfully Big Adventure\" is a soggy British drama set in\rthe lean years after World War II, when everything was still rationed,\respecially, it would seem, cheerfulness. It takes place in Liverpool, a\rprovincial town, served by a provincial theater that defines the very essence\rof provincialism, since everyone associated with it keenly feels his or her\rdistance from London.\n\n\"You\rare,\" the theater director assures his cast on the first day of\rrehearsals, \"the very best people we could find - for the money.\"\rThey look glum at this news, but not surprised. The director, named Meredith\rPotter and played by Hugh Grant, is himself a damaged piece of goods - a bitter,\rchain-smoking man whose emotions are reined in too tightly because, we suspect,\rhe once let them out too loosely, and got hurt.\n\nInto\rthis morass wanders a stage-struck local girl named Stella (Georgina Cates),\rwho will take a job, any job, just to be near what she sees as theatrical\rglamor - and, in her town, she's right. She gets hired as the assistant stage\rmanager, and soon begins discovering and guessing the various secrets of the\rcompany - although some very big ones are saved for the end of the film. And she\rbecomes the object of passes from some of the men in the company, although she\rhas a rather chilling effect on one when she replies to his advance, \"I\rdon't like the feeling of it, thank you very much.\" Stella is not the most\rattractive of young women, and some critics have faulted the film because\rmembers of the company are drawn to her. They miss the point, which is that in\rtheir desperate situation, emotional beggars can't afford to be choosers, andStella's relative innocence and naiveté\rmake her glow in contrast to the weariness all around.\n\nThe\rcompany struggles through its repertory season, until a mishap leaves them\rshorthanded. There is nothing to do but call on the legendary P.L. O'Hara,\rplayed by that invaluable British character actor Alan Rickman as a man of\rgreat talent who has lost his way, and who masks despair with cynicism.\n\nRickman\r(a villain in American movies such as \"Die Hard\" and \"Robin\rHood: Prince of Thieves\") is the company's former resident villain - the\rbest Capt. Hook anyone has ever seen. Soon he has his hooks in poor Stella, who\ris not so much defenseless as cooperative; she surrenders in anticipation of\rhis attack.\n\nAs\ra portrait of the company and its emotional tangles, \"An Awfully Big\rAdventure\" has a gritty authenticity; it's based on a novel by Beryl\rBainbridge, who may be transmuting some of her own early experiences. But as\rdrama and melodrama, the movie stumbles.\n\nThe\rsurprising revelations at the end are so enormous that, in all fairness, they\rbelong nearer the beginning; the whole film is a warm-up for a third act that\rnever happens.\n\nThe\rmovie was directed by Mike Newell (\"Enchanted April,\" \"Four\rWeddings And A Funeral\"), who grapples with the problem that no one in the\rmovie is especially nice. Hugh Grant, who made this film before \"Four\rWeddings,\" has recently had to face the criticism that he works too hard\rat being ingratiating and likable. Not in this film; along with \"The\rEnglishman Who Went Up a Hill and Came Down a Mountain,\" it shows that he has\rrange as an actor. But his character desperately cries out for others who will\rbe counterpoint, instead of harmony, to the general gloom.", "running_time": 113, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-22", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "An Awfully Big Adventure (1995)"}