{"url": "http://www.rogerebert.com/reviews/an-angel-at-my-table-1991", "by": "Kerry Foxas Janet", "star_rating": 4.0, "text": "Here is the story of a curly-haired little redhead who grew up to be one of New Zealand's best authors, after enduring ordeals that would have put most people into a madhouse. The irony is that she was already in the madhouse, misdiagnosed as a schizophrenic, and subjected to more than 200 electroshock treatments even though there was nothing really wrong with her except for shyness and depression.\n\nJanet Frame is today the author of some 20 novels, books of poetry, plays and autobiographies. The first two books were actually written and published while she was in a mental hospital, and it is possible to wonder if the act of writing them saved her life - giving her a place to order her thoughts in the middle of chaos.\n\nJane Campion's \"An Angel at My Table\" tells her story in a way that I found strangely engrossing from beginning to end. This is not a hyped-up biopic or a soap opera, but simply the record of a life as lived, beginning in childhood with a talented, dreamy girl whose working-class parents loved her, and continuing to follow her as she was gradually shunted by society into a place that almost killed her. Janet is played in the film by three different actresses (from girlhood through her 20s into her 30s, they are Kerry Fox, Alexia Keogh and Karen Fergusson), who have uncanny physical and personality similarities, and so we get a real sense of a life as it unfolds, as things go wrong and a strong spirit struggles to prevail.\n\nThe movie opens in prewar New Zealand, a green and comfortable land where Janet's father works for the railroad and she fits comfortably into a family including a brother and two sisters that she adores. She is a funny-looking child, with bad teeth and a mop of unruly scarlet hair, but there is something special about her.\n\nShe has a poet's imagination, and when she writes a poem for grade school, she is absolutely sure what words she wishes to use, and cannot be persuaded by authority to change one word.\n\nShe grows up slowly, doesn't date, doesn't have much of a social life. In school, she socializes with the outcasts - the brains, the non-conformists, the arty set - but looks with envy on the popular girls and their boyfriends. It is a world she does not hope to understand. In college, too, she's a loner, shy, keeping to herself, confiding everything to a journal, and then, in her first job as a schoolteacher, she does not join the other teachers for tea because she cannot think of what to say to them. One day the school inspector comes to visit her class, and she freezes up and cannot say anything.\n\nShe is essentially having a panic attack, but one officious and ignorant diagnosis leads to another and she is committed to a mental home, beginning eight years of unspeakable horror as she is given shock treatments and even threatened with a lobotomy by professionals whose complete ignorance of her condition does not inhibit their cheerful eagerness to deprive her of mind and freedom.\n\nHer books help her keep her mind, and eventually help her win her release - her father, cowed by the professionals, vows he will never let her go back to the asylum again - and at last, in her 30s, her true life begins as she gets a grant to study abroad and falls in with a group of bohemian writers and painters in Spain. She even finally loses her virginity, and although she will always be a little odd, a loner, wrapped in a cocoon of privacy, we can see her gradually becoming more comfortable with life.\n\nCampion, who directed from a screenplay by Laura Jones, is the author of last year's \"Sweetie,\" a movie about a family almost destroyed by a disruptive sister. That was a film I had to struggle with. I did not relate to it on the first viewing, but I could sense that something was there, and eventually, after two more viewings, I came to love it. \"An Angel at My Table\" does not require a struggle: It is told with a clarity and simplicity that is quietly but completely absorbing. Yes, it is visually beautiful, and, yes, it is well-acted, but it doesn't call attention to its qualities. It tells its story calmly and with great attention to human detail and, watching it, I found myself drawn in with a rare intensity.", "running_time": 160, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-06-21", "genres": ["Drama", "Foreign"], "title": "An Angel at My Table (1991)"}