{"url": "http://www.rogerebert.com/reviews/an-angel-in-my-pocket-1969", "by": "Andy Griffithas Sam", "star_rating": 2.5, "text": "Jack Valenti, head of the Motion Picture Assn. of America, made a speech the other day saying there's no shortage of family films -- only a shortage of family audiences. His heart would have been warmed by the turnout Sunday afternoon for \"An Angel in My Pocket,\" a most enjoyable family film. I caught it at a neighborhood theater where the audience was plainly delighted. Especially the kids.\n\nThe movie has a lot of things kids like: ghosts in a cemetery, a funny car, explosions and fires, parades, Andy Griffith, dogs, rabbits, cats, other kids, spiked punch and villains with funny faces. It is also a well-made film in the traditional sense, telling an interesting story in a civilized manner. \"An Angel in My Pocket\" deserves no awards for profundity or brilliance, but that isn't what you necessarily expect in family entertainment anyway.\n\nThe story involves a newly ordained minister (Andy Griffith) who goes to a small Kansas town for his first pulpit. His family includes three kids, a pregnant wife, a mother-in-law and a brother-in-law (Jerry Van Dyke) who is missing more than a little upstairs. The town is right out of Norman Rockwell paintings of 30 years ago: White churches with friendly steeples, mayoral candidates speaking from platforms with bunting on them, the church, congregation getting together for the annual social and all that. The town doesn't seem to exist in the 20th century, but why should it?\n\nGriffith walks right into the middle of a feud between the town's two founding families. They run a municipal government thick with incompetence, indifference and maybe some graft. Andy turns into a reformer, yanking his kids out of school to protest the inadequate education budget.\n\nBut things move along smoothly until an illegal still explodes and burns down the church, just as Andy is managing the campaign of a reform candidate for mayor. And that's the sort of movie it is: A pleasant fantasy, well acted, telling a story interesting enough to do more than just amuse the kids. American democracy doesn't function as smoothly as you'd gather from \"An Angel in my Pocket,\" and small towns will probably never again be as simple and sunny as this one in Kansas, but there's no harm showing the kids what could be or should be.\n\nA footnote: The quality of the print I saw was shameful. It was filled with splices distorting or eliminating many lines of dialog. An occasional splice is inevitable, but this was the worst first-run print I've ever seen.", "running_time": 105, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-04-29", "genres": null, "title": "An Angel in My Pocket (1969)"}