{"url": "http://www.rogerebert.com/reviews/an-american-rhapsody-2001", "by": "Nastassja Kinskias Margit", "star_rating": 3.0, "text": "'An American Rhapsody'' is told from the point of view of a 15-year-old American girl, but in a way it's more her mother's story. The girl is named Suzanne, and until the age of six she was raised in her native Hungary by two foster parents she loved dearly. Then, the way she understands it at the time, she's stolen away from them and put on an airplane to join her ''real'' family in America.\n\nAs she grows older, she understands more: her parents, Margit and Peter, escaped Hungary with her older sister at the height of the Stalin horror. Babies were not allowed to be brought along, so they left the infant Suzanne with her grandmother--who, after being arrested, passed her on to the older childless couple. Stalin dies, the grandmother is released from jail, she reclaims Suzanne for a ''day's visit,'' and puts her on the plane to America.\n\nThese are two versions of the same events, and they have much different emotional loads. Little Suzanne is happy to have her own room in a Los Angeles bedroom suburb, but she misses the only people she has ever known as her parents. The wound remains. As she grows older, she coexists with her father (Tony Goldwyn), but has an uneasy truce with her mother (Nastassja Kinski). We meet her at 15, in the full flood of adolescent rebellion.\n\nSuzanne (Scarlett Johansson) is a budding Valley Girl, with a best friend, a boyfriend, and a habit of smoking cigarettes when she's out of sight of her parents. Her mother is protective of her to a degree approaching panic. When she sees the girl kissing her boyfriend, she yanks her away, puts bars on her broom window, and a dead-bolt on the door. The way Suzanne responds to imprisonment is direct and extreme, and has the advantage of getting everyone's attention.\n\nSuzanne is allowed to return to Hungary to meet again with her grandmother Helen (Agi Banfalvy) and her foster parents, Teri (Zsuzsa Czinkoczi) and Jeno (Balazs Galko). She learns things about her mother's childhood that helps her understand, if not fully accept, her mother's extreme protectiveness.\n\nAlong the way what we get is a view of the way unhealthy states create unhealthy citizens, and the way evil at the top can poison even the trust between a mother and a daughter. ''An American Rhapsody'' was written and directed by Eva Gardos, who is the model Suzanne. It is her story. Her mother's story is told obliquely, but it is her mother who really suffered, who is the victim more than the daughter.\n\nNastassja Kinski, in one of her most affecting performances, does much to convey the turmoil going in her soul, but has the handicap of being offscreen much of the time, or seen through her daughter's eyes. She wears fresh American dresses and keeps her home spotless and enjoys prosperity, but it must at times all seem like a mirage to her--to this survivor of World War II, this victim of sudden violence, this refugee from Stalinism and worse. There is good reason to be protective of a child, but at some point childhood is over and life will collect its dues one way or another, and parents who deny that are practicing a form of insanity.\n\nScarlett Johansson, so good in ''Ghost World,'' plays Suzanne in a sort of a glower; immersed in the culture celebrated by the Beach Boys, she wants to be a California Girl and have fun, fun, fun, and her mother treats her like a bomb about to explode. I appreciated the way Johansson created this character not as a colorful victim, but as an ordinary teenage girl who retreats into secrecy and passive hostility. She wisely sees that Suzanne is not meant to be a rebel with or without a cause, but more like the bystander at a sad historical accident.\n\nWe can understand why Eva Gardos wants to tell her own story (we all do) but at the end of the day she had it easy compared to her mother. I suppose the film, in a way, is about how she comes to realize that. The American children of immigrants from anywhere will probably find moments they recognize in this movie.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-08-24", "genres": ["Drama", "Family"], "title": "An American Rhapsody (2001)"}