{"url": "http://www.rogerebert.com/reviews/an-american-werewolf-in-london", "by": null, "star_rating": 2.0, "text": "\"An American Werewolf in London\" seems curiously unfinished, as if director John Landis spent all his energy on spectacular set pieces and then didn't want to bother with things like transitions, character development, or an ending. The movie has sequences that are spellbinding, and then long stretches when nobody seems sure what's going on. There are times when the special effects almost wipe the characters off the screen. It's weird. It's not a very good film, and it falls well below Landis's work in the anarchic \"National Lampoon's Animal House\" and the rambunctious \"The Blues Brothers.\" Landis never seems very sure whether he's making a comedy or a horror film, so he winds up with genuinely funny moments acting as counterpoint to the gruesome undead. Combining horror and comedy is an old tradition (my favorite example is \"Bride of Frankenstein\"), but the laughs and the blood coexist very uneasily in this film.\n\nOne of the offscreen stars of the film is Rick Baker, the young makeup genius who created the movie's wounds, gore, and werewolves. His work is impressive, yes, but unless you're single-mindedly interested in special effects, \"American Werewolf\"is a disappointment. And even the special effects, good as they are, come as an anticlimax if you're a really dedicated horror fan, because if you are, you've already seen this movie's high point before: the onscreen transformation of a man into a werewolf was anticipated in \"The Howling,\" in which the special effects were done by a Baker protege named Rob Bottin.\n\nThe movie's plot involves two young American students (David Naughton and Griffin Dunne), who are backpacking across the English moors. They stumble into a country pub where everyone is ominously silent, and then one guy warns them to beware the full moon and stick to the road. They don't, and are attacked by werewolves. Dunne is killed, Naughton is severely wounded, and a few days later in the hospital Naughton is visited by the decaying cadaver of Dunne -- who warns him that he'll turn into a werewolf at the full moon. Naughton ignores the warning, falls in love with his nurse (Jenny Agutter), and moves in with her when he's discharged from the hospital. Then follows a series of increasingly gruesome walk-ons by Dunne, who begs Naughton to kill himself before the full moon. Naughton doesn't, turns into a werewolf, and runs amok through London. That gives director Landis his chance to stage a spectacular multi-car traffic accident in Piccadilly Circus; crashes have been his specialty since the homecoming parade in \"Animal House\" and the nonstop carnage in \"The Blues Brothers.\"\n\nThe best moments in \"American Werewolf\" probably belong to Dunne, who may be a decaying cadaver but keeps right on talking like a college student: \"Believe me,\" he says at Naughton's bedside, \"this isn't a whole lot of fun.\" The scene in which Naughton turns into a werewolf is well done, with his hands elongating and growing claws, and his face twisting into a snout and fangs. But it's as if John Landis thought the technology would be enough. We never get a real feeling for the characters, we never really believe the places (especially that awkwardly phony pub and its stagy customers), and we are particularly disappointed by the ending. I won't reveal the ending, such as it is, except to say it's so sudden, arbitrary, and anticlimactic that, although we are willing for the movie to be over, we still can't quite believe it.", "running_time": 97, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Drama", "Horror", "Thriller"], "title": "An American Werewolf in London (1981)"}