{"url": "http://www.rogerebert.com/reviews/an-everlasting-piece-2000", "by": "Barry McEvoyas Colm", "star_rating": 3.0, "text": "Anecdotes are polished in Ireland until they haven't a word to spare, with the listeners nodding at the familiar lines they've heard a hundred times. Some of the scenes in \"An Everlasting Piece\" have the feel of tales rehearsed in pubs for years. The scene, for example, where the hero's mother and his sister open the door and find his brother passed out drunk on the lawn. They haul him in, strip him of his wet clothes and drop him face-down on the sofa. But when his face is revealed, of course it isn't the brother at all.\n\nMy guess is that Barry McEvoy, who wrote the movie and stars in it, didn't dream that up. I have a feeling it actually happened to somebody. The whole movie feels like that, even the dramatic parts--not in the details but in the tone. It's about two barbers in a prison for the insane, one Catholic, one Protestant, who go into the hairpiece business in Northern Ireland and find that hairpieces, like everything else in that unhappy land, have a way of getting mixed up with sectarian politics.\n\nThe lads are Colm (McEvoy) and George (Brian F. O'Byrne). Colm got his job because his girlfriend Bronagh (Anna Friel) works in the prison. The work is steady, although the conditions leave something to be desired, as when one prisoner tries to bite off Colm's ear. Then they hear of a prisoner named the Scalper (Billy Connolly), so called because he tried too hard to create a market for his wares, who before his imprisonment was the only retailer of hairpieces in Northern Ireland.\n\nThere is now obviously a market that needs to be served, and Colm and George call their new company the Piece People, with George selling to Protestants, Colm selling to Catholics, and either one willing to be less than frank about his religion if it means making a sale. They hope to have the market to themselves, but a rival firm, Toupee or Not Toupee, sets up in business, and they get involved in a desperate sales competition to sell 30 pieces by the end of the year.\n\nThe movie is light on plot and heavy on incident, including several sales calls on peculiar or difficult clients, and a run-in with the IRA, whose leader doesn't know whether to shoot them or buy a piece from them. When the piece is later found at the scene of an IRA crime, the police come calling, and the Piece People seem to face a choice between jail and kneecapping.\n\nThe movie, wicked and cheeky, was directed by Barry Levinson (\"Diner,\" \"Rain Man,\" \"Wag The Dog\"), who has set four pictures in his hometown of Baltimore and now seeks the same kind of local color in Belfast, even if the details are different. He apparently decided to make the movie after coming across the original screenplay by McEvoy, a journeyman actor who based his own character, he says, on his father.\n\nThe movie has the ring of old, beloved and partially but not entirely true stories. One detail is unexpectedly from life. Colm's home is shown in the middle of a vacant lot in Belfast, a wasteland bisected by a \"peace wall\" between the Protestant and Catholic sections, with a wire mesh fence to protect the home from firebombs. This house actually exists, I understand, and so of course do the conditions in Northern Ireland, where people try to go about their daily business while troops patrol the streets and a bitter struggle continues.\n\nThe key scene in \"An Everlasting Piece\" is a conversation between Colm and George as they contemplate selling hairpieces to a roomful of British soldiers who have lost their hair due to stress. Colm, the Catholic, explains to his friend that he welcomes this sale to the enemy as a \"gesture,\" which he can make although his friend cannot. Why not? \"Because we're right and you're wrong,\" Colm explains, undercutting somewhat the benevolence of the gesture and leaving George trying to puzzle out the logic.", "running_time": 109, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Comedy", "Crime"], "title": "An Everlasting Piece (2000)"}