{"url": "http://www.rogerebert.com/reviews/an-education-2009", "by": "Carey Mulliganas Jenny", "star_rating": 4.0, "text": "\"An Education\" tells the story of a 16-year-old girl who is the target of a sophisticated seduction by a 35-year-old man. This happens in 1961, when 16-year-old girls were a great deal less knowing than they are now. Yet the movie isn't shabby or painful, but romantic and wonderfully entertaining.\n\nIt depends on a British actress named Carey Mulligan, who in her first major feature role is being compared by everyone with Audrey Hepburn. When you see her, you can't think of anyone else to compare her with. She makes the role luminous when it could have been sad or awkward. She has such lightness and grace, you're pretty sure this is the birth of a star.\n\nAll very well and good, you're thinking, but how is this film a romance? Oh, it's not so much a romance between the teenager and the middle-aged man. That only advances to the level of an infatuation. It's a romance between the girl, named Jenny, and the possibilities within her, the future before her, and the joy of being alive. Yes, she sheds a few tears. But she gets better than she gives, and in hindsight, this has been a valuable experience for her.\n\nBut wait? Doesn't this girl have parents? She certainly does. Jack and Marjorie (Alfred Molina and Cara Seymour) are proper, traditional middle-class parents in the London suburb of Twickenham, and there's nothing but love in the home. They aren't wealthy or worldly, but they wish the best for their girl and are bursting with pride that she's won a scholarship to Oxford. Then she springs David (Peter Sarsgaard) on them.\n\nThis is a smooth operator. He sees her standing at a bus stop in the rain, holding her cello case. He offers her a lift in his sports car. He engages her in conversation about classical music. He \"happens\" to run into her again, and they have a nice chat. He wonders if she might enjoy...\n\nYou see how it goes. He opens a door she eagerly wants to enter, to concerts, plays, restaurants, double dates with his fascinating friends, talk about the great world when the boys at school have nothing to say. At some point, it must become clear to her that he intends to sleep with her if he can, but by now she's thinking that he very possibly can.\n\nI forgot to tell you about her parents. They dote and protect, but are very naive. David is good-looking, well-dressed, well-spoken and very, very polite. He has \"taken an interest\" in Jenny because, why? He is impressed by this young woman's mind and enjoys sharing his advantages. He offers implicit guarantees of her safety, and they're so proud of her, they believe a wealthy older man would be interested for purely platonic motives. They're innocents. Jenny will be safe with him for a weekend in Paris -- because he has an aunt who lives there and will be her chaperone?\n\nParis! The city embodies Jenny's wildest dreams! And to see it with a worldly dreamboat like David, instead of going there on the boat-train with a grotty, pimply 17-year-old! Is she cynically taking advantage of David for her own motives? Well, yes. Now close your eyes and remember your teens and tell me you don't forgive her at least a little.\n\nPart of the genius of \"An Education\" is that it unfolds this relationship at a deliberate pace. Sarsgaard plays an attractive, intelligent companion. He is careful to keep a distance. Must be a good trout fisherman. To some degree, he's truthful: He enormously enjoys this smart, pretty girl. He loves walking along the Seine with her. He knows things about the world that she eagerly welcomes.\n\nYes, he's also a rotter, a bounder, a cad, a dirty rotten scoundrel. But you can't get far in any of those trades if you're not also a charmer. To some degree, Jenny welcomes being deceived. The screenplay by Nick Hornby (\"About a Boy\" and \"High Fidelity\") is based on a memoir by a real person, the British journalist Lynn Barber. It became well-known in the U.K. that when she was 16, she had a two-year affair with a man named Simon in his late 30s.\n\nThere are many scene-by-scene parallels between book and movie, and much closely adapted dialogue. We know that Lynn Barber is smart and that she was pretty when she was 16. But her affair wasn't such a great experience, at least not in its second year. What transforms it in \"An Education\" is Mulligan, who has that rare gift of enlisting us on her side and making us like her. She's so lovable that whatever happens must be somehow for Jenny's benefit. She glows.\n\nSo young women, let this movie offer useful advice. When a man seems too good to be true, he probably isn't -- good, or true. We all make mistakes when we're growing up. Sometimes we learn from them. If we're lucky, we can even learn during them. And you must certainly see Paris. Do not count on meeting the aunt.\n\nBarber writes: \"What did I get from Simon? An education -- the thing my parents always wanted me to have... I learned about expensive restaurants and luxury hotels and foreign travel, I learned about antiques and Bergman films and classical music. But actually there was a much bigger bonus than that. My experience with Simon entirely cured my craving for sophistication. By the time I got to Oxford, I wanted nothing more than to meet kind, decent, straightforward boys my own age, no matter if they were gauche or virgins. I would marry one eventually and stay married all my life and for that, I suppose, I have Simon to thank.\"\n\nLynn Barber's full account:\rhttp://www.guardian.co.uk/culture/2009/jun/07/lynn-barber-virginity-relationships", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-10-21", "genres": ["Drama", "Foreign", "Romance"], "title": "An Education (2009)"}