{"url": "http://www.rogerebert.com/reviews/an-innocent-man-1989", "by": "Tom Selleckas Jimmie Rainwood", "star_rating": 1.5, "text": "\"An Innocent Man\" has all the elements to put us through an emotional wringer, but the movie never works up any enthusiasm for them. It's the most relaxed crime movie of the year. Tom Selleck may be one of the reasons; he's at his best when he plays light comedy and turns on the charm, but he seems miscast in this movie where he's fighting for his life inside a vicious prison. There never seems to be anything truly at risk.\n\nThe film opens with scenes designed to show Selleck as a happy family man and a dedicated airlines maintenance supervisor. They get the movie off to the wrong start by playing exactly like an airline ad. As Selleck tells one aircraft mechanic that there's no compromise on safety, and diagnoses a tricky twisted cable for another, the music and the editing rhythm make the sequence feel like a TV commercial.\n\nOnce Selleck has been established as a plastic, one-dimensional symbol of innocence, the real plot starts. We meet a couple of crooked narcotics cops (David Rasche and Richard Young) who specialize in busting drug dealers, stealing their stash, and selling it back to the drug kingpin in the area. One day they get the wrong address and break down Selleck's door. He comes out of the shower with a hair dryer, they think he has a gun, and they shoot him. Then they realize their mistake and frame him. He refuses to cop a plea, and gets six years in prison.\n\nIn prison, he learns the ropes fast. It's kill or be killed. A veteran convict (F. Murray Abraham) tells him that he has three choices: (1) Join the white racist Aryan nation gang; (2) kill the vicious black convict who is picking on him, or (3) be sodomized by the blacks. Selleck would rather live and let live, but it doesn't work that way, and after he sees the gang-rape of another victim, he takes Abraham's advice and stabs the black convict to death. He has learned the movie's fascist lesson, which is that since society cannot be trusted to protect the individual, might makes right. The prison scenes are disquieting to watch, because the movie is too lightweight to accommodate the bloodthirsty race hatred of the prisoners. Racism as the subject of a serious movie is one thing. Racism exploited in an entertainment is another.\n\nThree years pass. Out on parole, the hero tries to pick up the reins of his life again. But the crooked cops won't go away. They visit Selleck's home, insult his wife, and tell him that as a parole violator he's at their mercy. He remembers his prison lessons, and with the help of a black detective (Badja Djola) in the police internal investigations unit, he sets up a situation in which the crooked cops' drug dealings are exposed and the final showdown develops. (As in all movies of this kind, the peaceful middle-class and middle-aged hero turns out to be expert at leaping into speeding cars, shooting at moving targets at night, and beating up young cops.) This is the kind of simple-minded, dumb plot that could possibly be heated up into a good routine action picture. Instead, something goes seriously wrong with the tone. Nobody seems quite serious enough, especially not the two evil cops, who trade one-liners when they should be snarling. Laila Robins, as Selleck's wife, has several thankless scenes in which she pleads for his cause, and they all feel like exactly what they are - obligatory cogs in the plot. At the center of the picture, Selleck is simply not wound up and tense enough. The role requires somebody like Mickey Rourke or Al Pacino, someone who can sweat bullets and go berserk with rage. The only performance in the movie that seems in tune is Abraham's.\n\nOne of the problems is with the thin, assembly-line screenplay, by Larry Brothers. It doesn't give the director, Peter Yates, the convincing stuff of real life to work with. There aren't many moments of truth, and so we're painfully aware of the grinding plot. Yates is capable of making movies that feel exactly true (his credits include \"Breaking Away\"), but this time I didn't feel I was seeing a director's picture. Instead, I was seeing Selleck, a gifted light comedian, shoehorned into a role where he was never comfortable, and rarely convincing. And I was watching a movie that takes ethical positions the producers would no doubt disagree with, if they had given them the slightest thought.", "running_time": 113, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-06", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "An Innocent Man (1989)"}