{"url": "http://www.rogerebert.com/reviews/an-inconvenient-truth-2006", "by": "Al Gore", "star_rating": 4.0, "text": "Global warming is real.\n\nIt is caused by human activity.\n\nMankind and its governments must begin immediate action to halt and reverse it.\n\nIf we do nothing, in about 10 years the planet may reach a \"tipping point\" and begin a slide toward destruction of our civilization and most of the other species on this planet.\n\nAfter that point is reached, it would be too late for any action.\n\nThese facts are stated by Al Gore in the documentary \"An Inconvenient Truth.\" Forget he ever ran for office. Consider him a concerned man speaking out on the approaching crisis. \"There is no controversy about these facts,\" he says in the film. \"Out of 925 recent articles in peer-review scientific journals about global warming, there was no disagreement. Zero.\"\n\nHe stands on a stage before a vast screen, in front of an audience. The documentary is based on a speech he has been developing for six years, and is supported by dramatic visuals. He shows the famous photograph \"Earthrise,\" taken from space by the first American astronauts. Then he shows a series of later space photographs, clearly indicating that glaciers and lakes are shrinking, snows are melting, shorelines are retreating.\n\nHe provides statistics: The 10 warmest years in history were in the last 14 years. Last year South America experienced its first hurricane. Japan and the Pacific are setting records for typhoons. Hurricane Katrina passed over Florida, doubled back over the Gulf, picked up strength from unusually warm Gulf waters, and went from Category 3 to Category 5. There are changes in the Gulf Stream and the jet stream. Cores of polar ice show that carbon dioxide is much, much higher than ever before in a quarter of a million years. It was once thought that such things went in cycles. Gore stands in front of a graph showing the ups and downs of carbon dioxide over the centuries. Yes, there is a cyclical pattern. Then, in recent years, the graph turns up and keeps going up, higher and higher, off the chart.\n\nThe primary man-made cause of global warming is the burning of fossil fuels. We are taking energy stored over hundreds of millions of years in the form of coal, gas and oil, and releasing it suddenly. This causes global warming, and there is a pass-along effect. Since glaciers and snow reflect sunlight but sea water absorbs it, the more the ice melts, the more of the sun's energy is retained by the sea.\n\nGore says that although there is \"100 percent agreement\" among scientists, a database search of newspaper and magazine articles shows that 57 percent question the fact of global warming, while 43 percent support it. These figures are the result, he says, of a disinformation campaign started in the 1990s by the energy industries to \"reposition global warming as a debate.\" It is the same strategy used for years by the defenders of tobacco. My father was a Luckys smoker who died of lung cancer in 1960, and 20 years later it was still \"debatable\" that there was a link between smoking and lung cancer. Now we are talking about the death of the future, starting in the lives of those now living.\n\n\"The world won't 'end' overnight in 10 years,\" Gore says. \"But a point will have been passed, and there will be an irreversible slide into destruction.\"\n\nIn England, Sir James Lovelock, the scientist who proposed the Gaia hypothesis (that the planet functions like a living organism), has published a new book saying that in 100 years mankind will be reduced to \"a few breeding couples at the Poles.\" Gore thinks \"that's too pessimistic. We can turn this around just as we reversed the hole in the ozone layer. But it takes action right now, and politicians in every nation must have the courage to do what is necessary. It is not a political issue. It is a moral issue.\"\n\nWhen I said I was going to a press screening of \"An Inconvenient Truth,\" a friend said, \"Al Gore talking about the environment! Bor...ing!\" This is not a boring film. The director, Davis Guggenheim, uses words, images and Gore's concise litany of facts to build a film that is fascinating and relentless. In 39 years, I have never written these words in a movie review, but here they are: You owe it to yourself to see this film. If you do not, and you have grandchildren, you should explain to them why you decided not to.\n\nAm I acting as an advocate in this review? Yes, I am. I believe that to be \"impartial\" and \"balanced\" on global warming means one must take a position like Gore's. There is no other view that can be defended. Sen. James Inhofe (R-Okla.), chairman of the Senate Environment Committee, has said, \"Global warming is the greatest hoax ever perpetrated on the American people.\" I hope he takes his job seriously enough to see this film. I think he has a responsibility to do that.\n\nWhat can we do? Switch to and encourage the development of alternative energy sources: Solar, wind, tidal, and, yes, nuclear. Move quickly toward hybrid and electric cars. Pour money into public transit, and subsidize the fares. Save energy in our houses. I did a funny thing when I came home after seeing \"An Inconvenient Truth.\" I went around the house turning off the lights.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-06-01", "genres": ["Documentary"], "title": "An Inconvenient Truth (2006)"}