{"url": "http://www.rogerebert.com/reviews/an-ideal-husband-1999", "by": "Jeremy Northamas Sir Robert Chiltern", "star_rating": 3.0, "text": "A play like Oscar Wilde's \"An Ideal Husband\" works because it takes place in a society bound by inflexible rules and social inhibitions. Here is a story in which a marriage, a romance, a fortune and government policy all rest on such foundations as a man's obligation to act like a gentleman. (Of course he doesn't need to be a gentleman--that's where the story comes in.) In the play, an incriminating letter is sent, in the belief that it will never be revealed. Suspicions are aroused, but they don't inspire questions--because they involve matters it would be unseemly to ask of a gentleman. As long as everyone plays by the rules in public, they can be broken in private. But then an entire society is threatened by the willingness of one character to act as she should not.\n\nThe play tells the story of Sir Robert Chiltern (Jeremy Northam), a rising parliamentary star who has been a paragon of honesty all of his career--except right at the first, when he shopped some secret government information to a baron, who paid him handsomely. Sir Robert is adored by his wife (Cate Blanchett), whose high standards would not permit her to be married to a cheat and liar. An old acquaintance of theirs reappears in London: Mrs. Cheveley (Julianne Moore), who was once married to the baron, and possesses the letter in which Chiltern leaked the information. She blackmails him. Either he will change his position on an upcoming piece of legislation, thus protecting her investments, or she will reveal him as a fraud.\n\nIt is even more complicated than that. Chiltern's best friend is Lord Goring (Rupert Everett), a rich and idle bachelor. Chiltern begs him to subtly prepare Lady Chiltern for bad news--to help her understand, in a general way, how a chap could do a bad thing and then lead a spotless life ever since. In the course of the plot machinations, romance appears: Goring falls in love with Chiltern's younger sister Mabel (Minnie Driver), and Mrs. Cheveley decides that Goring would be a splendid choice as her own third husband.\n\nWould a man marry a woman he did not love simply to protect a friend, or keep a confidence? Today that would be unlikely, but for the original audiences of \"An Ideal Husband,\" it was plausible enough to keep the entire plot suspended over an abyss of misunderstandings.\n\nIn another sense, of course, neither Wilde nor his audience cared a fig about the letter, the bribe, the blackmail or the romance. They were all just cogs in a complicated wind-up mechanism to keep several charming people onstage for three hours, and provide them with an excuse for saying witty things (this is the play where Goring observes, \"To love oneself is the beginning of a lifelong romance\"). I do not know if the British upper classes of a century ago were actually capable of standing handsomely in drawing rooms while trading elegant epigrams, and I suspect many of them were not, but I don't care--just so they do it on the stage.\n\n\"An Ideal Husband\" works because Wilde created an expert mechanism (kind of slow-motion serious screwball comedy) for manipulating the plot and characters. But of course the actors are indispensable: They have to make characters plausible while negotiating a plot of pure contrivance, and they have to be charming even while lying, scheming and blackmailing. The two leading men, Northam and Everett, are smooth and charming--Northam's Sir Robert more realistic and serious about his life, Everett's Lord Goring like a Wildean visitor from outside the plot, who sees everything clearly, is amused and hardly believes it when Mrs. Cheveley almost snares him in her net.\n\nWomen in the plays of a century ago were technically powerless; they lived through their husbands and spent much of their time speculating on what the men were really up to, or waiting for news. At the same time, the plays were really about them, and everything the men did was designed to win their love, admiration or forgiveness. It is important that we believe Lady Chiltern (Blanchett) loves her husband but loves his upright character even more and will leave him if she discovers his sins. And it's also important to believe that Mabel (Driver), Sir Robert's sister, could fall in love with Goring in an instant. Well, of course she could. Modern critics who complain they fall in love too suddenly have forgotten that she would have spent months or years making up her mind about every eligible man in her universe.\n\nAs we leave the 20th century, there seems to be a powerful nostalgia for the British 19th. Every year brings three or four of these literate comedies (or melodramas) set in London. Life was more exciting when you were the entertainment in your own living room, and didn't have to watch it on TV.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-06-25", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "An Ideal Husband (1999)"}