{"url": "http://www.rogerebert.com/reviews/an-officer-and-a-gentleman-1982", "by": null, "star_rating": 4.0, "text": "\"An Officer and a Gentleman\" is the best movie about\r\nlove that I've seen in a long time. Maybe that's because it's not about\r\n\"love\" as a Hollywood concept, but about love as growth, as learning\r\nto accept other people for who and what they are. There's romance in this\r\nmovie, all right, and some unusually erotic sex, but what makes the film so\r\nspecial is that the sex and everything else is presented within the context of\r\nits characters finding out who they are, what they stand for and what they will\r\nnot stand for.\n\nThe\r\nmovie takes place in and around a Naval Aviation Officer Candidate School in\r\nWashington state. Every thirteen weeks, a new group of young men and women come\r\nhere to see if they can survive a grueling session of physical and academic\r\ntraining. If they pass, they graduate to flight school. About half fail. Across\r\nPuget Sound, the local young women hope for a chance to meet an eligible future\r\nofficer. They dream of becoming officers' wives, and in some of their families,\r\nwe learn, this dream has persisted for two generations.\n\n\r\nAfter the first month of training, there is a Regimental Ball. The women turn\r\nout with hope in their hearts and are sized up by the candidates. A man and a\r\nwoman (Richard Gere and Debra Winger) pair off. We know more about them than\r\nthey know about one another. He is a loner and a loser, whose mother died when\r\nhe was young and whose father is a drunk. She is the daughter of an officer\r\ncandidate who loved and left her mother twenty years before. They dance, they\r\ntalk, they begin to date, they fall in love. She would like to marry him, but\r\nshe refuses to do what the other local girls are willing to do -- get pregnant\r\nor fake pregnancy to trap a future officer. For his part, the man is afraid of\r\ncommitment, afraid of love, incapable of admitting that he cares for someone.\r\nAll he wants is a nice, simple affair, and a clean break at the end of OCS.\n\nThis\r\nlove story is told in counterpoint with others. There's the parallel affair\r\nbetween another candidate and another local girl. She is willing to trap her\r\nman. His problem is, he really loves her. He's under the thumb of his family,\r\nbut he's willing to do the right thing, if she'll give him the chance.\n\nAll\r\nof the off-base romances are backdrops for the main event, which is the\r\ntraining program. The candidates are under the supervision of a tough drill\r\nsergeant (Lou Gossett, Jr.) who has seen them come and seen them go and is\r\nabsolutely uncompromising in his standards. There's a love-hate relationship\r\nbetween the sergeant and his trainees, especially the rebellious, resentful\r\nGere. And Lou Gossett, Jr. does such a fine job of fine-tuning the line between\r\nhis professional standards and his personal emotions that the performance\r\ndeserves its Academy Award.\n\nThe\r\nmovie's method is essentially to follow its characters through the thirteen\r\nweeks, watching them as they change and grow. That does wonders for the love\r\nstories, because by the end of the film we know these people well enough to\r\ncare about their decisions and to have an opinion about what they should do. In\r\nthe case of Gere and Winger, the romance is absolutely absorbing because it's\r\nso true to life, right down to the pride that causes these two to pretend they\r\ndon't care for each other as much as they really do. When it looks as if Gere\r\nis going to throw it all away -- is going to turn his back on a good woman who\r\nloves him, just because he's too insecure to deal with her love -- the movie\r\nisn't just playing with emotions, it's being very perceptive about human\r\nbehavior.\n\nBut\r\nmaybe I'm being too analytical about why \"An Officer and a Gentleman\"\r\nis so good. This is a wonderful movie precisely because it's so willing to deal\r\nwith matters of the heart. Love stories are among the rarest of movies these\r\ndays (and when we finally get one, it's likely to involve an\r\nextra-terrestrial). Maybe they're rare because writers and filmmakers no longer\r\nbelieve they understand what goes on between modern men and women. \"An\r\nOfficer and a Gentleman\" takes chances, takes the time to know and develop\r\nits characters, and by the time this movie's wonderful last scene comes along,\r\nwe know exactly what's happening, and why, and it makes us very happy.", "running_time": 125, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Romance"], "title": "An Officer and a Gentleman (1982)"}