{"url": "http://www.rogerebert.com/reviews/an-unforgettable-summer-1995", "by": "Kristin Scott Thomasas Marie-Therese", "star_rating": 3.0, "text": "\"An Unforgettable Summer\" tells the kind of story Joseph Conrad might have told, about a professional soldier, his wife, and a posting at a barren border station where everything goes wrong and their relationship faces a deep test of character.\n\nThe movie takes place in 1925 in a land that was once Bulgaria, is now Romania, and might at various past or future times be Greece, Macedonia or Turkey. As the story opens, a promising young officer named Petre Dumitriu (Claudiu Bleont) is attending a ball in the capital city with his beautiful young wife, Marie-Therese (Kristin Scott-Thomas).\n\nHis commanding officer attempts to smooth talk the wife, and is rebuffed: \"I am happily married and raising my children. Perhaps we can talk in 10 years.\" Angered - for a subordinate's wife should at least seem to flirt - the general sends Dumitriu to lead a grim and dangerous garrison on the border.\n\nThis is a long way from the bright lights and big city. Their simple house is surrounded by what looks like pounded dust, and there is violence all around; one night insurgents murder eight soldiers on patrol. Dumitriu apologizes endlessly to his wife for bringing her there, but she is brave: \"I didn't marry a soldier; I married you.\" But she is concerned for her young children, especially after a prized mirror is shattered and someone else throws mud in her direction.\n\nThe locals despise them, but so do the soldiers Dumitriu commands; behind his back, they call him \"the Monocle\" and her the \"Magyarish bitch,\" because she is half-Hungarian, and was educated in England. Dumitriu's second-in-command is especially insidious; he wants to undermine the man and get his job.\n\nOrders come for the garrison to round up nearby Bulgarians and execute them for the eight murders - although there is not a shred of evidence against them. Dumitriu rounds them up, but refuses to shoot them unless he receives written orders - which, of course, he never will. That sets up the film's key scenes.\n\nThe movie has been written and directed by Lucian Pintilie, based on a short story by, yes, Petre Dumitriu. The production notes do not say if in real life he experienced something like this scenario, but the movie is narrated by an off-screen voice, apparently belonging to the couple's son, now grown.\n\n\"An Unforgettable Summer\" is spare and direct in telling its story, and is well cast: Bleont is ramrod stiff as Dumitriu - undemonstrative, ambitious, but principled. Scott-Thomas, who speaks many of her lines in English, at first seems an unlikely choice for his wife, but reveals an ability to play vastly different roles in public and private, especially in a tense dinner scene where she stands up to a general.\n\nThe message of this movie is an old one, and yet sadly contemporary: If you kill people just because they are not you, someday they will want to kill you because you are not them. Hatred and fear hang in the air at the pathetic little military post, and are felt not least by those trying to do the right thing.", "running_time": 82, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-02-10", "genres": ["Drama", "Romance", "War"], "title": "An Unforgettable Summer (1995)"}