{"url": "http://www.rogerebert.com/reviews/an-unfinished-life-2005", "by": "Robert Redfordas Einar Gilkyson", "star_rating": 3.0, "text": "The typical review of \"An Unfinished Life\" will mention that it was kept on the shelf at Miramax for two years, and is now being released as part of the farewell flood of leftover product produced by the Weinstein brothers. It will say that Robert Redford and Morgan Freeman are trying to be Clint Eastwood and Morgan Freeman. It will have no respect for Jennifer Lopez, because she is going through a period right now when nobody is satisfied with anything she does. These reviews will be more about showbiz than about the movie itself.\n\nSometimes you are either open to a movie, or closed. If you're convinced that \"An Unfinished Life\" is damaged goods, how can it begin its work on you? If you think Freeman is channeling the relationship he had with Eastwood in \"Million Dollar Baby,\" reflect that this movie was made a year earlier. And give Lopez your permission to be good again; she is the same actress now as when we thought her so new and fine.\n\nThe story takes place on a rundown ranch outside Ishawooa, Wyo. It has seen better days. So has its owner, Einar Gilkyson (Redford) and his longtime ranch hand Mitch (Freeman), who lives in the little house behind the bigger one. Mitch was mauled a year ago by a bear, and is an invalid, given a daily needle of morphine by Einar. These men are essentially awaiting death together when they get visitors: Jean (Lopez) is the widow of Einar's son, who was killed in a car crash a dozen years ago. Griff (Becca Gardner) is Einar's granddaughter.\n\nEinar thinks he hates Jean. He blames her for his son's death. She doesn't want to be at the ranch, but she has no choice; her latest boyfriend, Gary (Damien Lewis) beats her, and she has fled from him. It is a foregone conclusion, I suppose, that Einar will eventually unbend enough to love Griff, who after all is his son's child, and true also that Mitch is the ranch's reservoir of decency. The local sheriff (Josh Lucas) is not indifferent to the arrival in a small town of a good-looking woman.\n\nIt's not often noted, but Redford plays anger well. His face gets tight and he looks away. Freeman never seems to be playing anything; he sees what he sees. The four characters seem to be stuck, and then they're budged by the arrival of two predators: The bear comes back, and so does Gary the boyfriend. The bear (played by Bart, who had the title role in \"The Bear\"), is more likable, because after all he behaves according to his nature. But he is captured and sold off to a shabby local zoo, so that yokels can stare at him through the steel mesh of a cage.\n\nGary on the other hand is a psychopath whose gearbox includes a setting for charm. We can almost see what Jean almost saw in him. Now he lurks around town, intimidated even by the two old men on the ranch, one of them an invalid, because wife-beaters by their nature are cowards. Sooner or later the matter of Gary will have to be settled. Less clear is the fate of the bear.\n\nThe unfinished life in the title at first seems to refer to Einar's dead son. Then we realize the death has put Einar, Jean, Mitch and Griff all on hold. Until they deal with it, they can't get on with things. How they deal with it is not original, but it is sincere and the actors are convincing. I was not quite as ready for the solution involving the bear, not after seeing \"Grizzly Man\" and remembering Werner Herzog's scary narration: The \"blank stare\" of a bear, he says, reveals not wisdom but \"only the half-bored interest in food.\" While it is reasonable for bears to want to be free, it may not be reasonable for humans to want to live close to free bears.\n\n\"An Unfinished Life\" was directed by Lasse Hallstrom, who has made a better movie about a dysfunctional family (\"What's Eating Gilbert Grape\") and a worse one (\"The Cider House Rules\"). This one, based on an original screenplay by Mark and Virginia Korus Spragg, is modest and heartfelt, dealing directly with straightforward material. We don't expect any twists and there aren't any, but as Jean tries to put her life back together, her healing makes it possible for the others to get on with things. That is enough.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-08", "genres": ["Comedy", "Drama", "Indie"], "title": "An Unfinished Life (2005)"}