{"url": "http://www.rogerebert.com/reviews/an-unmarried-woman-1978", "by": "Jill Clayburghas Erica", "star_rating": 4.0, "text": "It is, Erica thinks, a happy marriage, although perhaps she doesn't think about it much. It's there. Her husband is a stockbroker, she works in an art gallery, their daughter is in a private high school, they live in a high-rise and jog along the East River. In the morning there is \"Swan Lake\" on the FM radio, and the last sight at night is of the closing stock prices on the TV screen. Had she bargained for more?\n\nOne day, though, swiftly and cruelly, it all comes to an end: Her husband breaks down in phony tears on the street and confesses he's in love with another woman. A younger woman. And so her happy marriage is over. At home, consumed by anger, grief, and uncertainty, she studies her face in the mirror. It is a good face in its middle thirties, and right now it looks plain scared.\n\n So end the first, crucial passages of Paul Mazursky's \"An Unmarried Woman\". They are crucial because we have to understand how completely Erica was a married woman if we're to join her on the journey back to being single again. It's a journey that Mazursky makes into one of the funniest, truest, sometimes most heartbreaking movies I've ever seen. And so much of what's best is because of Jill Clayburgh, whose performance is, quite simply, luminous.\n\n We know that almost from the beginning. There's a moment of silence in the morning, right after Erica's husband and daughter have left the house. \"Swan Lake\" is playing. She's still in bed. She's just made love. She speaks from her imagination: \"The ballet world was thrilled last night....\" And then she slips out of bed and dances around the living room in her T-shirt and panties, because she's so happy, so alive ... and at that moment the movie's got us. We're in this thing with Erica to the end.\n\n The going is sometimes pretty rough, especially when she's trying to make sense out of things after her husband (Michael Murphy) leaves her. She gets a lot of support and encouragement from her three best girl friends, and some of the movie's very best scenes take place when they meet for long lunches with lots of white wine, or lie around on long Sunday mornings paging through the Times and idly wondering why their lives don't seem to contain the style of a Bette Davis or a Katharine Hepburn. And then there are the scenes when she talks things over with her daughter (Lisa Lucas), who's one of those bright, precocious teenagers who uses understatement and cynicism to conceal how easily she can still be hurt.\n\nAfter Erica gets over the period where she drinks too much and cries too much and screams at her daughter when she doesn't mean to, she goes to a woman psychiatrist, who explains that men are the problem, yes, but they are not quite yet the enemy. And so Erica, who hasn't slept with any man but her husband for seventeen years, finds herself having lunch in Chinese restaurants with boors who shout orders at waiters and try to kiss her in the back seat of a cab. There's also the self-styled stud (Cliff Gorman) who's been hanging around the art gallery, and she finally does go up to his place warily, gingerly, but she has to find a way sometime of beginning her life again.\n\n And then one day a British artist is hanging a show at the gallery, and he asks her if she doesn't think one side of the painting is a little low, and she says she thinks the whole painting is too low, and he doesn't even seem to have noticed her as he says, \"Let's discuss it over lunch.\" They fall in love. Oh, yes, gloriously, in that kind of love that involves not only great sex but walking down empty streets at dawn, and talking about each other's childhood. The painter is played by Alan Bates, who is cast, well and true, as a man who is perfectly right for her and perfectly wrong for her, both at the same time.\n\n \"An Unmarried Woman\" plays true with all three of its major movements: The marriage, the being single, the falling in love. Mazursky's films have considered the grave and funny business of sex before (most memorably in \"Bob and Carol and Ted and Alice\" and \"Blume in Love\"). But he's never before been this successful at really dealing with the complexities and following them through. I wouldn't want to tell you too much about the movie's conclusion, but believe this much: It's honest and it's right, because Mazursky and Jill Clayburgh care too much about Erica to dismiss her with a conventional happy ending.\n\n Clayburgh takes chances in this movie. She's out on an emotional limb. She's letting us see and experience things that many actresses simply couldn't reveal. Mazursky takes chances, too. He wants \"An Unmarried Woman\" to be true, for starters: We have to believe at every moment that life itself is being considered here. But the movie has to be funny, too. He won't settle for less than the truth and the humor, and the wonder of \"An Unmarried Woman\" is that he gets it. I've been reviewing movies for a long time now without ever feeling the need to use dumb lines like \"You'll laugh you'll cry.\" But I did cry, and I did laugh.", "running_time": 124, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-03-05", "genres": ["Comedy", "Drama", "Romance"], "title": "An Unmarried Woman (1978)"}