{"url": "http://www.rogerebert.com/reviews/anacondas-the-hunt-for-the-blood-orchid-2004", "by": "Johnny Messneras Bill Johnson", "star_rating": 2.0, "text": "Deep in the jungles of Borneo lurks the blood orchid, which blooms only once in seven years, and whose red flowers contain a mysterious ingredient, which extends the ability of living cells to reproduce themselves. A pill based on this substance would allow you to live forever, or at least long enough to feel like you had. \"This is bigger than Viagra!\" observes a drug company executive. Yes, and creates a whole new market for it. The notion of using Viagra when you're 150 is a little daunting, but at least, unlike George Burns, you could find plenty of girls your age.\n\nAlas, there's a catch. The only existing samples of the blood orchid were \"destroyed in testing,\" so it's necessary to return to Borneo for more blooms -- and the blooming season ends in two weeks. There's barely time for an emergency expedition, and besides, it's the rainy season. We read a lot about how their profits allow drug companies to spend billions on research, but in the quest for eternal life, this company is only able to lease the Bloody Mary, a riverboat that looks hammered together out of spare parts from the tree house in \"Benji: Off the Leash.\"\n\nThe boat is commanded by Bill Johnson (Johnny Messner), who proves that even with the face of a Calvin Klein model he can earn a living piloting a leaky gutbucket into the jaws of hell. The scientific team includes four serious men, Dr. Jack Byron (Matthew Marsden), Gordon Mitchell (Morris Chestnut), Dr. Ben Douglas (Nicholas Gonzalez) and Tran (Karl Yune); two serious women, Gail Stern (Salli Richardson-Whitfield) and Samantha Rogers (KaDee Strickland), and a comic relief guy named Cole Burris (Eugene Byrd), who is always scared of everything. There is also a pet monkey that gets way, way too many reaction shots as it plays essentially the same role that Fred Willard filled in \"Best in Show.\"\n\nIt is dangerous to travel the rivers of Borneo even in the best of times, and treacherous in the rainy season, when they overflow their banks, navigation is uncertain, alligators are hungry, submerged logs can rip the bottom out of your boat, and if you miss a turn, you could go over a waterfall. Bill Johnson demands 50 grand to make the journey and later collects another 50 grand; looking at the Bloody Mary, we realize he's not so much charging for the trip as getting a good price on a used boat.\n\nAh, but there's a catch. The jungle where the blood orchid blooms is inhabited by giant anacondas. In fact, although they are solitary creatures, the snakes congregate in this very place during the rainy season, to form (or attend, perhaps) a \"mating ball,\" so that the river and the jungle seem to be teeming with them. We have heard about salmon swimming upstream to mate and birds flying thousands of miles to their summer nesting homes, and perhaps that explains why the anaconda, which is a native of the South American rain forests and is unknown in Borneo, makes the arduous journey across the Pacific Ocean and up the river to the precise location of this movie.\n\nNo matter how they got there, they hang around a long while. That's because, of course, they eat the blood orchid and therefore do not die, but simply grow bigger and bigger. Perhaps they are immune to the bite of a local spider, which causes paralysis for 48 hours, although the cast of the movie certainly is not. You know when a spider paralyzes you and then you see an anaconda starting to eat you? I hate it when that happens.\n\nThere comes a point when we realize that \"Anacondas: The Hunt for the Blood Orchid\" is hunting not so much for orchids as for trouble. The cast is so large because one must be eaten every so often, and the attrition rate grows after they fall into a cave. Bill Johnson keeps their spirits up: \"There's a way in -- there's a way out.\" True, but what if it's the way in?\n\nFaithful readers will recall that I immensely enjoyed the original \"Anaconda\" (1997). It was a superb example of exactly what it was, and Jon Voight's final scene in the movie retains a sublime perfection. But I've seen \"Anaconda,\" and, senator, \"Anacondas\" is no \"Anaconda.\" The director, Dwight H. Little, has done a lot of TV and retains the annoying TV practice of the reaction-shot whip-round, in which A says something witty, B hears it and grins and looks at C, who smiles and shrugs, while D looks on, amused. With the monkey playing the E position, this can get monotonous.\n\nThe movie, however, is competent at a basic level, doing a good job of using its locations and a hard-working, fearless cast. The beautiful Salli Richardson-Whitfield continues the great tradition of the late Fay Wray as she struggles to escape the clutches of danger, and Mathew Marsden, obsessed with the millions to be made from the new drug, is suitably treacherous. The movie is competent formula entertainment, but doesn't make that leap into pure barminess that inspired \"Anaconda.\"", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-08-26", "genres": ["Action", "Adventure", "Horror", "Science Fiction", "Thriller"], "title": "Anacondas: The Hunt for the Blood Orchid (2004)"}