{"url": "http://www.rogerebert.com/reviews/anaconda-1997", "by": "Jennifer Lopezas Terri Flores", "star_rating": 3.5, "text": "This information is included in the opening titles of \"Anaconda,'' and as the words rolled across the screen I heard a chuckle in the theater. It came from me. I sensed with a deep certainty that before the movie was over, I would see an anaconda regurgitate its prey. Human prey, preferably.\n\n\"Anaconda'' did not disappoint me. It's a slick, scary, funny Creature Feature, beautifully photographed and splendidly acted in high adventure style. Its snakes are thoroughly satisfying. The most dreaded predator of the Amazon, we learn, the anaconda can grow to 40 feet in length, and crushes its prey before engorging it whole (so whole that it eats an entire jaguar, leaving behind only a single poignant eyeball).\n\nThese insights into anaconda lore come mostly from a character named Sarone, played by Jon Voight as a slimy river rat with a dangerous gleam in his eye. \"This river can kill you in a thousand ways,'' he intones, and we get the feeling that he can, too. The propeller of his boat is broken, and he's rescued by a small expedition that hopes to make a documentary about the People of the Mist--a legendary lost Amazon tribe. \"I know them,'' Sarone says. \"They saved my life.'' And are probably still regretting it.\n\nThe leader of the expedition is Terri Flores (Jennifer Lopez, from \"Selena\"), who will direct the documentary. Ice Cube plays Danny, her cinematographer. Eric Stoltz is Dr. Steven Cale, a scientist. The other members include Jonathan Hyde as their fastidious British narrator, Owen Wilson as the sound man (\"Ever notice how the jungle makes you horny?''), Vincent Castellanos as the sinister boat pilot, and Kari Wuhrer as a production assistant. If the cast seems large, reflect that some, perhaps many, of these characters are required so that they can be eaten by snakes.\n\nA movie like \"Anaconda'' can easily be dumb and goofy (see \"Piranha''). Much depends on the skill of the filmmakers. Here one of the key players is the cinematographer, Bill Butler, who creates a seductive yet somehow sinister jungle atmosphere. The movie looks great, and the visuals and the convincing soundtrack and ominous music make the Amazon into a place with presence and personality: It's not a backdrop, it's an enveloping presence.\n\nThe acting is also crucial. Director Luis Llosa, whose \"Sniper\" (1993) was another good thriller set in the jungle, finds the right notes. He gives the members of the expedition plausible backgrounds (Lopez and Ice Cube say they met in the USC film school), and he allows Jon Voight to take some chances with his performance. Voight's river rat is always on the delectable edge of overacting. He sneers, he frowns, he grimaces, he utters ominous pronouncements (\"So young--and yet so lethal,'' he says, as a baby snake sinks its teeth into a fingertip). This is a daring performance: Voight, a serious actor, isn't afraid to pull out the stops as a melodramatic villain, and his final scene, which he plays with a wink, will be remembered wherever great movie exits are treasured.\n\nNow as for the snakes. Several kinds of snakes are used in the movie: Animated, animatronic and, for all I know, real. They are mostly convincing. There are a few moments when we know, if we bother to think about it, that special effects are being used (especially in a scene where a flaming snake attacks). But there are other moments that earn a gasp from the audience, including one where a giant snake captures its falling prey in mid-air. There are utterly convincing closeups of an anaconda's head, its bright eyes glistening, its mouth gaping open to reveal fangs, its skin gleaming with a terrible beauty. (Those shots are matched by a point-of-view shot from inside the snake, and by another in which we see the snake's belly skin stretched tautly over the body and face of one of its victims.) The screenplay has nice authentic touches. The Eric Stoltz character lectures on the dangers of going into the water. He's less afraid of the snakes than of \"the little catfish that swims up through your urethra, finds a nice warm spot, and spreads its thorny little spines.'' A scuba diver finds a poisonous wasp in his mouthpiece. An emergency tracheotomy is performed with a pocket knife. There's a mysterious wall built across the river, which they blow up with dynamite that Voight happens to have with him (\"Always good to be prepared''). And a protest that blowing up the wall will \"upset the ecological balance of the river.'' Yeah, like the wall grew there.\n\n\"Anaconda'' is an example of one of the hardest kinds of films to make well: a superior mass-audience entertainment. It has the effects and the thrills, but it also has big laughs, quirky dialogue and a gruesome imagination. You've got to like a film where a lustful couple sneaks out into the dangerous jungle at night and suddenly the guy whispers, \"Wait--did you hear that? Silence!''", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-04-11", "genres": ["Action", "Adventure", "Horror", "Thriller"], "title": "Anaconda (1997)"}