{"url": "http://www.rogerebert.com/reviews/analyze-that-2002", "by": "Robert De Niroas Paul Vitti", "star_rating": 2.0, "text": "The success of \"Analyze This\" (1999) made \"Analyze That\" inevitable, but was it necessary? What seemed like a clever idea the first time feels like a retread the second, as mob boss Paul Vitti (Robert De Niro) goes back into therapy with Dr. Ben Sobel (Billy Crystal). The first film more or less exhausted the possibilities of this idea, as the second one illustrates.\n\n\"Analyze This\" was never more than a sitcom, but the casting gave it an aura. De Niro as a neurotic mobster was a funny idea, and Crystal as a shrink was good casting because of his ability to seem smart even during panic attacks. Lisa Kudrow, then the shrink's girlfriend, now his wife, has a nice off-balance disbelieving way with dialogue that plays against Crystal instead of merely out-shouting him, and there was also the mammoth presence of Joe Viterelli, as Jelly, the boss' loyal chauffeur and sidekick. All of that worked the first time, and it kind of works, sometimes, in the second film. But the story has the ring of contrivance. If the first film seemed to flow naturally from the premise, this one seems to slink uneasily onto the screen, aware that it feels exactly like a facile, superficial recycling job.\n\nAs the film opens, Sobel is attending his father's funeral, but takes a cell call from Sing Sing, right there in the front row at temple. Turns out Vitti has turned goofy and does nothing all day but sing songs from \"West Side Story.\" Is he crazy, or faking it? Whether he's faking it or not, he knows all the words. He gets no less goofy after he's released into the custody of Sobel and his wife Laura (Kudrow), and placed under their supervision--in their home. Laura hates this idea, but the FBI insists on it: Vitti's good behavior is Sobel's responsibility.\n\nThe film then descends into an unconvincing, contrived heist subplot, with Sobel linked with the robbers. And Cathy Moriarty (De Niro's wife in \"Raging Bull\") turns up as the head of a rival gang, in a rivalry that never seems anything more than the excuse for some routine mob-war threat routines. Harold Ramis, who directed and co-wrote (as he did with the first film) is a gifted filmmaker, the author of many great laughs in the movies, but he should reflect that there is a reason most sequels are not directed by the same men who made the originals: A movie that inspires a sequel, if it is any good, incorporates qualities that cannot be duplicated.\n\nWhat we get in \"Analyze That\" are several talented actors delivering their familiar screen personas in the service of an idiotic plot. There is undeniable pleasure to be had in hearing De Niro say, yet once again, \"You're good. No! You're good!\" to Crystal, and watching De Niro use that beatific smile as if his character is saintly to bestow such praise (a compliment from De Niro is somewhat like being knighted). And Crystal, in this character as in life, is able to suggest that his mind runs so rapidly it spits out the truth before his better judgment can advise him. Kudrow, sadly underused here, plays not the wife who doesn't understand, but the wife who understands all too well.\n\nThere is also the question of Joe Viterelli as Jelly. Writing about his work in the first movie, I saw him playing not just a mobster, but \"an older man who is weary after many years in service, but loyal and patient with his weirdo boss.\" The sad thing about \"Analyze That\" is that Viterelli is invited back but not made to feel welcome at the party. We miss the sense that De Niro counts on him, that he comes as part of the package. Now De Niro's focus is on Crystal. And if Vitti and Sobel are a double act, the point of the movie is missing.", "running_time": 95, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-12-06", "genres": ["Action", "Comedy", "Crime"], "title": "Analyze That (2002)"}