{"url": "http://www.rogerebert.com/reviews/analyze-this-1999", "by": "Robert De Niroas Paul Vitti", "star_rating": 3.0, "text": "\"Do you know who I am?'' the mobster asks the shrink.\n\n\"Yes, I do.'' \"No, you don't.'' \"No, I don't.'' The psychiatrist is only too happy to please Paul Vitti, the boss of the New York mob. But Vitti is in a vulnerable position: He has lost his nerve, he has panic attacks, he breaks out crying during sentimental TV commercials. If his rivals find out, he's dead.\n\nA comic situation like this depends on casting to elevate it from the environs of sitcom, and \"Analyze This'' has Robert De Niro and Billy Crystal to bring richness to the characters. It also has a large, phlegmatic man named Joe Viterelli, as a bodyguard named Jelly who tries dimly to understand why the most feared criminal in America needs help from this little head doctor.\n\n\"Analyze This'' is funny partly because De Niro and Crystal do what we expect them to do, and partly because they don't. De Niro kids his screen image from all those mob movies by Martin Scorsese and others, paying the psychiatrist compliments he cannot refuse.\n\n\"You're good.'' \"Well, I ... '' \"No! You're good!'' \"I'm good.'' Crystal's character, named Ben Sobol, is the kind of guy who figures if he can just keep talking, sooner or later he'll say the right thing. What we don't expect is that the characters take on a certain human dimension, and we care for them a little. This isn't a deeply involving human drama, you understand, but attention is paid to personalities, and the movie isn't all gag lines.\n\nOf course there has to be a Meet Cute to explain how Ben Sobol meets the mob, and it's handled in a funny setup scene where the shrink's car rams the back of a car with an extra passenger in the trunk. The gangsters are only too happy to forget the incident, even though Crystal wants to call the cops; eventually Jelly accepts the psychiatrist's card, and still has it in his pocket when Vitti needs help.\n\nVitti's archenemy is a mobster named Primo Sindone (Chazz Palminteri), who would strike if he had any suspicion of his rival's weaknesses. That's why utter secrecy is important, and why Sobol is horrified when he discovers his son eavesdropping on their sessions. \"You cannot tell a single person!'' he shouts at the kid. \"You mean,'' says the kid, \"take it off the Internet?'' Sobol is a divorced man about to remarry (to Lisa Kudrow), but Jelly comes for him even in the middle of a wedding, and it begins to look to his fiancee's parents as if he's a mobster himself.\n\nCrystal can go over the top when he needs to, but here he wisely restrains his manic side, and gets into a nice rhythm with De Niro's fearful gangster. The movie surrounds them with fairly lively violence (the shrink himself ends up in a shark tank at one point), but a lot of the mob scenes are satires of \"The Godfather'' and its clones. There's even a dream sequence in which the psychiatrist imagines himself being shot in the street in exactly the same way Don Vito Corleone was in the movie, with Vitti too slow to save him. He describes the dream to Vitti. \"I was Fredo?'' Vitti says. \"I don't think so.'' The director and co-writer is Harold Ramis, whose work ranges from broad comedy like \"Caddyshack'' to the fine-tuned observation of \"Groundhog Day.'' Here he's presented with all sorts of temptations, I suppose, to overplay the De Niro character and turn the movie into an \"Airplane!''-type satire of gangster movies. I think he finds the right path--allowing satire, referring to De Niro's screen past, and yet keeping the focus on the strange friendship between two men who speak entirely different languages. (When Sobol explains Freud's theory that some men subconsciously want to kill their fathers and marry their mothers, Vitti's response is to the point: \"You ever seen my mother?'') A movie like this will be thought of almost entirely in terms of De Niro and Crystal, with a nod to Palminteri and Kudrow, and yet I think what holds the parts together is the unexpectedly likable character of Jelly. Joe Viterelli makes the bodyguard not just a mobster, not just a tough guy, but an older man who is weary after many years in service, but loyal and patient with his weirdo boss. As Jelly patiently pads about trying to deal with the disturbing news that his boss is cracking up and seeing a shrink, he lends a subtle dimension to the movie; he gives Vitti a context, and someone who understands him. The comedy here isn't all on the surface, and Viterelli is one reason why.", "running_time": 106, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-01", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Analyze This (1999)"}