{"url": "http://www.rogerebert.com/reviews/anastasia-1997", "by": "Meg Ryanas Anastasia", "star_rating": 3.5, "text": "The legend of Anastasia would seem like unlikely inspiration for\ran animated musical, but “Anastasia” picks and chooses cleverly, skipping\rblithely past the entire Russian Revolution but lingering on mad monks, green\rgoblins, storms at sea, train wrecks and youthful romance. The result is\rentertaining and sometimes exciting--a promising launch for Fox's new animation\rstudio, which has declared war on Disney.\n\nThe movie's based loosely on the same speculative story as the\r1956 feature film starring Ingrid Bergman; it assumes that when Russia's ruling\rRomanov family was murdered in the upheaval of revolution, one child escaped\rthe carnage and survived to make a valid claim for the throne. This was\rAnastasia (voice by Meg Ryan), granddaughter of the Dowager Empress Marie\r(Angela Lansbury), who herself escaped to Paris and now wearily rejects one\rimposter after another.\n\nYoung Anastasia is seen wrapped in the warm bosom of her family;\rthen disaster strikes, and she spends years in a cruel orphanage, losing all memory\rof her earlier days. Then as a lithe and spirited teenager, she falls into the\rclutches of two con men named Dimitri (John Cusack) and Vladimir (Kelsey\rGrammer). They both worked in the royal court and have insider knowledge; their\rscheme is to tutor an imposter until she can fool the Dowager Empress. The\rirony, which the movie makes much of, is that this impostor is, in fact, the\rreal thing.\n\n“Anastasia” tells this story within what has become the almost\rrigid formula of the modern animated feature: The heroine and the hero both\rhave sidekicks, the villain commands nasty little minions, and romance blooms,\rbut doesn't get too soppy.\n\nMuch depends on how colorful the villain is, and the mad monk\rRasputin (Christopher Lloyd) is one of the best cartoon villains in a long\rtime. The real Rasputin became infamous for taking so long to die--he was\ralmost unkillable--and in this movie version he likewise lingers between life\rand death. His spirit burns on, but his body parts have a disconcerting habit\rof falling off. His little sidekick Bartok, an albino bat voiced by Hank\rAzaria, tirelessly screws missing limbs back into place.\n\nAnastasia has a friend, too: Her little dog Pooka, who\rfaithfully tags along. Indeed, every important character is assigned a\rsidekick; Dimitri has Vladimir, and the Dowager Empress has her faithful\rlady-in-waiting, Sophie (Bernadette Peters). By the movie's end, Dimitri wins\rAnastasia, Vladimir wins Sophie, and I guess we can be relieved that the\rfilmmakers spared us the Bartok-Pooka nuptials.\n\nThe film was produced and directed by former Disney artists Don\rBluth and Gary Goldman, whose credits include “The Land Before Time” and “An\rAmerican Tail.” Here they consciously include the three key ingredients in the\rbig Disney hits: action, romance and music. Only the songs disappoint. (Why\rdidn't they do the obvious, and license the title song from the 1956 film?)\rThere are three big action sequences: A storm at sea, as Anastasia sleepwalks\rperilously close to the briny deep; a runaway locomotive and a wreck, as\rRasputin's little green goblins sabotage the train carrying Anastasia to Paris,\rand a final showdown between Rasputin and the forces of good. The action here\ris alive and energetic, and the train sequence is genuinely thrilling.\n\nWhat won me over most of all, however, was the quality of the\rstory: It's clearly set up, so that even younger viewers can understand\rAnastasia's fate and her hopes. (“I'm not exactly Grand Duchess material here,”\rshe says, “a skinny little nobody with no past and no future.”) It gets a\rcouple of neat twists out of the idea of making Anastasia a fraud who isn't a\rfraud. And the Dowager Empress, as played by Lansbury, creates real pathos with\rher weariness: How many more frauds must she endure? Animation is the road less\rtraveled for the movies. Although it offers total freedom over the\rinconveniences of space, time and gravity, it's so tricky and difficult that\ranimated features have always been rare--and Disney has always known how to\rmake them best. With “Anastasia,” there's another team on the field.", "running_time": 94, "mpaa_rating": "G", "release_year": 1997, "date_published": "1997-11-21", "genres": ["Animation", "Family", "Musical"], "title": "Anastasia (1997)"}