{"url": "http://www.rogerebert.com/reviews/anatomy-of-hell-2004", "by": "Amira Casaras The Woman", "star_rating": 1.0, "text": "She is the only woman in a gay nightclub. She goes into the toilet and cuts her wrist. He follows her in, sees what she has done, and takes her to a drugstore, where the wound is bandaged. If you cut your wrist and there's time to go to the drugstore, maybe you weren't really trying. He asks her why she did it. \"Because I'm a woman,\" she says, although she might more accurately have replied, \"Because I'm a woman in a Catherine Breillat movie.\"\n\nBreillat is the bold French director whose specialty is female sexuality. Sometimes she is wise about it, as in \"36 Fillette\" (1988), the story of a troubled teenager who begins a series of risky flirtations with older men. Or in \"Fat Girl\" (2001), about the seething resentment of a pudgy 12-year-old toward her sexpot older sister. Sometimes she is provocative about it, as in \"Romance\" (1999), which is about a frustrated woman's dogged search for orgasm. But sometimes she is just plain goofy, as in \"Anatomy of Hell,\" which plays like porn dubbed by bitter deconstructionist theoreticians.\n\nThe Woman makes an offer to The Man. She will pay him good money to watch her, simply watch her, for four nights. He keeps his end of the bargain, but there were times when I would have paid good money to not watch them, simply not watch them. I remember when hard-core first became commonplace, and there were discussions about what it would be like if a serious director ever made a porn movie. The answer, judging by \"Anatomy of Hell,\" is that the audience would decide they did not require such a serious director after all.\n\nThe Woman believes men hate women, and that gay men hate them even more than straight men, who, however, hate them quite enough. Men fear woman, fear their menstrual secrets, fear their gynecological mysteries, fear that during sex they might disappear entirely within the woman and be imprisoned again by the womb. To demonstrate her beliefs, The Woman disrobes completely and displays herself on a bed, while The Man sits in a chair and watches her, occasionally rousing himself for a shot of Jack on the rocks.\n\nThey talk. They speak as only the French can speak, as if it is not enough for a concept to be difficult, it must be impenetrable. No two real people in the history of mankind have ever spoken like this, save perhaps for some of Breillat's friends that even she gets bored by.\n\n\"Your words are inept reproaches,\" they say, and \"I bless the day I was made immune to you and all your kind.\" After a few days of epigrams, they suddenly and sullenly have sex, and make a mess of the sheets.\n\nSome events in this movie cannot be hinted at in a family newspaper. Objects emerge to the light of day that would distinguish target practice in a Bangkok sex show. There are moments when you wish that they would lighten up a little by bringing in the guy who bites off chicken heads.\n\nOf course we are expected to respond on a visceral level to the movie's dirge about the crimes of men against women, which, it must be said, are hard to keep in mind given the crimes of The Woman against The Man, and the transgressions committed by The Director against Us.\n\nThe poor guy is just as much a prop here as men usually are in porn films. He is played by Rocco Siffredi, an Italian porn star. The Woman is played by Amira Casar, who is completely nude most of the time, although the opening titles inform us that a body double will be playing her closeups in the more action-packed scenes. \"It's not her body,\" the titles explain, \"it's an extension of a fictional character.\" Tell that to the double.\n\nNo doubt the truth can be unpleasant, but I am not sure that unpleasantness is the same as the truth. There are scenes here where Breillat deliberately disgusts us, not because we are disgusted by the natural life functions of women, as she implies, but simply because The Woman does things that would make any reasonable Man, or Woman, for that matter, throw up.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-11-11", "genres": ["Drama", "Foreign"], "title": "Anatomy of Hell (2004)"}