{"url": "http://www.rogerebert.com/reviews/anchorman-the-legend-of-ron-burgundy-2004", "by": "Will Ferrellas Ron Burgundy", "star_rating": 3.0, "text": "Sometimes the key to satire is to stay fairly close to the source. \"Anchorman,\" like \"This Is Spinal Tap,\" works best when it's only a degree or two removed from the excesses of the real thing. When the news director goes ape over stories about cute animals at the zoo, when the promos make the news \"team\" look like a happy family, the movie is right on target. But when rival local news teams engage in what looks like a free-for-all from a Roman arena, it doesn't work. Most of the time, though, \"Anchorman\" works, and a lot of the time it's very funny.\n\nThe movie centers on Ron Burgundy (Will Ferrell), the legendary top local anchor in San Diego in the early 1970s. Ron has bought into his legend, believes his promos, and informs a blonde at a pool party: \"I have many very important leather-bound books, and my apartment smells of rich mahogany.\" His weakness is that he will read anything that is typed into his prompter. Anything. The words pass from his eyes into his mouth without passing through his brain.\n\nThere are viewers in every city who will think they know who this character in based on. Certainly anyone who was around Chicago TV news in the 1970s will instantly think of one name. I will not reveal the name here, but I will tell a story. A friend of mine was an assignment editor on this nameless anchor's station. One day he gave a juicy assignment to the man's co-anchor and rival. The next day the nameless one leaned casually against my friend's door:\n\n\"Say, John, that was a great story you had for Maury yesterday. What do you have for me today?\"\n\n\"Contempt.\"\n\nTrue story. \"Anchorman\" also shows promotional spots in which Burgundy and his news teammates smile at each other lots and lots. Last week Richard Roeper and I reviewed promos at PROMAX, the annual convention of TV promotion people. One spot showed the members of a news team doing magic tricks, performing with a Hula Hoop, playing a ukulele, etc. Yes, it was intended to be funny. And it was funny, especially if that's how you want to think of the people you trust for your news.\n\nAs \"Anchorman\" opens, Ron Burgundy faces a crisis. Ed Harke, the stations news director, played by the invaluable Fred Willard, wants to add \"diversity\" to the newsroom by hiring a woman -- no, a WOMAN! -- as Burgundy's co-anchor. This cannot be. It is not right. It is against nature. Burgundy is appalled. The new co-anchor will be the efficiently named Veronica Corningstone (Christina Applegate), and yes, reader, she was the blonde that Burgundy tried to pick up with the leather and mahogany line.\n\nThe other news team members include the wonderfully named Champ Kind (David Koechner), Brick Tamland (Steven Carell) and Brian Fantana (Paul Rudd). And yes, sometimes when they're together, they actually do sing \"Afternoon Delight.\" They are united in their fear of adding a woman to the team. \"I read somewhere,\" one of them ominously warns, \"that their periods attract bears.\" Odors play an important role in the movie. Hoping to attract Corningstone, Brian Fantana splashes on a high-octane cologne that smells, the newsroom agrees, \"like the time the raccoon got in the copier.\"\n\nIf the movie simply focused on making Ron and his team look ridiculous, it might grow tedious, because that would be such an easy thing to do. But it has a kind of sweetness to it. Despite his weaknesses, Ron is sort of a nice guy, darn it all, and Veronica Corningstone, despite her desire to project a serious image, kinda likes the guy -- especially when he reveals an unsuspected musical talent in a lounge one night, after he's asked to \"sit in on jazz flute.\"\n\nThe movie contains a lot of cameo appearances by other stars of the current comedy movie tour. Their names I will not reveal. Well, a character's name I will reveal: An anchorman named Wes Mantooth is Burgundy's arch-enemy. When the news teams clash in a free-for-all, it's over the top. But a lot of the quieter moments of rivalry are on target. I have known and worked with a lot of anchorpersons, even female anchorpersons, over the years, and I can tell you that almost all of them are good people -- smart professionals who don't take themselves too seriously. But every once in a while you get a Ron Burgundy, and you kind of treasure him, because you can dine out on the stories for years.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-07-09", "genres": ["Comedy"], "title": "Anchorman: The Legend of Ron Burgundy (2004)"}