{"url": "http://www.rogerebert.com/reviews/anchoress-1995", "by": "Natalie Morseas Christine Carpenter", "star_rating": 3.0, "text": "Unless the person involved is very holy indeed, there is always a degree of self-aggrandizement in sainthood. Chris Newby's \"Anchoress,\" a film set in the Middle Ages, plays slyly with that notion in its story of a young woman who chooses to be walled up for the rest of her life. As she sets the last stone of her tomb into place and fixes it with mortar, there is a smile of perfect happiness upon her face, and although it might be sanctity, it is also the look of a teenager who has, at last, gotten out from under the thumbs of her parents.\n\nChristine (Natalie Morse) lives in a tiny hovel on a bleak medieval landscape, where she and her sister and parents are in thrall to the warty reeve who administers the lands they work. The reeve wants to marry her. Her parents are willing. She wants nothing to do with him, and one day, alone with the statue of the virgin in the rude local church, she feels a sense of peace and contentment.\n\nSoon she and her sister are bringing offerings to the virgin - apples the reeve can ill do without - and with a little judicious encouragement from the local priest (who knows that an anchoress, a religious recluse, will enhance the stature of his church), Christine is soon begging to spend the rest of her life inside a stone cell attached to the church walls, where she will be able to see the face of the virgin through one small window and talk to visitors through another. There will be no door.\n\nThe bishop comes to crossexamine her and is reluctantly impressed by her simple faith. Her mother, whose Christianity is leavened with witchcraft, takes a more dubious view: \"You won't be able to feel the back of my hand in there, girl - but what about the heat from a good fire?\" Life as an anchoress is better than life as a poor medieval serf. The devout of the area bring Christine soup and bread, and at first, she glories in the slow progression of the sunlight across the cell floor, and the glimpses of birds, trees and sky from the small outside window. Despite its imprisonment, \"the body shall be wherever the soul desires - in an instant,\" the priest has said, although since Christine cannot read and has never gone anywhere, she cannot easily imagine anyplace other than where she is.\n\nBecause she has walled herself up, she is assumed of course to be holy, and people come to her with their problems, seeking advice. This she tries to give, but eventually the ordeal begins to grow on her. The cell is cold and damp, and the problems begin to wear her down. \"They're burying my daughter - them that couldn't dig up a turnip if they tried,\" her mother complains bitterly. But soon the mother is in trouble for her witchcraft and the abortions she performs.\n\n\"Anchoress\" is filmed in a cold monochrome, more silver and white than black and white, and it looks at times like one of Ingmar Bergman's medieval stories. The story is quiet, slow and bleak, with a hypnotic power. Much depends on the performance by Morse, as Christine; her dependable, open face reflects simplicity, faith, and also a vast naivete. Although the film is set long ago, Christine is like many modern children who will do almost anything to get away from home, and it is that simple human truth, lurking beneath the spiritual elements, that give it poignancy.\n\nThe film, playing through Thursday at the Music Box, has two messages: (1) Religion can be a great comfort in hard times, and (2) be careful what you ask for, because you might get it.", "running_time": 108, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Drama", "Foreign"], "title": "Anchoress (1995)"}