{"url": "http://www.rogerebert.com/reviews/and-you-thought-your-parents-were-weird-1991", "by": "Marcia Strassmanas Sarah Carson", "star_rating": 2.0, "text": "“And You Thought Your Parents Were Weird” breaks new ground in at least one area: This is the first movie since “Real Genius” (1985) in which a pretty girl likes a computer nerd because he’s so smart. The movie tells the story of two brothers, Josh and Max (Joshua Miller and Edan Gross), who win the local science fair by inventing a robotic garbage can, and then outdo themselves by creating a robot named Newman.\n\nThere is enough plot here for six movies, as Newman’s memory chips are invaded by the spirit of the boy’s dead father, a computer genius. The kids have always thought their father committed suicide, but he turns out to have been the victim of a nefarious plot - all of which he explains in the voice of Alan Thicke.\n\nMeanwhile, the kids are up against their archenemy, the obnoxious Dwayne Kotzwinkle, who usually wins the science fair, and whose fa ther, Walter, runs the local used computer store, even though he looks as if he would be more at home as an extra in “Deliverance.” And Josh and Max have a cute mother (Marcia Strassman, from “Honey, I Shrunk the Kids”), who is engaged to a magazine writer. And I almost overlooked the subplot involving the nosy TV anchorwoman, and the other one involving the electronics tycoons.\n\n“And You Thought Your Parents Were Weird” seems inspired by several different sources. The talking computer is from “2001” by way of “Look Who’s Talking.” The bright kids are from “Real Genius” by way of “Weird Science.” The clever, precocious robot is from “Short Circuit.” The high school rivalry is from every other high school movie ever made, and when the boys’ mom has to choose between her boyfriend and the ghost of her dead husband, it’s hard not to think about “Chances Are.” Is the movie worth seeing on its own? Only marginally; it’s the kind of entertainment that seems like more fun on Nickelodeon than when you paid for your ticket. Joshua Miller is an interesting hero - intense, earnest and thoroughly adolescent - and A.J. Langer brings a certain bounce to his tomboy girlfriend. But the plot is needlessly labyrinthine - there’s a limit to how many schemes we can keep straight at a time. And the physical stunts seem forced and unlikely. The strangest thing about it is that the parents in the movie are less weird than just about everybody else.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-11-15", "genres": ["Family"], "title": "And You Thought Your Parents Were Weird (1991)"}