{"url": "http://www.rogerebert.com/reviews/and-god-created-woman-1988", "by": "Rebecca De Mornayas Robin", "star_rating": 2.0, "text": "Is this the first time a title has been remade, instead of a movie? “And God Created Woman” shares little with the 1956 Brigitte Bardot movie except for its name and, of course, its director, Roger Vadim. It’s a great title, to be sure, and although I can only barely, dimly remember moments from the original movie, I am prepared to bet that this is a better one. The movie stars Rebecca De Mornay, who in her uncanny first shot looks for a moment like Bardot. Then the Bardot imagery is abandoned and the movie gets on with its business.\n\nDe Mornay plays a woman prison inmate (wrongly sentenced, of course) who is determined to be free. She escapes, but makes the mistake of hitching a ride in the limousine of a politician (Frank Langella). Instead of turning her over to the authorities, he helps her break back into the prison. Then he supplies some helpful advice: If she can find a responsible person on the outside who will vouch for her, she can probably be parolled.\n\nThis suggestion leads to the movie’s best sequence, when De Mornay discovers a local handyman (Vincent Spano) who is making some repairs on prison property and seduces him. Then she makes him an offer. She will give him her inheritance, $5,000, if he will marry her and help her be parolled. He agrees, and that leads to another good series of scenes, as these two incompatible people form an unlikely and apparently unworkable couple.\n\nThe whole middle stretch of “And God Created Woman” is good, in fact, partly because De Mornay and Spano work so effectively together and partly because Vadim tells the story efficiently and has a good story to tell. De Mornay plays a young woman who knows her own mind, firmly and without question, and although she had sex with Spano in prison, she won’t sleep with him now: “This is business,” she explains.\n\nHe’s astonished. She is, too, when she discovers Spano already has a family; he lives with a son and a kid brother. Then she makes adjustments, although Spano remains angry that she’d rather rehearse for a rock band than get a day job or keep house.\n\nMeanwhile, she meets Langella again and gets publicity as the deserving kid he has helped to rehabilitate. The two of them flirt, have a brief affair, and then separate after Langela’s wife (Judith Chapman) suspects something. And then - the movie has gotten pretty dumb by this point - there’s the threat that De Mornay will have to go back to jail, and then a dramatic moment at a political rally, and then, of course, the heartwarming ending.\n\nMovies like this frustrate me because they do not have enough ambition to match their imagination. De Mornay and Spano have created two very interesting characters in the reform school girl and the carpenter who’s trying to be a single father. Why did this plot, and these people, need the mechanical manipulation of the plot about the politician and his wife and the melodramatic events of the last reel? Wasn’t there a story here already? I think so. De Mornay brings so much to this performance that it lifts off the screen and threatens to redeem the bankrupt plot. She makes the character live, and Spano is just as good, creating a whole world of hard work and pickup trucks, mortgage payments and romantic confusion. In a movie like this, people are enough. The experience of De Mornay and Spano simply learning to talk to one another is more dramatic than the whole showdown at the political rally. And, in fact, the characters they create are so convincing that I resented seeing them manipulated by the rigid requirements of the plot: The young woman has broken out of one prison, only to find herself in another.\n\nIs this a movie worth seeing? Sort of. You have to put the plot on hold, overlook the contrivances of the last half hour and find a way to admire how De Mornay plays the big scene, even while despising the scene itself. If you can do that, you’ll find good work here - even by Vadim, who may have been as trapped by the plot as everyone else. Now that they’ve remade the title, I have an even better idea. They should remake the movie. Not the first one; this one.", "running_time": 94, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-03-04", "genres": ["Comedy", "Drama", "Romance"], "title": "And God Created Woman (1988)"}