{"url": "http://www.rogerebert.com/reviews/and-now-ladies-and-gentlemen-2003", "by": "Jeremy Ironsas Valentin", "star_rating": 2.5, "text": "'And Now Ladies and Gentlemen\" is a title that stopped me cold. What could it possibly have to do with this movie about jewel thieves, brain tumors, sailing alone around the world, faith healers, adultery, cell phone trickery, gigolos, police work, Paris, Morocco and nightclub chantoosies? Suddenly I understood: The title refers not to the plot but to the performance by the director, Claude Lelouch, who pulls a few plot twists or exotic locations out of his hat in every reel. The movie is so extravagant and outrageous in its storytelling that it resists criticism: It's self-satirizing. For such a story you require an actor like Jeremy Irons, someone dour and inward and filled simultaneously with lust and with a conviction that the lust can never be satisfied. You would not want an extroverted actor, or a heroic one; if the story whirls, the actor must remain still, or the audience risks vertigo. For such a story, also, you require an audience in on the joke: The slightest shred of common sense would explode this movie. I fondly recall a conversation I had with Ken Turan of the Los Angeles Times, after we had seen \"Gerry,\" in which two guys get lost in the desert and walk for the rest of the movie. We agreed that the ordinary moviegoer would find it tedious beyond all reason, but that it could be appreciated by experienced and seasoned moviegoers--like ourselves, for example.\n\n\"And Now Ladies and Gentlemen\" is not tedious, at least. It errs in the opposite direction. Like a sampler of Claude Lelouch's greatest hits, it has a score by Michel Legrand, and the technique of draining the color from some scenes, which reminds us that Lelouch alternated color and black and white in his first great hit, \"A Man and a Woman\" (1967). Oh, and it begins with a jewel robbery whose technique is inspired by \"La Bonne Annee\" (1973), which itself inspired Peter Falk's astonishing performance in the remake \"Happy New Year\" (1987). The theft depends on disguise and deception, and all one can say is that Falk (and Lino Ventura in the original) were a lot more deceptive than Jeremy Irons is this time. His disguise looks like something whipped up for a costume party.\n\nNo matter; one thing follows another, and soon Irons (whose character is the ominously named Valentin Valentin) falls in love with Francoise (Allesandra Martines), only to eventually kiss her farewell before setting off to sail one-handed around the globe. (Thierry Lhermitte, the Other Man du Jour of the French cinema, is poised to step in.) Valentin, alas, gets no farther than the middle of the Mediterranean before passing out, and he is eventually found, rescued, and brought to Morocco, where friendly Dr. Lamy (Jean-Marie Bigard) diagnoses a brain tumor.\n\nAt this point, one hour into the movie, Valentin meets the other major character. Her name is Jane Lester, she is a nightclub singer played by the French singer Patricia Kaas, and, wouldn't you know, she has a brain tumor, too. She knows because she starts blanking on lyrics, although since she sings with a hand-held mike while strolling past the tables of oblivious diners, she is the first to notice.\n\nThe movie is episodic beyond all reason, as when Valentin Valentin and Jane Lester attend a faith healer, who suggests they go to the grave of a mighty saint who may be able to cure them--and, given the movie's happy ending, who is to say she did not? Meanwhile, in the hotel where Jane is performing, a faded countess (Claudia Cardinale--yes, Claudia Cardinale) loses some priceless jewels while her husband is out of town on business, and the Police Inspector (Amidou) at first suspects Valentin, which is an neat irony, when you come to think of it, since Valentin is in fact a jewel thief. The Inspector is a cop of the world and observes, \"I don't check alibis. Only the innocent don't have alibis.\" Will the jewels be found, the thief arrested, Valentin cured and healed, Jane Lester healed and loved, Francoise comforted by Thierry, the journey resumed, the lyrics recalled--oh, and I almost forgot the scam at the auction house. The answers to these questions are handed out at the end to the grateful audience. Did I dislike this movie? Not at all. Was it necessary for me to see it? No, but once it had my attention, at least it labored sincerely to keep it. I can't quite recommend the movie, but I confess a certain fugitive affection for it.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-22", "genres": ["Drama", "Romance", "Thriller"], "title": "And Now Ladies And Gentlemen (2003)"}