{"url": "http://www.rogerebert.com/reviews/and-now-for-something-completely-different-1972", "by": "Graham Chapman", "star_rating": 3.0, "text": "The movie was inspired by 'Monty Python's Flying Circus,' a BBC-TV comedy series that has generated large ratings and controversies during the last few seasons in Britain. It's like no other television program ever made; perhaps it could be described as 'Laugh-In' done with wit and intelligence.\n\nThe TV show has the same wackiness as BBC radio's 'Goon Show,' immortalized over here on treasured record albums and occasionally resurrected on WFMT's 'Midnight Special'. That was the program that launched the career of Peter Sellers, among others, and its flavor was caught in the classic Richard Lester short, \"The Running, Jumping and Standing Still Film.\" If you liked that, you'll like \"And Now for Something Completely Different.\"\n\nThe cast of five men and two women play something like 100 characters in the movie, ambling their way through a series of sketches separated by animated interludes. A kind of insane logic seems to connect the sketches, if you look hard enough, but mostly the movie seems to exist in the present and be willing to try anything for a laugh.\n\nThere is, for example, the sketch about the Hungarian in the tobacco shop, trying to order cigarettes with the aid of his English-Hungarian Dictionary. \"This record is scratched,\" he announces confidently. Later, he runs into difficulty when he tries to ask directions and instead insults people with obscene and scatological phrases. The publisher of the dictionary is eventually hauled into court on charges of breaching the peace -- but not before the hapless Hungarian buyers of his dictionary have gotten themselves into the worst sorts of embarrassment.\n\nThen there's the section on the \"Granny Gangs,\" wolf packs of little old ladies who roam the city assaulting young men by banging them about the ears with their purses. And the gang of \"Baby Snatchers\" -- full-grown men in diapers who snatch people away from the fronts of supermarkets. \"I just left him here for a moment while I went inside to buy something,\" a woman tells police after her husband is snatched. And the \"Upper Class Twit of the Year\" contest. And a unique TV show named 'Blackmail,' where secret films of people's private lives are shown. The victims have to telephone in a money offer to have the film stopped.\n\nSome of these things strike some people as funny; others do not. And so the audience is curiously frustrated. It's strange to find yourself laughing when everyone else is silent, and strange when everyone laughs and you don't get the joke. National humors and characteristics sometimes travel badly; I remember seeing \"2001: A Space Odyssey\" at the Moscow Film Festival and hearing it criticized afterward as just American braggadocio about the interior decoration on our spaceships.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-11-21", "genres": ["Comedy", "Foreign"], "title": "And Now for Something Completely Different (1972)"}