{"url": "http://www.rogerebert.com/reviews/anderson-tapes-1971", "by": "Sean Conneryas John Anderson", "star_rating": 3.0, "text": "A criminal mastermind gathers about him a handpicked band of experts, with the intention of pulling off an incredibly complicated theft. Their plan involves disguise, the outwitting of electronic detection devices, split-second timing, daredevil acrobatics and sheer chutzpah.\n\nAnd what you've got is one of my favorite genres, the Big Heist movie, known in some Eastern critical circles (but less colorfully) as the Caper Flick. There have been dozens, and there's no need to list them here. What matters is that each one follows the obligatory plot pattern, from the recruiting of the experts to the final excruciating climax (which is all the more exciting since it must take place in dead silence, with everybody padding around in sneakers).\n\nTwo new movies owe their structures to the Big Heist genre: Gordon Parks' \"Shaft\" (1971, which is a detective movie, too) and Sidney Lumet's \"Anderson Tapes,\" which is comfortably within the Caper tradition and works very, very nicely.\n\nSean Connery, looking mean with thick black eyebrows and a thinning hairline, is the mastermind this time. He's an ex-safecracker who's just gotten out of prison. He shacks up with an old love (Dyan Cannon) who lives in an exclusive New York apartment building packed to the rafters with rich tenants and expensive possessions. His plan is to back a Mayflower van up to the building and literally strip it clean.\n\nConnery plays the only completely developed character in the movie; In a Big Heist film, the plot is more important than anything, and you can't indulge in a lot of excess characterization. But Lumet has sneaked in some characterization anyway, by using supporting actors who have a rich background of associations for us. Two of the best supporting actors are in beautifully unexpected roles: Martin Balsam is a swishy antique dealer, and Alan King plays a Mafia chief so well, and with such delicate under-emphasis, that you wonder how they left him out of \"The Godfather.\"\n\nThe only serious structural flaw in the movie involves the emphasis on electronic surveillance. The original novel, as you probably know, was supposedly based on transcriptions from various public and private spies. That was a literary device, and too cute even for a bestseller. In the movie, it's dead weight. We have to eavesdrop with too many private eyes and look over the shoulders of too many FBI agents, to no particular avail. Perhaps Lumet was simply too ambitious in trying to work anti-bugging sentiment into the film. If he'd thrown out all the hidden mikes and stuck with the Heist, \"The Anderson Tapes\" would have moved with a more confident step in the direction of \"Rififi.\"", "running_time": 99, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-06-30", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Anderson Tapes (1971)"}