{"url": "http://www.rogerebert.com/reviews/android", "by": "Klaus Kinskias Dr. Daniel", "star_rating": 3.0, "text": "By now it is an established rite of passage: A young film student dreams of being a director, he moves to Los Angeles, he finds the backing to made a cheap exploitation film in a dependable genre, and then he labors to make it so brilliant that people will hail him as the new Stanley Kubrick.\n\nYou could hold a festival of those early films: George Lucas’s “THX 1138,” John Carpenter’s “Dark Star” and “Assault on Precinct 13,” Steven Spielberg’s “The Sugarland Express,” Martin Scorsese’s “Who’s That Knocking at My Door.” Now here’s another one, “Android,” by Aaron Lipstadt, a former Northwestern University student who went out West to work as a personal assistant to Roger (“Attack of the Crab Monsters”) Corman at New World Pictures.\n\nWhen Corman sold New World, Lipstadt went his own way, having learned well from the master. “Android” follows certain New World science-fiction traditions:\n\nIt is low-budget.\n\nIt contains one inexpensive but instantly recognizable horror star (Klaus Kinski).\n\nIt has scantily clad heroines.\n\nIt is shot on good-looking sets that owe more to imagination than money.\n\nBut in one key respect, “Android” steps outside the New World tradition. This is a thought-provoking film, an adventure based on ideas, and its real ancestor might be TV’s “Star Trek.”\n\nThe movie takes place on a forgotten space station millions of miles from Earth, a half-century from now. A mad scientist (Kinski) labors to create the perfect artificial human being, who will be named Cassandra. He is assisted by one of his earlier creations, an android named Max. Life is boring out there in space, and Max is an android teenager, fascinated by Earth pop culture from the 1960s and 1970s.\n\nThen a space ship runs into trouble and sends out an SOS. Max guides it to a safe berth at the space station, and then discovers that one of its three passengers is a real, live female (Brie Howard). They’re attracted to one another and, in a weirdly inventive scene, they make love in the same room with the inactivated Cassandra. The intensity of their passion ignites the fire of life inside the android.\n\nMeanwhile, more predictable things are happening in the plot. The castaways turn out to be criminals, Kinski becomes obsessed with the need to complete his experiments, and there are the usual scenes of people sneaking around corners and attacking each other.\n\nThis sort of movie is made for Kinski, of course, who can play insane obsession as easily as other people can wait for the bus.\n\nWhat’s interesting, though, is that the movie doesn’t simply end in a predictable, violent shootout. Instead, there’s a wonderful confrontation that calls into question the whole business of who is and who isn’t a human being. And it also asks an even trickier question: Suppose you’re not human, but you contain a human intelligence. Can you then love? And if love resides in the intelligence rather than in the heart, is it an exclusively human attribute?", "running_time": 80, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1984-02-06", "genres": ["Science Fiction", "Thriller"], "title": "Android (1982)"}