{"url": "http://www.rogerebert.com/reviews/andre-1994", "by": "Keith Carradineas Harry Whitney", "star_rating": 2.0, "text": "A duck lives on top of the Whitneys' refrigerator, and a rooster joins them at breakfast, and there are frogs and dogs here and there in the house. But when Dad brings home a baby seal, their lives really take on a shape and purpose.\n\nThey live in a rambling spread up on the hill over the Maine fishing town where Dad is the harbor master, and people talk about them behind their backs. There is a way in which old-timers with Maine accents can say \"He's got a seal for a pet\" that lets you know they are not simply imparting information.\n\nThe saga of the Whitneys is told in \"Andre,\" which is, of course, \"based on a true story.\" Another true story could probably be based on the thoughts of Mom Whitney as she cleans ducky doo off her refrigerator, but it would not be as heartwarming as this one, which is about how Dad (Keith Carradine) and the youngest daughter, Toni (Tina Majorino), cannot turn away the wounded creatures who come to their door. The little seal, for example, all but climbs into the harbor master's boat after losing its mother, and when the Whitneys bottle-feed it and name it Andre, it becomes a member of the family.\n\nThat is not to the liking of a local character I began to think of as Billy the Seal-Hater. Played by Keith Szarabajka like the ringleader of a prison riot, Billy is a local fisherman who blames those damned seals for tearing up his nets. At one point he gets so worked up he chases Andre with a pitchfork. He also drinks a lot and makes dire threats in the local diner, where all the locals spend most of their time, discussing each other's business.\n\nAndre, meanwhile, turns out to be quite a seal. He goes through an obligatory health crisis early in the film, and the Whitneys can't figure out what's the matter with him. My theory: As a wild animal, Andre has gone into shock after finding himself living in a bathtub in the attic. After Andre recovers, he proves to be a fast learner, and is soon painting watercolors, blowing out the candles on his birthday cake, making raspberry noises at people he doesn't like, doing the Peppermint Twist, and tuning the television (favorite shows: \"Lassie\" and \"Voyage to the Bottom of the Sea\").\n\nThe structure of a film like this, \"based on a true story\" or not, requires a crisis every so often. Please read no further unless you wish to discover that Andre disappears in a cold January and is feared frozen. The seal is also at various times nearly shot, and of course, pitchforked. Dad Whitney spends hours tending the seal and the family's other wounded animals, and is not, truth to tell, a very good harbor master. Once on a scuba dive he finds an old explosive mine (helpfully labeled \"T.N.T.\"), and might have been blown up if Andre had not helpfully warned him.\n\nToward the end things get really dire. An older Whitney daughter falls in love with the son of Billy the Seal Hater, who explains darkly that they can solve all their problems by \"getting rid of the seal for good.\" The two teenage lovers set off in a boat with Andre, and are seen by little Tina, who fears the worse and follows them in a rowboat about the size of Andre's bathtub. A Nor'easter obligingly whips up right on schedule, it is a dark and stormy night, and Pop Whitney and Billy make a truce in order to team up and save the tempest-tossed Tina, whose little tub tosses about a bious-larmingly in a large tank of dubious-looking waves on the back lot of a movie studio.\n\nSomething obviously has to be done about Andre, and the movie finds a solution that is a masterpiece of even-handedness, sending the seal to winter in an aquarium and then home to Maine for the summer season.\n\nMovies like this are probably ideal for characters with the age and personality of little Tina, its heroine, and I imagine kids up to a certain age will love \"Andre.\" But the movie doesn't have the smarts of \"Free Willy,\" and its series of cliffhanging crises is so relentless that we become aware of tireless screenwriters, manipulating that true story for all its worth.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-08-17", "genres": ["Adventure", "Drama", "Family"], "title": "Andre (1994)"}