{"url": "http://www.rogerebert.com/reviews/angelas-ashes-2000", "by": "Emily Watsonas Angela", "star_rating": 2.5, "text": "Frank McCourt's book Angela's Ashes is, like so much of Irish verbal history, suffering recollected in hilarity. I call it verbal history because I know from a friend of his that the stories so unforgettably told in his autobiography were honed over years and decades, at bars and around dinner tables and in the ears of his friends. I could have guessed that anyway, from the easy familiarity you hear in his voice on the audiobook he recorded, the quickening rhythm of humor welling up from the description of grim memories. Some say audiobooks are not \"real\" books, but in the case of Angela's Ashes the sound of the author's voice transforms the material with fondness and nostalgia. McCourt may have had a miserable childhood, but he would not trade it in for another--or at least would not have missed the parts he retails in his memories.\n\nThat whole sense of humor is mostly missing from Alan Parker's film version of \"Angela's Ashes,\" which reminded me of Mark Twain's description of a woman trying to swear: \"She knows the words, but not the music.\" The film is so faithful to the content of the book that it reproduces scenes that have already formed in my imagination. The flooded downstairs in the Limerick home, the wretched family waiting for a father who will never come home with money for eggs and bacon, the joy of flying down the street on a post office bicycle--all of these are just as I pictured them. What is missing is the tone.\n\nThe movie is narrated by Andrew Bennett, who is no doubt a good actor and blameless here, but what can he do but reproduce the words from the page without McCourt's seasoning of nostalgia? McCourt's voice tells us things he has seen. Bennett's voice tells of things that he has heard about.\n\nThe result is a movie of great craft and wonderful images, lacking a heart. There must have been thousands of childhoods more or less like Frank McCourt's, and thousands of families with too many children, many of them dying young, while the father drank up dinner down at the pub and the mother threw herself on the mercy of the sniffy local charities. What made McCourt's autobiography special was expressed somehow beneath the very words as he used them: These experiences, wretched as they were, were not wasted on a mere victim, but somehow shaped him into the man capable of writing a fine book about them. There is in Angela's Ashes a certain lack of complaint, a sense in which even misery is treasured, as a soldier will describe his worst day of battle with the subtext: But I survived, and I love to tell the story, because it is the most interesting thing that has ever happened to me. The movie stars Emily Watson and Robert Carlyle as Angela and Malachy McCourt, Frank's parents. It is impossible to conceive of better casting of Angela, and although other actors (Tim Roth, Gary Oldman) might have done about as good a job as Carlyle, how much can be done with that poor man who has been made shifty-eyed, lying and guilty by the drink? We do not even blame him as he leaves his family to starve while he pours their money into the pockets of the manufacturers of Guinness stout: Clearly, he would not drink if it were at all within his control. But he is powerless over alcoholism, and it has rendered him not a man but simply the focus of the family's bad luck.\n\nWhat is touching is the way Frank, and soon his younger brother Malachy, treasure those few moments when Dad was too abashed or impoverished to drink and lavished some attention on them. Consider my favorite sequence, in which the boys' shoes are letting in the rain, and Dad nails tire rubber to the soles. At school, flopping along on their little Michelin snowshoes, they're laughed at by the other kids until the Christian brother who teaches the class reprimands them all and points up dramatically to the crucifix on the schoolroom wall: \"You don't see our Blessed Savior sportin' shoes!\" It is the \"sportin' \" that does it, that makes it work, that reveals McCourt's touch. The possibility that the dying Christ would, could or even desired to \"sport\" shoes turns the whole sentence and the whole anecdote around, and it becomes not the story of schoolroom humiliation, but a rebuke to those classmates so foolish as to be sportin' shoes themselves. In the mechanics of that episode is the secret of the whole book, and although it comes across well in the film, so many of the similar twists, ironies and verbal revenges are missed. The film lacks the dark humor with which the Irish like to combine victory with misfortune (as in the story of the man who cleverly fed his horse less and less every day until \"just when he finally had the horse trained to eat nothing--the horse died!\").\n\nFrank is played at various ages by Joe Breen (young), Ciaran Owens (middle) and Michael Legge (older). He comes across as determined to make his own way and get out of Limerick and back to New York where he was born, and there are scenes of him picking up spilled coal from the road as a little boy, impressing the brothers with his essay \"Jesus and the Weather,\" getting his first job, falling in love and coming home drunk the first time (\"Jesus!\" cries his mother. \"It's your father you've become!\").\n\nThe grim poverty of the lane in Limerick where the family lived for much of the time is convincingly re-created by Parker and production designer Geoffrey Kirkland, although Parker is much too fond of a shot in which Frank and Malachy splash deliberately through every puddle they can find, indoors and out, season after season and year after year. Surely they would eventually learn to keep their feet dry? And although we know from the book that the flooded downstairs was \"Ireland\" and the dry upstairs was \"Italy,\" was the family so entirely without resources that a plank could not be found to make a bridge from the door to the stairs? What is wonderful about \"Angela's Ashes\" is Emily Watson's performance, and the other roles that are convincingly cast. She has the kind of bitterness mixed with resignation that was forced on a woman in a country where marriage to a drunk was a life sentence, and it was a greater sin to desert him than to let him starve her children. At one point, Dad leaves to seek work in England, complaining that she has \"refused her wifely duties.\" His husbandly duties of course consisted of fathering more children to starve and die, and buying rounds like a big shot down at the pub.", "running_time": 145, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-01-21", "genres": ["Drama"], "title": "Angela's Ashes (2000)"}