{"url": "http://www.rogerebert.com/reviews/angels-and-demons-2009", "by": "Tom Hanksas Robert Langdon", "star_rating": 3.0, "text": "Since \"Angels & Demons\" depends on a split-second schedule and a ticking time bomb that could destroy the Vatican, it's a little distracting when the Camerlengo, a priest entrusted with the pope's duties between papacies, breaks into the locked enclave of the College of Cardinals and lectures them on centuries of church history.\n\nThese men, many of them elderly, may face death in minutes, which the Camerlengo knows. The Commander of the Swiss Guard thinks he can evacuate the Vatican and the hundreds of thousands of faithful waiting in St. Peter's Square in 15 minutes before an explosion vaporizes \"a big chunk of Rome,\" but frankly we in the audience think a lot of monsignors back home are going to receive promotions real soon.\n\nSince very few plot details in the film are remotely plausible, including its desperate chase across Rome, the history lesson is excusable. Having been told about the long war between the church and the Illuminati, and religion and science, we are grateful for the briefing, even if the cardinals already know most of the history. This kind of film requires us to be very forgiving, and if we are, it promises to entertain. \"Angels & Demons\" succeeds.\n\nIt's based on a novel that came before \"The DaVinci Code\" in Dan Brown's oeuvre. Prof. Robert Langdon (Tom Hanks) is at Harvard when he is summoned from a swimming pool by an emissary from the Vatican, and flown to Rome to face a crisis. Earlier, we learned, a rare, sealed vial of anti-matter was stolen from the CERN Large Hadron Collider in Geneva, and a note taking credit comes from the Illuminati, a secret society that has long hated the Catholic Church because of the days when it persecuted Galileo and other scientists.\n\nA \"popular and progressive\" pope has just died. The cardinals have been summoned to elect his successor. Four of them, the preferati, the favorites to be next pope, have been kidnapped. They will be executed in succession at 8, 9, 10 and 11 p.m., until the battery on the anti-matter vial runs out of juice at midnight and the faithful will see more than a puff of white smoke above the Vatican. I don't recall if the Illuminati had any demands. Maybe it just wants revenge.\n\nIn that case, why hide the vial at the end of a trail that can only be followed by clues discovered or intuited by Professor Langdon? Why not just blow up the place? What is the purpose of the scavenger hunt? Has it all been laboriously constructed as a test of Langdon's awesome knowledge? Are the Illuminati trying to get even after Langdon foiled Opus Dei, another secret society, in \"The DaVinci Code\"?\n\nI don't know, and, reader, there is no time to care. Langdon uses his knowledge of Illuminati symbols to follow the trail though four Rome churches. He has uncanny luck. He spots and correctly identifies every clue, even though they're very well-hidden. Just as well, because one dungeon overlooked or one statue pointing the wrong way, and he loses. For his companion, Langdon has the beautiful and brilliant Vittoria Vetra (Ayelet Zurer) from CERN. Her father was murdered in the anti-matter theft. Her purpose is (a) to explain that the battery will indeed run down, (b) request her father's secret journals from Geneva, although they are never read, and (c) run along everywhere with Tom Hanks, to provide him with urgent conversation.\n\nMeanwhile, there is intrigue within the Vatican and lots of red herrings among all the red hats. The young Camerlengo (Ewan McGregor), the adopted son of the late pontiff, joins the professor's desperate quest, as does the commander (Stellan Skarsgard) of the pope's protectors, the Swiss Guard. Inside the conclave, Cardinal Strauss (Armin Mueller-Stahl) is in charge of the election. Because of his sinister mien (I love the phrase sinister mien), German accent and absolutist views on church tradition, he seems set up to be a suspect, since the progressive pope's death may have been an inside job. (I forgot to mention that there has also been time to exhume the pontiff's remains and discover evidence of poisoning.)\n\nAll of this happens at breakneck speed, with little subtlety, but with fabulous production values. The interiors of the Sistine Chapel, the Pantheon, churches, tombs and crypts are rendered dramatically, the College of Cardinals looks both (a) very impressive, and (b) like a collection of elderly extras from Cinecitta.\n\nThe film by no means tilts the conflict between science and religion one way or the other. The professor is not religious, indeed seems agnostic, but the church, however, is not portrayed as anti-science. Galileo would be happy that there is now a Vatican Observatory. If the Illuminati are indeed scientists, they would better employ themselves not avenging ancient deeds, but attacking modern fundamentalist cults.\n\nThe professor has a fascinating exchange with the Camerlengo, who asks him if he believes in God. He believes, he says, that the existence is God is beyond his mind to determine. \"And your heart?\" asks the priest. \"My heart is not worthy.\" Agnostics and believers can both find something to agree with there; director Ron Howard does an even-handed job of balancing the scales.\n\nSo good, indeed, that even after Howard accused the church of refusing him access to Vatican locations, and although the dependable William Donohue of the Catholic League has attacked his film, \"Angels & Demons\" received a favorable review from the official Vatican newspaper L'Osservatore Romano, which wrote it is a \"harmless entertainment which hardly affects the genius and mystery of Christianity.\"\n\nAnd come on, Ron: Would you expect the church to let you shoot a Dan Brown thriller in the Sistine Chapel? Get real.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-05-13", "genres": ["Drama", "Mystery", "Thriller"], "title": "Angels and Demons (2009)"}