{"url": "http://www.rogerebert.com/reviews/anger-management-2003", "by": "Jack Nicholsonas Dr. Buddy Rydell", "star_rating": 2.0, "text": "The concept is inspired. The execution is lame. \"Anger Management,\" a film that might have been one of Adam Sandler's best, becomes one of Jack Nicholson's worst. Because Nicholson has a superb track record and a sure nose for trash, it's obvious the movie was a Sandler project with Nicholson as hired talent, not the other way around. The fact that four of the producers were involved in \"Master of Disguise\" and three with \"The Animal\" indicates that quality-control was not an issue.\n\nEverything about the way the movie goes wrong--the dumbing-down of plot developments, the fascination with Sandler's whiny one-note character, the celebrity cameos, the cringing sentimentality--indicates a product from the Sandler assembly line. No doubt Sandler's regular fans will love this movie, which is a return to form after the brilliant \"Punch Drunk Love.\" Nicholson's fans will be appalled.\n\nAnd yet there might really have been something here. When I heard the premise, I began to smile. Sandler plays a mild-mannered guy named Dave Buznik, who just got a promotion at work and is in love with his fiancee, Linda (Marisa Tomei). Through a series of bizarre misunderstandings on an airplane trip, he is misdiagnosed as a person filled with rage, and assigned to therapy with the famed anger specialist Dr. Buddy Rydell ( Nicholson).\n\nNicholson's early scenes are his best, because he brings an intrinsic interest to every character he plays, and we don't yet know how bad the movie is. He wears a beard making him look like a cross between Stanley Kubrick and Lenin, and works his eyebrows and sardonic grin with the zeal of a man who was denied them during the making of \"About Schmidt.\" He introduces Dave to a therapy group including the first of many guest stars in the movie, Luis Guzman and John Turturro. Both are clearly nuts--and so is Dr. Rydell, as Dave finds himself trapped in an escalating spiral of trouble, climaxing in a bar fight and a court appearance where he explains, \"I was being attacked by someone while stealing a blind man's cane.\" The blind man is played by Harry Dean Stanton. Also on display in the movie are Woody Harrelson (as a drag queen), John C. Reilly (as a Buddhist monk who gets a wedgie), Heather Graham, former NYC Mayor Rudolph Giuliani, and (ho, ho) the angry Bobby Knight. The use of celebrity walk-ons in a movie is often the sign of desperation, but rarely does one take over the movie and drive it to utter ruin, as Giuliani's role does. The closing scenes in Yankee Stadium, with the hero proposing to his girl over a loud speaker, passed into the realm of exhausted cliche before Sandler was born. Most good comedy has an undercurrent of truth. The genius of \"Punch Drunk Love\" was that it identified and dealt with the buried rage that does indeed seem to exist in most of Sandler's characters. The falsity of \"Anger Management\" is based on the premise that Dave Buznik is not angry enough--that he needs to act out more, and assert himself. That provides the explanation for the plot's \"surprise,\" which will come as old news to most audiences.\n\nI said that Nicholson brings an intrinsic interest to his characters. Sandler does not. His character is usually a blank slate, waiting to be written on by the movie. While Nicholson has infinite variations and notes, Sandler is usually much the same. It's said the difference between character actors and stars is that the star is expected to deliver the same elements in every movie, while the character actor is supposed to change and surprise.\n\nNicholson, who has been a star character actor since he grinned triumphantly on the back of the motorcycle in \"Easy Rider,\" was part of a revolution that swept away old-model stars and replaced them with character-stars such as Dustin Hoffman, Robert De Niro and, recently, Nicolas Cage, William H. Macy and Steve Buscemi.\n\nSandler was wonderful in \"Punch Drunk Love\" because, for once, he was in a smart movie that understood his screen persona. Paul Thomas Anderson, who wrote and directed that film, studied Sandler, appreciated his quality, and wrote a story for it. Most of Sandler's other movies have been controlled by Sandler himself (he is executive producer this time), and repeat the persona but do not seem willing to see it very clearly. This is particularly true in the cloying romantic endings, in which we see what a very good fellow he is after all.\n\nThat there is a market for this I do not deny. But imagine, just imagine, a movie in which Dave Buznik truly was exploding with rage, and Dr. Buddy Rydell really was an anger therapist. This movie should be remade immediately, this time with Jack Nicholson as executive producer, and Adam Sandler as hired gun.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-04-11", "genres": ["Comedy", "Drama", "Romance"], "title": "Anger Management (2003)"}