{"url": "http://www.rogerebert.com/reviews/angels-in-the-outfield-1994", "by": "Danny Gloveras George Knox", "star_rating": 2.0, "text": "Angels are the celestial beings of choice right now. They're getting good press in the newsweeklies, Broadway plays are written about them, and now here is a retread of the 1951 film \"Angels in the Outfield,\" about how they help a losing team turn around its season, all because of the faith of a little boy.\n\nI have always had my doubts about any form of divine intervention in sports contests. The power of prayer may be remarkable in many other arenas, but why should God want my team to win instead of the other side? Isn't it insulting to request God to even take an interest in baseball? Angels, on the other hand, seem to represent less of a problem, maybe because they have murkier theological functions.\n\nMilton saw them shaking the very heavens, but in our trivializing times they've been downgraded to starring roles in greeting cards and pop songs. This movie is a good career move.\n\nThe film opens on a sad note, with little Roger (Joseph Gordon-Levitt), a foster child, in court hoping to be reunited with his father. But the father is a motorcycle loner with no room for a kid on the bike, and so Roger is sent back to stay with the warm woman (Brenda Fricker) who runs his foster home. When will he ever be part of a \"real family\" again, he asks his dad, who laughs and says, \"Not until the Angels win the pennant.\" He is referring to the California Angels, mired in last place at this point in the film (and at the bottom of the West Division in reality), but Roger consults with little J.P. (Milton Davis, Jr.), who also lives in the foster home, and then prays for heavenly intervention in the team's fate. And before long, amazingly, the Angels start to win. There are plays so sensational that they seem to defy the laws of physics. And only Roger, who can see angels in the outfield and elsewhere, knows why these miracles are happening.\n\nThe team is being managed by a bitter, angry veteran named George Knox (Danny Glover). Among its members is the once-great pitcher Mel Clark (Tony Danza), who has been benched for much of the season. When George's team starts to win, he is astonished, until he learns from his little fan Roger that angels are helping the team. He doubts it, but cannot argue with results. And when Mel starts pitching again, he gets help from the angels, too, and regains his old form.\n\nThe movie then reduces itself to a formula, alternating between baseball action (angels appear, work miracles, and announcer goes into ecstasy) and human redemption (the manager becomes more of a human being). The baseball action isn't very interesting because the angels (led by Christopher Lloyd) manipulate the outcomes. And the human interest stuff is canned and unconvincing. The only character who really rings true is the comeback pitcher played by Danza.\n\n\"Angels in the Outfield\" closely follows another movie about kids and baseball, \"Little Big League.\" Both are about how small boys control the destinies of major league teams. But while \"Little Big League\" is a smart movie about a kid who really understands baseball, \"Angels\" is a dumb movie about soppy sentimentality. The choice is clear.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-07-15", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Angels In The Outfield (1994)"}