{"url": "http://www.rogerebert.com/reviews/angelo-my-love-1983", "by": null, "star_rating": 3.5, "text": "The late Italian director Vittoria De Sica once said that anyone can play at least one role - himself - better than anybody else possibly could. De Sica illustrated that belief in his late-1940s neo-realist films like \"The Bicycle Thief,\" and now the American actor Robert Duvall proves it again in a wonderful and unique new movie he has written and directed, named \"Angelo My Love.\" \n\nHere is a movie that could not exist without the people who are in it - and of how many movies is that true? The film is about the lives, feuds, rivalries and dreams of a group of New York Gypsies, and Duvall has recruited real Gypsies to play themselves. His inspiration for the movie came when he saw a young Gypsy boy named Angelo Evans conning a much older woman during an argument on a Manhattan sidewalk. Duvall thought Angelo belonged in the movies. \n\nHaving seen the movie, I agree. Here is a street-smart, inventive kid of about 11 or 12 who has some of the moves and some of the cynicism of an experienced con man. (\"He's got his tiny macho moves down so pat,\" David Anson wrote in Newsweek, \"he's like a child impersonator.\") Angelo is the product of a culture that has taught him that the world owes him a living, and he cheerfully agrees. What we sometimes almost forget is that Angelo is also a child, vulnerable and easily wounded, and that a lot of his act is a veneer. \n\nDuvall weaves his story around Angelo. We meet his mother, father, sister and girlfriend, and a couple of villainous Gypsies who steal a ring that Angelo had intended to present to his future bride. All of these people play themselves, more or less. Angelo's family really is his family; the villains are played by a brother and sister, Steve and Millie Tsigonoff, whom, Duvall met in Los Angeles. Although the movie's plot is basically a device for letting us watch the lives of the characters, it's the kind of plot, I suspect, that Gypsies might be able to identify with - involving theft, pride, thwarted justice and revenge. \n\nAfter the Tsigonoffs steal the ring, there's an ill-advised chase to Canada to get it back (and a wonderful set-piece in a Gypsy camp supposedly under attack by ghosts). Then there's a trial scene in the backroom of an Irish-American bar in Brooklyn. It's all done with great energy and seriousness, even though by the movie's end the ring hardly seems to matter. \n\nAngelo also stars in several fairly self-contained scenes that abundantly illustrate why Duvall found him so fascinating. He makes a defiant mess of his one day in school. He attempts to pick up a pretty country singer who is at least 10 years older than he is. He and his sister engage in a long, ingratiating conversation with an old lady in a cafeteria; they want to inveigle her into their mother's fortune telling parlor, but the lady is a New Yorker and wasn't born yesterday. All of these scenes have a special magic because we sense that they're real, that they come out of people's lives. \"Angelo My Love\" is technically a fictional film. but Duvall has worked so close to his sources that it has the conviction of a documentary. Maybe because he's such a good actor, Duvall has been able to listen to his characters, to really see them rather than his own notion of how they should move and behave. There are moments in this movie when the camera lingers for an extra moment and scenes that do not quite dovetail into everything else, and we sense that Duvall left them in because they revealed something about his Gypsies that he had observed and wanted to share. We walk out of the movie asking ourselves a question the movie does not attempt to answer: What will become of Angelo in the years to come? It's one thing to be a cute, street-wise kid. It's another thing to try to carry that role on through life with you. \n\nAngelo might be able to pull it off, but the movie doesn't try to sell us that romanticized hope. Instead, Duvall seems to be suggesting that Angelo is more than a colorful Gypsy kid; that he has real potential as a person, if he can grow out of the trap of his glib mannerisms and is not too badly scarred by his upside-down childhood. Who knows? One day 10 years, from now, there might be a movie named \"Angelo My Friend.\"", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-30", "genres": null, "title": "Angelo My Love (1983)"}