{"url": "http://www.rogerebert.com/reviews/angel-heart-1987", "by": "Mickey Rourkeas Harry Angel", "star_rating": 3.5, "text": "After everything is all over and the dust has settled and the blood has dried, it is possible to unsort the plot of \"Angel Heart\" and see that it's really fairly simple. But it doesn't feel that way at the time. It has the unsettled logic of a nightmare, in which nothing fits and everything seems inevitable and there are a lot of arrows in the air and they are all flying straight at you.\n\nThe movie stars Mickey Rourke as Harry Angel, an unwashed private eye who works out of an office that looks like Sam Spade gave it to the Goodwill. He gets a call to visit some kind of devil-worship cult in Harlem, where a strange man wants to talk to him. The man's name is Louis Cyphre (Robert De Niro), and he wants Angel to track down a missing person for him. Angel takes the case for five grand and follows a trail that is littered with stale leads and fresh corpses.\n\nThis sounds like a million other private eye movies, and, in a way, it is. A few things make it different: a sly sense of humor, good acting and directing, and a sudden descent into the supernatural as Harry Angel discovers the horrifying true nature of his investigation.\n\nThe movie is by Alan Parker, a director who has vowed to work in every genre. After \"Angel Heart,\" he can cross two off his list: private eye movies and supernatural horror films. Parker's films are always made with great gusto, as if he were in up to his elbows and taking no hostages; look for example at \"Midnight Express,\" \"Fame\" (1980) and \"Pink Floyd: The Wall.\" \n\nHe enjoys what timid folks might call stylistic excess, and that's what got him in trouble with the MPAA ratings board over a scene involving Rourke and Lisa Bonet, who plays a young Louisiana woman who holds the secrets of the past. They meet in a leaky hotel room during a rainstorm, and while they make love the raindrops from the ceiling turn to blood. In the context of the movie, the blood makes perfect sense, although the scene had had to be trimmed to qualify the movie for an R rating.\n\nThe scene is consistent with the whole film, which is sensuous and depraved. The De Niro character sets the tone, with his sharp, pointed fingernails and his elegant black suits. De Niro must have had fun preparing for the character: He uses a neatly trimmed black beard, slicked-back hair and tricks of lighting and makeup to make himself look uncannily like Martin Scorsese, his favorite director. Given what we eventually discover about the character, it's a wicked homage.\n\nRourke occupies the center of the film like a violent unmade bed. No other actor, with the possible exception of France's Gerald Depardieu, has made such a career out of being a slob. He looks unshaven, unwashed, hung over and desperate, and that's at the beginning of the film, before things start to go wrong. By the end, he is a man whose nerves are screaming for help.\n\nHis odyssey in \"Angel Heart\" takes him from New York to Algiers, La., a town across from New Orleans that makes the fleshpots of Bourbon Street look like Disneyland. He is advised to go back home by a crusty old blues player (played by the fast-talking Brownie McGhee in a performance that proves Dexter Gordon isn't the only old musician who can act). But he doesn't listen and gets drawn deeper into bayou country, where he spies on the forbidden rituals of a voodoo cult.\n\nBonet is the priestess of the cult and plays the role with an abandoned sexuality that you wouldn't have expected after watching her on the \"Cosby Show.\" She was probably right to take this controversial role as her movie debut; it's such a stretch from the Cosby character that it establishes her as a plausible movie actress.\n\nThe movie's final revelations make a weird sense, once we figure them out. This is one of those movies where you leave the theater and re-run the plot in your head, re-intrepreting the early scenes in terms of the final shocking revelations. \"Angel Heart\" is a thriller and a horror movie, but most of all it's an exuberant exercise in style, in which Parker and his actors have fun taking it to the limit.", "running_time": 113, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-06", "genres": ["Horror", "Mystery", "Thriller"], "title": "Angel Heart (1987)"}