{"url": "http://www.rogerebert.com/reviews/angel-eyes-2001", "by": "Jennifer Lopezas Sharon", "star_rating": 3.0, "text": "Jennifer Lopez is the real thing, one of those rare actresses who can win our instinctive sympathy. She demonstrates that in \"Angel Eyes,\" playing a tough cop who does everything she can to wall out the world, and yet always seems worthy of trust and care. The film's story involves the cop's skittish, arm's-length relationship with a man named Catch (Jim Caviezel), whose walls are higher than her own.\n\nWho is this Catch, anyway? He walks the streets in a long overcoat, head down, lonely, depressed, looking like one of the angels in \"Wings of Desire.\" Once a week be brings groceries to a shut-in named Elanora (Shirley Knight). The first time he sees Sharon, the Lopez character, he stops and stares at her through a restaurant window--not with lust or curiosity, but as if he's trying to repair some lost connection.\n\nLopez constructs Sharon, not out of spare parts from old cop movies, but in specific terms. She is a good cop from a technical point of view, firm, confident, brave. She wants to do well and punish evil, and only gradually do we learn that her orientation toward this career may have been formed early, when she called the cops on her abusive father (Victor Argo) as he beat up her mother (Sonia Braga). Her father has disowned her for that, her brother is still mad about it, and even her mother defends the man. He never did it again, after all, she argues, to which Sharon replies that perhaps he would have, if she hadn't acted. Fighting other lawbreakers may be her way of proving she was right in the first place.\n\nThe movie, directed by Luis Mandoki, has intriguing opening scenes. Is this a thriller? A supernatural movie? Who do the angel eyes belong to? An angel? Or does Catch only come on like a guardian angel while reserving secrets of his own? We are still asking these questions during a stretch of the film where Sharon is staring at a gun in her face, and her life is saved by . . . Catch.\n\nThey talk. It is like a verbal chess game. Catch doesn't simply answer questions, he parries them; his responses redefine the conversation, as an unexpected move changes the logic on the board. She invites him home. He pokes through drawers. She likes him. She begins to kiss him. He doesn't want to be kissed. They settle into a cat-and-mouse rhythm in which one and then the other flees, and one and then the other pursues. She follows him to his apartment. It is empty except for a futon. \"This is it,\" he says. \"I live here. I walk around town. That's it, except for how I feel about you.\" But how does he feel about her? \"Angel Eyes\" is a complex, evasive romance involving two people who both want to be inaccessible. It's intriguing to see their dance of attraction and retreat. Meanwhile, secrets about both their family situations emerge; credit the screenwriter, Gerald DiPego, for not resolving the standoff with the father with an easy payoff.\n\nThere are lots of movies about cops because their lives lend themselves to excitement in a movie plot. They get involved with bad guys. They see action. They spend a lot of time drinking coffee in diners, because a booth in a diner provides an ideal rationale for a face-to-face two-shot that doesn't look awkward or violate body language. For these and other reasons \"Angel Eyes\" is a cop movie, but its real story doesn't involve the police, it involves damaged lives and the possibility that love can heal.\n\nJim Caviezel, who has been in movies for 10 years, emerged in \"The Thin Red Line\" (1998) and then played Dennis Quaid's son--the one who contacts his father with a radio signal that travels back in time--in \"Frequency.\" Here he has an elusive, dreamy quality, using passivity as a mask for sharp, deep emotions. Since he apparently has no desire to meet anyone, why is he so attracted to Sharon? The answer has been waiting for us since the opening scene.\n\nLopez has a hard assignment here, remaining plausible in action scenes and touchy, slippery dialogue scenes. She and Caviezel play tricky notes, and so do the other actors, especially Victor Argo as a stubborn, hard man and Sonia Braga as his conflicted wife. The screenplay doesn't let them off the hook. And notice what simplicity and conviction the veteran Shirley Knight brings to her role, never straining for an effect, never punching up false emotions, embodying acceptance. This is a surprisingly effective film.\n\nFootnote: Because \"Angel Eyes\" steps so surely for so long, I suspect the movie's very last seconds were dictated over the director's dead body. The movie arrives at exactly the right note at the end, and then the soundtrack bursts prematurely into David Gray singing \"Sail Away With Me Honey\" and shatters the mood. I know Hollywood believes every audience must be patronized with an upbeat ending, but this movie has earned its final silence, and deserves it. Couldn't the screen have at least decently faded to black, before the jarring music crashes in?", "running_time": 104, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-05-18", "genres": ["Drama", "Romance", "Thriller"], "title": "Angel Eyes (2001)"}