{"url": "http://www.rogerebert.com/reviews/angie-1994", "by": "Geena Davisas Angie", "star_rating": 2.5, "text": "The ads for \"Angie\" promise a light-hearted comedy about a cheerful young woman who has a baby out of wedlock, and upsets her friends, although not too badly. The movie itself delivers all of that, and more - so much more than the burden finally weighs down the story, which collapses under its own gathering gloom. This is not so much a comedy as a soap opera cross-bred with confessions from the daytime TV talk shows.\n\nThe movie stars Geena Davis as Angie, and let it be said that she is more than equal to all of the twists and turns that the odd screenplay subjects her to. She has a lightness, a brightness, that is always a joy to see on the screen, and she was the right choice to play the character that \"Angie\" at first seems to be about. Perhaps no actress could have portrayed the character the movie is finally about; the two-hour form of a movie story is exhausted by all of the things that happen.\n\nAngie grows up with her best friend Tina (Aida Turturro, very high energy and convincing) in the kind of ethnic neighborhood where the guys hang around on street corners, making hopeful groin movements when girls walk by, and the girls are kind of flattered.\n\nShe works in Manhattan. For a long time she has been engaged to the same guy, Vinnie (James Gandolfini), but somehow they've never gotten married. Then she gets pregnant, and Vinnie is eager to race to the altar, but Angie isn't so sure. For one thing, she's met another guy, an Irish lawyer named Noel (Stephen Rea), who is sweet and funny and sort of like a big puppy dog. She thinks she loves him.\n\nThis leads to predictable results around the house, which she still shares with her father (Philip Bosco) and her stepmother (Jenny O'Hara). Her own mother packed up and moved out when Angie was 3 years old; the neighbors vaguely remember that she liked to dance in the snow.\n\nEveryone close to Angie thinks she ought to get married, and that Vinnie is a perfectly nice guy. But Vinnie has started getting bossy and possessive, and Noel is so understanding, and . . .\n\nIt's about here that the movie seriously loses its way. The baby is born, and there are complications (at least one more complication, in my opinion, than the movie possibly needed). There are also complications with Noel (such arbitrary complications they come from a screenplay, not life). And there is a frantic cross-country bus trip in search of the long-lost mother, leading to a sequence so pointless that when it's over the movie sort of stands around wondering what to do next.\n\nThe last half of \"Angie\" is essentially a series of plot inventions that do not flow convincingly out of the tone or the logic of what's gone before. It's as if \"Angie\" begins as a long, slow ascent to some possible goal, and then suddenly turns into a roller-coaster ride into the darkness.\n\nThe best thing in the movie is the relationship between Davis and Turturro as the two women who have been friends since childhood. Turtorro has married, to a guy who is no angel, but she is fiercely loyal to the idea of marriage - of sticking to a commitment once you've made it. Angie is more of a free spirit, haunted by the memory of her mother, dancing in the snow.\n\nBut then, as her life fills unexpectedly with one crisis after another, we lose the sense that the movie has a clear direction. It's episodic desperation. And people expecting a comedy are going to be in for some big surprises.", "running_time": 108, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-04", "genres": ["Comedy", "Drama", "Romance"], "title": "Angie (1994)"}