{"url": "http://www.rogerebert.com/reviews/angry-harvest-1986", "by": "Armin Mueller-Stahlas Leon", "star_rating": 2.0, "text": "\"Angry Harvest\" seems to exist in a charmed land somewhere just slightly over the rainbow from World War II. It is a land, to be sure, in which Jews are persecuted and Nazi soldiers march through the village. But it also is a land in which a farmer is allowed to cook an entire goose for his own meal, and there is milk and bread and honey, and citizens chat with the most alarming ease about the war, the Underground, and the business of selling protection to Jews.\n\nThe world of this film simply doesn't suggest the urgency and despair of the time.\n\nThe movie takes place in Poland, where a successful farmer (Armin Mueller-Stahl) manages his land more or less undisturbed by the Germans. He is in many ways a good man, but a simple one, who has never married because women make him nervous. One day while he is out in his fields, a woman in a fur coat (Elisabeth Trissenaar) sneaks up and tries to steal a loaf of bread. He wrestles her to the ground, sees that she is sick and feverish, and decides to take her in and nurse her back to health. She is a Jew who jumped from a train headed for the death camps.\n\nThe farmer hides the woman in his basement, and up until this point, the movie has been generally believable. But then it begins to edge into soap opera and melodrama.\n\nAnd, although I have sympathy with what it's trying to do - to show how a mundane human relationship can develop even in the midst of war and genocide - the movie never really seems convinced there is a war on.\n\nThe lonely farmer falls in love with the woman, with unpredictable results: Some days he slavishly offers to do anything for her, other days he forces her to have sex. His motives are, at least, comprehensible. But the woman remains an enigma, first fighting him off and then sometimes actually seeming to like him.\n\nThere are moments when they behave like a courting couple. But their lovers' quarrels are bizarre, since they often revolve around the woman's anger at being cooped up inside. She says the confinement is driving her mad, and threatens to leave. Where does she think she can go? \"Angry Harvest\" paints a picture of the local citizens that is a little different from the one we got in \"Shoah.\" Many people seem inclined to shelter Jews: some because they think it is right, others because they can make money that way. The local Underground is so relaxed that one key conversation is held in a local pub. The relationship between the farmer and the woman is based on emotion, but occasionally escalates into religious arguments.\n\nThere are a lot of annoying problems of logic. For example, would a sophisticated urban woman actually have this sort of relationship with a reclusive farmer? Would the farmer become so reckless, after falling in love with her, that he starts riding his wagon sideways, kicking his heels in the air? And how about the sequence where the farmer sends the priest's sister on an Underground mission, and the sister is killed - never knowing why. Incredibly, in the scene where the farmer confesses this to the priest, the priest's reaction is not shown.\n\n\"Angry Harvest\" is one of this year's Oscar nominees for best foreign film, again demonstating the flawed nature of the selection process. It was selected by West Germany, survived the screening process and was nominated. Meanwhile, Kurosawa's \"Ran\" sits on the shelf. Until the best foreign film nominees are chosen on the basis of art, not geography and politics, they won't mean very much.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-03-21", "genres": ["Drama", "Foreign", "Romance"], "title": "Angry Harvest (1986)"}