{"url": "http://www.rogerebert.com/reviews/angus-1995", "by": "Charlie Talbertas Angus", "star_rating": 3.0, "text": "Here it is at last, at long last, after years and years and years: A movie where the smart fat kid gets the girl and humiliates the football hero.\n\nThey say if you go to enough movies, sooner or later you will see your own story, and believe me, \"The Natural\" wasn't mine.\n\n\"Angus\" delivers a rousing \"up yours!\" to all the snotty high school golden boys, the quarterbacks who are surrounded by packs of fawning friends. At the end, as the beautiful Melissa Lefevre walks home with Angus instead of the loathsome Rick, she has learned one of life's most important lessons: Choose someone just for his looks, and being looked at may be the most interesting thing he does.\n\n\"Angus\" stars Charlie Talbert, a young man built for stardom, as Angus Bethune, who is the smartest and heaviest kid in his class. Science projects are easy for him, but life is hard. His best friend is Troy (Chris Owen), the school geek who has ears like Dumbo. Angus dreams forlornly about the beautiful Melissa, whom he has been in love with since grade school, but she's going steady with Rick Sanford (James Van Der Beek), whom Angus has hated since grade school.\n\nRick is the kind of kid who finds your weakness and makes fun of it. He thinks he's perfect. He moves everywhere in lock-step with his buddies, little future yes-men who bask in his reflected glory. Both Angus and Rick are on the football team, but the way it works is, when Angus makes a brilliant tackle and forces a fumble, Rick grabs the ball, makes the touchdown and is carried off the field on his teammates' shoulders.\n\nAt least Angus gets a lot of support at home, from his grandpa (George C. Scott), whose lesson for life is \"Screw 'em!,\" and from his mother (Kathy Bates), a truck driver whose CB handle is \"Bruiser.\" They love him and support him, and grandpa tells him he's not fat - he simply comes from \"hearty stock.\" Life changes for Angus as a result of a practical joke. Rick rigs an election for the Winter Dance, so that Angus and Melissa are elected King and Queen.\n\nAngus is terrified of going to the dance (\"It's not just that I can't dance - my limbs are lethal weapons\"). And of course the only tuxedo at the rental shop that fits him is plum colored. But he goes.\n\nAnd then he is humiliated by a cruel practical joke. But he rises to the occasion, and scores a victory for fat kids everywhere in a climax that I, for one, found wholly the equal of anything in \"Rocky.\" Charlie Talbert is a good casting choice for Angus, because he isn't a \"sort of\" fat kid, like those models in the King Size catalog who look about 12 pounds overweight. He is fat. But he is also smart, likable, resilient and engaging. And he has the gift of deflecting his shortcomings with humor. (\"I don't just sweat,\" he tells Melissa. \"I rain.\") In \"Angus,\" he swims upstream against one of the most durable prejudices in the cinema. Maybe because Hollywood worships at the altar of physical perfection, fat people are always the targets in movies. Remember the fat computer operator in \"Jurassic Park?\" Typical. But a lot more people look like Roseanne than Demi Moore, or like Forest Whitaker than Jean-Claude Van Damme, and Angus is a hero for them, triumphant, while the beautiful Melissa smiles his way and Rick the golden boy gnashes his no doubt perfect teeth.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-09-15", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Angus (1995)"}