{"url": "http://www.rogerebert.com/reviews/anita-oday-the-life-of-a-jazz-singer-2008", "by": "Robbie Cavolina", "star_rating": 3.5, "text": "Anita O'Day. In the 1940s and '50s, her name was routinely linked with Ella Fitzgerald, Billie Holiday and Sarah Vaughan. If she is not as famous today, it isn't for a lack of talent. Perhaps it's that she spent most of her time singing and too much of it using heroin, and could not be bothered to focus on fame. She was good. I came home from this film and started downloading tracks into my iPod.\n\nThe film record of her career isn't as extensive as it is for many other singers. She just didn't care about publicity. If you've seen her on a screen, it was probably in \"Jazz on a Summer's Day,\" the legendary doc about the 1958 Newport Jazz Festival. Standing in the sun, wearing a big floppy hat, a cocktail dress and glass slippers -- yes, glass slippers -- she sang \"Sweet Georgia Brown\" as few songs have ever been sung; it is considered one of the best performances in jazz history.\n\nShe didn't even have all the tools for jazz singing. In a bold, cheeky interview she taped for \"Anita O'Day: The Life of a Jazz Singer\" not long before her death in 2006 at 87, she reveals that a bungled tonsillectomy left her minus her uvula, and prevented her from sustaining the vibrato necessary for proper jazz phrasing. Listening to her, I'd say she found a work-around.\n\nHer life, she observes without regret or apology, was a \"jazz life.\" That means she left home young, was hired by Gene Krupa the moment he heard her, toured with Krupa, Woody Herman and Stan Kenton, was addicted to heroin for 15 years, did four months for marijuana possession, drank too much, was never without work, was usually broke, had four marriages and several abortions, had her longest relationship with a drummer and fellow addict she never married, recorded many albums with the premiere jazz label Verve, was on the charts, was a big hit touring Japan and Sweden, and -- sorry, my vibrato just broke.\n\nAs remarkable as her life was, surviving it was her most astonishing accomplishment. It wasn't as tragic as Billie Holiday's, but that wasn't for lack of trying. After an overdose, she was once declared dead in an emergency room. You may think you're not eager to watch a woman in her mid-80s remembering old times, but that would be before you heard her singing \"The Nearness of You.\" This is one great dame. In her heyday, she had a fresh, perky Doris Dayish face, just the right slight overbite, and she looked smart when she was singing; she didn't smile a whole lot. \n\nO'Day, a Chicago native, was a serious musician. Listen to her discussing eighth notes and why they work for her. Her alto voice could sound like an instrument, and she fit right in with a sax. She didn't sing over a band; her voice was one of its soloists. In duets, she was a collaborator. Oscar Peterson could play the piano about as fast as it could be played, and she once raced him to the end of a song, never dropped a syllable unless she intended to and finished first. \n\nThe film also includes footage of her first hit with Krupa. It was a 1941 duet with Roy Eldridge and his trumpet. The pairing of a white singer and a black musician was dangerous in those days. Krupa kept the song in the program when he toured the South. O'Day doesn't seem particularly impressed by any chances they were taking.\n\n\"Anita O'Day: The Life of a Jazz Singer\" chooses from all the existing materials, and is invaluable. It is also flawed. Too many performances are interrupted. The talking heads are that must hide a third of the screen. Hardly matters. Here was a great artist. She enjoyed her life. She didn't complain at the time, she didn't complain when she went cold turkey, she didn't complain in her 80s.\n\nWe see an interview where Bryant Gumbel presses her about her disorderly life, which was no secret. She doesn't bite. As if it's the most obvious thing in the world, she tells him, \"That's the way it went down, Bryant.\"\n\nNote: A video clip of O'Day singing \"Sweet Georgia Brown\" at the Newport Jazz Festival is at: http://www.youtube.com/watch?v=rRleR-e8_t8", "running_time": 90, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-10-08", "genres": ["Documentary"], "title": "Anita O'Day: The Life of a Jazz Singer (2008)"}