{"url": "http://www.rogerebert.com/reviews/annapolis-2006", "by": "James Francoas Jake Huard", "star_rating": 1.5, "text": "Here I am at Sundance 2006. Four years ago I sat in the Park City Library and saw a film named \"Better Luck Tomorrow\" by a young man named Justin Lin, and I joined in the cheers. This was a risky, original film by a brilliant new director, who told the story of a group of Asian kids from affluent families in Orange County, who backed into a life of crime with their eyes wide open.\n\nNow it is Sundance again, but I must pause to review \"Annapolis,\" which is opening in the nation's multiplexes. Let the young directors at Sundance 2006 set aside their glowing reviews and gaze with sad eyes upon this movie, for it is a cautionary lesson. It is the anti-Sundance film, an exhausted wheeze of bankrupt clichés and cardboard characters, the kind of film that has no visible reason for existing, except that everybody got paid.\n\nThe movie stars James Franco as Jake Huard, a working-class kid who works as a riveter in a Chesapeake Bay shipyard and gazes in yearning across the waters to the U.S. Naval Academy, which his dead mother always wanted him to attend. His father Bill (Brian Goodman) opposes the idea: He thinks his kid is too hot-headed to stick it out. But Jake is accepted for an unlikely last-minute opening, and the movie is the story of his plebe year.\n\nThat year is the present time, I guess, since Jake is referred to as a member of the class that will graduate in 2008. That means that the Navy is presumably fighting a war somewhere or other in this old world of ours, although there is not a single word about it in the movie. The plebes seem mostly engaged in memorizing the longitude and latitude of Annapolis, to avoid doing push-ups.\n\nThere is a subplot involving Jake's fat African-American roommate, nicknamed Twins (Vicellous Shannon). There is much suspense over whether Twins can complete the obstacle course in under five minutes by the end of the year. If I had a year to train under a brutal Marine drill sergeant with his boot up my butt, I could complete the damn obstacle course in under five minutes, and so could Queen Latifah.\n\nThe drill sergeant is Lt. Cole (Tyrese Gibson), who is a combat- veteran Marine, on loan to the academy. Where he saw combat is never mentioned, even when he returns to it at the end of the movie. I've got my money on Iraq. But this movie is not about war. It is about boxing.\n\nYes, \"Annapolis\" takes the subject of a young man training to be a Navy officer in a time of war, and focuses its entire plot on whether he can win the \"Brigades,\" which is the Academy-wide boxing championship held every spring. It switches from one set of cliches to another in the middle of the film, without missing a single misstep. Because Jake has an attitude and because Cole doubts his ability to lead men, they become enemies, and everything points toward the big match where Jake and Cole will be able to hammer each other in the ring.\n\nI forgot to mention that Jake was an amateur fighter before he entered the Academy. His father thought he was a loser at that, too. He tells the old man he's boxing in the finals, but of course the old man doesn't attend. Or could it possibly be that the father, let's say, does attend, but arrives late, and sees the fight, and then his eyes meet the eyes of his son, who is able to spot him immediately in that vast crowd? And does the father give him that curt little nod that means \"I was wrong, son, and you have the right stuff\"? Surely a movie made in 2006 would not recycle the Parent Arriving Late and Giving Little Nod of Recognition Scene? Surely a director who made \"Better Luck Tomorrow\" would have nothing to do with such an ancient wheeze, which is not only off the shelf, but off the shelf at the Resale Store?\n\nYes, the Navy is at war, and it all comes down to a boxing match. Oh, and a big romance with another of Jake's commanding officers, the cute Ali (Jordana Brewster), who is 25 in real life and looks about 19 in the movie. I have not been to Annapolis, but I think plebes and officers are not supposed to fraternize, kiss and/or dance and do who knows what else with each other, in spite of the fact that they Meet Cute after he thinks she is a hooker (ho, ho). Ali and the Academy's boxing coach (Chi McBride) helps train Jake for his big bout.\n\nHere is a movie with dialogue such as:\n\n\"You just don't get it, do you, Huard?\"\n\n\"I don't need advice from you.\"\n\nOr...\n\n\"You aren't good enough.\"\n\n\"I've heard that all my life.\"\n\nIs there a little store in Westwood that sells dialogue like this on rubber stamps? There is only one character in the movie who comes alive and whose dialogue is worth being heard. That is the fat kid, Twins. His story is infinitely more touching than Jake's; he comes from a Southern town that gave him a parade before he went off to the Academy, and if he flunks out, he can't face the folks at home.\n\nWhen Jake's other roommates move out because they don't want to bunk with a loser, Twins stays. Why? His reason may not make audiences in Arkansas and Mississippi very happy, but at least it has the quality of sounding as if a human being might say it out loud.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-01-26", "genres": ["Drama"], "title": "Annapolis (2006)"}