{"url": "http://www.rogerebert.com/reviews/anne-frank-remembered-1996", "by": "Miep Gies", "star_rating": 3.0, "text": "That the world also remembers the Frank family's attempts to save themselves from the Nazis is due, of course, to the journal kept by their daughter Anne.\n\nThe Diary of a Young Girl has sold 25 million copies, has been translated into many languages, has inspired a play and a movie, and remains as a beacon of memory for a young girl who wrote that she did not want to be forgotten.\n\n“Anne Frank Remembered” assembles rare documentary footage involving the Frank family--including a 1980 interview with Anne's father, Otto, the only family member who survived the death camps. It also has moving interviews with Miep Gies and others. We meet Hanneli Goslar, the last survivor to see Anne Frank alive, and we get a glimpse, through her eyes, of Anne's last days in the Bergen-Belsen concentration camp, before she and her sister died of typhus.\n\nWe also meet Peter Pepper, the son of Fritz Pfeffer, one of the others who shared the Franks' hiding place. And we see a meeting--the first in all those years--between Mrs. Gies and the son of the man she tried to save.\n\nThese people are all living witnesses to the Holocaust, and also to the remarkable spirit of Anne Frank, who was not a perfect little girl but in many ways a typical one, with crushes on movie stars, flashes of temper and a completely human desire to publish her diary one day and become famous. In the film's most extraordinary discovery, we see the only existing film footage of Anne Frank, taken one day in 1941, before the Franks went into hiding. There is a wedding party in the street below, and from her window on the third floor, a young girl looks out, smiles, and then turns away. Anne Frank.\n\n“Anne Frank Remembered” has been written and directed by Jon Blair, the same man who made the documentary about Oskar Schindler that helped inspire Steven Spielberg's film. He opens the film by saying he does not want to tell “only” a Holocaust story, and quotes Otto Frank, who said his daughter's diary was not specific to the Jewish experience of the Holocaust, but was a universal message of courage in the face of tyranny. According to the New York Times, a study guide prepared by the Anne Frank Center USA for a new translation of the diary makes a point of listing other victims of Hitler's death camps, including his political opponents, resistance fighters, Gypsies, homosexuals and Jehovah's Witnesses.\n\nBut of all of those millions, the one face remembered most clearly by posterity is that of Anne Frank. Her photographs have made her face an instantly recognized image, and her diary, which records an everyday life made extraordinary by its circumstances, fixes a moment in time.\n\nIn the film, which is narrated by Kenneth Branagh, we hear Anne Frank's diary entries read by Glenn Close. In the entry quoted at the end of the film, she wrote, “In spite of everything, I still believe that people are really goodat heart.” One would like to believe she died still believing that, but Hanneli Goslar's memory of Anne in the last days of her life, freezing, starving, weeping, makes that unlikely. All men are not good at heart, but many can be, and if the case were otherwise, life would not be worth the effort.\n\nMiep Gies, so ordinary, so quiet-spoken, in her 80s when she was interviewed, risked her life to shelter the Franks, and she must have been one of those Anne was thinking of.", "running_time": 122, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-03-22", "genres": ["Documentary", "Drama", "Foreign"], "title": "Anne Frank Remembered (1996)"}