{"url": "http://www.rogerebert.com/reviews/annie-1982", "by": null, "star_rating": 3.0, "text": "In the abstract, \"Annie\" is fun. It has lots of movement and color, dance and music, sound and fury. In the particular, it has all sorts of problems, and I guess the only way to really enjoy the movie is to just ignore the particulars. I will nevertheless mention a few particulars. \n\nOne is the story itself, about how Little Orphan Annie is rescued from a cruel orphanage by a billionaire who wants a Rent-An-Orphan for Christmas. This is said to be a universal story. Critics have written that you just can't help cheering for Annie as she faces the cold world with pluck and courage. I didn't find myself cheering much, though, since Annie didn't seem to need the encouragement; as played by the feisty young Aileen Quinn, she is the sort of child who makes adults run for the hills.\n\nThe adventures she gets herself into are likewise questionable. I've never thought of \"Oliver!\" as a particularly realistic musical, but at least when its little hero said \"Please, sir, more food?\" there was a hint of truth. \"Annie\" has been plunged into pure fantasy, into the mindless sort of musical boosterism that plays big for Broadway theater parties but almost always translates to the movie screen as sheer contrivance. \"Annie\" is not about anything. It contains lots of subjects (such as cruel orphanages, the Great Depression, scheming conmen, heartless billionaires, and President Franklin Delano Roosevelt) but it isn't about them. It's not even really about whether Annie will survive her encounters with them, since the book of this musical is so rigorously machine-made, so relentlessly formula, it's one of those movies where you can amaze your friends by leaving the auditorium, standing blindfolded in the lobby and correctly predicting the outcome.\n\nAnd yet I sort of enjoyed the movie. I enjoyed the energy that was visible on the screen, and the sumptuousness of the production numbers, and the good humor of several of the performances -- especially those by Albert Finney, as Daddy Warbucks, and Carol Burnett, as the wicked orphanage supervisor, Miss Hannigan. Aileen Quinn sort of grew on me, too. She cannot be said to really play a child --at least not the sort of plausible flesh-and-blood child that Henry Thomas creates in \"E.T. The Extra-Terrestrial\" But Quinn is talented, can dance well and sing passably, and does not seem to be an overtrained puppet like, say, Ricky Schroder. She seems more like the kind of kid who will get this acting out of her system and go on to be student body president.\n\nIf there is a center to the film, it belongs to Albert Finney. He has a thankless task: He must portray Daddy Warbucks as a self-centered, smug rich man who has everything in the world, except love, and who learns to love through the example of a little girl. This is the sort of role actors kill over -- to avoid playing. Albert Finney has the true grit. He's gone through this personality transformation twice; he starred in \"Scrooge\" in 1970. This time, he even pulls it off, by underplaying. He isn't too aloof at the beginning, and he's not too softhearted at the end. He has a certain detachment. Annie may win his heart, but she'll still have to phone for an appointment.\n\nWill kids like the movie? I honestly don't know. When I was a kid, I didn't much like movies about other kids, maybe because I was jealous (why does that kid get to ride a horse in the Derby?). The movie was promoted as a family entertainment, but was it really a family musical, even on the stage? I dunno. I think it was more of a product, a clever concoction of nostalgia, hard-sell sentiment, small children, and cute dogs. The movie is the same mixture as before. It's like some kind of dumb toy that doesn't do anything or go anywhere, but it is fun to watch as it spins mindlessly around and around.", "running_time": 128, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Musical"], "title": "Annie (1982)"}