{"url": "http://www.rogerebert.com/reviews/anonymous-2011", "by": "Rhys Ifansas Edward de Vere, the Earl of Oxford", "star_rating": 3.5, "text": "Very few commoners of his time are as well-documented as William Shakespeare. There seems little good reason to doubt that he wrote the plays performed under his name. If he had been an ordinary playwright, there would be no controversy over their authorship. But he was the greatest of all writers in English, in some ways the engine for the language's spread around the world, and one of the supreme artists of the human race.\n\nThere have long been those not content with his breeding. He was the son of an illiterate, provincial glover, an itinerant actor in a disreputable profession with no connections to royalty. Surely such an ordinary man could not have written these masterpieces. There is a restlessness to reassign them, and over the years, theories have sprung up claiming the real author of the plays was the Earl of Oxford, Sir Francis Bacon, the 6th Earl of Derby or Christopher Marlowe. \"Anonymous\" argues the case for Edward de Vere, the 17th Earl of Oxford.\n\nYou perhaps know little enough about Shakespeare and next to nothing about the other candidates. That's no reason to avoid this marvelous historical film, which I believe to be profoundly mistaken. Because of the ingenious screenplay by John Orloff, precise direction by Roland Emmerich and the casting of memorable British actors, you can walk into the theater as a blank slate, follow and enjoy the story, and leave convinced — if of nothing else — that Shakespeare was a figure of compelling interest.\n\nThis movie cruelly stacks the deck against him. The character of Shakespeare (Rafe Spall) is drawn a notch of two above the village idiot. Witless and graceless, there is no whiff of brilliance about him, and indeed the wonder is not that this man could have written the plays but that he could articulate clearly enough to even act in some of them (about which there seems to be no doubt). \n\nEdward de Vere, the Earl of Oxford (Rhys Ifans), however, seems the very template of genius. His manner, his bearing, his authority, his ease in the court of Elizabeth all conspire to make him a qualified candidate. He was so well-connected with the crown in fact that the movie speculates he may have been the lover of the young Elizabeth (Joely Richardson) or the son of the older Elizabeth (Vanessa Redgrave). Not both, I pray ye.\n\nThe film also plunges us into the rich intrigue of the first Elizabethan age, including the activities of the Earl of Essex (Sam Reid), whose plot to overthrow the queen led to the inconvenience of beheading. Incredibly, for a film shot mostly on German soundstages, \"Anonymous\" richly evokes the London of its time, when the splendor of the court lived in a metropolis of appalling poverty and the streets were ankle-deep in mud. It creates a realistic, convincing Globe Theater, which establishes how intimate it really was. The groundlings could almost reach out and touch the players, and in the box seats, such as Oxford himself could witness the power of his work, which was credited to the nonentity Shakespeare.\n\nAll of that makes \"Anonymous\" a splendid experience: the dialogue, the acting, the depiction of London, the lust, jealousy and intrigue. But I must tiresomely insist that Edward de Vere did not write Shakespeare's plays. Apparently Roland Emmerich sincerely believes he did. Well, when he directed \"2012,\" Emmerich thought there might be something to the Mayan calendar. \n\nIn a New York Times article, the Shakespeare scholar James Shapiro has cited a few technicalities: (a) de Vere writes and stars in \"A Midsummer Night's Dream\" when he was 9 years old, and (b) \"he died in 1604, before 10 or so of Shakespeare's plays were written.\"\n\nI have a personal theory. The most detailed and valuable record of life in London at that time is the diary of Samuel Pepys, who attended plays in court and in town, and as Secretary of the Navy, was an inveterate gossip, well-wired for information. He wrote his diary in a cipher, not intending it to be read. If he had knowledge of the true authorship of the plays, I don't believe he could have suppressed it.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Drama", "Foreign", "History", "Mystery", "Thriller"], "title": "Anonymous (2011)"}