{"url": "http://www.rogerebert.com/reviews/anonymous-venetian-1971", "by": "Florinda Bolkanas The woman", "star_rating": 1.5, "text": "The surprise is that there are so few movies about musicians dying of incurable diseases in Venice. The subject recommends itself, and\r\nVenice, as we all know, is the world's dandiest city for dying in if you have a little advance warning. It is also the world's most beautiful city, in my opinion, and so a movie shot on location there can hardly fail to caress the eye.\n\n\"The Anonymous Venetian\" does that nicely enough, and I stayed until\r\nthe end because I was enjoying the scenery. But the story is one of those indigestible tragedies in which the people on the screen seem to be crying more than we feel they have a reason to. The musician (Tony Musante) is dying, and the woman who was once his wife (Florinda Bolkan) comes to spend a day with him.\n\nAfter she learns of his disease, she decides to delay her departure and leave town on the 9:30 p.m. express instead of the 6:15 local. That is hardly a universe-shattering emotional decision, but it will have to do. The movie is dubbed so badly into English that only the broadest melodramatic strokes survive the dialog. At one point, the man's entire response to the woman's outpouring of regret is, \"Edifying!\"\n\nTheir enigmatic conversations take place all over Venice, however, and there are a lot of locations you won't recognize unless you really\r\nknow the city well. Most Venetian scenes are shot in the Piazza San\r\nMarco, with maybe a walk across the Rialto thrown in. \"The Anonymous Venetian\" has its characters prowl through the passageways of the city's more isolated residential quarters, and there are a lot of cats and stones dripping with moss and arches leading into gloom and then out again to cross bridges.\n\nWhat's better, the movie was shot out of season, probably in late\r\nOctober or November. The kind of tourists who find it fashionable to\r\ndetest Venice are usually those who stop over for a day or two on\r\ntheir way to Florence (that cramped warren of traffic jams) in the middle of July. Not surprisingly, they find the city crowded and the canals pungent. You can't expect a city of 250,000 inhabitants to\r\nabsorb a million tourists a year without a little crowding in July, now can you?\n\nBut the city out of season is another matter. I saw it for the first time during a rainy and cold December, and fell in love with it forever. It is the last city on Earth built to human scale, and designed to satisfy human needs (including the need to be surrounded by beauty). \"The Anonymous Venetian\" does a very nice, understated job of sinking into the city and giving us a real sense of place. \n\nBut why do I go on like this about Venice? Because the story itself is\r\ncompletely worthless, and the only way to get anything at all out of this movie is to block out the dialog and keep looking over the characters' shoulders.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-11-16", "genres": null, "title": "Anonymous Venetian (1971)"}