{"url": "http://www.rogerebert.com/reviews/another-day-in-paradise-1999", "by": "James Woodsas Mel", "star_rating": 3.0, "text": "\"Another Day in Paradise'' is a lowlife sleazeball drugs-and-blood road movie, which means its basic materials will be familiar to audiences of the post- \"Easy Rider'' decades. There's not much new here, but then there's so rarely something new at the movies that we're sometimes grateful to see the familiar done well.\n\nWhat brings the movie its special quality is the work of James Woods and Melanie Griffith, and their mirror images, played by Vincent Kartheiser and Natasha Gregson Wagner. Woods and Griffith play types they've played before, but with a zest and style that brings the movie alive--especially in the earlier scenes, before everything gets clouded by doom. Woods plays Uncle Mel, who describes himself: \"I'm just a junkie and a real good thief. Kind of go together.'' Griffith is his woman, Sid. They met because he was her drug dealer.\n\nThe movie opens with the younger couple, Bobbie and Rosie (Kartheiser and Gregson Wagner). He breaks into a junior college to burgle a vending machine, gets in a struggle with a security guard, is badly wounded and stabs the guard to death. Soon he's being treated by Uncle Mel. \"Are you a doctor?'' he asks. \"Yeah, sure. I'm a doctor shooting you up with heroin,'' says Mel, sarcastically. As Bobbie recovers, Mel spins visions of the four of them as a family, setting out on a glorious adventure on the road. He's a spieler, a fast-talking spinner of visions, and Sid backs him up with warmth and encouragement. As a sample of the paradise ahead, she takes them on a shopping spree, and then to a nightclub (where the kids get drunk and have to be hauled home by the grownups).\n\nWe know the good times can't last. Mel needs money too badly, because he needs drugs--and because he needs drugs, he's willing to get money in dangerous ways. Soon Bobbie is learning about concealing himself in crawl spaces, and Mel is masterminding a particularly inept crime. The arc of the story is preordained: Early glorious scenes of freedom on the road, followed by lowering clouds, gathering omens and the closing net of fate.\n\nThey do a lot of drugs in the movie. There are five scenes of shooting up and one of snorting, according to the invaluable \"Screen It'' Web site (which helpfully adds that the f-word is used \"at least'' 291 times). The writer-director is Larry Clark, whose \"Kids'' (1995) told the harrowing story of young street teenagers in Manhattan, playing with sex and drugs as if they were harmless toys. Clark is drawn to decadence and marginal lifestyles, and he finds special interest in the tension generated by kids in danger. In Kartheiser and Gregson Wagner, he finds performers in the tradition of Juliette Lewis and Brad Pitt in \"Kalifornia'' (1993) or, indeed, Martin Sheen and Sissy Spacek all those years ago in \"Badlands'' (1973). The underlying story structure is from \"Bonnie and Clyde,'' which itself was inspired by earlier road movies. The road and crime and doom seem to fit together easily in the movies.\n\nIf there are no new insights in \"Another Day in Paradise,'' at least there are old arias powerfully sung. James Woods and Melanie Griffith enjoy the possibilities of their characters--they enjoy the supercharged scenes of speed, fear, fantasy and crime. Woods has played variations on this character many times (how many times have we seen him driving a car, smoking and talking like a demented con man?). Griffith is like the last rose of summer: still fragrant, but you can see her energy running out, until finally it is more important for her to escape Uncle Mel than to have access to his drugs.\n\nA movie like this reminds me of what movie stars are for. We see them many times in many movies over a period of years, and grow used to their cadences and their range. We invest in them. Those who we like, we follow. James Woods is almost always interesting and often much more than that. Melanie Griffith has qualities that are right for the role she plays here. The kids, Kartheiser and Gregson Wagner, are talented but new. It's a sign that you're a movie lover and not just a fan when you start preferring the fine older vintages to the flavors of the month.", "running_time": 101, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-26", "genres": ["Crime", "Drama"], "title": "Another Day In Paradise (1999)"}