{"url": "http://www.rogerebert.com/reviews/another-year-2011", "by": "Jim Broadbentas Tom", "star_rating": 4.0, "text": "Not quite every year brings a new Mike Leigh film, but the years that do are blessed with his sympathy, penetrating observation, and instinct for human comedy. By that I don't mean “comedy” as in easy laughter. I mean that comedy that wells up from movies and allows us to recognize ourselves in characters both lovable and wretched. Leigh's “Another Year” is like a long, purifying soak in empathy.\n\nHe begins with Tom and Gerri, a North London couple who have been happily married for years. Immediately you can see the risks Leigh is prepared to take. A happy marriage? Between two wise and lovable people? Who are intelligent and alert to the real world? Not caricatures, not comforting, not cliches, but simply two people I wish I knew? I'd look forward to them every time I visited their house and be slow to leave.\n\nThat's also how Mary (Les­ley Manville) feels. She has worked for years in the office of Gerri, a behavioral counselor. Many people have a friend like Mary: unmarried, not getting any younger, drinking too much, looking for the perfect spouse as a way of holding any real-world relationship at arm's length. Mary drops in on Tom (Jim Broadbent) and Gerri (Ruth Sheen) a lot. Every time she visits, we're reminded of Robert Frost: Home is where, when you have to go there, they have to take you in.\n\nMary needs healing. She badly requires sobriety. She wears an invisible sign around her neck: Needy.Tom and Gerri don't lecture. Sometimes they drop gentle hints. “It's a shame,” Tom observes to Gerri after Mary has ended yet another sad visit, and that's all he has to say. No criticisms, no anger, just a factual statement.\rIn their own lives, they're in complete accord. They garden, they work, they feed their friends dinners, they hope their son will find the right girl, they are in love. Remarkably, in this age, their 30-year-old son, Joe (Oliver Maltman), loves them and is happy.\n\nLeigh has a gift for scenes involving embarrassment in social situations. We squirm, not because the characters are uneasy, but because we would be, too. Tom and Gerri and their son attend the funeral of Tom's sister-in-law. We have never been to a funeral quite like it, yet it is like many funerals. The uninvolved clergyman, the efficient undertakers, the remote father, the angry son, the handful of neighbors who didn't know the deceased all that well, the family skeletons. Leigh sees the ways people display their anguish without meaning to.\n\nThe movie doesn't require this scene. It has no obligatory scenes. Like life, it happens once you plug in the people. Mary lives in a very small world, where it's unlikely she'll find happiness. She buys a car to give her more “freedom,” but no one who drinks like she does will find freedom that way. She fantastically begins to think of their son, Joe, as a possible partner. Joe brings home Katie (Karina Fernandez) to meet his parents, and they love her. When Mary meets Katie and understands who she is, it is devastating.\n\nAll the actors are pitch-perfect. Lesley Manville is virtuoso in making Mary pathetic and yet never a caricature. Listen to the way her cadences vary with drink. Notice the way Tom and Gerri's responses to her modulate during the course of a visit. Even, for that matter, observe Ken (Peter Wight), Tom's friend. Ken is no prize, but might be happy to date Mary and maybe marry her, and after all, could Mary do any better? She persists in the delusion that she could.\n\nNow we come to the matter of the chins, and here we touch on something central to the appeal of Mike Leigh. He is not afraid to star imperfect people. Jim Broadbent has a little too much chin, and Ruth Sheen not quite enough. In most movies, everybody has about the right chinnage. At the risk of offending many of his many actor-collaborators, I'll say that not once in 40 years has Mike Leigh ever starred a conventionally handsome or beautiful movie star type. Instead, he has enriched the British cinema by his use of unconventional types, also including Imelda Staunton, Sally Hawkins, Timothy Spall, Marianne Jean-Baptiste, Brenda Blethyn and David Thewlis.\n\n“Another Year” gave me characters I could love, feel uneasy about, identify with or be appalled by. I see a lot of movies where the characters have no personalities, only attributes. I like James Bond, but I ask you: In what way is he human? Every single character in “Another Year” is human, and some of them all too human. I saw it and was enriched.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-01-12", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "Another Year (2011)"}