{"url": "http://www.rogerebert.com/reviews/another-48-hrs-1990", "by": "Eddie Murphyas Reggie Hammond", "star_rating": 2.0, "text": "You know how sometimes, in a dream, you'll see these familiar scenes and faces floating in and out of focus, but you're not sure how they connect? \"Another 48 HRS\" is a movie that feels the same way. The broad outlines are familiar from the original \"48 HRS\" and the villains and cops are all basic movie stereotypes. But what exactly is happening here? Everybody seems to be looking for the Iceman. The Iceman is the criminal mastermind in control of all drug traffic in the San Francisco Bay area. A cop named Cates (Nick Nolte) has been on his trail for years - but every time he gets close, the Iceman slips away. Meanwhile, a convict named Hammond (Eddie Murphy) is about to be released from prison. Maybe he knows who the Iceman is. Maybe he can help Cates. On the other hand, maybe he can't. He sure doesn't want to.\n\nWatching the movie, I was trying to remember the details of the 1982 film. In that one, Nolte was on the trail of some cop killers and he sprung Hammond from prison for 48 hours to help him out. They turned into quite a team - the hung-over white cop and the confident young black man, both suspicious of each other, both learning to be friends.\n\nThe movie contained the scene that made Murphy into a star, a scene where he walked into a redneck bar, impersonated a police officer, and intimidated everyone with the sheer force of his personality.\n\nIn \"Another 48 HRS,\" years have passed. Cates has stopped drinking (and also apparently lost his long-suffering girlfriend). Hammond is back in prison, but Cates is holding $475,000 for him, for when he gets out. Meanwhile, in a shoot-out during a motorcycle race, Cates kills a man who fired at him. But the other guy's gun disappears, and with no evidence apart from Cates' troublesome personnel record, his badge is lifted and he's charged with manslaughter.\n\nMeanwhile, there is a bunch of long-haired, leather-jacketed, tattooed motorcycle gang members who cruise the desert blowing people away. They apparently work for someone who works for the Iceman. They want Hammond dead - so badly that they try to kill him by opening fire on the prison bus that's returning him to civilization. You might ask why the bus driver couldn't simply push them off the road during the high-speed chase, but that would be too logical a question for this movie, which specializes in confusing and endless action scenes.\n\nThere's one crucial difference between this movie and the original: We never get much of an idea of the friendship and camaraderie between Hammond and Cates. Their idea of friendship boils down to hitting each other as hard as they can, \"to even the score.\" They have no dialogue scenes together of any depth. The plot they're in is so confusing that at one point they simply go back to the prison and ask a long-timer (Bernie Casey) to identify the guy they're after. He gives them the man's name and address. How does he know all this stuff? Don't even ask.\n\nMeanwhile, back at police headquarters, the cop plot is recycled from dozens of other movies. How often do we have to sit through that scene where the Internal Affairs guy makes the hero hand over his badge and gun. Leaving all the other movies out of it, this is the second time in a few months that Nike Nolte has personally had to go through that scene (after \"Q & A\"). And when the big secret of the Iceman's identity finally is revealed, ask yourself this question: Would the drug kingpin of the entire Bay Area really need to keep the daytime job? \"Another 48 HRS\" was directed by Walter Hill, who also did the previous movie, and who knows how to shoot violence so it looks convincing, although here he stages a scene that sets some kind of indoor record for the amount of glass that is broken. Hill and his writers, John Fasano, Jeb Stuart and Larry Gross, have not exactly extended themselves to create a new and original story for this movie, and the big set-piece once again involves Murphy and Nolte inside a redneck bar. It's an aimless scene with a lot of loose ends, a reminder of how well the earlier scene worked.\n\nWhat holds the movie together to some extent is the simple star presence of Murphy and Nolte, who are not given great dialogue or much of a plot, but who have a certain magnetism that's interesting to watch. Murphy in particular needed this movie, I think, as a corrective after his unfortunate \"Harlem Nights\" - a movie that was seen by a great many people, many of whom didn't enjoy it all that much.\n\nIf it does nothing else, \"Another 48 HRS\" reminds us that Murphy is a big, genuine talent. Now it's time for him to make a good movie.\n\nmov rev", "running_time": 102, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-06-08", "genres": ["Action", "Adventure", "Comedy"], "title": "Another 48 Hrs (1990)"}