{"url": "http://www.rogerebert.com/reviews/another-stakeout-1993", "by": "Richard Dreyfussas Chris Lecce", "star_rating": 3.0, "text": "\"Another Stakeout\" starts unpromisingly, as just one more unnecessary sequel to a movie which, while entertaining, has probably been forgotten by most of those without a direct financial stake in the retread. As the lights went down, someone behind me asked, not encouragingly, \"What's this a sequel to?\" The answer is not \"Another.\" I settled down into my seat, propping my elbows in those damnable round plastic soft-drink holders at the ends of the chair arms, and prepared to be stultified. I thought evil things about theater owners who would rather provide a berth for their 32-ounce slurpies than for the forearms of their customers. And then the movie started to grow on me.\n\nThe plot involves a federal witness (Cathy Moriarity) whom the mob is trying to kill. She escapes when a \"safe house\" explodes (in a sequence which is shown happening seven or eight times from different angles, as if she were concealed in a whole subdivision).\n\nThen it appears she may be hiding with friends in a big luxury home beside a lake outside Seattle.\n\nTwo cops, played by Richard Dreyfuss and Emilio Estevez, have recently disgraced themselves, and so they are assigned to stake out the vacation home, under the command of a district attorney (Rosie O'Donnell). The suspects next door are played by Dennis Farina and Marcia Strassman.\n\nThe relationship between Estevez and Dreyfuss is exasperated and affectionate, O'Donnell is good at standing her ground and speaking her mind, and the plot makes just enough sense to hang the gags on. The three law officers portray a married couple (Dreyfuss and O'Donnell) and his son by a first marriage (Estevez, forced to shave off his mustache). They try, not altogether successfully, to memorize the \"facts\" about the characters they're portraying, and O'Donnell plays mom by doing a lot of cooking. (She makes appetizers out of boiled eggs and black olives, combined to look like a lot of little penguins standing around.) It says something about the plot of this crime thriller that the single best scene involves a dinner party. The scene is lovingly set up. The older folks invite Farina and Strassman to dinner, while Estevez sneaks next door to plant a bug, and an endless series of misunderstandings leads to a scene in which Farina gobbles his dessert so quickly that it becomes, amazingly, one of the funniest moments I've seen in a long time.\n\nWhat's interesting is the way Farina makes the most of a supporting role; he's basically just the guy next door, who may or may not be harboring a fugitive, but it's ingenious the way he walks in to dinner as an apparent threat to the cops, and eventually puts two and two together - incorrectly - and becomes convinced he's the one in danger.\n\nThe rest of the movie isn't that good, but it has its moments. Movies like this are chewing gum for the mind. This one holds its flavor better than most.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-07-23", "genres": ["Action", "Comedy"], "title": "Another Stakeout (1993)"}