{"url": "http://www.rogerebert.com/reviews/another-earth", "by": "Brit Marlingas Rhoda", "star_rating": 3.5, "text": "\"Another Earth\" is a film animated by one stunning image: A new planet four times the size of the moon appears in the sky of Earth. This startling apparition gives a deeper meaning to everything in the story, especially when it is discovered, that the planet is indeed, as the title promises, another Earth. Perhaps not a second Earth however, but the very same Earth, in another universe that has now become visible.\n\nThat would explain the curious lack of physical effects on two planets so close together. In some sense the two Earths don't share the same physical reality. In another sense, Earth 2 is right up there in the sky: so close that a corporation sponsors an essay contest, and the winner gets to be the first person to visit it. I confess that the essay contest was harder for me to believe than the second Earth itself.\n\nBut this intriguing film isn't concerned with plausibility. It has deeper questions to explore. It involves a bright young woman named Rhoda Williams (Brit Marling), who in the opening scene, has been accepted into the astrophysics program at MIT. To celebrate, she parties too hearty, and when she's driving home, she hears the news about Earth 2. Peering out her car window to search the sky, she crashes into another car, killing a mother and child and sending the father into a coma.\n\nA few years pass. She's released from prison and learns that the father, a composer named John Burroughs (William Mapother), has emerged from his coma. Rhoda is devastated by the deaths she caused and wants to apologize or make amends or … what? She doesn't know. She presents herself at the shabby rural house where Burroughs lives as a depressed recluse and makes up a story about doing house cleaning.\n\nNow we have a situation not unfamiliar in the movies, where two people slowly grow close while only one of them is aware of their deep connection. The strength of \"Another Earth\" is that it employs that story to a larger purpose; this is no less than a meditation on the infinite possible variations that a human life can take.\n\nIf she had not had too many beers. If she had been listening to a different radio station. If he had not been on the road in the wrong place at the wrong time. The fatal crash was the sum of an infinite series of \"ifs,\" tracing back to if life had never evolved on Earth in the first place. In our lives, we surf the wave of chance.\n\nWhat's impressive is how well this film joins its parts into a whole. The other Earth idea is left as a fantastical hook and wisely not considered scientifically, except of course in its role as the film's master image. The relationship between Rhoda and John is seen as fraught with danger. The actors occupy their characters convincingly. They make us care more than the plot really requires. Earth 2, always looming in the sky, encourages us to reflect on how arbitrary our destinies are. In one sense, nothing in our lives was necessary. In another sense, everything was inevitable.\n\nThere's a nice story behind this movie, involving the actress and co-writer Brit Marling. She worked in investment banking on Wall Street before becoming the writer and co-director of \"Boxers and Ballerinas,\" a Cuban documentary that Mike Cahill made in 2004. They worked together on this film. It arrived unheralded at Sundance 2011 and won the Alfred P. Sloan Feature Film Prize as well as the Special Jury Prize.\n\n\"Another Earth\" was made on a low budget, and Cahill shot and edited it himself. I think it would have benefitted from more tripod work and less hand-held; a more classical approach would have suited this thoughtful material. But it's strong as it is, and Marling emerges as a gifted new talent. The movie is as thought-provoking, in a less profound way, than Tarkovsky's \"Solaris,\" another film about a sort of parallel Earth. \n\nIn this one, when a scientist makes a call to Earth 2 and discovers she is speaking with herself… what do you suppose that can mean?", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Drama", "Romance", "Science Fiction"], "title": "Another Earth (2011)"}