{"url": "http://www.rogerebert.com/reviews/answers-to-nothing-2011", "by": "Dane Cookas Ryan", "star_rating": 2.5, "text": "There is a suspect: Beckworth (Greg Germann), a neighbor, who is questioned and released after one of the girl's hairs is found in his car. Among the many curious is Carter (Mark Kelly), a schoolteacher who we follow home. He provides a vignette of a video game addict who essentially spends his entire weekend playing a game, while sometimes removing his headphones to follow the story on TV. Since the city knows about Beckworth but only we know about Carter, are we getting a hint here?\n\nMany other stories interlock. To explain their connections would be complicated, but let me describe them. Erik Palladino plays Jerry, a rookie cop whose own child has died. Dane Cook plays a therapist whose marriage is in trouble and who is having an affair with a musician (Aja Volkman). He spends a good deal of time forlornly trying to watch the clock and produce sperm samples for wife Kate (Elizabeth Mitchell).\n\nWe meet Allegra (Kali Hawk), the African-American writer on a sitcom, whose secret is \"I hate black people. \" This isn't much of a secret, because she has a pattern of confiding it to pretty much everyone she meets. Hating other black people is her biggest problem, but she seems to have a related problem: She gets a twisted pleasure out of telling that to people. Her problem is resolved, sort of, in a scene where she makes a friendly gesture to two black men she had been cool toward. This is supposed to be cheerful, part of an uplifting conclusion, but it struck me as contrived and awkward.\n\nOne of the most poignant characters is Drew (Miranda Bailey), who cares for her brother, Erik (Vincent Ventresca). He is paralyzed and apparently brain-dead. In a flashback, we learn she was driving drunk when he was injured in an accident. Late in the film, she straps him into a racing chair and pushes him in the \"SoCal Marathon,\" a race he once ran able-bodied. Her determination that they must finish the race becomes a crucial theme. My problem, and I know this sounds heartless: What meaning would it have to him if they finish? For herself, it may be penance, and indeed she may deserve it. But how does it work as an amends when he has no idea what's happening?\n\nHow, you may ask, are Drew and Erik important to the story of kidnapped girl? They aren't really, although we can trace a remote plot connection. That's a problem with this genre. The interlocking stories are theoretically about people whose lives are associated; that worked in \"Crash.\" Here the connections seem less immediate and significant, and so the movie sometimes seems based on a group of separate short stories. That was the approach that worked for Robert Altman with Raymond Carver's stories in \"Short Cuts.\"\n\nAt the end, there's a scene that draws together three of the major characters, but this scene depends entirely on action that could fit in many movies and works on its own terms. It's convenient but not especially revealing about those people. So the film, while well-made and acted, lacks the gathering power of the others that I've mentioned.", "running_time": null, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Drama", "Mystery", "Thriller"], "title": "Answers to Nothing (2011)"}