{"url": "http://www.rogerebert.com/reviews/antitrust-2001", "by": "Ryan Phillippeas Milo Hoffman", "star_rating": 2.0, "text": "They might have been able to make a nice little thriller out of \"Antitrust\" if they'd kept one eye on the Goofy Meter. Just when the movie is cooking, the needle tilts over into Too Goofy, which breaks the spell. What are we to make of a brainy nerd hero who fears his girlfriend is trying to kill him by adding sesame seeds to the Chinese food, and administers a quick allergy test at a romantic dinner by scratching himself with a fork and rubbing on some of the brown sauce? Too goofy.\n\nThe movie uses a thinly disguised fictional version of Bill Gates as his hero--so thinly, I'm surprised they didn't protect against libel by having the villain wear a name tag saying, \"Hi! I'm not Bill!\" This billionaire software mogul, named Gary Winston, is played by Tim Robbins as a man of charm, power and paranoia. \"Anybody working in a garage can put us out of business,\" he frets, and he's right. Cut to a garage occupied by Milo Hoffman (Ryan Phillippe) and his best buddy Teddy Chin (Yee Jee Tso), who are on the edge of a revolutionary communications breakthrough.\n\nWinston's company, which seems a whole lot like Microsoft, is working toward the same goal. In fact, Winston claims his new Synapse global communications system will, and I quote, \"link every communications device on the planet.\" Too goofy. In order to discourage his competitors, Winston has announced a release date for his new software while it is still being written (details like this are why the company seems a whole lot like Microsoft).\n\nHe needs a software breakthrough, and he thinks Milo and Teddy can provide it. He invites them up for a tour of his company's campus in the Pacific Northwest. Teddy declines: He hates the megacorp and believes code should be freely distributed. Milo accepts, and before he leaves, is visited by an agent from the (pre-Bush) Justice Department (Richard Roundtree), who is preparing an antitrust case against Winston. \"If you see something up there that hits you the wrong way, do the right thing,\" the agent says, offering Milo--who stands on the brink of untold millions--a salary much higher than you can earn at McDonald's.\n\nMilo takes the junket to the software campus and is shown around by cool young software dudes and a sexy software babe named Lisa (Rachael Leigh Cook), whose vibe suggests she likes him. Then he gets a tour of Winston's palatial high-tech lakeside home, which even includes computers that sense when you're in a room and play your favorite music while displaying your favorite art on the digital wall screens. \"Bill Gates has a system like this,\" says Milo, just as we were thinking the exact same words. \"Bill who?\" says Winston. \"His is primitive.\" Milo decides to go to work for the megacorp, and is flattered by all the personal attention he gets from Winston, a friendly charmer who has a habit of dropping around even in the middle of the night. At one point when Milo is stuck, Winston hands him a disc with some code on it that \"might help,\" just as a TV set in the background is reporting a news story about the death of a gifted software programmer. Hmmm.\n\nMilo's girlfriend from his garage days, the loyal and steadfast Alice Poulson (Claire Forlani), comes to visit and smells a rat in Lisa. And sure enough, the little software vixen gets her talons in Milo and begins to seduce him away from Lisa, although if Milo were not such a nerd and had seen a few thrillers in between programming worldwide communications, he would be able to predict her secret agenda as easily as we can.\n\nThere's a moment in the movie you should savor, if you see it. Teddy continues to work back in the garage and has a breakthrough he summarizes as, \"It's not in the box. It's in the band.\" Soon after, Teddy is beaten senseless in what is disguised as a racist attack. Soon after that, Winston tells Milo: \"It's not in the box. It's in the band.\" Milo's delusions collapse as he realizes Winston will kill for code and to eliminate the competition. This is a realization we have long since arrived at, but for Milo it is earth-shattering, as we can see because the movie's editing goes into hyperdrive. There's a berserk montage of remembered dialogue, jagged images, tilting cameras, echo chamber effects--everything but a woo-woo-woo alarm horn. Too goofy. In Ingmar Bergman's \"Persona,\" when one character realizes the other one wasn't nice, the film itself seems to break. In \"Antitrust,\" it's like the projector explodes.\n\nThe movie then degenerates into fairly conventional thriller material, with chases, deadly stalkings through dark interior spaces, desperate sesame-seed allergy tests, and so on. At the end we are left with an argument that software code should not be copyrighted because \"human knowledge belongs to the world.\" Stirring sentiments, although it us unlikely that a free digital version of this movie will be posted on the Net anytime soon.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-01-12", "genres": ["Action", "Crime", "Drama", "Suspense", "Thriller"], "title": "Antitrust (2001)"}