{"url": "http://www.rogerebert.com/reviews/antonias-line-1996", "by": "Willeke Van Ammelrooyas Antonia", "star_rating": 4.0, "text": "\"Antonia's Line\" finds its colors in many cultures and stirs them in the same jolly pot. They should come out muddy brown, but the rainbow endures.\n\nThe movie incorporates the magic realism of Latin America, dour European philosophies of death, the everyday realities of rural life, a cheerful feminism, a lot of easygoing sex and a gallery of unforgettable characters. By the time the film is over, you feel you could walk down its village streets and greet everyone by name.\n\nThe movie, just nominated for the best foreign film Oscar, is about a matriarchy founded by a woman named Antonia (Willeke van Ammelrooy), who after World War II returns to her Dutch village. She and her daughter have come back to bury her old mother. It is not an ordinary funeral; the mother sits up in her coffin to sing \"My Blue Heaven,\" and a statue of Jesus smiles. Later, in the churchyard, a stone angel uses its wing to smite a priest who refused the last rites to a man who sheltered Jews from the Nazis.\n\nAntonia greets her old friends, among them Russian Olga (who runs the cafe and is an undertaker and midwife), Crooked Finger (who lives in a room with his books and bitterly insists on the futility of life) and Mad Madonna, who utters wild goat cries at the moon because, as a Catholic, she cannot marry her Protestant lover.\n\nThere is also Farmer Bas, who comes courting one day with his five sons and makes a proposal of marriage centering largely on the boys' need for a mother. Antonia finds this underwhelming, but invites him to come over from time to time to do chores, for which she will pay him with hot breakfasts and cups of tea. \"I can get those at home,\" he observes, but he comes anyway, and eventually Antonia tells him, \"You can't have my hand, but you can have the rest.\" They agree that once a week is enough. Antonia doesn't want \"all that confusion\" in her house, or his, and so they build a little cottage for their meetings.\n\nAnd so it goes. In fact, the narrator of \"Antonia's Line,\" Antonia's great-granddaughter, is very fond of reminding us that so it goes; the movie is punctuated with moments in which we are assured that season followed season, and crops were planted and harvested, and life went on, and nothing much changed. e.e. cummings' poem \"anyone lived in a pretty how town\" comes to mind and has the same sad, romantic, elegiac, pastoral tone.\n\nGeneration follows generation. Antonia's daughter, who wants a child, but not a husband, auditions candidates for fatherhood.\n\nLocal matches are made: Loony Lips and DeeDee, who are both retarded, find happiness together. So does the village priest, who one day flings his cassock in the air, shouts \"I'm free!\" settles down and produces a dozen or so children. There are dark days, two of them involving rape, but the women take direct measures: One miscreant is punctured by a pitchfork, and another receives Antonia's curse.\n\nWhat we remember most of all is the way Antonia's extended family grows. Children and grandchildren, in-laws and outlaws, neighbors, friends and drifters all come to sit at her long, long dinner table, and all learn the same simple rule, which is to look for the good in others - and to not criticize those who have found a way to be happy without seriously bothering anybody.\n\nOne of the most poignant strands in the story involves Crooked Finger (Mil Seghers), who tutors Antonia's brilliant granddaughter Therese and who is named, I suppose, after the finger that's always holding a place in a book. His room is a shrine to philosophers, and he believes that life is without meaning, that there is no existence after death, that hope is wasted, that God is dead.\n\nAntonia and the others listen to Crooked Finger but do not subscribe to his gloom. They are not religious in a conventional sense, but they're regular churchgoers, because the church provides a weekly gathering of the community - a spiritual version of their communal dinners.\n\nBy the end of the film, we have traveled through 50 years of modern life, through trends and controversies, fads and fashions (the cars in the village are newer every time we see one). These fancies are not as important as the solid, life-affirming values of Antonia, who is embodied by Willeke van Ammelrooy in a remarkable performance.\n\nShe ages from her 30s to her 80s, always convincingly, and is a substantial, robust, openfaced woman with a warm smile: In Hollywood, she would be considered fat, but we see that she is, quite simply, healthy.\n\nThe experience of the film lulls us into a strange and wonderful mood: We are told stories that are sometimes as inexplicable as a miracle, sometimes as earthy as a barnyard. Beneath them is a philosophy insisting on itself. The filmmaker, Marleen Gorris, believes women have innate understanding and common sense, and that, left to run things, they will right wrongs and encourage sanity. I hope she is right. Even if she is too optimistic, I am glad her movie made me feel hopeful and cheerful. In one of the opening scenes, as Antonia and her daughter walk through the town, a sign on a wall says, \"Welcome to our Liberators!\" It is intended for the American troops. But it could, as it turns out, also apply to the women.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-02-14", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Antonia's Line (1996)"}