{"url": "http://www.rogerebert.com/reviews/antonia-and-jane-1991", "by": "Imelda Stauntonas Jane Hartman", "star_rating": 3.0, "text": "I have a lot of friends who treasure their eccentricities. They see themselves as flawed - but colorfully flawed, you know, and in conversation they're likely to get into little competitions about who's more screwed up. Friends like that would like \"Antonia and Jane,\" which is the story of a lifelong friendship between two basket cases who love each other more than they like each other.\n\nWe meet Jane Hartman first. Played by Imelda Staunton, she wears glasses that are too big for her face - not stylishly big, too big. She wears her hair in a curly mess that she despises. She believes the people at the beauty salon hate her, and that her hair is their revenge. She may be right. She has been the \"best friend\" of Antonia McGill since childhood. Their relationship, seen through her eyes, has been based on Antonia's compulsion to make her feel bad.\n\nWhy else would little Antonia have founded a secret society for the sole purpose of excluding Jane from membership? Now Jane and Antonia (Saskia Reeves) have grown, and gone their separate ways, except for a ritual dinner once a year, about which they agonize so much that both prepare for it with visits to their psychoanalyst. (They have the same analyst, but of course have never discovered that fact.) Jane always arrives first for the dinner, Antonia is always late, and Jane, who perhaps has a talent for dramatizing Antonia's lateness, is always reading The Brothers Karamazov at the table.\n\nThey talk, but say little. Their feelings run too deeply for words. Jane would be amazed, for example, to find that Antonia is also envious of Jane. Each measures her life by the progress made by the other. Meanwhile, they talk about men. They seem to have a genius for picking the wrong ones.\n\nTake Norman, for example, one of Jane's lost causes, who is impotent until he finally asks Jane to do him \"a favor.\" What arouses him, he confides, is the prose of the English novelist Iris Murdoch.\n\nCould Jane . . . maybe . . . read to him a little? Could she . . .start with the back cover? So deep is Norman's erotic fixation that even the blurb from The Sea, the Sea causes instant arousal.\n\nSome women would be delighted to find a man so dependably aroused at such a small cost to their own self-esteem. Not Jane, who hates Iris Murdoch. Antonia also has men problems. One of her dates likes to tie her up and then ask her trivia questions, such as the origin of quotations from Shakespeare. \"Macbeth?\" she asks hopefully.\n\n\"Richard III?\" Or there is Howard, who Jane meets first and who Antonia later steals away from her. Howard specializes in photographs of body parts (\"I'm beginning a series on toes\").\n\n\"Antonia and Jane\" knows one thing about women's friendships that I'm sure is true: They project onto their friends just those qualities they feel lacking in themselves. Maybe they choose their friends as a way of assuming the missing qualities. Jane sees Antonia as beautiful, which she is, to a degree. Antonia sees Jane as independent and self-contained, which she is, also to a degree. Both of them see men as a mysterious other race with ways so mysterious and inexplicable that love affairs are good mostly for the anecdotes they supply, after the fact.\n\n\"Antonia and Jane,\" directed by Beeban Kidron, written by Marcy Kahan, was shot as a film for BBC-TV and embraces its small budget as a virtue. Some of the sets (the psychiatrist's room, Jane's bedroom) look like furniture arranged in the corner of an otherwise empty space, and there is a deliberate attempt to fill the frame with generic furniture, of the same kind that furnishes the worlds of Tom & Jerry or Sylvester and Tweetie Pie. Against this anonymous background, Antonia and Jane continue their struggle, neither one quite aware that the other is the stick by which she measures herself.", "running_time": 77, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-11-01", "genres": null, "title": "Antonia And Jane (1991)"}