{"url": "http://www.rogerebert.com/reviews/antz-1998", "by": "Woody Allenas Z", "star_rating": 3.5, "text": "\"Antz\" rejoices in the fact that a cartoon can show us anything. It's so free, it turns visual cartwheels. It enters into a microscopic world--an ant colony beneath Central Park--and makes it into a world so vast and threatening that comparisons with \"Star Wars\" are not unjustified.\n\nAnd it's sharp and funny--not a children's movie, but one of those hybrids that works on different levels for different ages. The kids will enjoy it when the hero and his girl get stuck in some gum on the bottom of a running shoe. Older viewers will understand the hero's complaint that it's not easy \"when you're the middle child in a family of five million.\"\n\nThe movie is the first animated feature from the DreamWorks Studio, and benefits from the input of studio partners Jeffrey Katzenberg, who earlier oversaw the renaissance in Disney animation, and Steven Spielberg, whose \"E.T. The Extra-Terrestrial\" seems to have inspired the look of the hero's eyes and a crucial scene where a kiss brings him back to life. The movie is entirely computer-generated, incorporating a clever software program that makes the mouths of the insects look a little, but not too much, like morphs of the actors who voice their dialogue: Woody Allen, Sharon Stone, Sylvester Stallone, Jennifer Lopez, Gene Hackman, Christopher Walken and others.\n\nThe story mixes adventure with political parable. As it begins, every ant in the colony goes dutifully about its age-old assignment, never thinking to question why some are workers, some are warriors, and only one can be the queen. Then the little ant named Z (voice by Allen) develops that attribute that an ant colony has no room for, a mind of his own. \"I'm supposed to do everything for the colony?\" he asks on a psychiatrist's couch. \"And what about my needs?\"\n\nThis is no time for individualism, The colony is engaged in an emergency project to dig a giant tunnel (in ant-scale, it looks as daunting as the Chunnel). Militarists, led by Gen. Mandible (Hackman) and Col. Cutter (Walken), want to divert all resources to war. They even invent false reports of an approaching termite invasion, and convince the queen (Anne Bancroft) that they must strike first. Meanwhile, in a bar, Z meets the beautiful Princess Bala (Sharon Stone). All the other ants \"dance\" with a rigid precision that looks, well, insect-like. But Z breaks loose, and Bala, intoxicated with the sudden freedom of movement, regrets her engagement to Mandible. Like all ants, her fiancee is... predictable.\n\nZ meets a warrior ant (Stallone) and arranges to switch jobs, just so he can impress Bala. Bad timing. Z finds himself hurled into battle against the vastly superior termites, in a microscopic version of the beach massacre in DreamWorks' previous release, \"Saving Private Ryan.\" Surviving, he returns to the colony and is the seed for a virus of individualism. Eventually Z and Bala find themselves alone on the surface, in search of the legendary Insectopia (a picnic), and threatened by vast creatures of man and nature, which loom overhead like Darth Vader's Death Star.\n\nI have an abiding love of animation, all kinds of animation. (As a child, I naively thought it was \"more real\" than live action, because the edges were sharper, and the characters did things I could understand.) Modern animation embodies a certain irony: Although cartoons can literally show any imaginable physical action in any conceivable artistic style, most of the successful ones are contained within the Disney studio style, as it has evolved over the years.\n\nThat isn't a bad thing for Disney movies, and I treasure most of them, especially the early ones and the modern renaissance. But there are other ways a cartoon can look. The Japanese master Hayao Miyazaki (\"My Neighbor Totoro\") has developed a look with the fanciful style of great children's book illustration (his \"Kiki's Delivery Service\" has just appeared in video stores). \"Toy Story,\" by Disney and Pixar, used computer animation to create a new world with a fresh, exciting look. Japanese anime titles like \"Akira\" and \"Ghost In The Shell\" move closer to hard-edged science fiction.\n\nAnd now look at the panoramic overhead shots of the ant colony in \"Antz.\" We could be looking at an alien life form, or the headquarters of one of James Bond's megalomaniac enemies. The scale and detail are astonishing. And consider the imagination involved in a sequence where most of the ants in the colony gather themselves into a giant ball, held by a string of other ants, so that millions of individuals can become one collective tool.\n\nFacts about the lives of real ants provide inspiration for many sequences. There is a scene where an ant is decapitated, and Z has a conversation with his head. Scenes of nursemaids in perpetual procession, as the queen delivers a newborn every five seconds. A funny scene where ants drink nectar from the hindquarters of aphids, and Z complains, \"I may be crazy, but I have a thing about drinking from the anus of another creature.\" And a visually exciting sequence in which an ant is trapped inside a body of water, and struggles with the power of its surface tension.\n\nThe visuals are joined to a screenplay with wickedly amusing dialogue and lots of cross-references to current culture. (\"All we are saying,\" chants an ant chorus, \"is, give Z a chance!\" And later the hero is told, \"You de ant!\"). Eric Darnell and Tim Johnson, who co-directed the film, and Todd Alcot, Chris Weitz and Paul Weitz, who wrote it, lead a team of gifted animators in telling a fable with the resonance of Animal Farm. And we sense Woody Allen's satirical spirit sneaking through in some lines; instead of attacking the termites, he suggests, why not try subverting them with campaign contributions?", "running_time": 83, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-10-02", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Antz (1998)"}