{"url": "http://www.rogerebert.com/reviews/anvil-the-story-of-anvil-2009", "by": "Sacha Gervasi", "star_rating": 3.0, "text": "This is the sound of optimism: \"Everything on the tour went drastically wrong. But at least there was a tour for it to go wrong on.\" The optimist is Steve \"Lips\" Kudlow, lead guitarist in Anvil, a band you've never heard of. In 1973, he made a friend named Robb Reiner in Toronto, who had a drum set, and they vowed to make rock 'n' roll until they were old. Now they are old, at least for heavy metal rockers.\n\n\"Anvil! The Story of Anvil\" is a documentary about the moderate rise and long, long fall of their band, where musicians in the two other slots came and went, but Lips and Robb rocked on. \"How many bands stay together for 30 years?\" asks Slash of Guns N' Roses, in a backstage interview. \"You've got the Stones, the Who, U2 -- and Anvil.\" Yeah. And Anvil.\n\nAnvil had one modestly successful album (\"Metal on Metal\"), is credited as an influence by lots of heavy metal bands, had bad management, lousy record labels and was Canadian at a time (as now) when that doesn't feel synonymous with heavy metal. \"I was raised to be polite,\" says Reiner, after he fails at a job in telephone hard selling.\n\nReiner is also seen working on a demolition project. Kudrow drives a delivery truck carrying school meals and explains the menu. One day maybe lamb stew and meatloaf. Then meatloaf and pizza. Then pizza and lamb stew. He burns with the original fire: The band will, will, will win the success it deserves.\n\nThere are still loyal fans. One, Tiziana Arrigoni of Sweden, books a European tour for Anvil. This was the tour that went drastically wrong. They missed trains. Couldn't find the club in Prague. Weren't paid. Were invited to the Monsters of Transylvania, a heavy metal event. Lips shares the news that the venue seats 10,000: \"I hear the mayor of Transylvania is going to be there!\" The audience numbers 178.\n\nThe documentary, directed by Anvil fan (and \"The Terminal\" screenwriter) Sacha Gervasi, spends time in Toronto with Lips' and Robb's spouses, siblings, children. The wives are loyal but not optimistic. The rockers are good family men. They were apparently spared the heavy metal plague of heavy drugs, although there is a little weed in one shot.\n\nDown and down they fall. They get the veteran producer Chris Tsangarides to cut their 13th album (\"our best work,\" Lips says) but have to release it themselves. One CD finds its way to Japan, and they are invited to a Tokyo concert in a venue seating (an ominous omen) 10,000. They play at the un-heavy-metal hour of 9:45 a.m. How many people turn up?\n\nI don't know if their music is any good. Their fans think so. The doc doesn't show one song all the way through. But they swore a pledge when they were 14, and they're still honoring it, and at 51, Lips knows he still has it and that Anvil will be back on the charts. Maybe there is hope for Susan Boyle.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-04-22", "genres": ["Documentary", "Music"], "title": "Anvil! The Story of Anvil (2009)"}