{"url": "http://www.rogerebert.com/reviews/any-which-way-you-can-1980", "by": "William Smithas Jack Wilson", "star_rating": 2.0, "text": "Clint Eastwood's \"Any Which Way You Can\" is not a very\r\ngood movie, but it's hard not to feel a grudging affection for it. Where else,\r\nin the space of 115 minutes, can you find a country & western road picture\r\nwith two fights, a bald motorcycle gang, the Mafia, a love story, a pickup\r\ntruck, a tow truck, Fats Domino, a foul-mouthed octogenarian, an oversexed\r\norangutan and a contest for the bare knuckle championship of the world?\n\nThe\r\nmovie seems designed as a free-association exercise involving all of the above\r\nelements, in no particular order. That gives it a certain clarity of form. It\r\nopens, for example, with a bare-knuckle fight between Eastwood and someone else\r\n(Who else? Doesn't matter). While Eastwood is slugging it out, his highly\r\nintelligent orangutan, Clyde, is relieving himself in the front seat of a state\r\npolice car. And somehow we know-never mind how, we just know-that one of the\r\nreoccurring themes of this movie is going to be Orangutan Crap In Squad Cars.\r\nWe are correct. It's that kind of movie.\n\nAfter the big fight, Eastwood returns to his home, which seems to be an Okie hovel\r\nsomewhere in a large Western state. He still lives with Ma, played by Ruth\r\nGordon as a cross between Ma Kettle and Ma Barker. Clint and his partner,\r\nOrville Boggs, spend all day hard at work banging on things with wrenches.\n\nOccasionally\r\nClyde amuses himself by ripping apart old Mercurys with his bare hands. Then\r\nthe Mafia decides to set up a bare-knuckle fight between Eastwood and the\r\ndefending eastern champion, a guy named Jack Wilson.\n\nIt\r\nwas to my immense delight that I immediately recognized the actor playing Jack\r\nWilson. He was William (Big Bill) Smith, who played a lot of motorcycle gang\r\nleaders in films of the late 1960s, and still looks as fearsome as ever. He and\r\nEastwood meet while out jogging one morning, and then he falls off a cliff and\r\nis rescued by Eastwood, after which he beats up a lot of guys who insult\r\nEastwood's girlfriend in a bar. All in a day's work.\n\nThe\r\ngirlfriend is played by Sondra Locke, who was also in \"Every Which Way But\r\nLoose,\" the prequel to the present film. You gotta give Eastwood and Locke\r\ncredit. Unlike Burt Reynolds and Sally Field, who spent the first half of\r\n\"Smokey and the Bandit, Part Two\" holding a deep, Interpersonal\r\nphilosophical argument about the issues raised by their relationship in\r\n\"Smokey and the Bandit, Part One,\" Eastwood and Locke don't agonize\r\nover their reunion. Two minutes after their reunion in a country & western\r\nbar, Locke is being consoled by Eastwood's orangutan. Ten minutes later, they're\r\nstarting a riot at the YWCA. It's that kind of movie.\n\nAnyway,\r\nthe Mafia kidnaps Sondra Locke in order to force Eastwood to fight. Then Big\r\nBill Smith and Eastwood wipe out the Mafia, but decide to fight anyway. It is\r\nsome fight. It's one of those-brawls where every time somebody gets hit on the\r\nchin, it sounds like they're beating the hell out of a Naugahyde sofa with a\r\nPing-Pong paddle.\n\nIf\r\nwe had any slight lingering doubts that this was a Clint Eastwood movie, they\r\nare dispelled when Eastwood breaks his right arm during the fight, gets up off\r\nthe floor and growls, \"It's not over yet.\"\n\nIn\r\naddition to the orangutan crap in the squad cars, the other reoccurring motif\r\nof \"Any Which Way\" is, I suppose, the music. The original movie was\r\nlaunched to an enormous box office success by the release of the hit country\r\nsingle, \"Every Which Way But Loose,\" by Eddie Rabbit.\n\nEverybody\r\nbut Mr. Rabbit turns up in this one: There are songs and/or appearances by Glen\r\nCampbell, Ray Charles, Fats Domino, Jim Stafford (who sings \"Cow\r\nPatti\"), Johnny Duncan, Gene Watson, Sondra Locke, Clint Eastwood\r\n(\"Beers to You\"), David Frizzell (\"You're the Reason God Made\r\nOklahoma\") and Cliff Crofford (\"The Orangutan Hall of Fame\").\n\nOf\r\nthe whole crowd, Fats Domino is the most inexplicable. What in the world is\r\nFats Domino doing in a Clint Eastwood C & W action movie, wearing a cowboy\r\nhat and singing \"Whiskey Heaven\"? I guess it's just that kind of\r\nmovie.\n\nDistribution:\r\nRoger Ebert 76711,271", "running_time": 115, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-12-18", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "Any Which Way You Can (1980)"}