{"url": "http://www.rogerebert.com/reviews/any-given-sunday-1999", "by": "Al Pacinoas Tony D'Amato", "star_rating": 3.0, "text": "Oliver Stone's \"Any Given Sunday'' is a smart sports movie almost swamped by production overkill. The movie alternates sharp and observant dramatic scenes with MTV-style montages and incomprehensible sports footage. It's a miracle the underlying story survives, but it does.\n\nThe story's expose of pro football will not come as news to anyone who follows the game. We learn that veteran quarterbacks sometimes doubt themselves, that injured players take risks to keep playing, that team doctors let them, that overnight stardom can turn a green kid into a jerk, that ESPN personalities are self-promoters, that owners' wives drink, that their daughters think they know all about football and that coaches practice quiet wisdom in the midst of despair. We are also reminded that all big games are settled with a crucial play in the closing seconds.\n\nThese insights are not startling, but Stone and his actors give them a human face, and the film's dialogue scenes are effective. Al Pacino, comfortable and convincing as Tony D'Amato, a raspy-voiced curmudgeon, tries to coach the Miami Sharks past a losing streak and into the playoffs, and the movie surrounds him with first-rate performances. We're reminded that very little movie material is original until actors transform it from cliches into particulars.\n\nJamie Foxx joins Pacino in most of the heavy lifting, as Willie Beamen, a third-string quarterback in a game where the two guys above him have been carried off on stretchers. He's so nervous, he throws up in the huddle (\"that's a first,'' D'Amato observes), but then catches fire and becomes an overnight sensation. In a broken-field role that requires him to be unsure and vulnerable, then cocky and insufferable, then political, then repentant, Foxx doesn't step wrong.\n\nThe team's original owner was a sports legend who had a handshake deal with D'Amato, but with the owner's death, control has passed to his daughter (Cameron Diaz), whose mother (Ann-Margret) is never far from a martini. These two characters are written as women who will never really be accepted in a man's game. The mother knows it, but her daughter still doesn't. Diaz hopes to get rich by moving the franchise; her mother has kept the world of pro football under close observation for many years and has not found much to inspire her.\n\nDennis Quaid plays the veteran quarterback whose injury sets the plot into motion--and he, too, is seen in an unexpected light, as an on-field leader privately haunted by insecurity. There's a stunning moment when he considers retirement and is ferociously challenged by his wife (Lauren Holly), who won't hear of it; he complains, \"ever since college, people have been telling me what to do.'' Even at 170 minutes, \"Any Given Sunday'' barely manages to find room for some of its large cast. James Woods and Matthew Modine clash as team doctors with different attitudes toward life-threatening conditions, and pro veteran Lawrence Taylor has a strong supporting role as a player who wants to keep playing long enough to earn his bonus, even at the risk of his life. And there are lots of other familiar faces: Charlton Heston, Aaron Eckhart, Bill Bellamy, Jim Brown, LL Cool J, John C. McGinley, Lela Rochon, even Johnny Unitas as an opposing coach.\n\nThe reason their characters aren't better developed is that so much of the film's running time is lost to smoke and mirrors. There isn't really a single sequence of sports action in which the strategy of a play can be observed and understood from beginning to end. Instead, Stone uses fancy editing on montage closeups of colorful uniforms and violent action, with lots of crunching sound effects. Or he tilts his camera up to a football pass, spinning against the sky. This is razzle-dazzle in the editing; we don't get the feeling we're seeing a real game involving these characters.\n\nThere's a lot of music, though, and even a fairly unconvincing MTV music video for Foxx to star in. It's as if Stone wanted to pump up the volume to conceal the lack of on-field substance. In his films like \"JFK'' and \"Nixon,'' there was a feeling of urgent need to get everything in; we felt he had lots more to tell us and would if he could. \"Any Given Sunday'' feels stretched out, as if the story needed window dressing. It's as if the second unit came back with lots of full-frame shots of anonymous football players plowing into one another in closeup, and Stone and his editors thought they could use that to mask their lack of substantial, strategic, comprehensible sports action footage. Adding to the distraction is the fact that the outcome of every single play matches the dramatic needs of the script.\n\nIt's a close call here. I guess I recommend the movie because the dramatic scenes are worth it. Pacino has some nice heart-to-hearts with Quaid and Foxx, and the psychology of the veteran coach is well-captured in the screenplay by Stone and John Logan. But if some studio executive came along and made Stone cut his movie down to two hours, I have the strangest feeling it wouldn't lose much of substance and might even play better.", "running_time": 170, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-22", "genres": ["Drama", "Sports Film"], "title": "Any Given Sunday (1999)"}