{"url": "http://www.rogerebert.com/reviews/anything-else-2003", "by": "Jason Biggsas Jerry Falk", "star_rating": 3.0, "text": "The dialogue in Woody Allen's \"Anything Else\" is an exercise of neurotic bravery, a defense against fear and insecurity. His characters are doubtful about their prospects in life. Careers aren't going well, and romance works only through self-deception. To hold despair at bay they talk and talk, and because Allen is a master of comic dialogue, it is our pleasure to listen.\n\nThe new movie has both a mentor and a narrator, so one character gives insights about life and the other gives insights about him. The hero is Jerry Falk (Jason Biggs), a would-be comedy writer whose career is going nowhere, and his advisor is David Dobel (Allen), a 60ish New Jersey school teacher whose career has gone nowhere; he hasn't stopped hoping, but he keeps the day job. They meet in the park for long talks, Dobel doing most of the talking, Jerry grateful at first and then dubious: If Dobel knows so much, how come he's still stuck? Jerry was once fully and happily in love with Brooke (KaDee Strickland), a woman who presented no difficulties, which was perhaps the problem, since he left her for Amanda (Christina Ricci), a woman who consists of difficulties. \n\nAmanda is an actress who seems to keep Jerry around primarily as a foil for intimate improv scenes in which she explains the ways his life must be miserable if he is to continue enjoying her company. He asks if she doesn't love him. \"Just because when you touch me I pull away?\" she even asks. At one point, she declares a six-month moratorium on sex. When the ever-optimistic Jerry makes reservations at a fancy restaurant to celebrate their anniversary, she stands him up (\"I already ate\").\n\nJerry introduces Amanda to David. David's verdict is instantaneous: \"She's cheating on you.\" He advises Jerry to spy on her, which he does by lurking in stairwells and skulking in doorways for hours at a time, until finally he thinks he has enough proof to confront her, not realizing that in matters of cheating the worst thing you can do is expose the other person -- because then they have their excuse to leave. Better to suffer in silence, as the wise Charles Bukowski once advised, until they figure out which one they want.\n\n\"Anything Else\" is not simply a comedy about Jerry's romance, Amanda's deceptions and David's advice, however. There's a darker undercurrent. David has fears, not all of them revealed, and takes his young protege to a gun shop to buy him a weapon. Everyone needs a gun, he explains, to feel safer, to protect themselves, and so on. Jerry is dubious, Amanda is appalled and David seems to be revealing only the surface of his fears.\n\nAmanda moves out, moves back in, and then her mother, Paula (Stockard Channing), moves in too, with a personality that overcrowds the apartment. Channing is a great original, an actress with the ability to make absurd statements as if anyone would agree with them. She wants to start over as a torch singer, she says, and has a young boyfriend she met at an AA meeting (apparently not a successful one, since they're soon doing coke together). With a girl who doesn't want to live with him and her mother who does, Jerry's almost ready to listen when David suggests he dump everything so that just the two of them can leave for Los Angeles, where all the jobs are anyway.\n\nBut that would mean leaving Harvey (Danny DeVito), Jerry's long-time agent, who charges him 25 percent, which is way above the industry standard, but then again Jerry is his only client and never works anyway. DeVito brings electric energy to his scenes as an intense dynamo who feels so strongly about the agent-client relationship that when Jerry hints it may be ending, he pulls a scene in a restaurant that more or less defines the notion of a public spectacle.\n\nThe movie avoids the usual pitfalls of comedies about young romance and gets jolts from the supporting work by Channing and DeVito. And Allen is inimitable as the worrywart who backs into every decision, protesting and moaning about the pitfalls and certain disappointment sure to lie ahead. At a time when so many American movies keep dialogue at a minimum so they can play better overseas, what a delight to listen to smart people whose conversation is like a kind of comic music.\n\nNote: Here's a strange thing. The studio, DreamWorks, seems to be trying to conceal Woody Allen's presence in the movie. He is the writer and director, and has top billing in the credits, but he is never seen in the trailer, the commercials,or the TV review clips. The trailer gives full-screen credits to Jason Biggs and Christina Ricci, but only belatedly adds \"From Woody Allen,\" not mentioning that he also stars. It's as if they have the treasure of a Woody Allen movie and they're trying to package it for the \"American Pie\" crowd.", "running_time": 108, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Comedy", "Romance"], "title": "Anything Else (2003)"}