{"url": "http://www.rogerebert.com/reviews/anything-but-love-2003", "by": "Andrew McCarthyas Elliot Shepard", "star_rating": 3.0, "text": "\"Anything But Love\" is a new movie like those old musicals you watch on TV late at night. Filmed in the colors of newborn Technicolor, plotted as a tribute to the conventions of Hollywood romance, filled with standard songs, it's by and for people who love those kinds of movies. Others will find it cliched and predictable, but they won't understand.\n\nRemember the hapless guy Oscar Levant always played? The one who secretly loved the heroine but never won her? The one original element in \"Anything But Love\" is that Oscar Levant finally gets the girl. She is the flame-haired Billie Golden (Isabel Rose). I'm willing to bet my small change that she was named for Billie Holiday and the Golden Age of MGM musicals. She sings torchy standards in a tacky motel supper club at the \"JFK Skytel,\" where the owner loves her work but has to change formats because business is bad.\n\nThat grizzled old Victor Argo plays the owner is almost too good to be true. That he is named Sal is inevitable. That he is the longtime boyfriend of Billie's mother Laney (Alix Korey) shows that Rose and director Robert Cary have been studying the late show. And of course Rose has another job; she's a waitress at a high-class club headlining Eartha Kitt, playing herself. An early shot frames Billie's face in the round window of the door between the kitchen and the showroom, as she yearningly watches Kitt. This shot is obligatory in all movies about waitresses who want to be stars.\n\nTimes are hard for Billie and her mother, who hits the bottle. Sal doesn't want to fire her, and suggests a compromise: She might be able to keep working if she accompanies herself on the piano. Her playing is rusty, so she signs up for lessons, only to discover that her new teacher Elliot (Andrew McCarthy) is the same jerk who sabotaged her at an audition by screwing up the accompaniment. Of course they hate each other. This is essential so that they can love each other later.\n\nThere is another possible path Billie could take. Greg Ellenbogen (Cameron Bancroft) has come back into her life. He was the high school hunk she had a crush on, now a 30ish success story who has lots of money and decides (as a logical exercise, I think) that he should get married. They court, they get engaged, she will be financially secure, and her dream of becoming a chanteuse can be forgotten (Greg suggests) as she raises their children and sings -- oh, at parties and benefits and stuff like that.\n\nIs there a person alive who doesn't know whether Billie chooses Greg or Elliot? But of course there must be enormous obstacles and pitfalls along the way, not to mention those kinds of overblown fantasy scenes much beloved of old musicals, where everything ratchets up six degrees into dreamy schmaltz before finally ending with a closeup of the heroine's face as she comes back to earth.\n\nThe Andrew McCarthy character inhabits a sparsely furnished walk-up studio, is dyspeptic and cynical, doesn't value his talent, and in general is a clone of the Oscar Levant character. He doesn't chain smoke, the cigarette dangling from his lips while he plays, and that's a missed opportunity. When it's announced that he may move to Paris, I thought -- of course! He wants to be Gene Kelly's roommate in \"An American in Paris.\"\n\nThe movie is not perfect. It has been shot on a budget close to the minimum wage, and has the usual problem of crowd scenes without a large enough crowd. But it takes joy in its work, and that makes up for a lot. Eartha Kitt has a small but very functional role, singing a song (wonderfully) and offering the kind of advice that absolutely must be supplied in a plot of this kind. Was it Kitt's idea or the filmmakers that after offering that advice she doesn't get all sentimental but stays tartly in character, reminding Billie that she is the star and Billie is the waitress? I liked that moment.\n\nOne obvious flaw: There is a wedding scene (I will not say who with, or even whether it is real or not -- and no, don't think that's a hint). The scene bursts into fantasy and imaginings at precisely that moment when it should be played straight in order to exploit the emotions the movie has been building toward. But in general the movie works just as it wants to, and you will either enjoy it for that, or you will be the kind of person for whom the names Kathryn Grayson, Doris Day, Howard Keel, Dennis Morgan, Ann Miller, Jack Carson, Ann Blyth and Gordon MacRae have no meaning.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-11-21", "genres": null, "title": "Anything But Love (2003)"}