{"url": "http://www.rogerebert.com/reviews/anywhere-but-here-1999", "by": "Susan Sarandonas Adele August", "star_rating": 3.0, "text": "Wayne Wang's \"Anywhere But Here\" is about a frustrated mother who believes she is rotting away in a small Wisconsin town. She buys a used Mercedes, shoves her teenage daughter inside, and drives them cross-country to Beverly Hills, where she will put her master's degree in early education to work, and her daughter will go to auditions and be discovered by the movies.\n\nThat is the plan, anyway. Her daughter, who has not been consulted, is angry and resentful at being yanked away from the family she loves, and doesn't share her mother's social-climbing obsessions (their first apartment isn't in \"the posh part of Beverly Hills, but it's in the school district\").\n\nThe affordable streets they live on reminded me of \"The Slums of Beverly Hills,\" the 1998 movie where jobless Alan Arkin steers his kids into the same school system, but \"Anywhere But Here\" isn't a ripoff of the earlier movie--it's more as if the mom saw it, and made up her mind to try the same thing. For that matter, it's based on Mona Simpson's 1987 novel, so the inspiration may have traveled the other way.\n\nThe mother is Adele August (Susan Sarandon), sexy, wildly optimistic, consumed by her visions. Her daughter Ann (Natalie Portman) is a serious kid, smart and observant, who is tired of her mom's sudden inspirations. I think there's a possibility that Adele is manic, but the movie doesn't go that route, preferring to see her as a dreamer who needs to grow up.\n\nAdele is right and wrong about her plan: wrong to leave the way she does, because going away to college might have provided a saner transition for her daughter. Right that her second husband Ted, Ann's stepfather, \"will always be an ice skating instructor,\" and Ann's fate is not to be \"a nothing girl in a nothing factory in a nothing town.\" Adele waited too long to make her own move and doesn't want Ann to make the same mistake. Well, parents have been living through their children since the dawn of time.\n\nLiving in Beverly Hills is a challenge for both of them. Ann gets along fairly well at school, but her mother is insecure behind her brassy facade and afraid to go to the kind of posh holiday party that she moved to California so they could attend. She deceives herself about one-night stands, like a pickup by Dr. Josh Spritzer (Hart Bochner), who is \"more than just a dentist. He's writing a screenplay.\" Ann has seen enough of romance to be wary of it, even though she attracts the attention of a nice kid named Peter (Corbin Allred), who quotes T.S. Eliot's Four Quartets while jogging--always a good sign.\n\nThe movie's interest is not in the plot, which is episodic and \"colorful,\" but in the performances. Sarandon bravely makes Adele into a person who is borderline insufferable. This isn't Auntie Mame, but someone with deep conflicts and inappropriate ways of addressing them. And Ann is complex, too. The movie is narrated in her voice (\"mother made an amazing amount of noise when she ate, like she was trying to take on the whole world\"), and her drift seems to be that her mother did the right thing in the wrong way for the wrong reason. When a family tragedy brings them back to Wisconsin, \"the streets weren't as wide, the trees seemed lower, the houses smaller.\" Sarandon's role is trickier and more difficult, but Portman's will get the attention. Her big career break was in \"The Phantom Menace,\" where she played young Queen Amidala, but her talent also glowed in \"Beautiful Girls\" (1996), where she was just on the other side of the puberty line and vibrated with . . . well, kindness and beauty, I'd say. In \"Anywhere But Here,\" she gets yanked along by her out of control mother, and her best scenes are when she fights back, not emotionally, but with incisive observations.\n\nThe screenplay is by Alvin Sargent, who is gifted with stories of troubled kids (\"The Sterile Cuckoo,\" \"Ordinary People\"). Here he has two good supporting characters: not only the poetry-quoting Peter, but also a cousin named Benny (Shawn Hatosy) back home, who is her best friend and soulmate. These kids, and a richer high school classmate who is not, in fact, a snob, give the movie a reality; we sense teenagers trying to construct rational lives from the wreckage strewn by their parents.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-11-12", "genres": ["Comedy", "Drama", "Romance"], "title": "Anywhere But Here (1999)"}