{"url": "http://www.rogerebert.com/reviews/anzio-1968", "by": "Robert Mitchumas Dick Ennis", "star_rating": 3.0, "text": "In both \"Anzio\" and \"The Green Berets,\" a war correspondent is brought to the point of picking up a gun and becoming a soldier. This decision is what both films are about. But the films themselves are very different, and an action that seems stupid in \"Green Berets\" is wise in \"Anzio.\"\n\nIn \"Berets,\" the correspondent works for a paper opposed to the Vietnam war. As played by David Janssen, he is a remarkably naive and uninformed chap who talks in clichés (no doubt to make himself understood by the other dimwit characters, who seem to have escaped from comic books). He bangs his portable typewriter down on a table as if there were another one where it came from, and feeds John Wayne the anti-war line from old Wayne Morse speeches. But after seeing a medic treat the foot of a little Vietnamese girl, he realizes his error, turns in his typewriter (probably busted anyway) and joins up as a private. As Teddy Roosevelt used to say, horsefeathers.\n\nThis sort of sophomoric bugle tooting is in sharp contrast with \"Anzio,\" which is a good war movie and even an intelligent one. It's told from the Italian point of view (in itself a refreshing novelty in World War II movies), and argues that Anzio was a strategic defeat even though a military victory. In the version by Dino De Laurentiis and the veteran action director Edward Dmytryk (\"The Caine Mutiny,\" \"The Young Lions\"), the Allied armies could have marched straight into Rome, but they cautiously stayed on the beachhead while the Germans brought up reserves.\n\nThe action is again seen from the point of view of a correspondent (Robert Mitchum). He says he covers wars because he cannot understand why men fight them. Trapped behind enemy lines with six soldiers, he refuses on several occasions to accept a weapon. And when he finally does kill for the first time, it is a clear-cut case of self-defense. Then he throws down the rifle. At the film's end, when the Allies enter Rome, he observes the parade from beneath a 2,000-year-old Roman monument: \"Nothing has changed,\" he says, \"except the uniforms and the transportation.\"\n\nMost war movies, \"Green Berets\" included, consist of a lot of worn-out dialog and a few incomprehensible battle scenes. \"Anzio\" is unusual in its ability to make the military strategy clear and interesting; instead of anonymous men wandering around chaotically, we get a coherent picture of the campaign's successes and failures. At the same time, we get an uncommonly interesting human story, well acted by Mitchum and by Peter Falk, as the commando who enjoys war. I despaired at Mitchum's wretched performance in \"Villa Rides\"; now here is one of his best.\n\nTo be sure, \"Anzio\" is not the kind of spectacular its name suggests: It doesn't operate on the enormous scale of \"The Longest Day.\" But there have been too many war spectaculars, and they're usually disasters. Here, for once, is a war film with fine, crisp dialog (by Harry A. L. Craig) and battle sequences directed so they can be understood.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1968, "date_published": "1968-06-27", "genres": ["Action", "Drama", "War"], "title": "Anzio (1968)"}