{"url": "http://www.rogerebert.com/reviews/apocalypse-now-redux-2001", "by": "Marlon Brandoas Kurtz", "star_rating": 4.0, "text": "More than ever it is clear that Francis Ford Coppola's \"Apocalypse Now\" is one of the great films of all time. It shames modern Hollywood's timidity. To watch it is to feel yourself lifted up to the heights where the cinema can take you, but so rarely does. The film is a mirror reflecting our feelings about the war in Vietnam, in all their complexity and sadness. To those who wrote me defending the banality of \"Pearl Harbor,\" I wrote back: \"See 'Apocalypse Now' and reflect on the difference.\" \n\nThe movie comes to us now in a new version, 49 minutes longer than the original. The most unexpected thing about \"Apocalypse Now Redux\" may not be the restored footage, however, but the new Technicolor dye-transfer prints. An expert on prints, Jeff Joseph, tells me: \"This is essentially a reworking of the old three-strip Technicolor process. Instead of the chemical development of colors, color dyes are transferred to the film directly, resulting in the stunning `Technicolor' look of the '40s and '50s: Lush, gorgeous, bright, sharp and vivid, with deep, rich, true blacks.\" \n\nThe physical look of the film is therefore voluptuous and saturated. This is what would be at risk with digital projection. Coppola also pushes the envelope with the remastered soundtrack, and I was reminded of the film's world premiere at Cannes in 1979, when the old Palais was so filled with light and sound that I felt enveloped; the helicopters in the famous village assault could first be heard behind me, and then passed overhead, and yes, there were people who involuntarily ducked. To be able to come home from the hellish production conditions on the Philippines locations with a film of such technical mastery is miraculous.\n\nThe story concerns a journey upriver by Capt. Willard (Martin Sheen), who commands a patrol boat to penetrate behind enemy lines and discover the secret redoubt of the almost mythical Col. Kurtz (Marlon Brando) -- one of the Army's most decorated soldiers, now leading his own band of tribesmen. The story is based on Conrad's Heart of Darkness, but replaces the implacable mystery of the upper reaches of the Congo with the equally unfathomable mystery of the American venture in Vietnam. When you get to the bottom of who Kurtz has become and what he is thinking, you can see how the war transformed the original American idealism.\n\nThe movie consists of a series of set pieces. The most famous is the assault on the village, opening with the helicopter loudspeakers blasting Wagner at the terrified students and teachers, and continuing with Lt. Kilgore (Robert Duvall) and his swashbuckling bravado on the beach (\"I love the smell of napalm in the morning\"). Other sequences are also in the permanent memory of moviegoers: The drugged monotony of the river journey, the sudden gunfire that kills everyone on the sampan, the Playboy Playmates entertaining the troops, the dreamlike final approach to Kurtz's compound, the shadowed Kurtz and his bleak aphorisms, and the giggling assent of the stoned photographer (Dennis Hopper), who is the Fool to his Lear.\n\nTo the majesty of these scenes in their progression to Kurtz's words \"the Horror,\" Coppola has now added 49 minutes, most of them devoted to a visit by the crew to a French plantation, a colonial leftover that somehow survives. At dinner the Americans and French discuss the colonial history of Vietnam, and Willard's eyes meet those of Roxanne (Aurore Clement), a widow who will spend the night in his arms. Other new footage includes dialogue and byplay on the boat, a second encounter with the Playmates, and additional dialogue by Kurtz.\n\nIn a note released with the film, Coppola emphasizes that this new material was not simply shoehorned into the original version of the film, but that \"Redux\" is \"a new rendition of the movie from scratch.\" He and his longtime editor Walter Murch \"re-edited the film from the original unedited raw footage -- the dailies,\" he says, and so possibly even some of the shots that look familiar to us are different takes than the ones we saw before.\n\nThe 1979 version \"terrified\" him, he says, because it was \"too long, too strange and didn't resolve itself in a kind of classic big battle at the end.\" Facing financial disaster, he shaped it for the \"mainstream audience of its day,\" and 20 years later, seeing it again, he found it \"relatively tame.\" \n\nTo consider \"Apocalypse Now\" mainstream or tame in either form is a bizarre judgment for Coppola to pass on his picture, but then he has a history of incautious and inexplicable remarks about it, going back to the infamous Cannes press conference where he confessed he had \"problems with the ending,\" and many critics thought he was talking about the Kurtz episode, and not (as he was) the closing titles.\n\nMy own feeling is that the original cut was neither mainstream nor tame, but epic filmmaking on a scale within the reach of only a few directors -- Tarkovsky, Lean, Eisenstein, Kurosawa. The new version therefore triggered my suspicion. I was happy to see the additional footage, and indeed had seen it before, in outtake form. Did the movie require it? \n\nSome of the footage enters seamlessly into the work and disappears, enriching it. That would include the river footage and some moments with the photographer. The new Brando footage, including some more pointed analysis of the war, is a valuable addition. The Playmate footage simply doesn't work; it was left out of the original because a typhoon prevented him from completing its filming, Coppola says, but \"Walter found a way to get in and out of the sequence.\" Perhaps, but no reason to be there.\n\nIt is the French plantation sequence that gives me the most pause. It is long enough, I think, that is distracts from the overall arc of the movie. The river journey sets the rhythm of the film, and too much time on the banks interrupts it (there is the same problem with the feuding families in Huckleberry Finn). Yet the sequence is effective and provoking (despite the inappropriate music during the love scene). It helps me to understand it when Coppola explains that he sees the French like ghosts; I questioned how they had survived in their little enclave, and accept his feeling that their spirits survive as a cautionary specter for the Americans.\n\nLonger or shorter, redux or not, \"Apocalypse Now\" is one of the central events of my life as a filmgoer. To have it in this beautiful print is a luxury. This new version will make its way to DVD and be welcome there, but the place to see it is in a movie theater, sitting not too far back, your eyes and ears filled with its haunting vision. Now this is a movie.\n\n\"Apocalypse Now\" is one of Roger Ebert's \"Great Movies.\"", "running_time": 197, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-10", "genres": null, "title": "Apocalypse Now /Redux (2001)"}