{"url": "http://www.rogerebert.com/reviews/apollo-13-1995", "by": "Bill Paxtonas Fred Haise", "star_rating": 4.0, "text": "There is a moment early in \"Apollo 13\" when astronaut\rJim Lovell is taking some press on a tour of the Kennedy Space Center, and he\rbrags that they have a computer \"that fits in one room and can send out\rmillions of instructions.\" And I'm thinking to myself, hell, I'm writing\rthis review on a better computer than the one that got us to the moon.\n\n\"Apollo\r13\" inspires many reflections, and one of them is that America's space\rprogram was achieved with equipment that would look like tin cans today. Like\rLindbergh, who crossed the Atlantic in the first plane he could string together\rthat might make it, we went to the moon the moment we could, with the tools\rthat were at hand.\n\nToday,\rwith new alloys, engines, fuels, computers and technology, it would be safer\rand cheaper - but we have lost the will.\n\n\"Apollo\r13\" never really states its theme, except perhaps in one sentence of\rnarration at the end, but the whole film is suffused with it: The space program\rwas a really extraordinary thing, something to be proud of, and those who went\rinto space were not just \"heroes,\" which is a cliché, but brave and\rresourceful.\n\nThose\rqualities were never demonstrated more dramatically than in the flight of the\r13th Apollo mission in April 1970, when an oxygen tank exploded en route to the\rmoon. The three astronauts on board - Jim Lovell, Fred Haise and Jack Swigert -\rwere faced with the possibility of becoming marooned in space. Their oxygen\rcould run out, they could be poisoned by carbon dioxide accumulations, or they\rcould freeze to death. If somehow they were able to return to the Earth's\ratmosphere, they had to enter at precisely the right angle.\n\nToo\rsteep an entry, and they would be incinerated; too shallow, and they would skip\roff the top of the atmosphere like a stone on a pond, and fly off forever into\rspace.\n\nRon\rHoward's film of this mission is directed with a single-mindedness and\rattention to detail that makes it riveting. He doesn't make the mistake of\radding cornball little subplots to popularize the material; he knows he has a\rgreat story, and he tells it in a docudrama that feels like it was filmed on\rlocation in outer space.\n\nSo\rconvincing are the details, indeed, that I went back to look at \"For All\rMankind,\" the great 1989 documentary directed by ex-astronaut Al Reinert,\rwho co-wrote \"Apollo 13.\" It was an uncanny experience, like looking\rat the origins of the current picture.\n\nCountless\rdetails were exactly the same: the astronauts boarding the spacecraft, the\rlift-off, the inside of the cabin, the view from space, the chilling sight of\rtheir oxygen supply venting into space, even the little tape recorder floating\rin free-fall, playing country music.\n\nAll\rthese images are from the documentary, all look almost exactly the same in the\rmovie, and that is why Howard has been at pains to emphasize that every shot in\r\"Apollo 13\" is new. No documentary footage was used. The special\reffects - models, animation, shots where the actors were made weightless by\rfloating inside a descending airplane - have re-created the experience exactly.\n\nThe\rastronauts are played by Tom Hanks (Lovell), Bill Paxton (Haise) and Kevin\rBacon (Swigert). The pilot originally scheduled for the Apollo 13 mission was\rKen Mattingly (Gary Sinise), who was grounded because he had been exposed to\rthe measles. The key figure at Houston Mission Control is Gene Kranz (Ed\rHarris). Clean-cut, crew-cut, wearing white collars even in space, the\rastronauts had been built up in the public mind as supermen, but as Tom Wolfe's\rbook and Phil Kaufman's movie \"The Right Stuff\" revealed, they were\rmore likely to be hot-shot test pilots (with the exception of John Glenn) than\rstraight arrows.\n\nThe\rmovie begins with the surprise selection of Lovell's group to crew Apollo 13.\rWe meet members of their families, particularly Marilyn Lovell (Kathleen\rQuinlan), we follow some of the training, and then the movie follows the\rill-fated mission, in space and on the ground. Kranz, the Harris character,\rchain-smoking Camels, masterminds the ground effort to figure out how (and if)\rApollo 13 can ever return.\n\nA\rscheme is dreamed up to shut down power in the space capsule and move the\rastronauts into the lunar exploratory module, as a sort of temporary lifeboat.\rThe lunar lander will be jettisoned at the last minute, and the main capsule's\rweakened batteries may have enough power left to allow the crew to return\ralive.\n\nMeanwhile,\rthe problem is to keep them from dying in space.\n\nA\rscrubber to clean carbon dioxide from the capsule's air supply is jerry-built\rout of materials on board (and you can see a guy holding one just like it in\r\"For All Mankind\"). And you begin to realize, as the astronauts swing\raround the dark side of the moon and head for home, that, given the enormity of\rthe task of returning to Earth, their craft and equipment is only a little more\radequate than the rocket sled in which Evil Knievel proposed to hurtle across\rSnake River Canyon at about the same time.\n\nRon\rHoward has become a director who specializes in stories involving large groups\rof characters: \"Cocoon,\" \"Parenthood,\"\r\"Backdraft,\" \"The Paper.\" Those were all films that paid\rattention to the individual human stories involved; they were a triumph of\rconstruction, indeed, in keeping many stories afloat and interesting.\n\nWith\r\"Apollo 13,\" he correctly decides that the story is in the mission.\rThere is a useful counterpoint in the scenes involving Lovell's wife, waiting\rfearfully on the ground. (She tells their son, \"Something broke on your\rdaddy's spaceship, and he's going to have to turn around before he even gets to\rthe moon.\") But Howard adds no additional side stories, no little parallel\rdramas, as a lesser director might have.\n\nThis\ris a powerful story, one of the year's best films, told with great clarity and\rremarkable technical detail, and acted without pumped-up histrionics. It's\rabout men trained to do a job, and doing a better one than anyone could have\rimagined. The buried message is: When we dialed down the space program, we lost\rsomething crucial to our vision. When I was a kid, they used to predict that by\rthe year 2000, you'd be able to go to the moon. Nobody ever thought to predict\rthat you'd be able to, but nobody would bother.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-06-30", "genres": ["Disaster", "Drama", "History"], "title": "Apollo 13 (1995)"}