{"url": "http://www.rogerebert.com/reviews/apollo-13-the-imax-experience-2002", "by": "Bill Paxtonas Fred Haise", "star_rating": 4.0, "text": "At a time when screens and theaters grow smaller and movie palaces are a thing of the past, the new practice of re-releasing films in the IMAX format is a thrilling step in the opposite direction. Ron Howard's \"Apollo 13,\" which opens today at the IMAX theater at Navy Pier, looks bold and crisp on the big screen, and the sound has never sounded better--perhaps couldn't have ever sounded better, because IMAX uses some 70 speakers.\n\nAlthough it takes place largely in outer space, \"Apollo 13\" isn't the kind of adventure saga that needs the bigger screen so its effects play better. \"Star Wars,\" which is headed for IMAX theaters, fits that definition. \"Apollo 13\" is a thrilling drama that plays mostly within enclosed spaces: The space capsule, mission control and the homes of those waiting in suspense on Earth.\n\nThe film re-creates the saga of the Apollo 13 mission, which was aborted after an onboard explosion crippled the craft on its way to the moon. In a desperate exercise of improvisation, crew members and the ground support staff figure out how to return the craft safely to Earth, cannibalize life-support from both the mother capsule and the lunar landing module, and navigate into a terrifyingly narrow angle between too steep (the craft would burn up in the atmosphere) and too shallow (it would skip off and fly forever into space).\n\nTom Hanks, Bill Paxton and Kevin Bacon play astronauts Jim Lovell, Fred Haise and Jack Swigert, respectively. On Earth, the key roles are by Gary Sinise, as the left-behind astronaut Ken Mattingly, who uses a flight simulator to help improvise a solution; Ed Harris, who is cool-headed flight director Gene Kranz, and Kathleen Quinlan, as Lovell's wife, Marilyn, who tries to explain to their children that \"something broke on Daddy's spaceship.\" The movie has been trimmed by about 20 minutes for the IMAX release. Filmed in widescreen, it has been cropped from the sides to fit the IMAX format. Neither change bothered me. Although I am an opponent of pan-and-scan in general, I understand when it is used to maximize a different projection format. The detail and impact of the IMAX screen essentially creates a new way of looking at the film.", "running_time": 135, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-09-20", "genres": ["Disaster", "Drama", "History"], "title": "Apollo 13: The Imax Experience (2002)"}