{"url": "http://www.rogerebert.com/reviews/appaloosa-2008", "by": "Ed Harrisas Virgil", "star_rating": 3.0, "text": "\"Appaloosa\" started out making me feel the same as I did during the opening chapters of Larry McMurtry's \"Lonesome Dove,\" and its TV miniseries. At its center is a friendship of many years between two men who have seen a lot together and wish they had seen less. This has been called a Buddy Movie. Not at all. A buddy is someone you acquire largely through juxtaposition. A friend is someone you make over the years. Some friends know you better than you know yourself.\n\nThat would be true of Everett Hitch (Viggo Mortensen), who for years has been teamed up with Virgil Cole (Ed Harris). They make a living cleaning bad guys out of Western towns. Virgil wears a sheriff's badge, and Everett is his deputy, but essentially, they're hired killers. They perform this job with understated confidence, hair-trigger instincts, a quick draw and deadeye aim. They're hired by the town of Appaloosa to end a reign of terror under the evil rancher Randall Bragg (Jeremy Irons).\n\nSo already you've got an A-list cast. Harris plays a man of few words, many of them pronounced incorrectly, and steel resolve. Mortensen is smarter than his boss, more observant, and knows to tactfully hold his tongue when he sees the sheriff making mistakes, as long as they're not fatal. Irons plays the rancher as one of those narrow-eyed snakes who is bad because, gosh darn it, he's good at it.\n\nThen a lady comes into town on the stage. This is Allison French (Renee Zellweger), a widow, she says. No, she's hasn't come to Appaloosa to find work as a schoolmarm or a big-hearted whore (the two standard female occupations in Westerns). She plays the piano and the organ, and dresses like a big city lady in fancy frocks and cute bonnets. She inquires at the sheriff's office about where she might find respectable lodgings. Her budget is limited. She has one dollar.\n\nZellweger is powerfully fetching in this role. She wins the sheriff's heart in a split second, and he \"explains\" to the hotel clerk that Miss French will be staying there and will play the piano. Virgil Cole has practiced for a lifetime at avoiding the snares of females, but he's a goner. Everett looks at him quizzically. But you don't keep a friend if you criticize his women --too quickly, anyway. Is there anything about Alison to criticize? The movie has a ways to go.\n\nVirgil and Everett reminded me immediately of Gus McCrae and Woodrow Call in \"Lonesome Dove,\" not only in their long-practiced camaraderie, but also in their conversations about women. So smitten is Virgil that he abandons his tumbleweed ways and starts building a house for the widow. Meanwhile, Bragg sends three boys into town, who get themselves killed. A showdown approaches, viewed warily by the town leaders. Phil Olson (Timothy Spall) is their spokesman, and who better than Spall? He is the master of telegraphing subdued misgivings.\n\nNo more of the plot. What is seductive about \"Appaloosa\" is its easygoing rhythm. Yes, we know there will be a shoot-out; it can't be avoided. But there is also time for chicken dinners and hot pies and debates about the new curtains, and for Miss French to twinkle and charm and display canny survival instincts. What makes the movie absorbing is the way it harmonizes all the character strands and traits and weaves them into something more engaging than a mere 1-2-3 plot. I felt like I did in \"Lonesome Dove\" -- that there was a chair for me on the porch.\n\nThe film has been directed by Ed Harris and bears absolutely no similarity, as you might have anticipated, to his \"Pollock\" (2000), the story of an alcoholic abstract expressionist. Harris as a director allows the actors screen time to live. They're not always scurrying around to fulfill the requirements of the plot. They are people before the plot happens to them -- and afterward too, those who survive. He has something to say here about hard men of the Old West and their naive, shy, idolatry of \"good\" women.\n\nHarris comes ready for the gunplay. He just doesn't think it's the whole point. The shootin' scenes are handled with economy. Everett observes that one shootout is over lickety-split, and Virgil tells him: \"That's because we're good shots.\" At the end of the day, everything works out as I suppose it had to, and we're not all tied in emotional knots or existential dread. I know I want me another slice of that hot pie.", "running_time": 115, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-02", "genres": ["Action", "Drama", "Western"], "title": "Appaloosa (2008)"}