{"url": "http://www.rogerebert.com/reviews/aquamarine-2006", "by": "Sara Paxtonas Aquamarine", "star_rating": 2.0, "text": "\"Aquamarine\" is another movie where an event of earth-shaking astonishment takes place, and is safely contained within a sitcom plot. In this case, a mermaid comes ashore at a Florida beach resort, makes friends with two 13-year-old girls, and dates a cute lifeguard. Oh, and of course there's a bitchy blonde with her posse to make life miserable for everybody.\n\nAnd yet -- well, the movie is awfully sweet. The young actresses playing eighth-graders look their age, for once, and have an unstudied charm. I know there's an audience for this movie just as surely as I know I am not that audience. It's clever in the way the two heroines get a crush on the lifeguard and then use the mermaid as their designated hitter; they coach her on how to win a boy's attention, and watch fascinated as she dazzles the boy they can only dream about.\n\nThe girls are Claire and Hailey, played by Emma Roberts and JoJo (a k a Joanna Levesque). They're best friends, but when the summer ends in a few days, Hailey has to move to Australia with her mom. Meanwhile, they fantasize about Raymond (Jake McDorman), who is blond and muscular and awfully nice. They study his body language: How he shakes his hair and stretches his arms to flex his biceps.\n\nOne night there's a big storm, and the next day Claire, who is afraid of the water, falls into a swimming pool and glimpses a mermaid who washed up during the night. Soon they're best friends with Aquamarine (Sara Paxton), who despite having swum several times around the world and having a father who can create tsunamis, behaves like a Nickelodeon star. She explains her rules: Merpeople can speak all human languages and can grow legs on dry land, but the legs turn back into a tail after dark, or when they get wet. \"We are not fictional,\" Aquamarine tells the girls. \"We're discreet.\" She has nail polish that changes colors to reflect her moods.\n\nHer mission on land is to prove that love exists. This is because her father has arranged a marriage for her. She doesn't love the proposed husband, and has been given three days to prove to her dad that there is such a thing as love. Hailey and Claire coach her in the art of getting a boy's attention. Step One: Call him, and hang up. Step Two: Walk past and don't seem to notice him. Soon Aquamarine and Raymond are holding hands and stuff like that, which enrages the scheming Cecilia. She snoops around trying to discover Aquamarine's secret, and what with one thing and another, the mermaid is trapped overnight inside the big water tank outside town.\n\nSo you get the idea. Suspense builds as Cecilia and Aquamarine compete to be Raymond's date for the Final Splash, a big block party on the last day of summer. Meanwhile, Hailey learns that mermaids can grant a wish, and wonders if she can use hers to make her mother stay in Florida and forget about Australia. And gee, that's about it.\n\nA movie like this does not engage the mind, but it engages the eyes. It shows pleasant and cheerful young people on screen looking as if it's still fun for them to be making movies. It stays so far away from specific sexual content that the PG rating, \"for mild language and sensuality,\" seems severe. The plot is predictable, the emotions are obvious, and the mermaid reminds me of my friend McHugh explaining why lobsters make ideal pets: They don't bark, and they know the secrets of the deep.\n\nOh, I almost forgot Leonard (Bruce Spence), the beach handyman, who looks so ominous that one girl whispers to another, \"He knows what you did last summer.\" I learn from IMDb.com that he stands 6 feet 7 inches tall, and his role as The Mouth of Sauron in \"The Lord of the Rings: The Return of the King\" was cut from the movie but has been restored in the Extended Edition. I tell you these things because when Leonard comes on the screen you will want to know more about him. He plays the only character of which that can be said.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-03-02", "genres": ["Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "Aquamarine (2006)"}