{"url": "http://www.rogerebert.com/reviews/arachnophobia-1990", "by": "Jeff Danielsas Ross Jennings", "star_rating": 3.0, "text": "Spiders are among the most elegant of God's creatures, with their delicate, spindly legs and infinite patience. Contained in their tiny memories is the geometry for a million webs, and when you see a web wet with dew in the morning sunlight, you know there is order in the universe, because the spider has found it and didn't even know what it was looking for.\n\nCockroaches, now, are another matter. They are fearsome, ugly, little amphibious vehicles that lurk under the sink and eat anything, even Brillo pads. A horror movie based on roaches would be almost unbearable, and indeed I remember with revulsion an episode from George Romero's \"Creepshow\" in which a man was covered with a swarm of roaches and eaten alive.\n\nCompared with such loathsome horrors, \"Arachnophobia\" is a relatively benign thriller, in which spiders kill a few people and scare a lot more, but never get really disgusting the way cockroaches would.\n\nThe movie begins in the mysterious rain forests of South America, where a new species of spider is discovered. It's a formidable beast, about the size of a baseball mitt, and it has a deadly bite. It kills one of the expedition members and then hitches a ride back to California inside his coffin. Once it arrives in a bucolic rural town, it crossbreeds with a domestic spider and starts lurking in the shoes and toilet bowls of the locals.\n\nThe movie's plot includes the elements common to all titles in this genre: (a) the old-fuddy doctor, who refuses to accept the alarming evidence; (b) the narrow-minded local policeman, who resents outsiders; (c) the bright young doctor, whose warnings are ignored; (d) the loyal wife and kids; (e) the plain-spoken local woman, who sticks up for the new doc, and of course (e) the scientist, called in at the crisis to shake his head gravely and announce that a deadly infestation seems to be at hand.\n\nThere are also the usual cats and dogs, necessary for the obligatory scene in which they can sense something even when the humans can't.\n\nThe bright young doctor, hero of \"Arachnophobia,\" is played by Jeff Daniels as a man who literally has a paralyzing fear of spiders.\n\nHe moves with his wife (Harley Jane Kozak) and their kids into one of those charming little Victorians you find only on the back lots of movie studios. It has a barn, suitable for spider's nests, and a cellar filled with places where you wouldn't want to stick your hand into a dark corner if you thought there might be a deadly arachnid the size of a coffee cake in there.\n\nSoon, bad things start to happen. The kindly local widow bites the dust. A young football player topples over dead. The old-fogy doctor refuses to order an autopsy, but then events conspire to prove him wrong, and soon the spider man (Julian Sands) has been called in from the university and is shaking his head in the approved manner.\n\nYou wouldn't think spiders would be good visual elements for a movie. Remember that awful horror movie \"The Swarm,\" in which killer bees completely failed to make an impression? But the spiders in \"Arachnophobia\" are wonderfully photogenic, partly because the director, Frank Marshall, is good at placing them in the foreground, shooting them in closeup and allowing their shadows to cast alarming images when the characters aren't looking. He's also clever at establishing where the spiders are and then allowing us to cringe as the people in the movie do exactly the wrong thing. The toilet-seat scene is a splendid case in point.\n\nAnd yet for all of the creepy-crawly shocks in the film, \"Arachnophobia\" never goes over the edge into sheer, disgusting horror.\n\nIt maintains a certain humorous edge - especially in the scenes involving John Goodman as the friendly local exterminator, who knows a big spider when he sees one, throws away his biodegradable and ecologically sound chemicals and gets out the dangerous stuff.\n\nThis is the kind of movie where you squirm out of enjoyment, not terror, and it's probably going to be popular with younger audiences - it doesn't pound you over the head with violence. Like the spider itself, it has a certain respect for structure.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-07-18", "genres": ["Action", "Adventure", "Comedy", "Horror"], "title": "Arachnophobia (1990)"}