{"url": "http://www.rogerebert.com/reviews/ararat-2002", "by": "David Alpayas Raffi", "star_rating": 2.5, "text": "Atom Egoyan has something he wants us to know. In 1915, he tells us in his new film \"Ararat,\" Turkey committed genocide against its Armenian population, massacring two-thirds of its 1.5 million citizens of Armenian descent. This crime, denied to this day by Turkey, has largely been wiped from the pages of history.\n\nEgoyan is one of Canada's best and most respected directors. He and his wife, the actress Arsinee Khanjian, are Canadians of Armenian descent. When he told his children of the massacre, he has said in interviews, they wanted to know if Turkey had ever apologized. His answer is contained in \"Ararat.\" Unfortunately, it is couched in such a needlessly confusing film that most people will leave the theater impressed, not by the crime, but by the film's difficulty. Egoyan's work often elegantly considers various levels of reality and uses shifting points of view, but here he has constructed a film so labyrinthine that it defeats his larger purpose.\n\nThe story has three central strands: (1) A film is being made about the atrocity; (2) some of the scenes of this film-within-the-film re-create historical incidents, for our information; (3) there is a web of connections between the people working on the film and other characters in the story.\n\nWe meet an art historian named Ani (Khanjian) who lectures on the Armenian artist Arshile Gorky, whose mother was one of the Turkish victims. Ani's husband died in an attempt to assassinate a Turkish official some 15 years earlier. She has a son named Raffi (David Alpay) from her first marriage, and a stepdaughter named Celia (Marie-Josee Croze) from a second marriage with a man who, Celia believes, was driven to suicide by Ani. When Ani lectures on Gorky, Celia often attends in order to heckle her with questions about her dead father. Further complicating this emotional tangle, Raffi and Celia are sleeping with each other.\n\nThere is another sexual-political connection. When Raffi attempts to pass through a Canadian customs post with several film cans from Europe, he is questioned at length by a customs inspector named David (Christopher Plummer), who is on his last day on the job. Raffi says the cans contain unexposed documentary footage needed for the movie. We know, because of a scene at breakfast that day, that Plummer's son Philip (Brent Carver) is the lover of an actor named Ali (Elias Koteas), who plays the barbaric Turkish general Jevdet Bey in the film. Thus David is in a position to know that the film being brought in by Raffi may not be needed for the project.\n\nWe meet the director of the film, named Edward (Charles Aznavour), and see him on the set, filming scenes that are often presented as reality before the camera pulls back to reveal another camera. And we meet the screenwriter, Rouben (Eric Bogosian). Both Aznavour and Bogosian, who are of Armenian ancestry, are used to provide more information about the atrocities, as is the character of Clarence Ussher (Bruce Greenwood), a character in Aznavour's film. He was an American physician who was an eyewitness to the massacres and wrote a book about them.\n\nThe questioning at the customs station goes on, apparently, for hours, because David, on his last day on the job, is trying to determine through sheer skill whether the cans contain film or heroin. He could open them (in a dark room to avoid spoiling the film), but that would be too simple, and perhaps he thinks that by understanding the young man before him, he can gain a better insight into his own son.\n\nThe scenes in the movie-within-a-movie document horrendous acts by the Turks against the Armenians, including one sequence in which women are burned alive. The film also shows Gorky as a young boy, shouldering arms against the Turks. There are flashbacks to show the adult Gorky painting in exile in New York. And discussion of the relative truth of two portraits: one a photo of Gorky with his mother, the other the painting he has based on this portrait. It is the same painting we have heard Ani lecturing about.\n\nYou may be feeling some impatience at the complexity of this plot. It is too much, too heavily layered, too needlessly difficult, too opaque. Individual scenes leap out and have a life of their own; Khanjian makes the difficulties of her own character very affecting; the Plummer episode is like a small, perfect character study, and I remember the re-created atrocities as if from another film, which is indeed how they are presented.\n\n\"Ararat\" clearly comes from Egoyan's heart, and it conveys a message he urgently wants to be heard: that the world should acknowledge and be shamed that a great crime was committed against his people. The message I receive from the movie, however, is a different one: that it is difficult to know the truth of historical events, and that all reports depend on the point of view of the witness and the state of mind of those who listen to the witness. That second message is conveyed by the film, but I am not sure it presents Egoyan's intention. Perhaps this movie was so close to his heart that he was never able to stand back and get a good perspective on it--that he is as conflicted as his characters, and as confused in the face of shifting points of view.\n\nNote: In the film, Adolf Hitler is quoted discussing his plans for genocide and asking, \"Who remembers the extermination of the Armenians?\" The film presents this as fact, although there is enormous controversy over whether Hitler actually ever said it.", "running_time": 116, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Drama"], "title": "Ararat (2002)"}