{"url": "http://www.rogerebert.com/reviews/arbitrage-2012", "by": "Richard Gereas Robert", "star_rating": 4.0, "text": "We tend to identify with the leading character of a film, even if he is a heartless bastard. Few films illustrate this curiosity better than Nicholas Jarecki's \"Arbitrage,\" and few actors might have been better at making it work than Richard Gere. Here is man involved in a multimillion-dollar fraud, who cheats on his wife, tries to cover up the death of his mistress and would throw his own daughter under a bus. Yet we are tense with suspense while watching him try to get away with it.\n\nGere has always been an actor good at suggesting secrets under the surface. Improbably handsome, he has aged here into the embodiment of a Wall Street lion, worth billions, charming, generous, honored and a fraud right down to his bones. He plays Robert Miller, whose face must have beamed reassuringly from the covers of many magazines.\n\nAs the story opens, he's involved in the merger of his venture capital empire and has hidden $400 million in debt not only from the investors but even from his daughter, Brooke (Brit Marling). She is the CFO of his empire. Young, smart, she doesn't suspect her father has cooked the books. If the deception is revealed, she'll be hung out to dry. We're left with memories of Bernie Madoff's associates and family members. Both Madoff and Miller, who in many ways is inspired by him, commanded trust, affection and respect from many who should have looked closer.\n\nRobert Miller has another problem, a high-maintenance mistress named Julie Cote (Laetitia Casta), who has opened an art gallery. Miller is the kind of man who requires a prestigious lover even if she must remain a secret. His wife, Ellen (Susan Sarandon), knows he plays around and accepts that as one of the rules of the game. Classy and well-maintained, she's the kind of \"corporate wife\" who must have understood the Supreme Court decision that a corporation is a person.\n\nJulie knows how to push Miller's buttons. Very late one night, he is driving her somewhere as a favor when he dozes off, the car crashes, and she is killed. He thinks to make a cell call (to 911 or his lawyer? we can wonder), thinks better, walks away from the crash in some pain and uses a pay phone to call Jimmy Grant (Nate Parker), the son of a former chauffeur for whom Miller did personal favors.\n\nGrant comes to the rescue, making him a witness after the fact. Miller has internal pain but ignores it, somehow holds himself together, projects his usual sleek confidence and continues his juggling act with the business deal. But Michael Bryer (Tim Roth), a scruffy police detective, investigates the accident scene and realizes that something doesn't feel right. To Miller's surprise, he turns up to question him. Roth projects indifferent chatty curiosity that conceals menace.\n\nWe may have seen elements of this scenario before, but the young writer-director Nicholas Jarecki, making his first feature, proves himself a master craftsman with a core of moral indignation. He knows how to make a gripping thriller, so well-constructed I felt urgently involved. \"Arbitrage\" is an example of good writing and sound construction at the service of plausible characters. It tells a story rather than relying on third-act action. It is in a classic tradition.\n\nHitchcock called his most familiar subject \"The Innocent Man Wrongly Accused.\" Jarecki pumps up the pressure here by giving us a Guilty Man Accurately Accused, and that's what makes the film so ingeniously involving. \n\nWe can't help identifying with the protagonist. It's coded in our moviegoing DNA. Yet we watch in horror as Miller is willing to betray anyone — Jimmy Grant, his daughter, his wife — to win at any price.\rThis film, especially its ending, literally could not have been released under the old Production Code. \n\nIt represents a radical revision of traditional values. It is an attack on new American mentality that values wealth above morality. Many of us may regard Robert Miller as an example of financial executives who knowingly sell worthless investments to people who trust them and then bet against them themselves. This was one of the Wall Street crimes that brought about the 2008 collapse. Charges were never filed against those thieves. They're still at work. \n\n\"Arbitrage\" is not only a great thriller, but a convincing demonstration about how the very rich can get away with murder.", "running_time": 100, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-09-12", "genres": ["Drama", "Thriller"], "title": "Arbitrage (2012)"}