{"url": "http://www.rogerebert.com/reviews/are-we-there-yet-2005", "by": "Ice Cubeas Nick Persons", "star_rating": 2.0, "text": "Ice Cube is an effortlessly likable actor, which presents two problems for \"Are We There Yet?\" Problem No. 1 is that he has to play a bachelor who hates kids, and No. 2 is that two kids make his life miserable in ways that are supposed to be funny but are mean and painful.\n\nMr. Cube plays Nick, owner of a sports memorabilia store who one day is struck by the lightning bolt of love when he gazes upon Suzanne (Nia Long), who runs an event-management service across the street. There is a problem. She is the divorced mom of two kids. Nick hates kids. But one Dark and Stormy Night, he passes Suzanne next to her stalled car, and offers her a lift. There is chemistry, and it seems likely to lead to physics, but then she sadly observes that they can only be \"good friends,\" because he doesn't really care for kids.\n\nBut ... but ... Nick cares so much for her that he's willing to learn.\n\nWhen Suzanne is needed in Vancouver to coordinate a New Year's Eve party, her ex-husband breaks a promise to baby-sit the kids, and Nick agrees to bring the kids to Vancouver. That's when the trouble starts.\n\nWe've already seen what these kids are capable of. One of their mom's dates arrives on the front sidewalk, hits a trip wire, and is pelted with buckets of glue before losing his footing on dozens of marbles and falling hard to the ground. Hilarious, right?\n\nNow it's Nick's turn. He attempts to take the kids north by plane and train before settling on automobile -- in his case, a brand-new Lincoln Navigator, curiously enough the same vehicle that was used in \"Johnson Family Vacation.\" It's the SUV of choice for destruction in bizarre ways through family adventures.\n\nYoung Lindsey (Aleisha Allen) and younger Kevin (Philip Bolden) retain the delusion that their father will come back home some day, and have dedicated themselves to discouraging their mother's would-be boyfriends. This leads to such stunts as writing \"Help us!\" on a card and holding it to the car window so a trucker will think they're the captives of a child abuser. It also leads to several potentially fatal traffic adventures, a boxing match with a deer that stands on its hind legs and seems to think it's a kangaroo, and the complete destruction of the Navigator.\n\nNick displays the patience of a saint. Far from being the child hater he thinks he is, he's gentle, understanding, forgiving and empathetic. The kids are little monsters. What they do to him is so far over the top that it's sadistic, not funny, and it doesn't help when they finally get to Vancouver and Suzanne cruelly misreads the situation.\n\nI would have loved to see a genuine love story involving Ice Cube, Nia Long, and the challenge of a lifelong bachelor dating a woman with children. Sad that a story like that couldn't get made, but this shrill \"comedy\" could. Maybe it's the filmmakers who don't like children. They certainly don't seem to know very much about them.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-01-20", "genres": ["Comedy", "Family", "Romance"], "title": "Are We There Yet? (2005)"}