{"url": "http://www.rogerebert.com/reviews/aria-1988", "by": "Don Boyd", "star_rating": 3.0, "text": "None of the directors chose to just go ahead and film their aria in a straightforward traditional way. Bill Bryden comes closest, with a wraparound segment starring John Hurt as a has-been virtuoso remembering his happier days. His story continues between each of the other arias, and finally he stands alone on stage and sings the famous aria from “Il Pagliacci,” an opera about a man who found he could smile through his sadness. (Hurt did not learn to sing for the movie; he mimes Caruso, and indeed all of the segments feature prerecorded performances.) Of the 10 segments, I particularly enjoyed Franc Roddam’s interpretation of “Liebestod,” from Wagner’s “Tristan und Isolde.” He uses Bridget Fonda and James Mathers as young lovers who arrive in Las Vegas, drive slowly and (given the music) sadly down Glitter Gulch, check into a cheap hotel room, make love and kill themselves. Despite, or perhaps because of, the unlikely setting, the episode is truly poignant in its protrait of the two doomed lovers.\n\nNicholas Roeg’s vision of Verdi’s “Un Ballo in Maschera,” stars his wife, Theresa Russell, made up as a man, in a story based on the attempted assassination of King Rog of Albania in 1931 (you see how fanciful the directors were allowed to become). Charles Sturridge begins with Verdi’s “La Vergine Degli Angeli” from “La Forza del Destino” and illustrates it with the story of three teenagers who skip school and end up in a traffic accident. Godard uses Lully’s “Armide” as an excuse for a segment about body builders. Julien Temple, the brash young British director, shoots his illustration of Verdi’s “Rigoletto” in the famous Madonna Inn in San Luis Obispo, Calif., and stars Buck Henry as a movie producer who sneaks away with Beverly D’Angelo to the very hotel where his wife has also repaired with her lover.\n\nRobert Altman’s segment on Rameau’s “Les Boreades” re-creates the opening night in 1734 at the Parisian Ranelagh Theater, where he imagined the audience as being filled with a raffish and perhaps diseased assortment of lowlives and the decadent. Bruce Beresford re-creates the seemingly dead city of Bruges, Belgium, to illustrate Korngold’s “Die Tote Stadt.” Ken Russell chooses Puccini’s “Turandot” and uses the British pin-up model Linzi Drew as his subject. She imagines her body is being adorned by jewels, but wakes up in an operating room where she is receiving emergency care after a car crash.\n\nThe mixture is typical of Russell’s taste for exoticism and sensation.\n\nThe final segment by Derek Jarman shows a veteran opera singer at her last performance, intercut by 8mm home movies of an early love affair.\n\nAt the end of “Aria” one must decide, I suppose, what it all means. I am not sure that any indispensable statement about opera has been made here, and purists will no doubt recoil by the irreverence of some of the images. But the film is fun almost as a satire of itself, as a project in which the tension between the directors and their material allows them to poke a little fun at their own styles and obsessions. You could almost call “Aria” the first MTV version of opera.", "running_time": 90, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-01", "genres": null, "title": "Aria (1988)"}