{"url": "http://www.rogerebert.com/reviews/armageddon-1998", "by": "Bruce Willisas Harry S. Stamper", "star_rating": 1.0, "text": "Here it is at last, the first 150-minute trailer. \"Armageddon\" is cut together like its own highlights. Take almost any 30 seconds at random, and you'd have a TV ad. The movie is an assault on the eyes, the ears, the brain, common sense and the human desire to be entertained. No matter what they're charging to get in, it's worth more to get out.\n\nThe plot covers many of the same bases as the recent \"Deep Impact,\" which, compared with \"Armageddon,\" belongs on the American Film Institute list. The movie tells a similar story at fast-forward speed, with Bruce Willis as an oil driller who is recruited to lead two teams on an emergency shuttle mission to an asteroid \"the size of Texas,\" which is about to crash into Earth and obliterate all life--\"even viruses!\" Their job: Drill an 800-foot hole and stuff a bomb into it, to blow up the asteroid before it kills us.\n\nOK, say you do succeed in blowing up an asteroid the size of Texas. What if a piece the size of Dallas is left? Wouldn't that be big enough to destroy life on Earth? What about a piece the size of Austin? Let's face it: Even an object the size of that big Wal-Mart outside Abilene would pretty much clean us out, if you count the parking lot.\n\nTexas is a big state, but as a celestial object, it wouldn't be able to generate much gravity. Yet when the astronauts get to the asteroid, they walk around on it as if the gravity is the same as on Earth. There's no sensation of weightlessness--until it's needed, that is, and then a lunar buggy flies across a jagged canyon, Evel Knievel-style.\n\nThe movie begins with a Charlton Heston narration telling us about the asteroid that wiped out the dinosaurs. Then we get the masterful title card, \"65 Million Years Later.\" The next scenes show an amateur astronomer spotting the object. We see top-level meetings at the Pentagon and in the White House. We meet Billy Bob Thornton, head of Mission Control in Houston, which apparently functions like a sports bar with a big screen for the fans, but no booze. Then we see ordinary people whose lives will be Changed Forever by the events to come. This stuff is all off the shelf--there's hardly an original idea in the movie.\n\n\"Armageddon\" reportedly used the services of nine writers. Why did it need any? The dialogue is either shouted one-liners or romantic drivel. \"It's gonna blow!\" is used so many times, I wonder if every single writer used it once, and then sat back from his word processor with a contented smile on his face, another day's work done.\n\nDisaster movies always have little vignettes of everyday life. The dumbest in \"Armageddon\" involves two Japanese tourists in a New York taxi. After meteors turn an entire street into a flaming wasteland, the woman complains, \"I want to go shopping!\" I hope in Japan that line is redubbed as \"Nothing can save us but Gamera!\" Meanwhile, we wade through a romantic subplot involving Liv Tyler and Ben Affleck. Liv plays Bruce Willis' daughter. Ben is Willis' best driller (now, now). Bruce finds Liv in Ben's bunk on an oil platform and chases Ben all over the rig, trying to shoot him. (You would think the crew would be preoccupied by the semi-destruction of Manhattan, but it's never mentioned after it happens.) Helicopters arrive to take Willis to the mainland so he can head up the mission to save mankind, etc., and he insists on using only crews from his own rig--especially Affleck, who is \"like a son.\" That means Liv and Ben have a heart-rending parting scene. What is it about cinematographers and Liv Tyler? She is a beautiful young woman, but she's always being photographed while flat on her back, with her brassiere riding up around her chin and lots of wrinkles in her neck from trying to see what some guy is doing. (In this case, Affleck is tickling her navel with animal crackers.) Tyler is obviously a beneficiary of Take Your Daughter to Work Day. She's not only on the oil rig, but she attends training sessions with her dad and her boyfriend, hangs out in Mission Control and walks onto landing strips right next to guys wearing foil suits.\n\nCharacters in this movie actually say: \"I wanted to say ... that I'm sorry,\" \"We're not leaving them behind!,\" \"Guys--the clock is ticking!\" and \"This has turned into a surrealistic nightmare!\" Steve Buscemi, a crew member who is diagnosed with \"space dementia,\" looks at the asteroid's surface and adds \"This place is like Dr. Seuss' worst nightmare.\" Quick--which Seuss book is he thinking of? There are several Red Digital Readout scenes, in which bombs tick down to zero. Do bomb designers do that for the convenience of interested onlookers who happen to be standing next to a bomb? There's even a retread of the classic scene where they're trying to disconnect the timer, and they have to decide whether to cut the red wire or the blue wire. The movie has forgotten that *this is not a terrorist bomb,* but a standard-issue U.S. military bomb, being defused by a military guy who is on board specifically because he knows about this bomb. A guy like that, the first thing he should know is, red or blue? \"Armageddon\" is loud, ugly and fragmented. Action sequences are cut together at bewildering speed out of hundreds of short edits, so that we can't see for sure what's happening, or how, or why. Important special-effects shots (such as the asteroid) have a murkiness of detail, and the movie cuts away before we get a good look. The few \"dramatic\" scenes consist of the sonorous recitation of ancient cliches. Only near the end, when every second counts, does the movie slow down: Life on Earth is about to end, but the hero delays saving the planet in order to recite cornball farewell platitudes.\n\nStaggering into the silence of the theater lobby after the ordeal was over, I found a big poster that was fresh off the presses with the quotes of junket blurbsters. \"It will obliterate your senses!\" reports David Gillin, who obviously writes autobiographically. \"It will suck the air right out of your lungs!\" vows Diane Kaminsky.\n\nIf it does, consider it a mercy killing.", "running_time": 150, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-01", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Armageddon (1998)"}