{"url": "http://www.rogerebert.com/reviews/army-of-darkness-1993", "by": "Bruce Campbellas Ash", "star_rating": 2.0, "text": "Sam Raimi's \"Army of Darkness\" is a goofy, hyperventilated send-up of horror films and medieval warfare, so action-packed it sometimes seems less like a movie than like a cardiovascular workout for its stars. It makes the dubious claim of being a sequel to Raimi's \"Evil Dead 2: Dead by Dawn\" (1987), on the basis of a tenuous link: A cursed Book of the Dead found by the hero in that movie has sent him hurtling back through time to the Middle Ages, where this movie takes place. Uh-huh.\n\n\"Army of Darkness\" stars Bruce Campbell, who also starred in the first two \"Evil Dead\" movies, and who looks like a square-jawed, muscular comic book hero. The movie itself looks storyboarded; one action sequence flows into another with only the briefest of pauses for elementary plot details.\n\nCampbell plays Ash, who in real life works in a discount supermarket, but finds himself and his car deposited on a medieval battlefield, where before long Ash assumes leadership and leads his knights in warfare against an army of the dead. (There are more animated skeletons here than in any film since \"Jason and the Argonauts.\") The method of the film is simple. As many action and horror cliches as possible are trashed; the film does for medieval mythology and horror what \"The Naked Gun\" did for cops. Ash, you will recall, lost his left forearm in an earlier film, and has had the stump modified to act as a mounting for a chainsaw. He fires a shotgun with his right hand, and in case you're wondering how anyone could load a shotgun with a chainsaw, the answer is: It's not necessary, because the shotgun never needs loading.\n\nHeads spin, body parts fly through the arm, geysers of blood shoot into the heavens, and Ash uses his old Chemistry 101 textbook to learn how to manufacture gunpowder, which is catapulted into the midst of the skeleton soldiers. Meanwhile, the beautiful Sheila (Embeth Davidtz) falls in love with Ash, during those interludes when she has not been magically transformed into a murderous harpy.\n\nThe special effects in \"Army of Darkness\" are ingenious and a lot of fun. The makeup is state of the art. So are the severed limbs, geysers of blood, etc. The movie isn't as funny or entertaining as \"Evil Dead II,\" however, maybe because the comic approach seems recycled. Then again, the movie seems aimed at an audience of 14-year olds, who would have been 8 when \"Evil Dead II\" came out, so maybe this will all seem breathtakingly original.", "running_time": 81, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-02-19", "genres": ["Action", "Comedy", "Fantasy"], "title": "Army Of Darkness (1993)"}