{"url": "http://www.rogerebert.com/reviews/around-a-small-mountain-2010", "by": "Jane Birkinas Kate", "star_rating": 3.0, "text": "Sometimes a film is simply a story we might have found interesting to live. Its message may be no more than that we all have to weather hard times. To ordinary life may be added some style and artifice, allowing the filmmaker to tweak reality into a more pleasing form. Maybe that's what Jacques Rivette has in mind with \"Around a Small Mountain.\" One of the founders of the French New Wave, Rivette is still very much active at 82.\n\nAt the film's center is a shabby little circus, playing to sparse crowds in villages. It becomes the stage on which his two characters live, and they meet on their way to it. Kate (Jane Birkin) is driving down a road when her car stalls. Vittorio (Sergio Castellitto) happens along and fixes it for her: It's a Meet Cute as old as time. He doesn't even speak. He drives on, slows and turns back. Something about Kate has struck him.\n\nWe learn that she is returning to the little circus after 15 years. It was her father's. Her lover was killed in a performance. Vittorio sizes up the situation and books the room above a local cafe on the spur of the moment. At a performance, he breaks the silence by suddenly laughing. Even the clowns are startled.\n\nWhen the circus caravan leaves town, he follows. It's not that he and Kate begin a love affair. It's that they've both run off to join the circus. He apparently has nowhere to go and nothing else to do, and the same might be said of her. We learn of the buried past of the circus and the buried careers of its performers. Little one-ring circuses like this set up in town squares in rural districts. They still exist. On the Lido in Venice one night, we attended one smaller than this — so small that after the show, the clown came over to our granddaughter Raven and gave her a ride on his mule.\n\nJane Birkin has a sculpted, intelligent face that might not get her far on a U.S. soap opera, but I think she's sexy. She's a woman who looks like she's up to something. She's had quite a life. She's 63, looks nowhere near that, was actually one of the two \"birds\" who frolicked nude in David Hemmings' photo studio in \"Blow-Up.\" What else? She was a famous model during the Swinging London days. Hermes named its Birkin bag after her, she once played Bardot's lover in a film, was once married to composer John Barry, was the longtime lover of icon Serge Gainsbourg and is the mother of actress Charlotte Gainsbourg, who underwent such rigors in von Trier's \"Antichrist.\" It has been quite a life for anybody who seems so open and vulnerable.\n\nHere she exudes the loss of her father, her lover and the circus. I doubt if she's experienced love since her lover died. Vittorio becomes a sort of passive counselor, coaxing her to face her wounds and let go of them. Their relationship is ever so much more interesting than if Rivette had reduced it to romance. This man and woman, strangers, actually find themselves talking to each other. How often do you see that?\n\nThe film is the shortest that Rivette has ever made. His \"La Belle Noiseuse\" (1991), also with Birkin (and one of my Great Movies), runs 236 minutes and not a second too long. This one clocks in at 84 minutes, again the right length. Some men when they grow old feel a need to be profound. Rivette embodies the New Wave in that he needs to be playful.", "running_time": 84, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-08-25", "genres": ["Drama", "Foreign", "Romance"], "title": "Around a Small Mountain (2010)"}