{"url": "http://www.rogerebert.com/reviews/around-the-world-in-80-days-2004", "by": "Jackie Chanas Passepartout", "star_rating": 3.0, "text": "Here against all probability is a jolly comedy made from that wheezy high concept, \"Around the World in 80 Days.\" I grew up with Phileas Fogg and his picaresque journey, plundered the Classics Illustrated comic, read the Jules Verne novel and attended Michael Todd's 1956 film, but I never thought the story was much of a cliffhanger. Even in its time, 80 days seemed doable. Verne's 20,000 Leagues Under the Sea and From the Earth to the Moon were more like it.\n\nBut here's a film version that does some lateral thinking, that moves Fogg off dead center and makes Jackie Chan's Passepartout the real hero and lingers for comic effect instead of always looking at its watch. The Todd production was famous for its wall-to-wall cameos (\"Look! That piano player! Why, it's Frank Sinatra!\"). And here we have Kathy Bates as Queen Victoria, Owen and Luke Wilson as the Wright Brothers, John Cleese as a British sergeant, and funniest of all, Arnold Schwarzenegger as a Turkish prince.\n\nThe set-up is familiar. Phileas Fogg is much resented by the members of the fogbound Explorers' Club because of his crackpot inventions and fevered schemes. Lord Kelvin (Jim Broadbent), president of the club, is a mainstream scientist who no doubt gave his name to the scientific term \"kelvin,\" which measures how many degrees of separation there are between you and Sir Kelvin Bacon, the inventor of gravity.\n\nFogg claims the world can be circled in 80 days. Kelvin is outraged by his presumption and makes him a dare: Either (a) Fogg circles the globe by the deadline and Kelvin resigns from the club, or (b) Fogg resigns and discontinues his confounded experiments. Fogg (Steve Coogan) accepts the bet, and as he's preparing for his journey, he hires a new valet, Passepartout.\n\nThis valet we have already met, making a sudden exit from the Bank of England after having stolen the priceless Jade Buddha, a relic much treasured by his native village in China, but nabbed by the Black Scorpions, hirelings of the evil warlord Fang. Passeportout's hidden motive for joining the journey is to elude the police, sneak out of England and return the Buddha to China.\n\nSo off we go, by horse, train, ship, hot air balloon and so on. There is a brief stop at an art fair in France, where the beautiful Monique (Cecile De France) insists on joining their expedition and cannot be dissuaded; we think at first she has a nefarious motive, but no, she's probably taken a class in screenplay construction and knows that the film requires a sexy female lead. This could be the first case in cinematic history of a character voluntarily entering a movie because of the objective fact that she is required.\n\nFogg is the straight man to Passepartout for much of the journey, allowing Chan to steal scenes with shameless mugging, astonished double-takes and his remarkably physical agility. But all goes more or less as expected until the three arrive in Turkey and are made the guests of Prince Hapi (Schwarzenegger), whose hospitality is hard to distinguish from captivity. Smitten by the fragrant Monique, he invites all three to join him in the Turkish equivalent of a hot tub, observing ruefully, \"I'm always embarrassing myself in front of visiting dignitaries.\" It may not be worth the price of admission, but it almost is, to hear Schwarzenegger proudly boast, \"Guess who else was in this pool? U.S. President Rutherford B. Hayes!\"\n\nThe director, Frank Coraci, takes advantage of Verne's structure to avoid the need for any real continuity. When one location runs out of gags, the three move on to the next, including an extended stay in Passeportout's native China, where Fang and the Black Scorpions do all they can to win back the Jade Buddha from the grateful village where it has exerted its benign charm for centuries.\n\nThen it's across the Pacific and into the American desert, where the travelers encounter a couple of traveling bicycle salesmen, Wilbur and Orville Wright. They generously share their ideas for an airplane, and that comes in handy in the mid-Atlantic, where Fogg's chartered steamer runs out of fuel and the intrepid circumnavigators invent an airplane and fly to London. Oh, and before that, there's an extended martial-arts scene in the New York warehouse where the head of the Statue of Liberty provides a gigantic prop.\n\nNone of this amounts to anything more than goofy fun, but that's what the ads promise, and the movie delivers. It's light as a fly, but springs some genuinely funny moments, especially by Schwarzenegger, the Wilsons and the irrepressible Chan.\n\nThe California governor's scenes were shot before he took office, and arguably represent his last appearance in a fiction film; if so, he leaves the movies as he entered, a man who shares our amusement at his improbability, and has a canny sense of his own image and possibilities.\n\nI met him back in the '70s when the documentary \"Pumping Iron\" was being released, and Mr. Universe was the first of the offices he would hold. I liked him then, I like him now, and I remember that when I introduced the film at the USA Film Festival in Dallas, he greeted the audience and then slipped off to the green room to study his business textbooks. He refused to be dismissed as muscles with an accent, but he got the joke.", "running_time": 120, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-06-16", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family"], "title": "Around the World in 80 Days (2004)"}