{"url": "http://www.rogerebert.com/reviews/around-the-bend-2004", "by": "Christopher Walkenas Turner Lair", "star_rating": 2.5, "text": "Christopher Walken has become so expert at finely tuned walk-ons that he rarely stays around for a whole movie. His cameos are like the prize in a Cracker Jack box: You don t buy the ticket to see Walken, but you keep rummaging around for him. In \"Around the Bend,\" he has a role big enough to move around inside, and he reminds us what a very good actor he is. The movie, unfortunately, doesn't really work; it's one of those films where the characters always seem to be Behaving, as if ordinary life has to be jacked up into eccentricity.\n\nThe film opens with Michael Caine as old Henry, bedridden and being cared for by his adult grandson Jason (Josh Lucas), his great-grandson Zach (Jonah Bobo), and Katrina (Glenne Headly), the Danish live-in. He has one of those unspecified illnesses that permits grand gestures before the final exit. There is a generation missing from this picture, but the portrait is filled out when Turner (Christopher Walken) amazingly returns home for the first time in 30 years.\n\nJason doesn't much like his father, who abandoned him. Young Zach is impressed: You're not dead anymore! Turner says he must leave again the following day, but won't give his reasons (which turn out, in fact, to be excellent). Henry rouses himself for one last journey into the world with Zach, and the old man and the boy settle into a booth at the nearby Kentucky Fried Chicken restaurant, where Henry scribbles instructions on Post-It notes and stuffs them into KFC bags, one inside another, outlining a sort of scavenger hunt. Then he dies.\n\nThe opening of the KFC bags, which takes on the solemnity of the reading of a will, reveal Henry's plan. He wants to be cremated along with his dog, and he wants his son, grandson and great-grandson to make a journey from Los Angeles to New Mexico, scattering ashes along the way. One specification: Every bag must be opened in a KFC restaurant, and the ashes scattered nearby.\n\nTurner, the Walken character, decides he will go along with this plan. Of course there are poignant reasons he should not, even apart from the fact that he walked away from a prison, but one grand gesture deserves another.\n\nThe three men pilot a very old VW van down the desert highways from one chicken outlet to the next, faithfully consuming fried chicken at every meal, as if this were the sequel to \"Supersize Me.\" Why, we may ask, did Henry insist on KFC? Does it have anything to do with product placement? Is KFC trying to drum up its post-interment business? I doubt it. I think they go to KFC because Jordan Roberts, the writer-director, wanted to make them into Characters and thought KFC would be quirky or funny or something.\n\nBut this is not exactly a comedy. It is, alas, a voyage of discovery, during which old secrets are revealed, new ones are shared, and the generations find peace with one another. These passages are well acted by Walken, Lucas and young Bobo, but I always felt as if they were inhabiting a story, not their lives. Walken has some nice moments, though, and I love the way he releases dialogue as if first giving every word a friendly pat. There's a good scene where his son accuses him of stealing a spoon, and the explanation reveals important things about the way he lives now.\n\n\"Around the Bend\" has the best will in the world, and its heart is in the right place. Walken is a pleasure to watch in a role he can stretch in, and there may be some audience members who get involved in these men trying to figure out how to talk to one another. But I dunno. It all seemed like a set-up job to me. I know movie characters usually follow a script, but I don t like it when it feels like they are.", "running_time": 85, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-14", "genres": ["Drama"], "title": "Around the Bend (2004)"}