{"url": "http://www.rogerebert.com/reviews/artemisia-1998", "by": "Michel Serraultas Valentina Cervi Orazio", "star_rating": 3.0, "text": "Most painters draw life studies while looking at nude models. In the secretive opening scenes of \"Artemisia,\" a young woman uses herself as a model, sketching by candlelight, looking at her own body in a mirror. This is Artemisia Gentileschi, who wants to be a painter but lives at a time when the profession is forbidden to women. She sketches anyway, and when her nude drawings are discovered by the nuns and shown to her father, he responds, with pride: \"You are the child of a painter.\" He is Orazio (Michel Serrault), a professional painter of considerable skills, although his craft is a little behind the new work being done in Florence. It is 1670, the the Baroque Era is flourishing, and he allows his beloved daughter to study in his studio--although he draws the line at letting her view nude males. She is direct and determined, and bribes the fisherman Fulvio with a kiss for letting her draw him.\n\nArtemisia is played by Valentina Cervi, who you may remember as the dark-haired, bright-eyed love child of John Malkovich and Barbara Hershey in \"Portrait of a Lady.\" She looks older here but is still a coltish teenager, with an eager stride and impulsive courage. You like her right away because you sense there's no deceit in her: Like all true artists faced with the nude form, she sees not the naughty bits but the technical challenge.\n\nThe famous artist Agostino (Miki Manojlovic), called Tassi, joins her father in carrying out a papal commission. He is more advanced in his work with light and shadow, and she wants to study under him. Tassi wants nothing to do with her until he sees her work. Then he accepts her. \"Someday you'll take lessons from me,\" she tells him. It is preordained that they will fall in love--and rather touching, since he is a man of the world (she spies on him through a brothel window). He's attracted to her not just for sexual reasons, but also because he has literally never met anyone like her before: a woman who thinks for herself, is as talented and ambitious as a man, and says what she believes.\n\nThe film follows through on the inevitable consequences of their romance. There is an ecclesiastical trial in which the cardinal in charge, bored with the conflicting testimony, simply has her fingers wound tight with a leather thong until either they are cut off or someone tells the truth. In a sense, she shares the same fate as her sister to the north in \"Dangerous Beauty,\" another 1998 movie set a century earlier, about a Venetian woman who can be independent only by becoming a courtesan. She can't be a modern woman without her world getting medieval on her.\n\nThe difference--and this is the most important difference in the world--is that Artemisia gains her freedom not by selling herself, but by selling her work. She seems to have been the first professional woman artist in the Western world, the first to be commissioned, the first to be admitted to the Academy of Fine Arts in Florence, the first to travel to England for employment. Her paintings hang in the museums of Europe, and the critic Harvey Karten says of her painting \"Judith Beheading Holofemis,\" in a Florence gallery, \"You don't have to look closely at it to guess that it's the work of a woman painter. Two women are standing over the bearded, defeated General Holofemis, one holding a sword at his neck, the other helping to hold him down to a bed.\" Not a favorite 17th century male fantasy.\n\n\"Artemisia\" is as much about art as about sex, and it contains a lot of information about techniques, including the revolutionary idea of moving the easel outside and painting from nature. It lacks, however, detailed scenes showing drawings in the act of being created (for that you need \"La Belle Noiseuse,\" Jacques Rivette's 1991 movie that peers intimately over the shoulder of an artist in love). And it doesn't show a lot of Artemisia's work. What it does show is the gift of Valentina Cervi, who is another of those modern European actresses, like Juliette Binoche, Irene Jacob, Emmanuelle Beart and Julie Delpy, whose intelligence, despite everything else, is the most attractive thing about her.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-06-15", "genres": ["Drama", "Erotic", "Foreign", "History"], "title": "Artemisia (1998)"}