{"url": "http://www.rogerebert.com/reviews/arthur", "by": null, "star_rating": 3.5, "text": "\n\nOnly someone with a heart of stone could fail to love a drunk\r\nlike Arthur Bach, who spends his wasted days in a poignant search for someone\r\nwho will love him, will care for him, will inflame his passions, and soothe his\r\npain, and who, most of all, will laugh at his one-liners. Arthur is such a\r\nservant of humanity that he even dedicates himself to thinking up new\r\none-liners and holding them in reserve, lest he be unprepared if someone walks\r\ninto his life and needs a laugh, quick.\n\nArthur, played by Dudley Moore, is the alcoholic hero of\r\n\"Arthur,\" a comedy about a man who is worth $750 million and who\r\nwould never think of trying to buy anyone's love with his money. Arthur is like\r\nthe woman in the poem by Yeats, who spent her days in innocent good will, and\r\nher nights in argument, till her voice grew shrill. Arthur, God love him, is a\r\ndrunk. He slips into his bath of a morning, and his butler brings him a\r\nmartini. After he completes his bath, Arthur sets about the day's business,\r\nwhich consists of staying drunk, and being driven about Manhattan in a\r\nlimousine in his endless quest for love.\n\nNow the problems with searching for love while you are drunk are\r\nmany. They include (a) no one will want to love you while you are drunk, (b)\r\nyou are not at your best while you are drunk, so they won't know what they're\r\nmissing, (c) you may be too drunk to notice it if someone does finally fall in\r\nlove with you, and (d) if you survive all of these pitfalls, you will\r\nnevertheless wake up hung over, and scientific studies prove that hangovers\r\ndissolve love. All of these things having been said, Arthur, against all odds,\r\ndoes find love. He finds it in the person of Linda (Liza Minnelli), a smart\r\ncookie who doesn't care about his money but is overwhelmed by the dimensions of\r\nhis needs. Arthur would like to marry Linda. But his billionaire father insists\r\nthat he marry a perfectly boring WASP (Jill Eikenberry) whose idea of a good\r\nholiday is probably the January white sales.\n\nArthur turns for help to his loyal butler, Hobson, who is played\r\nby John Gielgud with an understated elegance and a naughty tongue. Hobson is\r\ndying. But Hobson wishes to see Arthur prevail, for once, against Arthur's\r\nfather, a sadistic puppet-master. So Hobson subtly manipulates the situation so\r\nthat the lovers are thrown together at the party announcing Arthur's engagement\r\nto the WASP. That inspires a rupture within the family, and a very drunken\r\nodyssey by Arthur, who wants to press $100,000 upon Linda, and visits her at\r\nhome. When Linda turns him down, her father (Barney Martin) becomes a grown man\r\nwho sheds tears, creating perhaps the funniest moment in the movie.\n\nDudley Moore became a star, of course, with 10, playing a man\r\nwho became obsessed with Bo Derek, and who could blame him? In\r\n\"Arthur,\" he makes his bid for world-class status as a comic\r\ncharacter actor. He brings a wonderful intensity to scenes like the one near\r\nthe beginning of the film where he has invited a hooker to dinner at the Plaza\r\nand then forgotten who she is, and what she is, or why he is with her. It is\r\nmarvelous to see him try to focus his attention, which he seems to believe is\r\nall concentrated in his eyebrow muscles.\n\nApart from Moore, the treasure of \"Arthur\" is in its\r\nmany supporting performances, especially Gielgud's, although everyone in this\r\nmovie has great moments. You might be tempted to think that \"Arthur\"\r\nwould be a bore, because it is about a drunk who is always trying to tell you stories.\r\nYou would be right if “Arthur” were a party and you were attending it. But\r\n\"Arthur\" is a movie. And so its drunk, unlike real drunks, is more\r\nentertaining, more witty, more human, and more poignant than you are. He\r\nembodies, in fact, all the wonderful human qualities that drunks fondly,\r\nmistakenly believe the booze brings out in them.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Romance"], "title": "Arthur (1981)"}