{"url": "http://www.rogerebert.com/reviews/arthur-2011", "by": "Russell Brandas Arthur", "star_rating": 3.0, "text": "The thing about Moore, who people persisted in calling “Cuddly Dudley” although he hated it, is that he was just plain lovable. The thing about Russell Brand is that he isn't, not much, and he should get credit here for at least being a good deal more likable than he usually chooses to seem. He plays the alcoholic zillionaire Arthur Bach as a man who wants to party with the world and pick up the check.\n\nHelen Mirren has the presence and authority of John Gielgud, but not the same aloof dignity. Gielgud's Hobson was a man so reserved, you sometimes wanted to knock and see if anyone answered. Then again, they've made Hobson into a nanny still loyal from Arthur's childhood, so she should be expected to love him in a more tender way.\n\nThe main plot beats are roughly the same: Arthur is drunk more or less all the time, and steadfast in his irresponsibility. He inadvertently falls in love with a sweet young woman named Naomi (Greta Gerwig), just as his controlling mother Vivienne (Geraldine James) is arranging his marriage with a very rich woman named Susan (Jennifer Garner). Susan wants him for his name; she may be rich, but she's not welcomed into the upper crust because her daddy (Nick Nolte) worked his way up in construction.\n\nNaomi cares little about such matters and supports herself as an unlicensed guide giving bootleg tours of Grand Central Station. She's remarkably forgiving of Arthur's irregularities, considering he has the self-discipline and tact of a Charlie Sheen. But then neither “Arthur” deals with alcoholism as other than a colorful character trait. No one could drink like Arthur and not be dead at the end of 24 hours.\n\nThe casting of Greta Gerwig works nicely. Did you see her as the assistant to Ben Stiller's brother in \"Greenberg\" (2010)? The thing about her is that she is indeed Cuddly. We sometimes talk about personal chemistry as something that happens in casting. It probably begins at birth. She's a woman you instinctively feel good about, like Amy Adams in \"Junebug.\" This quality goes a long way toward filling in the psychological gaps in her relationship with Arthur. Nice people can get away with more and take bigger chances.\n\nRussell Brand isn't doing a Dudley Moore imitation, but you can tell he's studied the movie, and carefully resists any temptation to go over the top; it's just as well, since the whole role resides over the top. I confess I haven't regarded him as a particularly subtle actor, but here he has a lot of smile moments when he quickly and quietly reacts.\n\nI'll mention an almost invisible one. In the scene in the library at the end, when the kiddies are saying rude things, note how he hushes and dismisses them without much seeming to even notice them. That's good acting. Bad acting would be to respond directly, and lose the focus of the scene, which must be on the woman he loves.\n\nThis “Arthur” is not as laugh-out-loud funny as the earlier one, its scene of a dinner in a staid hotel dining room isn't as successful, and it doesn't have as much fun with the father of the Naomi character. But the dialogue is well-written — witty and quick and not clunky. The visuals in the Grand Central Station scene may be overdone, but they are impressive. (When did architecture lose its faith in grandeur?) And Russell Brand takes on a thankless task and earns at least some thanks.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-04-06", "genres": ["Comedy", "Romance"], "title": "Arthur (2011)"}