{"url": "http://www.rogerebert.com/reviews/arthur-2-on-the-rocks-1988", "by": "Dudley Mooreas Arthur", "star_rating": 2.0, "text": "In the opening scenes of “Arthur 2: On the Rocks,” Arthur Bach once again is a blissfully drunken idiot, spreading unfocused cheer as far as his $750 million can carry him. This is as it should be. The key to Arthur is in his innocence, in his utter inability to comprehend either his own condition or his effect on those around him.\n\nIn the original “Arthur” (1981), Arthur’s fecklessness was the entire key to the comedy. One shred of self-awareness, one fleeting moment of insight, and Arthur would have been lost. It was a delicate balancing act, performed with impeccable timing and grace by Dudley Moore, who achieved the neat trick of playing a man out of control, while never losing command of his performance.\n\nIt is harder to play a drunk than a sober person, I imagine, because you have fewer aspects of the personality to draw upon. A drunk is always more or less in the same condition -- sometimes more, sometimes less -- and drunkenness is the filter through which all other emotions must pass. He can be a happy drunk, a sad drunk, a brave drunk, a confused drunk, but these are all different notes in the same chord.\n\nMoore’s genius, I think, was to show us Arthur desperately trying to focus on various appropriate emotions, through the fog of his unending intake of alcohol. We could almost read his mind as he arrived at some sort of hazy assessment of the situation, puzzled out the appropriate response and tried to communicate to the world that he was attempting to perform it. That earnestness of effort, that plucky determination in the face of utter confusion, was at the heart of his charm.\n\nIn “Arthur 2: On the Rocks,” Arthur begins in the same state, and is equally funny. But then the movie takes a well-intentioned, but disastrous, turn. It decides that Arthur must grow, must rise to an occasion, must for once take responsibility for his life. This is very good for Arthur, but not so good for the film. Arthur is comic only to the degree that he is not tragic. In the first film, he was levitating above a great fall. In this film, like Wile E. Coyote in the Road Runner cartoons, he makes the mistake of looking down. And when he becomes aware of his situation and tries to do something, the film loses its comic energy.\n\nThe story: Arthur is happily married to Linda (Liza Minnelli), the loyal and understanding woman he fell in love with in the first film.\n\nThey are trying to adopt a baby. Then billionaire Bert Johnson (Stephen Elliott) turns up. You may remember him as the father of Susan (Jill Eikenberry in “Arthur”; Cynthia Sikes in “Arthur 2”), the rich girl who Arthur jilted in order to marry Linda.\n\nNow the billionaire seizes control of Arthur’s inheritance and leaves him broke and homeless - unless he divorces Linda and marries Susan. This leads to a crisis that Arthur, unfortunately, solves by rising to the occasion and even stopping drinking. Such a decision may contribute immeasurably to Arthur’s happiness and life-span, but it does nothing for the movie, because the moment Arthur sobers up, the film turns from pure comedy into sitcom. The subject of the plot becomes not Arthur’s drunken attempts to cope with the world, but the mundane complications of the scheme by Susan’s father.\n\nThe problem is, we don’t care what secrets the old billionaire has in his past. We don’t care how cleverly Arthur attempts to deal with the crisis or how successful he is. The very attempt to cope is a mistake; Arthur should sink deeper and deeper into bewildered confusion, until he is rescued once again by the fates, a benevolent heaven or his own good luck. The last thing we want to see in this movie, in other words, is Arthur getting better.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-07-08", "genres": ["Comedy", "Romance"], "title": "Arthur 2: On the Rocks (1988)"}