{"url": "http://www.rogerebert.com/reviews/article-99-1992", "by": "Ray Liottaas Dr. Richard Sturgess", "star_rating": 1.5, "text": "\"Article 99,\" which wants to be the \"MASH\" of veteran's hospitals, filled me with a great unease as I was watching it. The filmmakers have obviously studied not only \"MASH\" (the movie) but also such quip-a-minit TV shows as \"Hill Street Blues\" and \"St. Elsewhere,\" and they have taken those formulas and mixed them up with some social outrage. They want to make a comedy with a heart, but it just doesn't feel right.\n\nThe movie is set in a Veteran's Administration hospital in Kansas City, where the overworked staff deals with an inadequate budget, outmoded facilities, and a Neanderthal boss who is concerned only with his government career. The patients - many of them decorated heroes - are shunted from one ward to another. The dedicated young doctors try to outsmart the bureaucracy while saving lives; if the government will not pay, for example, for a heart bypass, then they'll schedule prostate surgery and do the heart bypass unofficially.\n\nThe story is told through the eyes of young Dr. Morgan (Kiefer Sutherland), who plans to intern at the hospital before moving on to a lucrative private practice. Before long he is drawn into the orbit of the staff rebel leader, Dr. Sturgess (Ray Liotta), who stages midnight raids on supply rooms to steal unauthorized items like Pacemakers. Sturgess is in mortal combat with Dreyfoos (John Mahoney), the inhuman administrator who cares much less for human lives than for his budget, and government regulations. In the supporting cast are Forrest Whitaker and Kathy Baker, both as rebel doctors.\n\nThe message of \"Article 99\" is not new, but will give no comfort in Washington, where funds for VA hospitals have been slashed to the bone. Veterans who were promised lifetime medical care in return for risking their lives in battle are now treated as pawns, under federal policies that penalize the powerless in order to reward the rich. This is an urgent message, but \"Article 99\" treats it as such a facile story gimmick that the movie feels wrong anyway.\n\nMy objection is mostly to the style of writing, by Ron Cutler, and direction, by Howard Deutch. They seem unaware that feature films are not obliged to contain a laugh line every 60 seconds. Their dialogue is in the false style of TV sitcoms, in which no one ever needs to think before talking, and in which the point-counterpoint school of comedy writing lets every exchange end in a punch line. There are few scenes in this movie that feel real.\n\nMost of them feel constructed, and the intercutting between parallel actions is always used to make ironic contrasts. It's so mechanical you feel offended.\n\nTake, for example, the story of the patient with the bad ticker. He is moved from room to room, ward to ward, hidden from the administration, forgotten in the basement, stored in a corridor. A point comes when his case stops being depressing, and starts being absurd.\n\nMovie critics often take shots at films that are \"like TV sitcoms.\" We treasure the hope, I guess, that movies should take a little more care and a few more chances. If you want to see the difference between a real movie and a sitcom, compare \"Article 99\" with the portrayal of VA hospitals in Oliver Stone's \"Born on the Fourth of July.\" The contrast between Stone's anger and the cheap, manipulative payoffs in \"Article 99\" is so dramatic that I wonder how anyone familiar with the earlier movie could have been so shameless as to make this one.", "running_time": 99, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-13", "genres": ["Comedy", "Drama"], "title": "Article 99 (1992)"}