{"url": "http://www.rogerebert.com/reviews/as-good-as-it-gets-1997", "by": "Jack Nicholsonas Melvin Udall", "star_rating": 3.0, "text": "There's something about Jack Nicholson that makes you want to grin. Maybe it's the anticipation that you'll see him get away with something. He's the guy who knows the angles. His screen persona was established for all time the moment he told the waitress to hold the chicken salad between her knees in \"Five Easy Pieces.\"\n\n\"As Good as It Gets\" takes that attitude as far as it will go in the direction it was already headed: He plays an obsessive-compulsive curmudgeon whose communication with the world is mostly limited to insults--not funny ones, but comments intended to wound. It is some kind of twisted tribute to Nicholson that he's able to use this dialogue in what is, after all, a comedy. He hurls racist, sexist, homophobic and physical insults at everyone he meets, and because it's Nicholson, we let him; we know there has to be a payback somehow. If you see the movie, ask yourself how Nicholson's tirades would sound coming from any other actor. They'd bring the film to an appalled halt.\n\nNicholson plays Melvin Udall, a man who crouches in the apartment where he has ground out 62 romance novels for women. Asked how he writes the female characters so convincingly, he replies, \"I think of a man. And I take away reason and accountability.\" He hates everyone in the building, and the movie opens with him hurling his neighbor's little dog down the garbage chute. Then he marches out to take his habitual meal in a nearby restaurant, where he lays out his own plastic cutlery.\n\n\"Sometimes you must try other people's clean silverware, as part of the fun of eating out,\" advises Carol the waitress (Helen Hunt). She waits on him, but she doesn't like him, and when he makes a disparaging remark about her asthmatic son, she makes him take it back, or she will never, ever serve him again. Since she's the only waitress who will serve him, and since this is the only restaurant he will eat in, he backs down. (Later, when he's finally thrown out of the restaurant, there's applause from the regulars.)\n\nWe meet Melvin's neighbor, the dog owner. He's a gay artist named Simon (Greg Kinnear), who is beaten up one day by the friends of one of his models. During his recovery, his agent and dealer (Cuba Gooding Jr.) insists that Melvin take care of the little dog, which has been rescued from the garbage. Melvin doesn't want to, but he does, and to his amazement (but not ours) he develops a grudging affection for the mutt.\n\n\"As Good as It Gets\" was directed by James L. Brooks, whose films (\"Terms of Endearment,\" \"Broadcast News\") show original characters in unexpected lights. This film, co-written with Mark Andrus, creates memorable people, but is not quite willing to follow them down unconventional paths. It's almost painful, watching the screenplay stretch and contort these characters to fit them somehow into a conventional formula--they're dragged toward the happy ending, screaming and kicking all the way.\n\nIf the movie had been either more or less ambitious, it might have been more successful. Less ambitious, and it would have been a sitcom crowd-pleaser, in which a grumpy Scrooge allows his heart to melt. More ambitious, and it would have touched on the underlying irony of this lonely man's bitter life. But \"As Good as It Gets\" is a compromise, a film that forces a smile onto material that doesn't wear one easily. Melvin is not a man ever destined to find lasting happiness, and the movie's happy ending feels like a blackout, seconds before more unhappiness begins.\n\nYet there's so much good here, in the dialogue, the performances and the observation, that the movie succeeds at many moments even while pursuing its doomed grand design. Consider Melvin's decision to arrange for the medical treatment of Carol's son. The little boy suffers agonizing asthma attacks, but through Melvin, Carol is able to find a dedicated doctor (Harold Ramis) who can do some good. The material here is right out of a silent weeper: Repentant Scrooge helps poor child to breathe again. But by casting the wonderfully droll Ramis as the doctor and skewing the dialogue just slightly, Brooks makes it new and screwy.\n\nThe main story line gets a similar treatment. It becomes clear that Melvin has been destined by the filmmakers to become a better man: First he accepts dogs, then children, then women, and finally even his gay neighbor. But Brooks and Andrus, having blocked out this conventional progression, then write against it, using rich irony so that individual scenes seem fresh even while the overall progress follows ancient custom. When Melvin goes back for a belated visit to his onetime therapist, for example, they give him a perfect line: \"How can you diagnose someone as having obsessive-compulsive disorder and yet criticize him for not making an appointment?\"\n\n There were times, watching \"As Good as It Gets,\" when I hoped the movie might go over the top into greatness. It had the potential. The pieces were in place. It was sad to see the filmmakers draw back into story formulas. Maybe the studio, mindful of the $50 million price tag, required Brooks to channel his obstreperous material in a safe direction. One can imagine an independent filmmaker, with a smaller budget, taking dialogue and characters like these and following them into the wild blue yonder. One can imagine Brooks, Nicholson and Hunt doing it, too. That's why the film left me with such a sense of lost opportunities.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-12-22", "genres": ["Comedy", "Romance"], "title": "As Good as It Gets (1997)"}