{"url": "http://www.rogerebert.com/reviews/ash-wednesday-1973", "by": "Elizabeth Tayloras Barbara", "star_rating": 2.0, "text": "\"Ash Wednesday\" is a soapy melodrama that isn't much good as a movie but may be interesting to some audiences all the same. It's about how a 50ish wife (Elizabeth Taylor), her marriage threatened by a younger woman, has a face-lift in order to keep her husband. It doesn't work, but she gets a nice winter in a ski resort out of it and an affair with Helmut Berger.\n\nThe movie opens with clinical precision; a famous plastic surgeon explains his techniques to Miss Taylor as we see them being carried out. He outlines the areas of skin to be removed, and her face looks almost like one of those butcher's, charts with all the cuts marked. Then he begins, with scalpel and needle, and when he has finished and she finally gets the bandages off, voila! She looks as good as Elizabeth Taylor.\n\nIt's quite an improvement, because when the movie opens, she looks pretty bad. It must have taken some measure of courage for Taylor to allow herself to be made up and photographed so unattractively; maybe she got a double-reverse kick, though, out of knowing that she's so beautiful she has to be made up to look dowdy. And she is beautiful, which is what the movie's about, in a way. There are lots of close-ups in which she's frankly vain as she examines her face with delight; that face is a national treasure by now, and we can't help supporting any measures to preserve it.\nMost of the movie takes place at an expensive resort, where she goes to await the arrival of her husband (Henry Fonda). She hasn't told him about the face-lift: \"At first,\" she says, \"I didn't say anything because I was afraid it would seem like a silly thing to have done.\" A pause, and then: \"Now my only regret is that I didn't do it years ago.\" Her husband is delayed in Washington on \"business,\" which is part business and partly an affair he's having with a girl younger then their daughter. Taylor carries on a flirtation with Helmut Berger, mostly to test her new attractiveness, and eventually they make love. The fact that this affair takes about half an hour to develop, and requires yards of schmaltzy Maurice Jarre music to consummate adds little to its interest.\n\nThe whole movie, indeed, feels longer than it is. It's 15 minutes short of two hours, and still it takes forever to be over. The problem is that not enough happens; she waits at the resort, she drinks, she eats, she meets her daughter for a tearful lunch, she talks with a friendly fashion photographer, she waits, she has the affair, she waits, sighs, telephones, looks at herself and models the Edith Head wardrobe. It's all so slight.\n\nAnd yet, as I suggested, the movie may interest some audiences. Stars of Elizabeth Taylor's magnitude lead lives so public and famous that the details of their beauty become important to millions of people. Has she really had a face-lift? Does she need one? It's that kind of off-screen gossip that gives \"Ash Wednesday\" a sort of separate reality. The movie's story is not really very interesting, but we're intrigued because the star is Taylor. Weak as the role is, she was nevertheless just about the inevitable choice to play it. The unofficial crown for most beautiful woman in the world gets passed around a lot; one year it's Ursula Andress, then it's Candice Bergen, then Catherine Deneuve. But Taylor has won it so many times she ought to get possession. She's 40 or 41 now, and yet she looks great. There's a kind of voyeuristic sensuality in watching her look at herself in the mirror (which she spends no end of time doing). If you're Elizabeth Taylor, it's not vain to appraise your beauty, just as if someone's really after you, you're not paranoid. Maybe the fundamental problem with the movie is that we can't quite believe any man would leave Elizabeth Taylor. It's a good thing we never see Henry Fonda's bimbo, because if we did, we wouldn't be convinced. It's the same problem that sunk \"Ryan's Daughter\": What woman would leave Robert Mitchum for . . . Christopher Jones? And the final confrontation between Taylor and Fonda is stiff and unconvincing; the movie has really been about the woman, not about the marriage, and Fonda doesn't so much interact with her as recite an announcement of termination. We can't buy it.\n\nThe movie's title was inspired, I guess, by the Catholic practice of wearing a smudge of ash on your face on Ash Wednesday as a reminder of man's inescapable mortality. In Taylor's case, however, mortality has at least temporarily been held at bay. For that, we can all be thankful - and she, I'll bet, most of all.", "running_time": 99, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-12-25", "genres": null, "title": "Ash Wednesday (1973)"}