{"url": "http://www.rogerebert.com/reviews/ashes-of-time-redux-2008", "by": "Brigitte Linas Murong Yin/Murong Yang", "star_rating": 2.0, "text": "redux * [re-duhks] adj. brought back; revived\n\nIf Wong Kar-Wai were a painter, he might sometimes create bold, bright swirls on his canvas, with something figurative swimming into view. That's my impression of \"Ashes of Time Redux,\" first released in 1994, now reduxed. I didn't see the first version, which the director considered unfinished, requiring 14 years of additional thought. So far has Kar-Wai's, or Wong's, art grown and deepened in the meantime (especially in the great \"In the Mood for Love\") that I am not quite sure why he set himself the task. Apparently he could not forget it, although many of his admirers have.\n\nI watched attentively, I was dazzled by the beauty of the palate and the fluidity of the camera, and it was good to see familiar Hong Kong stars like Brigitte Lin, Leslie Cheung, Maggie Cheung, Tony Leung Chiu Wai and Tony Leung Ka Fai in younger days. I have had Chinese names explained to me a dozen times, about how the family name goes first and the first name goes last. It's just that I never know how to deal with names that are half Chinese and half Western. Surely it's not Lin Brigitte?\n\nIMDb is no help because they use their arcane knowledge of every name on earth, so if you follow them your editor is always complaining, \"that's not how the New York Times has it.\" I decided to eliminate the middle-man and go straight to the Times review, which alas does not include a cast listing and refers unhelpfully to \"both Tony Leungs,\" although this time it is made easy because Tony Leung Chiu Wai plays the Blind Swordsman and Tony Leung Ka Fai does not.\n\nWhile I was there I decided to find out how Manohla Dargis handled the plot, which is somewhat confusing. I respect her work. She attends to these things. Here is her plot description: \"See, there's this swordsman....\" That's it. That's all of it. Oh, wait, she adds that \"Mr. Cheung, as a desert dweller called Ouyang, is a broker for itinerant swordsmen and their prospective clients.\" She doesn't say which Mr. Cheung. Probably not the blind swordsman.\n\nI'm sure wisenheimers on the blogs will write, \"Did she really see it?\" I'm dead certain she did. I know I've seen it, and that's about as far as I could get. If you attempt to finish her sentence, you will find yourself either (a) lost in a thicket of interlocking flashbacking confusion, or (b) forced to fall back on the old evocation strategy, in which you are elusive and poetic (\"It is a humble little tavern in Chinese medieval times, but through its doors...\").\n\nSometimes a director is too familiar with the material. He has internalized it until it all makes sense to him. I remember when we were collaborating on \"Beneath the Valley of the Ultra-Vixens,\" and Russ Meyer would start lecturing about what Junk Yard Sal could or couldn't do until you'd swear she was a Greek goddess. \"Junk Yard Sal wouldn't do that!\" Russ would thunder. Once I said, \"Of course she would. I've got the typewriter.\" At least in Russ Meyer's cinema characters could or couldn't do things. That's why he is an artist and never had to make porn movies, in which the characters can do only one thing, or you want your money back.\n\nBut I stray. I enjoyed \"Ashes of Time Redux,\" up to a point. It's great-looking, and the characters all know what they would, although we do not. Wong Kar-Wai doesn't supply much of a plot with a narrative engine to pull us through. He adds section headings like Spring, Summer, Autumn, Winter (a direct quote from e. e. cummings), but that only helps you to think, \"Oh, now I see! I don't understand it, but it's happening in Winter!\"\n\nIt's perfectly okay in a case like this to relax and enjoy the experience. It is a beautiful film, and never boring, not with its swordfights and romantic angst. This is a lush and well-choreographed example of the wuxia genre, which I have just now found out about, although it reaches back to the 15th century and involves stories about swordplay and the martial arts. Wuxia means a lot less typing than \"swordplay and the martial arts,\" so I want you to remember it.", "running_time": 100, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-11", "genres": ["Action", "Drama", "Foreign"], "title": "Ashes of Time Redux (2008)"}