{"url": "http://www.rogerebert.com/reviews/assassins-1995", "by": "Sylvester Stalloneas Robert Rath", "star_rating": 1.5, "text": "Believe me, I know how to believe stuff when it happens in the movies. I believe bicycles can fly. I believe sharks can eat boats. I even believe pigs can talk. But I do not believe \"Assassins,\" because this movie is filled with such preposterous impossibilities that Forrest Gump could have improved it with a quick rewrite.\n\nThe movie stars Sylvester Stallone and Antonio Banderas as professional hit men. They haven't met when the movie opens, but they receive their orders on matching laptops (the kind where you just put one hand on the keyboard and rattle it in one place and words get perfectly typed).\n\nStallone is sent to kill a guy at a funeral and is startled when somebody else does the job. It is Banderas, hiding behind a nearby tombstone, and he's soon captured by the police - only to escape and get into a taxi that Stallone has stolen in order to pick him up and find out who he is. (Stallone's own brilliant plan for the hit was to conceal a weapon in a cast on his arm and mingle with the mourners. His getaway plan was not explained.) The men are soon shooting at one another, for reasons that are explained without the explanations explaining anything, if you get my drift.\n\nSoon the two men find themselves once again working on the same case and competing for the same prize - a $2 million reward for a stolen computer disc. The disc is in the possession of a woman named Electra (Julianne Moore), a cat fancier and computer whiz who has set up an elaborate scheme for exchanging the disc with some Dutch bad guys. (She has a radio-controlled toy truck in a hotel air shaft...but never mind.) Once again, Stallone and Banderas leave bodies littered all over the hotel and then, as the reward is raised to $20 million, find themselves in Mexico for a final showdown.\n\nWhat follows is a Spoiler, so please stop reading if through some insane impulse you are compelled to see this movie. The endless last sequence of the film (which is very long and very slow) involves a situation where Stallone plans to enter a bank, collect $20 million in cash and leave. Banderas plans to shoot him from the window of the ancient abandoned hotel across the street. But Stallone knows that Banderas will do that, so he enlists Electra in a plan to sit in a cafe and radio him with updates.\n\nHe knows (for reasons buried in the past) that Banderas eventually will grow impatient while waiting and after six or seven hours will be compelled to go into the bank to see if Stallone is still there. And Banderas of course will have to leave his guns outside. Sure enough, that's exactly what happens, and the two men nod and chat a little. Banderas then goes back outside and returns to his sniping post in the crumbling hotel, and Stallone collects the money and goes outside to be shot.\n\nSay what? Well, there's some kind of a cockeyed plan in which Electra is supposed to sneak into the hotel while Banderas is in the bank and snatch his rifle. But this hotel is really crumbling, and she falls through the floor. It is the first of many times in which several characters fall through so many floors, it is a wonder the hotel is standing at all. And so when Stallone emerges from the bank, Banderas is in the window with the rifle aimed at him, and what does Stallone do? Duck for cover? No, he turns to accept his fate, or whatever, but then is saved through a unique application of the Fallacy of the Talking Killer. That is of course the old movie ploy where the killer talks instead of shooting. This is the first time I can remember where the killer is talking to himself.\n\nThere were many, many moments in this movie that left me puzzled. One of them involves the movie's key shooting. When you see it, you will know which one I mean, and you may find yourself, as I did, puzzled about how it happened. The mechanics of it seem to violate the laws of logic, not to mention physics.\n\nOther problems in the movie: (1) How, when a guy is hanging outside the window of a cab and you crash it against the side of a bus, can he avoid being hurt? (2) If you hold a table up in front of you, will it really save you after a gas explosion blows you out of a third-floor window? (3) If you were holding a briefcase containing a bomb, would you throw it out of the car window or hold it until you could drive down an alley and place it in a convenient dumpster? (4) If you knew a sniper was waiting for you to emerge from the front door of a bank, would it occur to you to leave through the back, sneak up on the guy and kill him - rather than depending on a ditzy computer nerd who says she's unable to shoot anyone? (5) Would you question the political and history credentials of a man who tells you he had to fake his death in 1980 because \"the Cold War was ending?\" Examining the movie's cast list for the answers to these and many other questions, I see that the characters played by Stallone and Banderas are named Rath and Bain. Rath becomes Wrath. Bain is French for \"bath.\" Wrath and Bath. Has a nice ring. I was looking up Electra when the telephone rang, bringing me back to my senses.", "running_time": 133, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-06", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Assassins (1995)"}