{"url": "http://www.rogerebert.com/reviews/assassination-tango-2003", "by": "Robert Duvallas John J. Anderson", "star_rating": 3.0, "text": "\"The tango is a fragment to shore against his ruin.\" Robert Duvall's \"Assassination Tango\" is not entirely about crime or dance, and that will be a problem for some audiences. \"More assassination, less tango!\" demands the online critic Jon Popick. But I have seen countless movies about assassination and not a few about the tango, and while Duvall's movie doesn't entirely succeed, what it attempts is intriguing. It wants to lock itself inside the mind of a man whose obsessions distract him from the wider world.\n\nJohn J. Anderson (Duvall) talks to himself a lot, carrying on a bemused commentary that may eventually descend into dementia, but not yet. No longer young, he is a professional hit man who plans to retire and devote his life to his woman, Maggie (Kathy Baker) and especially to her 10-year-old daughter, Jenny (Katherine Micheaux Miller). He likes Maggie but loves Jenny with a rather alarming intensity: \"She is my soul, my life, my eyes, my everything.\" Is he a suppressed child molester? Later in the film, a hooker reports, \"He wanted me to call him 'Daddy.' \" But no, I don't believe he represents a threat. He is not an actor-out but a holder-in, a brooder whose emotional weather is stormy but unseen. Most of the people he deals with, including Frankie (Frank Gio), the mobster who employs him, have no idea who he really is or what he really needs.\n\nSent to Buenos Aires on his final job, assassinating a wealthy general, Anderson meets with local contacts but keeps his own counsel. We realize this is not a conventional crime story; he rejects most of the advice of the local bad guys, drifts off by himself, seems preoccupied or distracted, and happens by chance into a dance club where he is entranced by one of the performers, Manuela (Luciana Pedraza). He returns. He asks her to dance. She has no idea what to make of him. He requests tango lessons. They begin a relationship impossible to define, and it seems for a time that the movie will deny us both of the usual payoffs: no murder, no romance.\n\nWhether it delivers on those fronts, I will leave for you to discover. Duvall, who wrote as well as directed, never makes them the point. His movie is not about a killer or a lover, but about a man who has been damaged in some unspecified way and wanders through the world in an unorganized search for something to make him whole again. This could be love for a young girl, mastery of the tango, idealization of a dancer's skill or exercise of his assassin's craft.\n\nAudiences impatient for plot may miss Duvall's movie altogether. Yes, he spends a lot of time in cafes doing nothing. Yes, his conversation is limited. Yes, not even Manuela knows what he wants. Yes, he meanders toward assassination in maddening digressions. Yes, there are dance scenes that slow the progress--but if, and only if, the progress is the point.\n\nThe tango is a dance in which partners join in meticulously rehearsed passion, with such exact timing that no improvisation or error is possible. (You can tell a bad tango dancer by the bruises on the shins.) Why is Anderson so attracted to this dance? Obviously, because it provides a framework for his emotional turmoil--laces it in, gives it structure, allows him to show the world he is disciplined when he is not. For him it is about control, and it supplies rigid rules for how to interact with his partner.\n\nWhat \"Assassination Tango\" is about, I think, is John J. Anderson's quiet and inward attempt to slow his descent toward incompetence. He has Maggie but cannot visualize their future. He meets Manuela but does not know whether to offer a future. He has a job but suspects it is a trap. People threaten him but his biggest threat is interior: He is falling to pieces, falling into confusion, losing his sense of himself. The tango is a fragment to shore up against his ruin.\n\nThe movie is not quite successful. It is too secretive about its heart. It seems unfocused unless we are quick to get the clues, to look at Anderson in a certain way, to realize it will not be about murder or love but about coping strategies. John J. Anderson has so many secrets from the world that even this movie preserves some of them. Duvall has created it from the inside out, seeing it not through the eyes of the audience but through the mind of Anderson. \"Assassination Tango\" is, all the same, a fascinating effort, and I am happy to have seen it. It taught me something about filmmaking strategy.", "running_time": 113, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-04", "genres": ["Drama", "Romance", "Thriller"], "title": "Assassination Tango (2003)"}