{"url": "http://www.rogerebert.com/reviews/assault-of-the-killer-bimbos-1988", "by": "Elizabeth Kaitanas Lulu", "star_rating": 2.0, "text": "\"Assault of the Killer Bimbos\" is one of those movies where the lights are on but nobody's at home. It is the most simpleminded movie in many a moon, a vacant and brainless exercise in dreck, and I almost enjoyed myself sometimes, sort of. The movie is so cheerfully dim-witted and the characters are so enthusiastically sleazoid that the film takes on a kind of awful charm.\n\nThe title is, of course, the best thing about it. I saw this film advertised at last year's Cannes Film Festival, where it was a finalist, along with \"Space Sluts in the Slammer\" and \"Surf Nazis Must Die!\" in my annual search for the most unforgettable bad-movie title since \"Blood-Sucking Monkeys of Forest Lawn.\" The amazing thing about the title is that it does, indeed, accurately describe the movie.\n\n\"Assault of the Killer Bimbos\" begins at a go-go club located somewhere in the twilight zone. On a tiny stage in front of leering creeps, go-go dancers in weirdly decorated bikinis bounce around to bad music. They never take off any clothes, and when a waitress gets her \"big break\" and is allowed to dance, she's fired after the bananas on her brassiere fly off and land in several customers' drinks. \"You can't strip!\" bellows the club owner. \"This is a go-go joint, not a strip club!\" After plot complications too simple to describe, veteran dancer Peaches (Christina Whitaker) and newcomer Lulu (Elizabeth Kaitan) are unfairly framed for the murder of the club owner. They escape to Mexico in an old Dodge convertible, pausing along the way to kidnap a truck-stop waitress (Tammara Souza), who decides to join them. In the middle of their escape, they meet three pothead surfers who accompany them, and they are chased by various sheriff's deputies.\n\nStudents of grade-Z exploitation films may want to take notes about the employment of nudity in this film. Although the bimbos do not remove their clothes in the go-go joint, there is a later scene where they change clothes on the roadside, and we see their bare breasts.\n\nHowever, we never see the faces and breasts of the same women at the same time; the film is carefully edited to show nudity only from the neck down. That leads to the suspicion that body doubles were used to supply the nudity and that the actresses actually starring in the film never took off anything.\n\nWas this because (a) they refused to, or (b) they were assured there would be no nudity in the film, and then matching nude shots were spliced in later? Good questions, both of them, and I expect we can look forward to the answers in the sequel to this film, which is advertised during the closing credits and will be called \"Bimbo Barbeque.\"", "running_time": 75, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-05-06", "genres": ["Action", "Comedy", "Thriller"], "title": "Assault of the Killer Bimbos (1988)"}