{"url": "http://www.rogerebert.com/reviews/assault-on-precinct-13-2005", "by": "Ethan Hawkeas Jake Roenick", "star_rating": 3.0, "text": "'Assault on Precinct 13\" is not so much a remake as a riff on an old familiar plot: The fort is surrounded, and the defenders have to fight off the attackers and deal with possible traitors in their midst.\n\nHoward Hawks did versions of this so often that after John Wayne starred for him in \"Rio Bravo\" (1959) and \"El Dorado\" (1966), he told Wayne he was sending over a script for \"Rio Lobo,\" and Wayne told him, \"I'll make it, but I don't need to read it. We've already made it twice.\"\n\nJohn Carpenter's 1976 film, made just before his famous \"Halloween,\" added some touches from George Romeo's \"Night of the Living Dead\" and moved the action from a threatened sheriff's office in the Old West to a threatened police station in the inner city. Now French director Jean-Francois Richet takes essentially the same material and makes it work with strong performances and a couple of new twists.\n\nPrecinct 13, in this version, is scheduled to close forever at midnight. Burnt-out desk sergeant Jake Fornick (Ethan Hawke), still traumatized by the death of two partners, is on the graveyard shift with old-timer Jasper O'Shea (Brian Dennehy), who in a revelation fraught with omens, announces he will soon retire. Also in the station is the buxom secretary Iris (Drea de Matteo).\n\nThere's basically nothing for them to do except for Jake to pop some more pain-killers and chase them with booze from the office bottle.\n\nThen everything changes. An ubercriminal named Bishop (Laurence Fishburne) has been arrested and is being transported by police bus with some other detainees, including the motormouth Beck (John Leguizamo), a crew-cut girl crook (Aisha Hinds) and a counterfeiter named Smiley (Jeffrey Atkins, a k a Ja Rule). It's New Year's Eve, a Dark and Stormy Night, the highway is blocked by an accident, the officers on the bus decide to dump the prisoners at Precinct 13, and then things get dicey when it appears that Bishop's men are determined to break him free.\n\nIt's up to Jake to pull himself together and command the defense of the surrounded station; he can't call for help because the phones, cell phones and radios are all conveniently inoperable -- all because of the Dark and Stormy, etc., I think.\n\nTurns out the forces surrounding the station are not quite who they seem, ratcheting up the level of interest and danger, and providing Gabriel Byrne with one of his thankless roles in which he is hard, taciturn, and one-dimensional enough to qualify for Flatland. Never mind; an interesting dynamic develops inside the station, especially after Jake's psychiatrist Alex Sabian (Maria Bello) comes to visit, leaves for home, has to return to the station because of the Dark, etc., and ends up as part of the defense team. Also recruited are the prisoners, who must fight for their own lives alongside the cops who have imprisoned them.\n\nAll classic and airtight, and handled by Richet with economy and a sturdy clarity of action; he doesn't go overboard with manic action scenes. There are, however, a few plot points that confused me. One is the way a forest seems to materialize near the station, which seemed in an overhead shot to be in an urban wasteland. My other problem is with a character who, in order to be who he is and what he is, would have to have known that Bishop would end up at Precinct 13, even though Bishop clearly ends up there by accident. Oh, and a tunnel turns up at a convenient moment, as tunnels so often do.\n\nProblems like these amuse me with the nerve that is shown in trying to ignore them. Everybody is in a forest in the middle of downtown Detroit? OK, then everybody can hide behind trees. They're running down a long-forgotten sewage tunnel? OK, but not so forgotten that it doesn't have electric lights.\n\nThere's no way for that particular character to have prior knowledge of where Bishop would be, and no way for him to communicate plans that are essential to the outcome?\n\nOK, then just ignore those technicalities, and concentrate on such delightful synchronicities as that John Wayne played characters named both Ethan and Hawk.", "running_time": 91, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-01-18", "genres": ["Action", "Crime", "Thriller"], "title": "Assault on Precinct 13 (2005)"}