{"url": "http://www.rogerebert.com/reviews/astro-boy-2009", "by": "Freddie Highmoreas Astro/Toby", "star_rating": 3.0, "text": "\"Astro Boy\" is yet another animated comedy in which the hero, who is about the same age as his target audience, is smarter, braver and stronger than the adults in his world. Toby is also a quick learner; after he dies in an accident, he's reborn inside a robot that looks just like him and retains all of his memories. His father, in fact, treats him just like the original Toby. But Toby is dead! my inner logician insisted. Here's a good question: Does Astro Boy with Toby's memory wonder why he is a robot and can fly?\n\nNo time to ask questions. Metro City is in upheaval. Astro Boy (the voice of Freddie Highmore) is powered by a Blue Energy source discovered by his dad (Nicolas Cage); it's safe and clean, but its opposite is Red Energy, which is dirty and dangerous and desired by the warmonger President Stone (Donald Sutherland), who wants to use it to seize complete control. That seems like a shame, because Metro City is in peaceful orbit around the Earth, its citizens waited on hand and foot by robots.\n\nBelow on Earth, there is devastation as garbage piles high. The precocious Astro Boy does battle with the president and then vamooses to Earth, where he meets some scavenger human kids, led by the Faginesque Hamegg (Nathan Lane), who builds fighting robots out of scrap parts. Apparently BattleBots still thrive. All builds up to Astro Boy, back up in Metro City, leading the Blues against the evil, polluting Reds, in an apocalypse where any thoughts of Blue and Red states would of course be completely inappropriate.\n\nThe movie contains less of its interesting story and more action and battle scenes than I would have preferred. Has market research discovered our children are all laboring with attention deficits and can only absorb so many story elements before brightly colored objects distract them with deafening combat? Still, \"Astro Boy\" is better than most of its recent competitors, such as \"Monsters vs. Aliens\" and \"Kung Fu Panda.\"\n\nIt may have a building audience because of loyalty to the Astro Boy character, first introduced in a Japanese manga and then adapted into two generations of TV cartoons. Daffy Duck, he ain't; in fact, he's a boy robot of few words and simple ideas, but he has pluck, and cannons built into his chest and butt. You don't see that every day.\n\nNow try this test. \"Astro Boy\" was filmed in glorious 2-D. Take the kids if they insist on going, and afterward ask them if there was anything missing. I'll bet not a single kid says, \"I wish it had been in 3-D.\" So the kids are happy; plus, you've saved $3 a ticket and didn't have to wear those damned glasses.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-10-21", "genres": ["Action", "Animation", "Family"], "title": "Astro Boy (2009)"}