{"url": "http://www.rogerebert.com/reviews/asylum-1972", "by": null, "star_rating": 2.0, "text": "\"Aslyum\" is a British anthology of short horror stories from the same good old folks who gave us \"Torture Garden\" and \"Tales from the Crypt.\" I had the opportunity to interview one of the producers, Max J. Rosenberg, when he visited Chicago, and the thing I remember about him is his great devotion to coleslaw. He kept ordering more and more plates of coleslaw, until he had put away about a gallon. With a taste like that, he should live upstairs from a delicatessen.\n\nAnyway, I didn't think much about Rosenberg or the coleslaw until \"Asylum\" opened. Now I'm wondering. This is a movie about people with obsessions. There's a man who's obsessed with murdering his wife. A tailor who's obsessed with collecting his bills. A girl obsessed with her alter ego. A guy who makes little voodoo dolls.\n\nThese people aren't crazy, you see. They're obsessed. They aren't crazy because all the unbelievable things in the movie really happen to them. The man who kills his wife puts her in the deep-freeze, for example, after first carving her up and neatly packaging each limb in brown paper with string around it. But the arms and legs and head (and even the torso, a little awkwardly) climb out of the freezer and go after the guy and his mistress. An arm without a body that is capable of strangling people is indeed an arm obsessed.\n\nAnyway, I got to thinking about these people, especially the guy who devotes his life to making little dolls until he becomes his own little doll. And I began to wonder what it was with Max J. Rosenberg and the coleslaw. Is he, in fact, a cabbage? Does he want to turn into one? Has his soul been occupied by a rabbit? Is he the victim of a delicatessen owner's curse?\n\nThis movie was written by Robert Bloch, who lives in Wisconsin and has also found inspiration from the serene northern landscape to write \"Psycho,\" \"Torture Garden,\" and assorted other tales of unearthly goings-on. I wonder if he has ever had dinner with Rosenberg and, if so, if he wondered about the coleslaw. Of course, the coleslaw Rosenberg was eating was at the Cape Cod Room, which has some of the best coleslaw in the world, but a man with Max J. Rosenberg's obsession probably keeps in practice wherever he goes. If nothing else, he can eat bad coleslaw just to remind himself of what he's missing.\n\nI think Bloch and Rosenberg should get organized and take on the cabbage. If nothing else, a horror movie about cabbages could help Rosenberg work through his obsession and save a lot of analyst's fees. I see a horror movie about a man who turns into coleslaw ... no, wait. A movie about a cabbage that gets horribly shredded when ... hold on, I've got it. A cabbage that is, against its will, stuffed with a tomato and some rice, and gruesomely baked in an oven for hours.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Foreign", "Horror", "Mystery", "Thriller"], "title": "Asylum (1972)"}