{"url": "http://www.rogerebert.com/reviews/at-any-price-2012", "by": "Zac Efronas Dean Whipple", "star_rating": 4.0, "text": "Ramin Bahrani, the best new American director of recent years, has until now focused on outsiders in this country: A pushcart operator from Pakistan, a Hispanic street orphan in New York, a cab driver from Senegal working in Winston-Salem. NC. His much-awaited new film, \"At Any Price,\" is set in the Iowa heartland and is about two American icons: A family farmer and a race car driver. \n\nThis is a brave, layered film that challenges the wisdom of victory at any price. Both of its central characters would slip easily into conventional plot formulas, but Bahrani looks deeply into their souls and finds so much more. He finds a father and a son who are both challenged to question the assumptions on which they have based their lives. Yet this is not a \"message picture,\" its theme is never spelled out, and it communicates by the most effective means, life experience. It evokes elements of \"The Grapes of Wrath\" and \"Death of a Salesman,\" and how it moves from one to the other is subtly persuasive.\n\nDennis Quaid and Zac Efron star, in performances that both use and challenge their screen personas. Quaid plays Henry Whipple, who farms more than 3,500 acres and also represents the Liberty Seed Co., which sells genetically-modified seeds. He inherited the business from his father and hopes to pass it along to his son, Dean (Efron). Quaid's winning smile is famous in the movies, but never has it been used to better effect than here, where it has a slightly forced, even desperate quality. It's as if he's running for office.\n\nHenry is the kind of man who will attend the funeral of a neighbor, express his genuine sympathy, and then try to buy the rights to the man's land right there at graveside, without missing a beat. He finds himself in trouble with Liberty Seed, and at home — where his older son, Grant, has run away from the family to climb mountains in South America, and Dean would rather be a NASCAR driver than a farmer and salesman. Henry's wife Meredith (Kim Dickens) is a good woman, loyal and patient, and there's much she needs to be patient about.\n\nThere is a lot more to the movie, including repercussions from the land sale, implications involving copyrighted seeds, Henry's relationships with old neighbors, and the death of the son of a rival. All of this you will discover in the film, which isn't a simplistic fable but novelistic in its events and characters. I'd rather focus on the moral transformations of Henry and Dean.\n\nFor Henry, life centers on the fortunes of Whipple Seeds, and a battle for control of sales in a nearby county. For Dean, life centers on regional race tracks that could provide a stepping-stone to NASCAR. Boldly, shockingly for an American story, by the end of the film both men discover there are some things they will not do to succeed, some steps they are unwilling to take. It exists in a landscape populated by dozens of Hollywood films in which the heroes unthinkingly murder countless people to achieve their goals (and they are the good guys). The buried code of many American films has become: If I kill you, I have won and you have lost. The instinctive ethical code of traditional Hollywood, the code by which characters like James Stewart, John Wayne and Henry Fonda lived, has been lost.\n\nDennis Quaid gives one of the performances of a lifetime, and it is important to note that he is not a hero here, but a flawed man with selfish values, a man for whom business success has seemed desirable no matter what its human cost. Zac Efron, as his son, is more targeted in success on the track, but he comes to realize that he and his father are both making the same mistakes.\n\nRamin Bahrani was born and raised in North Carolina, of Iranian parents. He has a deep feeling both for traditional American types and more recent arrivals. In \"Goodbye Solo\" he gave us a 70-year-old, hard-bitten, no-nonsense white man and a naturally cheerful taxi driver from Africa, who find themselves disagreeing about whether life is worth living. Red West, the onetime Elvis bodyguard (!) who played the old man, plays the Whipple family patriarch in \"At Any Price,\" again representing a more traditional way of seeing things.\n\nBahrani has used the same cinematographer, Michael Simmonds, on all four of his films. They found locations near DeKalb, Ill., for their Iowa farmland, and the film's visuals look effortlessly authentic. This isn't a movie set of a farm, but a working farm, representing a considerable financial investment, hard work, heartbreak and sweat. Henry spends hours in the air-conditioned cabin of an enormous combine, checking the crop prices on his cellphone as his land slides past like a backdrop. Then there's a little scene where Henry's wife Meredith takes some potatoes from her kitchen garden, and the film establishes its closeness to the earth.\n\nNone of Bahrani's films are simple. They inspire reflection. When this film played at the Venice Film Festival, one British critic complained that the Efron character's racing career \"ultimately peters out.\" That suggests the critic understood exactly nothing about the movie. If it had ended with Dean Whipple winning a big race and becoming a NASCAR champion, that would have signified that \"At Any Price\" was just one more simple-minded formula picture. But this film doesn't wrap things up in a tidy package. It is a great film about an American moral crisis.\n\nOriginally published in slightly different form as a blog post from the 2012 Toronto Film Festival.", "running_time": 105, "mpaa_rating": "R", "release_year": 2012, "date_published": "2013-04-25", "genres": ["Drama"], "title": "At Any Price (2012)"}