{"url": "http://www.rogerebert.com/reviews/at-close-range-1986", "by": "Sean Pennas Brad Jr.", "star_rating": 3.5, "text": "Here is a spare, violent, unforgiving story of a boy's need for a father who does not love him and who would, if necessary, murder his son. It is also a story with passages of love and adventure and cheerfulness, as a teenager grows up in the hills of rural Pennsylvania. The way that the two sides of the story grow together creates a tragedy that reminds me of myth, of the ancient stories of children betrayed by their parents. And yet, \"At Close Range\" is based on a true story. It happened in 1978.\n\nThe movie stars Sean Penn, probably the best of the younger actors, as Bradford Whitewood Jr. He lives with his divorced mother and grandmother and half brother in a setting of shabby poverty, nonstop TV watching and boredom. Once in a while, his father, Brad Sr., appears out of nowhere and throws money on the table. Then Brad Sr. drives away in a fast car with a pretty girl. The kid would like a taste of his father's life. It looks a lot better than what he has.\n\nThe father is played by Christopher Walken in one of the great hateful performances of recent years. Walken is a strange actor who is hard to pin down. But when he is given the right role (as he is here and as he was in \"The Dead Zone\" and \"The Deer Hunter\"), there is nobody to touch him for his chilling ability to move between easy charm and pure evil. In the movie, he's the leader of a gang of professional thieves who recently have been specializing in stealing tractors. He likes to play the big shot, and in a way he enjoys the fact that his young son has started to idolize him.\n\nPenn, as Brad Jr., isn't really criminal material, but he's a misfit and an outcast, and absolutely nothing is happening for him in his own life. He drifts into the orbit of his father, looking for love and also looking for action. He's the leader of a young gang of his own, and his father assigns the kids to a couple of easy jobs, getting them ready for the big time. But when the big time turns dangerous and it looks as if the gang might be busted, the Walken character is absolutely prepared to save his own skin, even at the cost of betraying his child.\n\n\"At Close Range\" is not a pleasant movie. Few recent films have painted such a bleak picture of human nature. The Walken character is ruthless, and most of the other characters in the film are weak, or deprived, or lacking in the ability to see beyond their immediate situations. That's especially true of Brad Jr.'s mother (Millie Perkins) and grandmother (Eileen Ryan), who sit endlessly around the house, their eyes straying away from every conversation toward the TV set. Only Brad Jr. and his girlfriend (Mary Stuart Masterson) have a chance of breaking free, and their love affair is on a collision course with Brad Sr.\n\nBecause this film is violent and cruel and very sad, why would you want to see it? For a couple of reasons, perhaps.\n\nOne might be to watch two great actors, Penn and Walken, at the top of their forms in roles that give them a lot to work with. Another might be to witness some of the dynamics of a criminal society, some of the forces that push criminals further than they intend to go.\n\nThey are the same dynamics you could see in the great crime film \"In Cold Blood\" (1967), the dynamics where seemingly ordinary people whose moral sense is missing drift into actions so bad that perhaps even they are appalled.", "running_time": 109, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-04-18", "genres": ["Crime", "Drama"], "title": "At Close Range (1986)"}