{"url": "http://www.rogerebert.com/reviews/at-long-last-love-1975", "by": "Burt Reynoldsas Michael", "star_rating": 2.5, "text": "It's impossible not to feel affection for \"At Long Last Love,\" Peter Bogdanovich's much-maligned evocation of the classical 1930s musical. It's a light, silly, impeccably stylish entertainment, and if the performers don't come up to the comparisons they evoke with the genius of Astaire and Rogers, that's not entirely their fault; the studio tradition that developed and nurtured the great musical stars no longer exists, and a movie like this has to be made from scratch.\n\nWell, not altogether from scratch: The music and lyrics are all by Cole Porter, a special enthusiasm of Bogdanovich and his star, Cybill Shepherd, who recorded an album of Porter last year. There are 16 Porter classics, and in an age when original songs composed for the movies tend to seek the level of \"Love Theme from the Towering Inferno,\" maybe it's a good idea to go back to the golden age of popular American composition and cherish once again \"It's De-Lovely,\" \"Well, Did You Evah?,\" \"Just One of Those Things\" and the title song (which, legend has it, Porter acually began writing while waiting for the doctors to arrive at the scene of the accident that crippled him for life).\n\nBogdanovich has found a story and setting that sound the right tone in company with the songs. His screenplay involves a sophisticated (and yet sometimes childishly innocent) dalliance among four members of the idle rich or would-be rich (everyone's idle). There's Burt Reynolds as a playboy millionaire, Miss Shepherd as a beautiful heiress, Madeline Kahn as a Broadway star and Dullio Del Prete as a seductive Italian gambler. They sip champagne almost without respite, dance the night away, run through a series of wrecked limousines and touring cars, trade partners and try never, ever, to be bored: It's like 'Private Live' rewritten by Thorne Smith.\n\nThe story, of course, is totally inconsequential, as it should be, and Bogdanovich is good at keeping it floating some few inches above the ground; he's not giving us a tribute to the great musicals like \"Swing Time\" and \"Top Hat,\" he's trying to make another one. He doesn't succeed, primarily because his performers aren't really suited to musical comedy, but he doesn't fail to the extent some of the reviews would have you believe.\n\nCybill Shepherd is a wonder to behold, but she isn't a gifted singer and no regimen of voice lessons is going to make her one. She didn't do a very good job on her Cole Porter album, and she's no better here, although at least we're permitted to see her as she sings, and that provides a certain compensation. Before Bogdanovich, a devoted student of movie classics, makes further attempts to present Miss Shepherd as a singer, he'd do well to rerun \"Citizen Kane,\" particularly the scene of Susan Alexander's disastrous opera debut.\n\nBurt Reynolds, on the other hand, isn't really expected to sing and dance well; the fun is in watching him try to have fun in a low-key way without making a fool of himself, and he generally succeeds. His Clark Gable-style moustache and his over all bearing remind us of Gable grinning foolishly during absurd production numbers and having a ball. Miss Kahn is tart and has a nice edge, Del Prete is a satisfactory Latin lover and there's a very funny, understated supporting performance by John Hillerman as Rodney the butler.\n\nThe movie's no masterpiece, but I can't account for the viciousness of some of the critical attacks against it. It's almost as if Bogdanovich is being accused of the sin of pride for daring to make a musical in the classical Hollywood style. \"At Long Last Love\" isn't \"Swing Time,\" but then it isn't \"Funny Lady\" either, thank God. Bogdanovich has too much taste, too sure a feel for the right tone, to go seriously wrong. And if he doesn't go spectacularly right, at least he provides small pleasures and great music.", "running_time": 118, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "At Long Last Love (1975)"}