{"url": "http://www.rogerebert.com/reviews/at-play-in-the-fields-of-the-lord-1991", "by": "Tom Berengeras Lewis Moon", "star_rating": 3.5, "text": "The most striking image in Peter Matthiessen’s novel At Play in the Fields of the Lord describes an Amazonian Indian, standing in the center of a forest clearing, defiantly raising his bow and arrow against an airplane that flies between himself and the sun. The image has been used as the logo for the new film of the novel, but actually two planes cast their shadows on these Indians. One brings the drunken bush pilots Wolfie and Moon, to be hired by a tinpot jungle general to bomb the Indians. The other brings earnest missionaries from North America, to preach their religion to the tribe. In Matthiessen’s world, both of these aircraft are machines bearing destruction.\n\nMatthiessen’s novel was published some 20 years ago, but could not be more contemporary in its issues. At the same time, few great modern novels offer more problems for those who would adapt them to the screen. So much of the action in “At Play in the Fields of the Lord” takes place inside the minds and souls of the characters - inside Andy, the blond woman missionary whose dormant sexuality is awakened, and inside Martin Quarrier, who comes to question everything about his faith after his child is taken by God, and inside Lewis Moon, the American Indian gun-runner whose identity is reawakened when he sees the Indian in the forest below, pointing his arrow at the plane. What happens in the material world of this story is not the point; it is a book about how the identities and beliefs of its characters are changed.\n\nThe film has been produced by Saul Zaentz, an independent producer who seems to seek out “unfilmable” source material (his credits include “One Flew Over the Cuckoo’s Nest” and “The Unbearable Lightness of Being”).\n\nWith the Brazilian director Hector Babenco he went into the middle of the rain forest to film on location, and the mood and feel of those real places, the impenetrable, throbbing jungle on either side of the vast indifferent Amazon, is one of the central qualities of his film.\n\nAt a desperately poor but defiantly colorful little jungle settlement - the bright colors of the paint disguise the abashed rotting buildings - the first plane arrives. It bears Lewis Moon (Tom Berenger) and Wolf (Tom Waits) compadres in a series of mercenary skirmishes in minor Latin American wars, now washed up here without funds. The district commander confiscates their worthless passports and keeps them prisoner, trying to talk them into bombing a local tribe that stands in the way of “progress,” by which he means the destruction of the jungle.\n\nOn another flight, the Martin Quarrier family arrives: Aidan Quinn as a dedicated but naive missionary, Kathy Bates as his hysterical wife, and Niilo Kivirinta as Billy, their perfect child.\n\nThey are welcomed by two local missionaries, Leslie and Andy Huben (John Lithgow and Daryl Hannah), who have become legendary because of Leslie’s optimistic letters to the missionary magazines - letters that do not reflect their complete lack of progress in converting any Indians, aside from a mercenary straggler who has sold out for money.\n\nIn an atmosphere of dank rot and decay, headquartered in a foul hotel where the prostitutes outrank them, the Quarriers prepare to re-occupy a station where the previous missionaries were murdered by the Indians. The local Catholic priest, whose religion seems more pragmatic and adapted to the region, listens to their hymns and observes their preparations and wishes them well, no doubt convinced he will never see them again. Then the Quarriers (Quinn, Bates and Kivirinta) go off to staff the isolated station, their canoe filled with trinkets to use as bribes.\n\nMeanwhile, in the other great sweep of the story, Lewis Moon grows drunk and insane on local brews and drugs, and flies his airplane off over the jungle, parachuting into the green carpet below, where he is greeted by the Indians as an emissary of the gods.\n\nHe learns bits of the language, is accepted as a member of the tribe, and then tries to lead them in a crusade to drive out the missionaries. But this is only the surface of the story, which reveals itself in a series of tragedies and a quiet, sad, sweeping conclusion.\n\nIn Matthiessen’s novel, each of the characters has his or her day. In the film, choices have been made, and in most cases they reflect the elements that could most easily be filmed. Berenger’s stay with the Indian tribe provides the most impressive scenes, and Babenco and Zaentz are patient here, providing time for us to get to know some of the tribe members and their ways. Amazonian Indians play themselves, and are subtitled; these are not screenplay Indians.\n\nIn the world of the missionaries, the Quinn character becomes the most important, because he changes the most, and the struggle between he and his wife (Bates) over the fate of their child becomes the movie’s dramatic centerpoint. The characters played by Lithgow and Hannah tend to recede because they provide fewer dramatic opportunities, and although I missed the novel’s insights into the slow deep changes within the Hannah character, I must admit I am not sure how they could have been visualized.\n\n“At Play in the Fields of the Lord” does not build to a conventional plot climax. It is about beliefs more than actions.\n\nWatching it, we are looking at a morality play about a world in which sincere people create unwitting mischief so that evil people can have their way. The movie essentially argues that all peoples have a right to worship their own gods without interference, but it goes further to observe that if your god lives in the land and the trees, then if we destroy your land, we kill your god. These messages are buried in the very fabric of the film, in the way it was shot, in its use of locations, and we are not told them, we absorb them.", "running_time": 185, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-12-06", "genres": ["Drama", "Romance"], "title": "At Play In The Fields Of The Lord (1991)"}