{"url": "http://www.rogerebert.com/reviews/at-the-earths-core-1976", "by": "Doug McClureas David Innes", "star_rating": 1.0, "text": "Peter Cushing has never said the name \"David!\" so often before in his life. You remember Peter Cushing. He's the one in all those British horror films, standing between Vincent Price and Christopher Lee. His dialog usually runs along the lines of, \"But good heavens, man! The person you saw has been dead for more than two centuries! This time all he says is \"David!\" \n\nDavid is played by Doug McClure. You remember Doug McClure. Good. I don't. McClure plays a rich young American inventor who has financed the Iron Mole, which is a gigantic steam-powered screw, designed to penetrate to the Earth's core. The Mole has been designed by Cushing, an eccentric British inventor, as who would not be after such an invention. \n\nMcClure and Cushing settle into their seats and push the appropriate levers and the Mole goes berserk. It forgets all about the hill and screws itself right into the very mantle of the planet itself, emerging in Pellucidar, that mysterious land within the Earth. Pellucidar is inhabited by the kinds of characters whose names make me chuckle aloud even as I type them down. There's Dia, the beautiful slave girl with the heaving bodice, and Ra, her boyfriend, and the evil Ghak, not to mention the impenetrable Hooja. All of these people speak English, you understand, except when it comes to the matter of proper names. \n\nWell, anyway, Doug and the professor step out into this sinister underworld, which is filled with telepathic giant parrots and the next thing you know they're on the chain gang. The chain gang spends all day breaking up rocks. You wouldn't think there would be a rock shortage at the earth's core, but there you are. \n\nAbout here, we begin to notice the Captain Video effect. You remember Captain Video. He was a science fiction hero on the old DuPont TV network. He and his trusty sidekick (Bucky? Rocky?) were forever landing on strange planets and sneaking around rocks. After three weeks, you realized that the rocks were always the same. Same here. Doug and the Professor sneak around one strange man-eating vegetable, and there's another one - which is the original vegetable, photographed from a new angle. Meanwhile, the telepathic parrots wander by, opening and closing their beaks by spring action. It's along about here we begin to really zero in on Dia's bodice. Let somebody else break up the rocks and clean up after the parrots.", "running_time": 89, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-15", "genres": ["Adventure", "Fantasy", "Science Fiction"], "title": "At the Earth's Core (1976)"}