{"url": "http://www.rogerebert.com/reviews/at-the-max-1992", "by": null, "star_rating": 4.0, "text": "It was probably only a matter of time before the Rolling Stones, billed as the greatest rock 'n' roll band in the world, got together with the IMAX format, which is certainly the greatest movie format in the world. The result is \"At the Max,\" which in impact is the greatest concert film ever made.\n\nThat doesn't mean it's the best film about a concert; there are some better ones, including \"Woodstock.\" But no other musical film in my experience has so overwhelmed the eyes and ears, drawing us into the feeling and texture of a rock concert.\n\nIf you have been to the Museum of Science and Industry (where the movie opens today), or any of the other museums and tourist centers which include an IMAX theater, you are familiar with the format. You are confronted with a screen that is four or five stories high, and surrounded by sound from speakers so powerful that even a whisper sounds like a message from God. The image, projected from special 70mm film, is both enormous in size and dazzling in clarity, and it fills your field of vision so completely that some viewers have actually suffered from vertigo.\n\nThis format is usually employed for educational and travelogue material. Good films like \"Antarctica,\" which took us inside icebergs, or the NASA documentaries, which took us into space.\n\nBad films like one I saw at the Polynesian Cultural Center, which took a condescending view of Pacific islanders. Whatever the subject matter, the visual and aural experience at an IMAX film is always startling.\n\nAnd now here are the Stones, in \"At the Max,\" recorded and filmed in IMAX during the 1990 Rolling Stones concert tour. All of the concert is here; most IMAX films are limited to 40 minutes because the reels of film are so cumbersome the projectors can't handle more, but this one is double-length, with an intermission while the reels are changed.\n\nIn its impact on the senses, seeing this film is better than being at a Stones concert. It's like being onstage with the Stones, except that even a member of the band doesn't have an omnipresent point of view, and the cameras do, cutting from one side of the enormous stage to another, and providing closeups so large and clear that we can count the cigarettes in Bill Wyman's pack.\n\nThe film was shot by Julien Temple (\"The Great Rock and Roll Swindle\") using several of the big IMAX cameras, and it has been edited to preserve the impact of the concert, not to upstage it. Some of the most important shots are taken from far back in the arena, giving an impression of the massive nature of a modern rock concert, with its tens of thousands of spectators. Others are so close we get four-story closeups of Mick Jagger, although for the most part, aware of the overwhelming nature of the format, Temple keeps his camera back far enough for us to see the full body lengths of the musicians.\n\nThe central impression you come away from after any Stones concert, in person or on film, is of Mick Jagger's physical and psychic energy as a performer. Here the camera follows him as he climbs scaffolding to sing a hundred feet above the stage, or when he does a strange duet with huge inflatable dolls. (Those mildly suggestive dolls, and the language, earned the movie an R rating, but most teenagers will hear little to surprise them.) The eerie effect of IMAX is that it takes such passages and makes them both performance and documentary. They work as part of the show, but because the screen is so large and the picture so clear, we also feel like part of the experience; no other movie has communicated so well what it must feel like to be a rock star.\n\nDo I need to write about the music? There are few surprises; this is your basic Stones concert. A lot of the Stones standards are here, and some new songs, and they sound wonderful through the big surround speakers. But the music is not really the point; it's the actual moviegoing experience that makes \"At the Max\" worth seeing. In the computer world, they talk about \"virtual reality,\" a kind of cyberspace in which computers would take over what we see, hear and feel, so that we could have the sensation of an experience without actually being there. \"At the Max\" is a rock concert brought to a point approaching virtual reality.", "running_time": null, "mpaa_rating": null, "release_year": 1992, "date_published": "1992-06-12", "genres": null, "title": "Rolling Stones At The Max (1992)"}