{"url": "http://www.rogerebert.com/reviews/atl-2006", "by": "Tip Harrisas Rashad", "star_rating": 3.0, "text": "Since their parents died in a car crash, Rashad and Anton have been living with their Uncle George, or maybe he's been living with them, since it was their parents' house. Rashad is 17, a high school senior, working part time to save money for his kid brother \"to make it out of here\" -- out of their poor black neighborhood in Atlanta. Anton, known as \"Ant,\" sees a faster route, standing on a corner selling drugs for a local dealer.\n\nBut no, \"ATL\" isn't a drug movie, and it doesn't send its characters on a harrowing journey into danger. It's a film about growing up and working, about falling in love, about planning for your future, and about the importance of friends. For Rashad (Tip Harris), the best day of the week is Sunday, because that's when he and three friends head for the Cascade, a roller rink where they show off with intricately choreographed moves on the floor.\n\nRashad's friends are Esquire (Jackie Long), Teddy (Jason Weaver) and Brooklyn (Albert Daniels). They're solid and will last for a lifetime. Esquire, who has top grades, is a waiter at a country club, where he meets the black millionaire John Garnett (Keith David). He needs a letter of recommendation to go with his Ivy League scholarship application. Garnett is happy to give him one, and to invite the smart, polite kid to his mansion on the other side of town. And that's when ...\n\nBut let's back up to New-New (Lauren London). Rashad meets her at the Cascade, they like each other, they start spending time together, and it looks like love. But there is something she doesn't tell him -- although she almost does, before he interrupts her. I'm not going to reveal her secret, except to say that it threatens to sink their romance and their trust in each other. And for a while it looks like it may destroy Rashad's friendship with Esquire.\n\nWhat this plot outline doesn't describe is the warmth and heart of \"ATL,\" which is about good kids more or less raising themselves. Uncle George is not a bad man, and at 41 he has been a janitor long enough to plead with his nephews to get themselves an education. But when he finds out Ant is selling drugs, his immediate reaction is pragmatic: \"We can always use some money in this house.\" Rashad is a lot more disturbed, and takes action.\n\nBut even before that, the movie offers an unusual portrait of the 14-year-old as drug dealer. Yes, he works for a guy with a big, expensive car (the rumbles of the sound system are an advance warning system). But Ant's own job is to stand on a corner, hour after hour, lonely, cold, hungry, scared, not making much money and then getting that stolen. The movie is lacking the false sense of empowerment that sometimes seems to surround drugs in the movies.\n\nApart from its other qualities, which are real, the movie has a lot of music. The director, Chris Robinson, has made many music videos, and two of his actors are rap artists: Tip Harris records as T.I. (and did a lot of the sound track) and Antwon Andre Patton records as Big Boi. Their music, plus the mix at the Cascade, creates a sound track that drives the movie, especially in the roller-skating scenes, which are choreographed to make the rink look like a magical place. And yes, there is a Cascade in Atlanta and it's is just as popular as it seems in the movie. I know this because my wife is visiting relatives and they took her to the Cascade and she called me half an hour ago and was having a great time. Small world.\n\nThe screenplay, by Tina Gordon Chism, is based on a story by Antwone Fisher, and do I have to say, yes, that Antwone Fisher? I doubt \"ATL\" is as autobiographical as his 2002 film, but it reflects lives of focus and determination; Rashad and his friends are young and sometimes foolish and like to party, but they're also smart and determined to survive and prevail. That's why Rashad can't understand it when ... well, you'll find out if you see the film.\n\nWhat I liked most was its unforced, genuine affection for its characters. Rashad likes his friends, and so do we. He realizes Uncle George is not a paragon, but Mykelti Williamson has a strong scene where he defends his life from his point of view. He's 41, no wife, pushing a broom, trying to hold a home together for two nephews he didn't ask for, and he's doing his best. I sense that somewhere in the film, if we know where to look, maybe in the support of Uncle George, the friendships involving Rashad, Esquire and New-New, we can find clues about how Antwone Fisher evolved from a kid with a shaky future into a screenwriter with a big one.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-03-30", "genres": ["Drama"], "title": "ATL (2006)"}