{"url": "http://www.rogerebert.com/reviews/atlantis-the-lost-empire-2001", "by": "Michael J. Foxas Milo", "star_rating": 3.5, "text": "Disney's \"Atlantis: The Lost Empire\" is an animated adventure movie with a lot of gusto and a wowser of a climax. It's an experiment for the studio. Leaving behind the song-and-dance numbers and the cute sidekicks, Disney seems to be testing the visual and story style of anime--those action-jammed animated Japanese movies that occupy shelves in every video store, meaning someone must be renting them.\n\nThe movie is set in 1914, a favorite period for stories like this, because technology was fairly advanced while people could still believe that a sunken continent or lost world or two might have gone overlooked. Just as the \"Jurassic Park\" movies owe something (a lot, actually) to Arthur Conan Doyle's \"The Lost World,\" so does \"Atlantis\" spring from the old Edgar Rice Burroughs novels about a world in the center of the earth. (There is also discussion on the Web about how it springs even more directly from a 1989 Japanese anime named \"Nadia: the Secret of Blue Water.\") All stories like this require a rich, reclusive billionaire to finance an expedition to the lost corners of the earth, and \"Atlantis\" has Preston Whitmore (voice of John Mahoney), who lives Citizen Kane-style behind vast iron gates in a mysterious citadel and puts together a team to go to the bottom of the sea.\n\nWhitmore summons the linguist Milo Thatch (voice of Michael J. Fox) to join the expedition; he knew Milo's grandfather, and trusts an ancient notebook in which the old man perhaps recorded the secret of Atlantis. Milo himself has spent much time trying to persuade Smithsonian scientists of the possibility of a sunken continent; he works at the institution--as a janitor.\n\nThe diving team, which uses a sub Captain Nemo would have envied, is led by the rough and ready Rourke (James Garner) and includes a mixed bag of adventurers, including Vinny the explosives man (Don Novello), who has voluptuous ambitions for blowing up stuff real good; Moliere the Mole (Corey Burton), the digging expert; Rourke's first mate Helga (Claudia Christian), a scheming vamp; Audrey the mechanic (Jacqueline Obradors); Dr. Sweet (Phil Morris); Cookie the cook (the late Jim Varney), and Mrs. Packard (Florence Stanley), who chain-smokes while handling communications.\n\nYou will note among this crew no dancing teacups, even though the movie was directed by Gary Trousdale and Kirk Wise, who made the wonderful \"Beauty and the Beast\" for Disney. Perhaps that's because of the influence of a comic book artist named Mike Mignola, previously unknown to me but described by my colleague Elvis Mitchell as the creator of an underground comic character named Hellboy; his drawing style may have something to do with the movie's clean, bright visual look, which doesn't yearn for the 3-D roundness of \"Toy Story\" or \"Shrek\" but embraces the classic energy of the comic book style. You especially see that in the movie's spectacular closing sequence--but I'm getting ahead of the story.\n\nAtlantis is protected by fearsome robotic sea leviathans, which all but destroy the expedition before Rourke, Milo and the crew succeed in penetrating a volcano and reaching the ocean floor in their sub, where Milo is befriended by Princess Kida (Cree Summer). The submerged land is ruled by her father the King (Leonard Nimoy), who wants to banish the outsiders, but Kida has eyes for Milo in a subplot owing more than a little to \"The Little Mermaid.\" Atlantis itself seems desperately in need of fresh blood--not for population (since the residents are 1,000 years old and going strong) but for new ideas, since the land has fallen into apathy and disrepair. Princess Kida is kind of a reformist, nudging her father to get off his throne and organize some public works projects.\n\nNow about that closing sequence. If you recall the ballroom scene in \"Beauty and the Beast,\" you will remember the exhilarating way directors Trousdale and Wise liberated their characters not only from gravity but from the usual rules of animation, so that they careened thrillingly through the air. Multiply that several times, and you get the excitement of a final battle that brings to animated life the kind of explosive energy we sense imprisoned in the printed KA-BOOM!s, KERRR-ASSHHHH!es and THUNK!s of those full-page drawings in action comic books, where superheroes battle for control of the universe.\n\nThe story of \"Atlantis\" is rousing in an old pulp science fiction sort of way, but the climactic scene transcends the rest, and stands by itself as one of the great animated action sequences. Will the movie signal a new direction from Disney animation? I doubt it. The synergy of animated musical comedies is too attractive, not only for entertainment value but also for the way they spin off hit songs and stage shows. What \"Atlantis\" does show is a willingness to experiment with the anime tradition--maybe to appeal to teenage action fans who might otherwise avoid an animated film. It's like \"20,000 Leagues Under the Sea\" set free by animation to look the way it dreamed of looking.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-06-15", "genres": ["Animation", "Family"], "title": "Atlantis: The Lost Empire (2001)"}