{"url": "http://www.rogerebert.com/reviews/atonement-2007", "by": "James McAvoyas Robbie Turner", "star_rating": 4.0, "text": "\"Atonement\" begins on joyous gossamer wings, and descends into an abyss of tragedy and loss. Its opening scenes in an English country house between the wars are like a dream of elegance, and then a 13-year-old girl sees something she misunderstands, tells a lie and destroys all possibility of happiness in three lives, including her own.\n\nThe movie's opening act is like a breathless celebration of pure heedless joy, a demonstration of the theory that the pinnacle of human happiness was reached by life in an English country house between the wars. Of course that was more true of those upstairs than downstairs. We meet Cecilia Tallis (Keira Knightley), the bold, older daughter of an old family, and Robbie Turner (James McAvoy), their housekeeper's promising son, who is an Oxford graduate, thanks to the generosity of Cecilia's father. Despite their difference in social class, they are powerfully attracted to each other, and that leads to a charged erotic episode next to a fountain on the house lawn.\n\nThis meeting is seen from an upstairs window by Cecilia's younger sister Briony (Saoirse Ronan), who thinks she sees Robbie mistreating her sister in his idea of rude sex play. We see the same scene later from Robbie and Cecilia's point of view, and realize it involves their first expression of mutual love. But Briony does not understand, has a crush on Robbie herself, and as she reads an intercepted letter and interrupts a private tryst, her resentment grows until she tells the lie that will send Robbie out of Cecilia's reach.\n\nOh, but the earlier scenes have floated effortlessly. Cecilia, as played by Knightley with stunning style, speaks rapidly in that upper-class accent that sounds like performance art. When I hear it, I despair that we Americans will ever approach such style with our words, which march out like baked potatoes. She is so beautiful, so graceful, so young, and Robbie may be working as a groundsman but is true blue, intelligent and in love with her. They deserve each other.\n\nBut that is not to be, as you know if you have read the Ian McEwan best seller that the movie is inspired so faithfully by. McEwan, one of the best novelists alive, allows the results of Briony's vindictive behavior to grow offstage until we meet the principals again in the early days of the war. Robbie has enlisted and been posted to France. Cecilia is a nurse in London, and so is Briony, now 18, trying to atone for what she realizes was a tragic error. There is a meeting of the three, only once, in London, that demonstrates to them what they have all lost.\n\nThe film cuts back and forth between the war in France and the bombing of London, and there is a single (apparently) unbroken shot of the beach at Dunkirk that is one of the great takes in film history, achieved or augmented with CGI though it is. (If it looks real, in movie logic, it is real.) After an agonizing trek from behind enemy lines, Robbie is among the troops waiting to be evacuated, in a Dunkirk much more of a bloody mess than legend would have us believe. In the months before, the lovers have written, promising each other the happiness they have earned.\n\nEach period and scene in the movie is compelling on its own terms, and then compelling on a deeper level as a playing out of the destiny that was sealed beside the fountain on that perfect summer's day. It is only at the end of the film, when Briony, now an aged novelist played by Vanessa Redgrave, reveals facts about the story that we realize how thoroughly, how stupidly, she has continued for a lifetime to betray Cecilia, Robbie and herself.\n\nThe structure of the McEwan novel and this film directed by Joe Wright is relentless. How many films have we seen that fascinate in every moment and then, in the last moments, pose a question about all that has gone before, one that forces us to think deeply about what betrayal and atonement might really entail?\n\nWright, who also directed Knightley in his first film, \"Pride and Prejudice,\" (2005) shows a mastery of nuance and epic, sometimes in adjacent scenes. In the McEwan novel, he has a story that can hardly fail him and an ending that blindsides us with its implications. This is one of the year's best films, a certain best picture nominee.", "running_time": 123, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-06", "genres": ["Drama", "Foreign", "Romance"], "title": "Atonement (2007)"}