{"url": "http://www.rogerebert.com/reviews/attack-the-block-2011", "by": "John Boyegaas Moses", "star_rating": 3.0, "text": "Fireworks fill the sky over London, creating such a distraction that an alien crashes to Earth unnoticed. Meanwhile, in a dark bypass, a young nurse is being mugged by a gang of teenage street thugs, their faces buried within fearsome, hooded sweatshirts. Their straightforward situation grows complicated when the alien attacks them, and the nurse decides she'd be safer staying with the thieves.\n\nThat's the setup for \"Attack the Block,\" an entertaining thriller in the tradition of 1970s B-action films, with an unknown cast, energetic special effects and great energy. That it takes place almost entirely around a low-cost London housing estate (i.e., project) adds to its interest, because as the junior thugs band together to fight the aliens, they stop being faceless and emerge as sympathetic individuals who discover their resources. This alien attack may have been a learning experience dropped from the heavens.\n\nThe movie, which should have been titled \"Defend the Block,\" illustrates once again that zombie, horror and monster movies are a port of entry for new filmmakers. The genre is the star. Unknown actors are almost an advantage. Darkness and quick cutting make up for a great deal in the area of special effects. What is needed is imagination. When John Carpenter made \"Assault on Precinct 13\" early in his career, he demonstrated an invaluable formula to later low-budget generations. \n\nThis is an impressive first feature written and directed by Joe Cornish, a British comic actor who has also authored the forthcoming Tin-Tin movie by Spielberg. Here he shows a strong sense for characters as the personalities of the gang members, their neighbors and friends emerge sharply. He's made a fortunate discovery in John Boyega as Moses, the de facto leader of the pack and the quickest to figure out the greater dimensions of the alien invasion. Moses' knowledge of the block and its residents and his ability to deal with people turn out to be crucial.\n\nCornish creates a mixed bag. We meet the local crimelord, the block's drug dealer and, revealingly, the family members of the gang. We see how the police leap to conclusions and unerringly arrest the wrong people for the wrong reasons. And Sam (Jodie Whittaker), the nurse, emerges from stereotyped victimhood and becomes a valuable part of the defense team.\n\nThen there are the aliens. Does it much matter what they look like? They have luminescent fangs and are very fast and are great climbers always in savage attack mode. Their design is wise; larger and more grotesque alien monsters have a way of looking goofy, as the Japanese demonstrated in the 1950s. These creatures are as efficient and low-maintenance as werewolves.\n\nThe question arises about the level of their civilization. Presumably this alien race has mastered space travel and journeyed through the voice, almost necessarily at a speed faster than light, and yet they appear to lack opposable thumbs, speech and other conveniences. Of course they may not be the real aliens. They may merely be the aliens' attack animals. But no, apparently not.\n\nSuch questions are beside the point. The genre calls for a mixed bag of characters to defend the fort/stagecoach/police station/pub/outpost, etc., against savage marauders, meanwhile developing their own personalities and abilities. This is a formula we've seen time and again, and in the right hands, it's foolproof.\n\nThe movie has been much praised in Britain, whose writers wonder if Americans will understand the jargon of the locals. For that matter, would the Queen? It matters not. Context is all, and the language here is no more difficult than the coinages in \"A Clockwork Orange\" and \"The Warriors.\" The question is, do the action and the characters work well together? The answer is yes. And sometimes it gets a little funny, too.", "running_time": 88, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Action", "Comedy", "Foreign", "Science Fiction"], "title": "Attack the Block (2011)"}