{"url": "http://www.rogerebert.com/reviews/au-revoir-les-enfants-1988", "by": "Gaspard Manesseas Julien Quentin", "star_rating": 4.0, "text": "Which of us cannot remember a moment when we did or said precisely the wrong thing, irretrievably, irreparably? The instant the action was completed or the words were spoken we burned with shame and regret, but what we had done never could be repaired. Such moments are rare, and they occur most often in childhood, before we have been trained to think before we act. “Au revoir les enfants” (“Goodbye, Children”) is a film about such a moment, about a quick, unthinking glance that may have cost four people their lives.\n\nThe film was written and directed by Louis Malle, who based it on a childhood memory. Judging by the tears I saw streaming down his face on the night the film was shown at the Telluride Film Festival, the memory has caused him pain for many years. His story takes place in 1944, in a Catholic boarding school in Nazi-occupied France. At the start of a new semester, three new students are enrolled, and we realize immediately that they are Jews, disguised with new names and identities in an attempt to hide them from the Nazis.\n\nTo Julien Quentin (Gaspard Manesse), however, this is not at all obvious. Julien, who is intended to be Malle’s autobiographical double, does not quite understand all of the distinctions involving Jews and gentiles in a country run by Nazis. All he knows is that he likes one of the new boys, Jean Bonnet (Raphael Fejto), and they become friends.\n\nJean is not popular with the other students, who follow the age-old schoolboy practice of closing ranks against newcomers. But then, Julien is not very popular, either. The two boys are a little dreamy and thoughtful, absorbed in themselves and their imaginations, as bright adolescents should be.\n\nMalle’s film is not filled with a lot of dramatic incidents.\n\nUnlike such roughly comparable Hollywood films as “The Lords of Discipline,” it feels no need for strong plotting and lots of dramatic incidents leading up to the big finale. Instead, we enter the daily lives of these boys. We see the classroom routine, the air-raid drills, the way each teacher has his own way of dealing with problems of discipline.\n\nMore than anything else, we get a feeling for the rhythm of the school. Malle has said that when, years later, he visited the site of the boarding school he attended, he found the building had disappeared and the school forgotten. But to a student enrolled in such a school, the rules and rituals seem timeless, handed down by innumerable generations and destined to survive forever. A schoolboy cannot be expected to understand how swiftly violence and evil can strike out and change everything.\n\nJulien and Jean play together, study together, look at dirty postcards together. One day - one of those cold, early spring days when the shadows seem ominous and there is an unsettling wind in the trees - they go exploring in a nearby forest and darkness falls. They get lost, or almost lost, and they weather this adventure and become even closer friends. One day, Julien accidentally discovers that Jean Bonnet is not his friend’s real name. A few days later, when Julien’s mother comes to visit, he invites Jean to join them at lunch in a local restaurant, and they witness an anti-Semitic incident as a longtime local customer is singled out because he is Jewish.\n\nThat is about all the input that Julien receives, and it is hard to say exactly what he knows, or suspects, about Jean. But when Nazis visit the school, Julien performs in one tragic second an action that will haunt him for the rest of his days. Malle has said the incident in “Au revoir les enfants” does not exactly parallel what happened in real life, but the point must be the same: In an unthinking moment, action is taken that never can be retrieved.\n\nIs the film only about guilt? Not at all. It is constructed very subtly to show that Julien only half realized the nature of the situation, anyway. It isn’t as if Julien knew absolutely that Jean was Jewish. It’s more as if Julien possessed a lot of information that he had never quite put together, and when the Nazis came looking for hidden Jews, Julien suddenly realized what his information meant. The moment in which he makes his tragic mistake is also, perhaps, the moment when he comprehends for the first time the shocking fact of racism.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-03-18", "genres": ["Drama", "Foreign", "War"], "title": "Au revoir les enfants (1988)"}