{"url": "http://www.rogerebert.com/reviews/august-rush-2007", "by": "Freddie Highmoreas Evan/August", "star_rating": 3.0, "text": "Here is a movie drenched in sentimentality, but it's supposed to be. I dislike sentimentality where it doesn't belong, but there's something brave about the way \"August Rush\" declares itself and goes all the way with coincidence, melodrama and skillful tear-jerking. I think more sensitive younger viewers, in particular, might really like it.\n\nThe story is a very free modern adaptation of elements from Oliver Twist. We meet Evan Taylor (Freddie Highmore), an 11-year-old who runs away from his orphanage rather than be placed with a foster family. He has been told that his parents are still alive and were musicians, and he believes that through the power of music he can find them again. Do you begin to see what I mean about sentimentality?\n\nAs it happens, his parents were musicians, and they met through their music. Lyla (Keri Russell) was a cellist and Louis (Jonathan Rhys Meyers) was an Irish rock singer, and in a flashback, we see them meeting in Greenwich Village, falling in love at first sight, and making love so very discreetly that they remain safely within the PG rating. They promise to meet again, but Lyla's stage-door father (William Sadler)forces her to leave town for career reasons, and they have no way to contact each other. Young lovers, learn from the movies and always remember: Exchange cell numbers! Inevitably, she is pregnant (otherwise they wouldn't be Evan's parents, now would they?), but her father tells her the baby died, and ships Evan to an orphanage. Nothing must interfere with Lyla's career.\n\nBack to the present again. The runaway Evan sees some street musicians in Washington Square Park, picks up a guitar and, despite having had no training, turns out to be a naturally gifted musician. Another young musician (Leon G. Thomas III), who is not called the Artful Dodger but should be, hears Evan and takes him back to an abandoned theater, where he and other young lads live under the management of a character who is called the Wizard (Robin Williams), but could be called Fagin. He sends his little army out into the streets every day, not as pickpockets but as buskers. Only in a movie like \"August Rush\" could the endless practical and legal problems suggested by this arrangement be considered plausible.\n\nThe Wizard, who dresses like a drugstore cowboy, spots Evan's talent and introduces him to the world as \"August Rush.\" August believes, really believes, that music has the power to bring people together, and finds a sympathizer when he comes upon a church choir where the preacher turns out to have connections at Juilliard. So, yes, August is discovered as a child genius, and quickly earns the right to conduct his own symphony at an outdoor concert in Central Park, where he proves himself an expert conductor and (gasp!) his mother is the cellist and his father is nearby, both of them still under the spell of their long-lost love, and ...\n\nI'm telling you, the ghost of Dickens would be applauding. The movie, directed by Kirsten Sheridan and written by Nick Castle, James V. Hart and Paul Castro, pulls out all the stops, invents new ones and pulls them out too. But it has a light-footed, cheerful way about its contrivances, and Freddie Highmore (\"Finding Neverland\") is so open and winning that he makes August seem completely sincere. One touch of craftiness would sink the whole enterprise.\n\nAnother quality about the movie is that it seems to sincerely love music as much as August does. If you're going to lay it on this thick, you can't compromise, and Sheridan doesn't. I don't have some imaginary barrier in my mind beyond which a movie dare not go. I'd rather \"August Rush\" went the whole way than just be lukewarm about it. Yes, some older viewers will groan, but I think up to a certain age, kids will buy it, and in imagining their response, I enjoyed my own.", "running_time": 114, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-20", "genres": ["Drama", "Family", "Music", "Romance"], "title": "August Rush (2007)"}