{"url": "http://www.rogerebert.com/reviews/austin-powers-international-man-of-mystery-1997", "by": "Mike Myersas Dr. Evil", "star_rating": 3.0, "text": "In the opening scenes of \"Austin Powers, International Man of Mystery,'' the British superagent has nearly won his war against the scheming Dr. Evil. But Evil escapes by boarding a rocket shaped like Bob's Big Boy and going into orbit around the Earth--where he will wait, cryogenically frozen, until the time is right to resume his scheme for world domination. To counter this move, Austin Powers has himself frozen, and when Evil returns in 1997, Powers is defrosted, too.\n\nThat's the simple but productive premise of \"Austin Powers,'' a funny movie that only gets funnier the more familiar you are with the James Bond movies, all the Bond clones and countless other 1960s films. The joke is that both Powers and Dr. Evil are creatures of the 1960s, and time has passed them by.\n\nBoth roles are played by Mike Myers, who has the same spirit of getting away with something that was so infectious in \"Wayne's World\". As Powers, he's sex-mad, trying to seduce a '90s woman like agent Elizabeth Hurley with words like \"groovy,'' \"trendy'' and \"with-it.'' He's doing his own thing. In an opening tribute to the immortal \"Beyond the Valley of the Dolls,'' he throws a party and cries out, \"This is my happening, and it freaks me out!'' Dr. Evil is similarly era-challenged. With a bald head and a sneer that make him look like a prototypical Bond villain, he pushes buttons to send underlings falling into an incinerator. But he's hopelessly out of touch.\n\nDuring his frozen decades, his operation has moved into legitimate businesses under the direction of No. 2 (Robert Wagner), and no longer finds international blackmail profitable. (At one point, when Dr. Evil suggests a scheme involving a million-dollar ransom demand, his board members chuckle as they explain how little a million will buy these days.) Modern times are not accommodating for these relics. Dr. Evil discovers he has a son named Scott Evil (Seth Green), who resents him for spending all that time in orbit when he should have been performing his parenting duties. They end up at a 12-step meeting for dysfunctional families.\n\nThe movie is grounded in variations of its theme: James Bond meets Political Correctness. A lot of the laughs come from Hurley, as Vanessa Kensington, liberated feminist British secret agent, who reacts to Austin's seduction techniques as if he were a bug that should be squished. One of the movie's funniest scenes takes place when Austin frolics nude in their hotel suite: Through elaborate choreography, his private parts are somehow always covered from the camera's point of view, saving the movie's PG-13 rating by a hair, while we find out that the British don't call their breakfast sausages \"bangers'' for nothing.\n\nThe movie, written by Myers and directed by Jay Roach, is smart enough to know the 1960s are funny without being exaggerated. In one sequence, a fashion photographer shoots '60s fashions, and the clothes, which look like outlandish science-fiction fantasies, are in fact identical to costumes worn during posing sessions in Antonioni's \"Blow Up\" (1967). Movie buffs will have fun cataloging all the references to other movies; I clocked \"A Hard Day's Night\" and \"Sgt. Pepper's Lonely Hearts Club Band'' in addition to \"BVD'' and all the Bond, Matt Helm and \"Our Man Flint'' references. And, of course, those who remember Bond's adventures with Pussy Galore will be amused by his female antagonist this time, the sinister Alotta Fagina (Fabiana Udenio).\n\nThe cast is well-chosen. Michael York is serious business as Basil Exposition, the British spymaster assigned to bring Powers up to date. Hurley again shows a nice comic flair (she regards her own sexuality with amusement).\n\nCharles Napier, from \"BVD,'' is the hard-edged Commander Gilmore, all teeth and grim concern. And Seth Green finds the right modern note in totally dismissing everything that his father has worked so long to destroy.\n\nWhat is best is the puppy-dog earnestness and enthusiasm that Myers brings to his role. He can only imagine how exciting 1997 will be. Just think: When he was frozen, the world was embracing widespread promiscuity, one-night stands, recreational drugs and mind expansion. He can only imagine what wonderful improvements have come along in the last 30 years.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-05-02", "genres": ["Comedy", "Crime"], "title": "Austin Powers: International Man of Mystery (1997)"}