{"url": "http://www.rogerebert.com/reviews/austin-powers-the-spy-who-shagged-me-1999", "by": "Mike Myersas Austin Powers/Dr. Evil", "star_rating": 2.5, "text": "There are some big laughs in \"Austin Powers: The Spy Who Shagged Me,\" but they're separated by uncertain passages of noodling. You can sense it when comedians know they have dead aim and are zeroing in for the kill. You can also sense it when they don't trust their material. The first \"Austin Powers\" movie burst with confidence: Mike Myers knew he was onto something. This time, too many scenes end on a flat note, like those \"Saturday Night Live\" sketches that run out of steam before they end. \"SNL\" cuts to music or commercials; \"Austin Powers\" cuts to song-and-dance interludes.\n\nThe key to a lot of the humor in the first film was that Austin Powers had been transported lock, stock and barrel from the '60s to the '90s, where he was a sexist anachronism. The other satirical target was the James Bond series. This second film doesn't want to be a satire so much as just zany, raunchy slapstick.\n\n\"The Spy Who Shagged Me\" seems to forget that Austin is a man out of his time; there are few laughs based on the fact that he's 30 years past his sell-by date, and there's so much time travel in this movie that half of the time he's back in the '60s again. Even when he's in the '90s, however, the women seem to take him on his own terms. Myers and his collaborators, flush with the victory of the first film, have forgotten that Austin is a misfit and not a hero.\n\nThe plot again involves Austin and his arch-enemy, Dr. Evil (both played by Myers). Thirsting for revenge after being exiled into earth orbit, Evil wants to travel through time to when Powers was cryogenically frozen, and steal his mojo. (In case you were wondering, a beaker of mojo looks like Kool-Aid with licorice ropes floating in it.) I didn't use a stopwatch, but my guess is that Evil has more screen time than Austin this time. There are several revelations. Early in the movie, in a funny sequence set on \"The Jerry Springer Show,\" Dr. Evil's son Scott (Seth Green) appears, complaining that he hates his dad. Later a secret of parentage is revealed, \"Star Wars\"-style. And Evil acquires a midget double named Mini-Me, played by Verne Troyer and inspired, Myers has said, by the miniature Marlon Brando in \"The Island of Dr. Moreau.\" In a film with a lot of babes, Heather Graham plays the lead babe, Felicity Shagwell, a spy dedicated to her craft. In one scene that had the audience cringing when they should have been laughing, she goes to bed with a villain from Scotland named Fat Bastard, who wears a kilt, \"weighs a metric ton,\" and is covered with greasy chicken bits. (Study the end credits for a surprise about the actor playing the F.B.) There were some laughs (but more groans) during a scene where Austin mistakes a fecal brew for coffee; the movie is going for the kind of gross-out humor that distinguished \"There's Something About Mary,\" but what this sequence proves is that the grosser a scene is, the funnier it has to be to get away with it. I saw the movie with an audience recruited from the radio audience of Mancow Muller, Chicago's most cheerful vulgarian, and if they had a mixed reaction, middle America is likely to flee from the theaters.\n\nThe movie succeeds, however, in topping one of the best elements in the first film, which was when Austin's private parts were obscured by a series of perfectly timed foreground objects. After Dr. Evil blasts off in a phallic spaceship, characters look up in the sky, see what the ship looks like, and begin sentences that are completed by quick cuts to other dialogue. (If I told you the names of some of the people you'd get the idea, but that wouldn't be fair to the movie.) There is an underlying likability to Austin Powers that sort of carries us through the movie. He's such a feckless, joyful swinger that we enjoy his delight. Myers brings a kind of bliss to the Bond lifestyle. I also liked Seth Green as Evil's son, not least because he has obviously studied Ebert's Bigger Little Movie Glossary and knows all about the Fallacy of the Talking Killer. (When Evil gets Powers in his grasp, Evil's son complains, \"You never kill him when you have the chance to.\") And the movie has fun by addressing the audience directly, as when Austin introduces Burt Bacharach and Elvis Costello, or later observes, during a scene set in the British countryside but shot in the Los Angeles hills, \"Funny how England looks in no way like Southern California.\" Oh, and the tradition of homage to \"Beyond the Valley of the Dolls\" continues with a bit part for the Russ Meyer superstar Charles Napier.\n\nThis film obtained a PG-13 rating--depressing evidence of how comfortable with vulgarity American teenagers are presumed to be. Apparently you can drink * * * * just as long as you don't say it.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-06-11", "genres": ["Action", "Adventure", "Comedy", "Science Fiction"], "title": "Austin Powers: The Spy Who Shagged Me (1999)"}