{"url": "http://www.rogerebert.com/reviews/australia", "by": "Nicole Kidmanas Lady Sarah", "star_rating": 3.0, "text": "Baz Luhrmann dreamed of making the Australian \"Gone With the Wind,\" and so he has, with much of that film's lush epic beauty and some of the same awkwardness with a national legacy of racism. This is the sort of film described as a \"sweeping romantic melodrama,\" a broad family entertainment that would never have been made without the burning obsession of its producers (Luhrmann for \"Australia,\" David O. Selznick for \"GWTW\"). Coming from a director known for his punk-rock \"William Shakespeare's Romeo + Juliet\" and the visual pyrotechnics of \"Moulin Rouge,\" it is exuberantly old-fashioned, and I mean that as a compliment.\n\n\tThe movie is set in 1939. Hitler has invaded Poland. The armies of the free world will need beef. In England, Lady Sarah Ashley (Nicole\r\nKidman) is alarmed by reports that her husband is philandering on his enormous cattle station, Faraway Downs, in northern Australia. She comes to see for herself, but arrives to find him murdered. Now the owner of an expanse large as some countries, she dresses as if for tea. The British long followed the practice of dressing in warm climates as if they were not, and Lady Ashley keeps up the standard.\n\n\tHere is the situation she finds: Drover (Hugh Jackman), named for his trade, is a rough-hewn free-standing cowboy who has never seen a woman anything like her. He runs cattle drives. She wants him to become manager of the station, but he's a rolling stone. At Faraway Downs, he drives with experienced Aborigine ranch hands, and has under his special protection the Aboriginal boy Nullah (Brandon Walters), who is\r\n11 or 12. Nullah's grandfather is King George (David Gulpilil, who played a boy about Nullah’s age in “Walkabout” from 1971). He has been accused of the murder of Lady Ashley's husband, and has fled to a mountaintop, from which he seemingly sees everything. Nullah is a beautiful boy, biracial, bright, filled with insight, and he provides the narration for the film.\n\nAs \"Australia\" is essentially a Western, there must be an evil rancher with a posse of stooges, and there is: King Carney (Bryan Brown). He wants to add Faraway Downs to his empire. Much will depend on whether Carney or Faraway can be first to deliver cattle in the port city of Darwin. Lady Ashley, prepared to sell out to Carney, sees things that make her reconsider, and determines to join Drover, Nullah and a ragtag band on a cattle drive that will eventually lead into No Man's Land. Meanwhile, the delicate lady and the rugged Drover begin to fall in love, just like Scarlett O'Hara and Rhett Butler.\n\nShe grows to love the boy and emotionally adopts him. Nullah is under constant threat of being swept up by the local police, enforcing a national policy of \"capturing\" part-white aboriginal children and taking them to missions where they can \"have the black bred out of them\" and trained to be servants. Incredibly, this practice was ended by Australia only in 1973. And you think we were slow to change.\n\nAll the elements are in place for a cross between \"GWTW\" and \"Red River,\" with an infusion of \"Rabbit-Proof Fence\" (2002) and World War II. Luhrmann, known for his close work with the camera, pulls back here to show the magnificent landscape and the enormity of the cattle drive. The cattle are supplied mostly by CGI, which explains how they can seem to stampede toward a high cliff. No doubt some will find this scene hokey, but it also provides the movie's dramatic high point, with Nullah channeling the teachings of his grandfather.\n\nIt's a great scene, but it also dramatizes the film's uncertainty about race. Luhrmann is rightly contemptuous of Australia's \"re-education\" policies; he shows Nullah taking pride in his heritage and paints the white enforcers as the demented racists they were. But \"Australia\" also accepts aboriginal mystical powers lock, stock and barrel, and that I think may be condescending.\n\nWell, what do you believe? Can the aboriginal people materialize wherever they desire? Become invisible? Are they telepaths? Can they receive direct guidance from the dead? Yes, certainly, in a spiritual or symbolic sense. But in a literal sense? If Nullah is prescient at some times, then why does he turn into a scared little boy who needs rescuing? The Australians, having for decades treated their native people as subhuman, now politely endow them with godlike qualities. I am not sure that is a compliment. What they suffered, how they survived, how they prevailed and what they have accomplished, they have done as human beings, just as we all must.\n\nThe film is filled with problems caused by its acceptance of mystical powers. If Nullah is all-seeing and prescient at times, then why does he turn into a scared little boy who needs rescuing? The climactic events require action sequences as thrilling as they are formulaic, as is the love story. Scarlett and Rhett were products of the same society. Lady Sarah and Drover meet across a divide that separates not only social class but lifestyle, education and geography. Such a gap can be crossed, but not during anything so simple as a moonlit night with \"Over the Rainbow\" being played on a harmonica.\n\n\"GWTW,\" for all its faults and racial stereotyping, at least represented a world its makers believed in. \"Australia\" envisions a world intended largely as fable, and that robs it of some power. Still, what a gorgeous film, what strong performances, what exhilarating images and -- yes, what sweeping romantic melodrama. The kind of movie that is a movie, with all that the word promises and implies.", "running_time": 165, "mpaa_rating": "PG-13&#8206;", "release_year": 2008, "date_published": "2008-11-25", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Australia (2008)"}