{"url": "http://www.rogerebert.com/reviews/austin-powers-in-goldmember-2002", "by": "Mike Myersas Austin Powers/Dr. Evil/Fat Bastard/Goldmember", "star_rating": 2.0, "text": "Like the James Bond series that provided it with comic inspiration, the Austin Powers series benefits from a certain familiarity. Not every Bond movie is good, but once you get started going to them you would never think of missing one. Same with Austin Powers. The third movie about the shagadelic one, \"Austin Powers in Goldmember,\" is a step or two down from the first and second, but it has some very funny moments, and maybe that is all we hope for.\n\nThe familiar characters are back, including Austin, Dr. Evil and Fat Bastard (all played by Myers), and Mini-Me (Verne Troyer). Is this a good thing? The first time we saw them, they had the impact of novelty, but Dr. Evil is growing a little repetitious, and Fat Bastard, in his attempt to keep our attention, has escalated his adventures with bodily functions into a kind of manic bathroom zeal. There are some things we do not want to know about his bowels, and he informs us of all of them.\n\nMyers adds a new character this time, Goldmember, whose name more or less explains his name. This is a Dutchman with flaking skin, which he likes to peel off and eat. He doesn't really grab the imagination the way Evil and Bastard did, although he provides the inspiration for a large number of Dutch jokes, all of which are supposed to be funny because they're not funny.\n\nOne new character I did like was Foxxy Cleopatra (Beyonce Knowles of Destiny's Child). With an Afro out to there, she's a 1970s blaxploitation heroine, inspired by the characters played by Pam Grier and Tamara Dobson. Alas, the movie doesn't do much with her except assign her to look extremely good while standing next to Austin. Having journeyed back to her period of 1975 in a time-traveling pimpmobile, it's too bad Austin doesn't do more with the opportunity.\n\nHe makes the journey because Dr. Evil has kidnapped Austin's father, Nigel (Michael Caine), and hidden him in 1975. Once found, Nigel has a heart-to-heart with his neglected son, and Caine's comic timing brings a certain zip to the movie. Meanwhile, we learn that Dr. Evil plans to flood the earth with a beam projected from an orbiting satellite that looks like a gigantic brassiere. (He likes things that look like other things; we first saw him in a satellite modeled on Bob's Big Boy, and in this film he cruises in a submarine modeled on himself.) The funniest parts are self-contained inspirations that pop up from time to time out of the routine. One involves Austin's desperate attempt to stand in for a tinkling statue that has lost its water pressure. Another involves a shadow-show when Austin disappears behind a screen to give a urine sample; he's trying to hide Mini-Me, but in silhouette the effect suggests he has an extraordinarily versatile anatomy. There is also a lot of fun with subtitles in a Japanese sequence, where white backgrounds obscure some of the words, so that what's left looks obscene. Consider what can be done with \"Please eat some shitake mushrooms.\" Those scenes are funny, and so is the title sequence, which introduces the first of a great many cameos involving very big stars, whose names I will not reveal. I also like the whole tone of the Powers enterprise--its wicked joy in Austin's cheerful hedonism. The movie is a little tired; maybe the original inspiration has run its course. It's a small disappointment, but I'm glad I saw it. Sorta.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-07-26", "genres": ["Comedy", "Crime", "Science Fiction"], "title": "Austin Powers in Goldmember (2002)"}