{"url": "http://www.rogerebert.com/reviews/author-author", "by": "Bob Dishyas Finestein", "star_rating": 2.0, "text": "Al Pacino, playwright, is the author in \"Author! Author!\" and his play is opening on Broadway in a few weeks. It needs a better second act. But Pacino is too bothered with a domestic crisis to write one. His wife is bored and wants to leave, he has an affair with his leading lady, but she doesn't like being tied down by his kids; you get the idea. So it's only once in a while that Pacino finds time to sit down at his typewriter and write that second act.\n\n\tAs he does so, we are brought face to face with one of the major problems with this movie. Is the movie really about a playwright? Or is \"playwright\" just the title given to a character who could just as easily be anything else, if the prop department supplied different tools? The movie clearly takes the second option. That's why we never learn what the play is about, what the trouble is with the second act, or how Pacino hopes to fix it. We're just supposed to fall for the old dodge where the harried but brilliant author pounds away at his typewriter in between fights with his wife and promises to his girlfriend.\n\n\tThat unwillingness to really be about its characters is fatal to \"Author! Author!\" Here's a movie filled with references to New York and its various glamorous lifestyles (there are references to Norman Mailer, Arthur Miller, Elaine's restaurant, etc.), but the inspiration for this movie is pure hayseed. It comes out of TV sitcoms about rambunctious families, and if it has a cinematic predecessor. it's probably \"Yours, Mine and Ours,\" a superior 1968 comedy starring Lucille Ball and Henry Fonda.\n\n\t\"Author! Author!\" is never even able to establish a consistent attitude toward its characters. It veers uneasily between slapstick and pathos, between heart-rending family conferences and a ridiculous final scene that has Al Pacino and his kids barricaded on the roof of their townhouse while the cops stand in the street shouting ultimatums lifted from old Pat O'Brien movies.\n\n\tThe movie stars Pacino as the playwright, a lovable family man who is raising one kid from his first marriage and one from his current marriage to Tuesday Weld. All the other neighborhood kids also spend a lot of time at Pacino's house, because he's such a lovable guy. But then Weld leaves (she doesn't believe in staying married to the same man for long), and Pacino starts an affair with the star of his new play, Dyan Cannon.\n\n\tSome of this material is handled as realism, some as farce. The Broadway theatrical details are handled as broad comedy, especially in the scenes starring my heroes, Bob and Ray, who are brought on like a vaudeville team. This movie is much too small to include Bob and Ray and Tuesday Weld delivering a long speech about her needs, whatever they are.\n\n\tWhat's Pacino doing in this mess? What's happening to his career? There was a time, after \"The Godfather, Part II,\" when he and Robert De Niro seemed at the forefront of their generation of movie actors. Since then, De Niro has gone from one good or great role to another, and Pacino has opted for commercial projects like \"Bobby Deerfield,\" \"Cruising,\" \"... and Justice for All,\" and this. It's a nice irony that De Niro's difficult pictures have grossed more than Pacino's would-be commercial projects.", "running_time": 110, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Author! Author! (1982)"}