{"url": "http://www.rogerebert.com/reviews/autumn-tale-1999", "by": "Marie Riviereas Isabelle", "star_rating": 4.0, "text": "It is hard not to fall a little in love with Magali. A woman in her late 40s, heedless of makeup, dressed in jeans and a cotton shirt, forever pushing her unruly hair out of her eyes, she runs a vineyard in the Rhone district of southern France. She is a widow with a son and daughter, both grown. She loves her life and the wines she makes, but yes, sometimes she feels lonely. And how will the right man, or any man, find her while she lives in such splendid isolation? Her friend Isabelle, happily married, takes Magali's plight to heart. One day, in an opening scene that effortlessly establishes the characters and their lives, they walk around Magali's land, talking of the similarities between weeds and flowers, and the aging of wines and women. Isabelle (Marie Riviere) asks Magali (Beatrice Romand) why she doesn't seek a man by placing a personal ad. Magali would rather die. So Isabelle places the ad herself. She will audition the candidates, and arrange a meeting between Magali and the chosen man.\n\nThere are other characters, in particular young Rosine (Alexia Portal), who is currently the girlfriend of Magali's son Leo, but used to date an older philosophy professor named Etienne (Didier Sandre). Rosine doesn't take Leo seriously (\"He's just a filler\"), but adores Magali, and decides to fix her up with Etienne. Without suspecting it, Magali is headed for two possible romantic adventures.\n\nEric Rohmer's \"Autumn Tale,\" which tells this story, is the latest in a long, rich series of films by the perceptive French director, who tells stories about people we'd like to know, or be. His movies are about love, chance, life and coincidence; he creates plots that unfold in a series of delights, surprises and reversals. When there is a happy ending, it arrives as a relief, even a deliverance, for characters who spend much of the movie on the very edge of missing out on their chances for happiness.\n\nRohmer, now 79, was the editor of the famous French film magazine Cahiers du Cinema from 1956 to 1963. He was a founding member of the French New Wave, which includes Godard, Truffaut, Resnais, Malle and Chabrol. He makes his movies in groups. \"Six Moral Tales,\" which he said was not so much about what people did as what they thought about while they were doing it, included three that made him famous: \"My Night at Maud's\" (1969), \"Claire's Knee\" (1971) and \"Chloe in the Afternoon\" (1972). Then came his \"Comedies and Proverbs,\" and now his current series, \"Tales of the Four Seasons.\" His films are heavily, craftily plotted, and yet wear their plots so easily that we feel we're watching everyday life as it unfolds. Consider the complexities of \"Autumn Tale,\" as both Isabelle and Rosine maneuver to arrange meetings between Magali and the men they've chosen for her. There are complications and misunderstandings, and Isabelle is almost accused of being unfaithful to her own husband (whom she adores, she says, although we never see him because Rohmer wisely knows he's not needed).\n\nEverything comes together in a virtuoso scene that Rohmer stages at a wedding party. Magali is present, reluctantly, and so are the men, and of course all three misunderstand almost everything that happens. Since we like Gerald (Alain Libolt), the guy who answered the personal ad, and think Etienne is a twerp, we know who we're cheering for, but Rohmer creates quiet suspense by elegantly choreographing the movements at the party--who is seen, and when, and why, and in what context--until finally a smile and a nod of approval are exchanged over a glass of wine, and we feel like cheering. (The approval is of the wine, not the characters, but from it all else will follow.) Even though I enjoy Hollywood romantic comedies like \"Notting Hill,\" it's like they wear galoshes compared to the sly wit of a movie like \"Autumn Tale.\" They stomp squishy-footed through their clockwork plots, while Rohmer elegantly seduces us with people who have all of the alarming unpredictability of life.\n\nThere's never a doubt that Julia Roberts will live happily ever after. But Magali, now: One wrong step, and she's alone with her vines forever.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-08-20", "genres": null, "title": "Autumn Tale (1999)"}