{"url": "http://www.rogerebert.com/reviews/avalon-1990-1", "by": "Leo Fuchsas Hymie Krichinsky", "star_rating": 3.5, "text": "\n\nAll happy families are alike but an unhappy\r\nfamily is unhappy after its own fashion. \n\n--Tolstoy\n\nThis is one of the most familiar quotations in literature for\r\nthe excellent reason that it states a truth everyone can recognize. The\r\nstrength of Barry Levinson's \"Avalon\" is that it starts as a movie\r\nabout a happy family and shows why it became unhappy after its own fashion.\r\nDuring the first half hour of the film, my heart sank because it seemed to be\r\nanother of those potted biopics about an immigrant family's legends and\r\neccentricities, all three times as colorful as life. Then the colors began to\r\ndarken and the mood began to change, and the film deepened into the story of\r\nmany American families which have grown apart over the generations.\n\nConsider for a moment the term \"nuclear family.\" It\r\nreflects a goal we aspire to in our society: Mom and Dad and all the kids,\r\ngathered around the hearth with the family dog and the television set. But\r\nthere is something missing from the picture: Grandparents, uncles, aunts,\r\ncousins, in-laws. We call such a family nuclear because it revolves around the\r\nnucleus of a single family home. But it is also nuclear because it flies in a\r\nlonely orbit of its own.\n\nLevinson's \"Avalon\" is inspired by the experiences of\r\nhis own family. His grandparents came to American from Russia, part of a large\r\nJewish family that pooled its resources and brought over one relative after\r\nanother, until at last the five Krichinsky brothers had all settled in\r\nBaltimore. They were musicians--violinists, available by hire--but during the\r\nweek they worked as paper-hangers. They worked hard and raised large families\r\nand their extended family was the center of their social life. They lived near\r\nto one another, and held family councils, and pooled their money for charitable\r\ngiving and to help out family members in need. And they had glowing ambitions\r\nfor their children. One parent tells his son he will never tell him how to hang\r\nwall paper, because \"it is not a job you should grow up to do.\" Notes\r\nlike this are struck with absolute accuracy; I remember my own father refusing\r\nto teach me his trade for the same reason.\n\nThe world of Baltimore in the first half of the century is\r\nrecreated by the film with an unforced but rich detail. The clothes and cars\r\nare just right, of course, but so are the values. We understand how for some of\r\nthe brothers, especially Gabriel (Lou Jacobi), family traditions are sacred. He\r\nobjects when one of his brothers moves to the suburbs after the war. He\r\ncomplains that he cannot find the suburbs, that it is too far a drive--but his\r\nreal complaint is that the family is flying apart and losing its solidarity.\r\nThis process is dramatized in the film's central scene, a Thanksgiving dinner\r\nwhere Jacobi and his wife arrive late and the family has already cut the\r\nturkey:You cut the turkey\r\nwithout me?\n\nIt is a trivial incident, perhaps, but it symbolizes a much\r\nlarger event, the cutting of the family's close ties. Each generation is a\r\nlittle more alienated from the sense of community that the first generation\r\nbrought over from Russia. Each new family drifts a little further from the\r\ncenter of the family circle. This is a process that may have something to do\r\nwith the nature of American society. Europeans are vertically conformist; they\r\nwant to do things as their ancestors did. Americans are horizontally\r\nconformist; we want to do things as our neighbors do. This process breaks down\r\nthe richness of ethnic heritage and creates a bland Middle American who, in a\r\nway, is from nowhere--who was invented in TV commercials.\n\nTelevision gets a lot of the blame from Levinson for the\r\nbreakdown of the family. At first the whole family gathers around the first set\r\nthey've seen, staring in fascinating at the test patterns. Later the big, loud\r\nfamily meals are replaced by smaller groups eating off of TV trays, looking at\r\nprime time.\n\nMeanwhile, material success comes quickly to some of the\r\nKrichinskys. Issy and Jules (Kevin Pollak and Aidan Quinn), two cousins of the\r\nsecond generation, \"Americanize\" their surnames to Kirk and Kaye, and\r\nopen a big appliance store. They advertise on TV, in hambone commercials that have\r\nthe customers lined up around the block. They expand, and eventually take over\r\na big warehouse, opening the first discount department store in Baltimore.\r\nThings are going well when two of their children--including a character\r\nprobably meant to be Levinson himself--do something I will not reveal here, but\r\nwhich is told with such empathy, with such a memory for how young children do\r\nand remember things, that it becomes the other central pillar of the film.\n\nIn a way, the kids do what they do because of what they've seen\r\non television. The result, indirectly, is that one of their fathers gets a job\r\nselling advertising time on TV. Television is a thread all through the movie.\r\nIt's a socially divisive force, but it's also an entertainment, a hypnotic\r\npastime, an occupation, an influence, a presence. Levinson seems to feel that\r\nTV is a disastrous invention that has cut our human society off from its roots.\r\nThat may be true (although it will not, of course, prevent the eventual sale of\r\nthis film to television).\n\n\"Avalon\" is often a warm and funny film, but it is\r\nalso a sad one, and the final sequence is heartbreaking. It shows the way in\r\nwhich our modern families, torn loose of their roots, have left old people\r\nalone and lonely--warehoused in retirement homes. The story of the movie is the\r\nstory of how the warmth and closeness of an extended family is replaced by\r\nalienation and isolation. The title of the film comes from the name of the\r\nBaltimore neighborhood where the family first settled. In Celtic mythology,\r\nAvalon was an island of blessed souls, an earthly paradise somewhere in the\r\nWestern seas. Who would think, sailing for it, that they would fall off the\r\nedge of the earth?", "running_time": 126, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-10-19", "genres": ["Drama"], "title": "Avalon (1990)"}