{"url": "http://www.rogerebert.com/reviews/avanti-1972", "by": null, "star_rating": 2.5, "text": "For more than 10 years, the American tycoon Walter Armbruster, Sr., has been accustomed to spend the month of Aug. 15 to Sept. 15 at the Grand Hotel Excelsior in Ischia, where the radioactive mud baths were said to be good for arthritis, acidity, gout and potency. Apparently they were. Because for each of those ten years, he has been meeting secretly with his British mistress.\n\nThis gradually becomes clear after Walter Armbruster, Jr., (Jack Lemmon) comes to the Italian resort to claim his father's body. The senior Armbruster took a sharp turn a little too quickly, alas, and his Fiat fell 200 meters into a vineyard. His mistress was also killed. Her daughter (Juliet Mills) has arrived to claim the body, and when the two children meet it is not at first a pretty sight.\n\nBilly Wilder's \"Avanti!\" begins with this simple premise and constructs a pleasant, civilized comedy out of such materials as problems with Italian customs, the difficulty in finding zinc-lined coffins, and the long lunch hours when no arrangements can be made. And then there is another unanticipated problem: The bodies have been stolen from the morgue by the enraged Trotta family, which is demanding two million lire for damages to their grape vines.\n\nWilder complicates these complications with a few other stories that somehow cross lines with the Armbruster saga. There is the valet Bruno, for example, who wants to escape to America, away from the wrath of his pregnant Sicilian girlfriend. There's the interference of J. J. Blodgett (Edward Andrews), the U.S. Ambassador, who wants to posthumously appoint Armbruster Sr. to an embassy post, so the body can return home by diplomatic pouch, as it were. And there is the problem that Jack Lemmon and Juliet Mills find themselves falling in love just as their parents had.\n\nWilder correctly understands that no one is better than the Italians at conspiring to assist a romance. Everyone in the hotel (and particularly the benign manager, played by Clive Revill) approved of the autumnal romance between the old couple who met every August; everyone is determined that the children shall remember their parents in the correct way. The same menus are served, the same songs played and, inevitably, Lemmon and Miss Mills find themselves sunning on the same rock in the same altogether.\n\n\"Avanti!\" isn't a laugh-a-minute kind of a movie, and it's too long by maybe half an hour. It also suffers from the problem that the audience has everything figured out several minutes before Jack Lemmon does. Still, the movie has a certain charm, some of which seeps in along with the locations, and there is in most of the many Wilder/Lemmon collaborations a cheerful insouciance, as if life is best approached with a cheerful, if puzzled, grin.", "running_time": 144, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Avanti! (1972)"}