{"url": "http://www.rogerebert.com/reviews/avatar-2009", "by": "Sam Worthingtonas Jake Sully", "star_rating": 4.0, "text": "Watching \"Avatar,\" I felt sort of the same as when I saw \"Star Wars\" in 1977. That was another movie I walked into with uncertain expectations. James Cameron's film has been the subject of relentlessly dubious advance buzz, just as his \"Titanic\" was. Once again, he has silenced the doubters by simply delivering an extraordinary film. There is still at least one man in Hollywood who knows how to spend $250 million, or was it $300 million, wisely.\n\n\t\"Avatar\" is not simply a sensational entertainment, although it is that. It's a technical breakthrough. It has a flat-out Green and anti-war message. It is predestined to launch a cult. It contains such visual detailing that it would reward repeating viewings. It invents a new language, Na'vi, as \"Lord of the Rings\" did, although mercifully I doubt this one can be spoken by humans, even teenage humans. It creates new movie stars. It is an Event, one of those films you feel you must see to keep up with the conversation.\n\n\tThe story, set in the year 2154, involves a mission by U. S. Armed Forces to an earth-sized moon in orbit around a massive star. This new world, Pandora, is a rich source of a mineral Earth desperately needs. Pandora represents not even a remote threat to Earth, but we nevertheless send in ex-military mercenaries to attack and conquer them. Gung-ho warriors employ machine guns and pilot armored hover ships on bombing runs. You are free to find this an allegory about contemporary politics. Cameron obviously does.\n\n\tPandora harbors a planetary forest inhabited peacefully by the Na'vi, a blue-skinned, golden-eyed race of slender giants, each one perhaps 12 feet tall. The atmosphere is not breathable by humans, and the landscape makes us pygmies. To venture out of our landing craft, we use avatars--Na'vi lookalikes grown organically and mind-controlled by humans who remain wired up in a trance-like state on the ship. While acting as avatars, they see, fear, taste and feel like Na'vi, and have all the same physical adeptness.\n\n\tThis last quality is liberating for the hero, Jake Sully (Sam Worthington), who is a paraplegic. He's been recruited because he's a genetic match for a dead identical twin, who an expensive avatar was created for. In avatar state he can walk again, and as his payment for this duty he will be given a very expensive operation to restore movement to his legs. In theory he's in no danger, because if his avatar is destroyed, his human form remains untouched. In theory.\n\n\tOn Pandora, Jake begins as a good soldier and then goes native after his life is saved by the lithe and brave Neytiri (Zoe Saldana). He finds it is indeed true, as the aggressive Col. Miles Quaritch (Stephen Lang) briefed them, that nearly every species of life here wants him for lunch. (Avatars are not be made of Na'vi flesh, but try explaining that to a charging 30-ton rhino with a snout like a hammerhead shark).\n\n\tThe Na'vi survive on this planet by knowing it well, living in harmony with nature, and being wise about the creatures they share with. In this and countless other ways they resemble Native Americans. Like them, they tame another species to carry them around--not horses, but graceful flying dragon-like creatures. The scene involving Jake capturing and taming one of these great beasts is one of the film's greats sequences.\n\n\tLike \"Star Wars\" and \"LOTR,\" \"Avatar\" employs a new generation of special effects. Cameron said it would, and many doubted him. It does. Pandora is very largely CGI. The Na'vi are embodied through motion capture techniques, convincingly. They look like specific, persuasive individuals, yet sidestep the eerie Uncanny Valley effect. And Cameron and his artists succeed at the difficult challenge of making Neytiri a blue-skinned giantess with golden eyes and a long, supple tail, and yet--I'll be damned. Sexy.\n\n\tAt 163 minutes, the film doesn't feel too long. It contains so much. The human stories. The Na'vi stories, for the Na'vi are also developed as individuals. The complexity of the planet, which harbors a global secret. The ultimate warfare, with Jake joining the resistance against his former comrades. Small graceful details like a floating creature that looks like a cross between a blowing dandelion seed and a drifting jellyfish, and embodies goodness. Or astonishing floating cloud-islands.\n\n\tI've complained that many recent films abandon story telling in their third acts and go for wall-to-wall action. Cameron essentially does that here, but has invested well in establishing his characters so that it matters what they do in battle and how they do it. There are issues at stake greater than simply which side wins.\n\n\tCameron promised he'd unveil the next generation of 3-D in \"Avatar.\" I'm a notorious skeptic about this process, a needless distraction from the perfect realism of movies in 2-D. Cameron's iteration is the best I've seen -- and more importantly, one of the most carefully-employed. The film never uses 3-D simply because it has it, and doesn't promiscuously violate the fourth wall. He also seems quite aware of 3-D's weakness for dimming the picture, and even with a film set largely in interiors and a rain forest, there's sufficient light. I saw the film in 3-D on a good screen at the AMC River East and was impressed. I might be awesome in True IMAX. Good luck in getting a ticket before February.\n\n\tIt takes a hell of a lot of nerve for a man to stand up at the Oscarcast and proclaim himself King of the World. James Cameron just got re-elected.", "running_time": 162, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-12-11", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Avatar (2009)"}