{"url": "http://www.rogerebert.com/reviews/awakenings-1990", "by": "Penny Marshall", "star_rating": 4.0, "text": "We do not know what we see when we look at Leonard. We think we see a human vegetable, a peculiar man who has been frozen in the same position for 30 years, who neither moves nor speaks. What goes on inside his mind? Is he thinking in there? Of course not, a neurologist says in Penny Marshall's new film \"Awakenings.\" Why not? \"Because the implications of that would be unthinkable.\" Ah, but the expert is wrong, and inside the immobile shell of his body, Leonard is still there. Still waiting.\n\n\tLeonard is one of the patients in the \"garden,\" a ward of a Bronx mental hospital that is so named by the staff because the patients are there simply to be fed and watered. It appears that nothing can be done for them. They were victims of the great \"sleeping sickness\" epidemic of the 1920s, and after a period of apparent recovery they regressed to their current states. It is 1969. They have many different symptoms, but essentially they all share the same problem: They cannot make their bodies do what their minds desire. Sometimes that blockage is manifested through bizarre physical behavior, sometimes through apparent paralysis.\n\nOne day a new doctor comes to work in the hospital. He has no experience in working with patients; indeed, his last project involved earthworms. Like those who have gone before him, he has no particular hope for these ghostly patients, who are there and yet not there. He talks without hope to one of the women, who looks blankly back at him, her head and body frozen. But then he turns away, and when he turns back she has changed her position -- apparently trying to catch her eyeglasses as they fell. He tries an experiment. He holds her glasses in front of her, and then drops them. Her hand flashes out quickly and catches them.\n\nYet this woman cannot move through her own will. He tries another experiment, throwing a ball at one of the patients. She catches it. \"She is borrowing the will of the ball,\" the doctor speculates. His colleagues will not listen to this theory, which sounds suspiciously metaphysical, but he thinks he's onto something. What if these patients are not actually \"frozen\" at all, but victims of a stage of Parkinson's Disease so advanced that their motor impulses are cancelling each other out--what if they cannot move because all of their muscles are trying to move at the same time, and they are powerless to choose one impulse over the other? Then the falling glasses or the tossed ball might be breaking the deadlock!\n\nThis is the great discovery in the opening scenes of \"Awakenings,\" preparing the way for sequences of enormous joy and heartbreak, as the patients are \"awakened\" to a personal freedom they had lost all hope of ever again experiencing -- only to find that their liberation comes with its own cruel set of conditions. The film, directed with intelligence and heart by Penny Marshall, is based on a famous 1972 book by Oliver Sacks, the British-born New York neurologist whose (ital) The Man Who Mistook His Wife for a Hat (unital) is a classic of medical literature. These were his patients, and the doctor in the film, named Malcolm Sayer and played by Robin Williams, is based on him.\n\nWhat he discovered in the summer of 1969 was that L-DOPA, a new drug for the treatment of Parkinson's Disease, might in massive doses break the deadlock that had frozen his patients into a space-time lock for endless years. The film follows some 15 of those patients, particularly Leonard, who is played by Robert De Niro in a virtuoso performance. Because this movie is not a tearjerker but an intelligent examination of a bizarre human condition, it's up to De Niro to make Leonard not an object of sympathy, but a person who helps us wonder about our own tenuous grasp on the world around us. \n\nThe patients depicted in this film have suffered a fate more horrible than the one in Poe's famous story about premature burial. If we were locked in a coffin while still alive, at least we would soon suffocate. But to be locked inside a body that cannot move or speak -- to look out mutely as even our loved ones talk about us as if we were an uncomprehending piece of furniture! It is this fate that is lifted, that summer of 1969, when the doctor gives the experimental new drug to his patients, and in a miraculous rebirth their bodies thaw and they begin to move and talk once again, some of them after 30 years of self-captivity.\n\nThe movie follows Leonard through the stages of his rebirth. He was (as we saw in a prologue) a bright, likeable kid, until the disease took its toll. He has been on hold for three decades. Now, in his late 1940s, he is filled with wonder and gratitude to be able to move around freely and express himself. He cooperates with the doctors studying his case. And he finds himself attracted to a the daughter (Penelope Ann Miller) of another patient. Love and lust stir within him for the first time.\n\nDr. Sayer, played by Williams, is at the center of almost every scene, and his personality becomes one of the touchstones of the movie. He is shut off, too: by shyness and inexperience, and even the way he holds his arms, close to his sides, shows a man wary of contact. He really was happier working with those earthworms. This is one of Robin Williams' best performances, pure and uncluttered, without the ebullient distractions he sometimes adds -- the schtick where none is called for. He is a lovable man here, who experiences the extraordinary professional joy of seeing chronic, hopeless patients once again sing and dance and greet their loved ones. \n\nBut it is not as simple as that, not after the first weeks. The disease is not an open-and-shut case. And as the movie unfolds, we are invited to meditate on the strangeness and wonder of the human personality. Who are we, anyway? How much of the self we treasure so much is simply a matter of good luck, of being spared in a minefield of neurological chance? If one has no hope, which is better: To remain hopeless, or to be given hope and then lose it again? Oliver Sacks' original book, which has been reissued, is as much a work of philosophy as of medicine. After seeing \"Awakenings,\" I read it, to know more about what happened in that Bronx hospital. What both the movie and the book convey is the immense courage of the patients and the profound experience of their doctors, as in a small way they reexperienced what it means to be born, to open your eyes and discover to your astonishment that \"you\" are alive.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-12-20", "genres": ["Drama"], "title": "Awakenings (1990)"}