{"url": "http://www.rogerebert.com/reviews/awake-2007", "by": "Hayden Christensenas Clay Beresford", "star_rating": 3.0, "text": "Do not believe anything you hear about “Awake,” do not talk to anyone about it, and above all do not even glance at the poster or ads, which criminally reveal a crucial plot twist. This movie, which was withheld from critics, and has scored a pitiful 13 percent on the Tomatometer from those few who were able to see it, is a surprisingly effective thriller. I went to a regular theater to see it Friday afternoon, knowing nothing about it except that the buzz was lethal, and sat there completely absorbed.\n\n The movie involves a very, very rich young man named Clay Beresford (Hayden Christensen), who lives with his loving but dominating mother (Lena Olin), and fears to tell her about his engagement to the beautiful Samantha (Jessica Alba). But “the clock is ticking,” he is warned by his friend and surgeon Jack Howard (Terrence Howard). Jack saved Clay in the E.R. after he had a massive heart attack, and now Jack’s on the waiting list for a transplant. “Marry that girl,” Jack advises him, and even invites him into the operating room for a trial run to explain how dangerous the surgery is.\n\n This and other medical procedures are highly unlikely, and the heart transplant itself involves an improbably small team, a last-minute replacement as the anesthesiologist, and an uninvited visitor allowed to put on a surgical gown and observe. But accuracy is not the point. Suspense is. And from the moment Clay realizes he is not fully under anesthesia and can hear and feel everything that is happening, the movie had me. The character does a voice-over in which he tries to force his eyes open and signal that he’s conscious, and then a series of unexpected developments take place which I will not even begin to reveal.\n\n Since the movie involves a plot which cannot be discussed, let me just say that I may be the slowest tomato on the meter, but I did not anticipate the surprises, did not anticipate them piling on after one another, got very involved in the gory surgical details, and found the supporting soap opera good as such things go.\n\n It involves a rich kid who believes he can never live up to his father, a mother who believes she cannot surrender her son, and the beautiful Jessica Alba coming between them. It also involves Clay’s determination to have the transplant performed by Dr. Jack, his trusted friend, instead of his mother’s candidate (Arliss Howard), who boasts “I have had my hands inside presidents.” He wrote the book on transplants, and will be the next surgeon general. “Well, I hope Jack has read your book,” Clay replies.\n\n All preposterous, I know, but this edges us into a consideration of why we are at the movies in the first place, and what works, and what does not work. I got involved. I felt real suspense. I thought Lena Olin gave a nuanced performance as the mother, who is deeper than we first think, and that the tension between her and Alba was plausible. And I thought the scenes where Clay imagines leaving his body, roaming the hospital, and having psychic conversations were well-handled.\n\n So maybe I’m wrong. It has happened before. “Awake,” written and directed by first-timer Joby Harold, clocks at only 78 minutes, but that’s the right length for what happens. The movie opens under a cloud on a weekend all other mainstream movies have sidestepped, apparently because it’s our duty to commence Christmas shopping. But I felt what I felt, and there you have it.", "running_time": 84, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-30", "genres": ["Drama", "Thriller"], "title": "Awake (2007)"}