{"url": "http://www.rogerebert.com/reviews/away-from-her", "by": "Julie Christieas Fiona Anderson", "star_rating": 4.0, "text": "Doubling back to pick up some titles I missed in the last year\n\n\"Away From Her\" is the fifth film I’ve seen about Alzheimer’s in these opening years of the century, and the best, although only one of them has been disappointing. Using sympathy and tenderness for its characters, “Away From Her” tells the story of a marriage that drifts out of the memory of the wife, and of the husband’s efforts to deal with that fact. We have two Canadian women to thank for this film: the writer and director, Sarah Polley (born 1979), and the author of the short story that inspired it, Alice Munro (born 1931). Munro in her short fiction has the ability to evoke a lifetime in images and dialogue of almost startling perception. Polley with her camera takes the material, finds an uncanny balance in her casting, and bathes the film in the mercy of simple truth.\n\nFiona and Grant Anderson (Julie Christie and Gordon Pinsent) have been married more than 40 years, mostly happily despite some stumbles. They have the beauty in age they had in youth, although it is weathered now, as a park bench looks more inviting after some seasons in the sun. They have been told she has Alzheimer’s disease. The movie spares us coy early scenes where she seems healthy and then starts to slip; she starts right out putting a frying pan into the refrigerator.\n\nThey’re retired, live in a cottage overlooking fields that are perfect for cross-country skiing. They look robust in their cold-weather gear, and when they come inside from their daily skiing, they look so comfortable with each other that they make us feel cozy. Just as the models in plus-size catalogs always look thin, so the models in retirement ads always look like these two: youthful, athletic, foxy.\n\nFiona has too much respect for herself, and too much pity for Grant, to subject him to what seems her certain decay. She makes a decision on her own to check into a comfortable nearby nursing home, and Grant drives her there, remembering their younger adventures along the same route. An administrator explains that Grant will not be able to visit for 30 days; it’s easier if new patients are cut off from family contact while adjusting to their new lives.\n\nAll of this is seen not in darkness and shadows and the gloom of winter and visions in the night, but in bright focus. Polley told Andrew O’Hehir of Salon: “For me the overriding palette that we were working with was the idea of this very strong, sometimes blinding winter sunlight that should infuse every frame. I didn’t want the visual style to draw too much focus to itself. I felt like this needed to be an elegant and simple film, and that it had to have a certain grace.”\n\nHow can you do that by limiting your palette, instead of making it more complex? I was reminded of Bergman’s “Winter Light” (1962), which bathes despair in merciless daylight. The despair here is Grant’s. When he returns after 30 days, he finds Fiona almost inseparable from another patient, the mute Aubrey (Michael Murphy). She tends him like her own patient, and seems indifferent, even vague, about Grant. Is she getting even with him for cheating he did earlier in their marriage? That would almost be a relief, if the alternative is that she is forgetting him. He is deeply wounded.\n\nOne reason we get married is that we need a witness to our lives. So says the Susan Sarandon character in Audrey Wells’ much- quoted dialogue for “Shall We Dance” (2004). With the death of every person we have known, our mutual memories become only personal, and then when we die the memories die. In a sense those remembered events never happened. Death wipes the slate clean at once, which is a mercy compared to the light of recognition that slowly fades in the eyes of loved ones who have Alzheimer’s. Remember the first time we made love? You don’t? Who is “we?” What is “love?”\n\nAs it turns out, Aubrey has a wife named Marian (Olympia Dukakis), and Grant visits her, at first wondering if she could consider moving her husband to another place. Or whatever. They talk over her kitchen table, Dukakis imparting a sense of implacable truth. She regards reality without blinking. And that is enough about the plot.\n\nThe other recent Alzheimer’s movies are Bille August’s “A Song for Martin” (2002), Nick Cassavetes’ “The Notebook” (2004), and Erik Van Looy’s “The Memory of a Killer” (2005). All very good, the third perhaps the best. And then there was Richard Eyre’s “Iris” (2001), about the decline of the novelist Iris Murdoch, which struck me as cheating because it was too much about young Iris.\n\nTrue, “The Notebook” also moved from present to past, and supplied well-timed but unlikely moments when the patient’s mind opened in perfect clarity and memory. But it proposed to be a romance, not a biography. “A Song for Martin” is about a couple who meet in later life, fall in love passionately, and then have the cloud fall between them. And “Memory of a Killer” stars Jan Decleir in an unforgettable performance as an aging Belgian hit man who wants to retire, and undertakes one last job in which he fights against the fading of his light to bring about an extraordinary outcome. Rent it.\n\nAll of these films persist in linking Alzheimer’s disease to a story. Sarah Polley, whose “Away From Her” is a heartbreaking masterpiece, has the courage to simply observe the devastation of the disease. Alzheimer’s is usually like that. There are few great love stories replayed in the closing days, few books written, few flashbacks as enjoyable for the victims as they are for us. There are only the victims going far, far away, until finally, as if they have fallen into a black hole, no signs can ever reach us from them again.\n\nThe performances here are carefully controlled, as they must be, so that we see no false awareness slipping out from behind the masks; no sense that the Julie Christie character is in touch with a more complete reality than, from day to day, she is. No sense that Gordon Pinsent, as her husband, is finally able to feel revenge, consolation, contrition or anything else but inescapable loss. No sense that the Olympia Dukakis character deceives herself for a moment. No sense that Michael Murphy’s character understands his behavior.\n\nThe one aware character is Kristen Thomson as Kristy, the kind nurse who gives Grant practical advice. She has empathy for him, and pity, and she can explain routines and treatments and progressions to him, but she cannot do anything about his grief. She has worked in the home for while. She knows how Alzheimer’s is, and must be. I have gotten to know some nurses well over the last year, and seen the sadness in their eyes as they discuss patients (never by name) who they are helpless to help. Thomson finds that precise note.\n\nSarah Polley, still so young, always until now an actress (“The Sweet Hereafter,” “My Life Without Me”), emerges here as a director who is in calm command of almost impossible material. The movie says as much for her strength of character as for her skills. Anyone who could read Munro’s original story and think they could make a film of it, and then make a great film, deserves a certain awe.\n\nAll of the films mentioned above are reviewed at www.rogerebert.com. The story “The Bear Came Over the Mountain” by Alice Munro, can be found at the New Yorker’s Web archive.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2007-10-11", "genres": ["Drama", "Indie", "Romance"], "title": "Away from Her (2006)"}