{"url": "http://www.rogerebert.com/reviews/baadasssss-2004", "by": "Mario Van Peeblesas Melvin Van Peebles", "star_rating": 4.0, "text": "I want to show all the faces that Norman Rockwell never painted. -- Melvin Van Peebles\n\nIt would be nice if movies were always made the way they are in Truffaut's \"Day for Night,\" with idealism and romance, or Minnelli's \"The Bad and the Beautiful,\" with glamor and intrigue. But sometimes they are made the way they are in Mario Van Peebles' \"Baadasssss!\" -- with desperation, deception and cunning. Here is one of the best movies I've seen about the making of a movie -- a fictionalized eyewitness account by Mario of how and why his father, Melvin Van Peebles, made \"Sweet Sweetback's Baadasssss Song,\" a landmark in the birth of African-American cinema.\n\nThe original 1971 movie was scruffy and raw, the story of a man born in a brothel and initiated to sex at the age of 12, who grows up as an urban survivor, attacks two racist cops and eludes capture. That Sweetback got away with it electrified the movie's first audiences, who were intrigued by ad lines like \"Rated X by an All-White Jury.\" Although it was not an exploitation film, it was credited by Variety with creating \"blaxploitation,\" a genre that gave us Pam Grier, Shaft, Superfly and a generation of black filmmakers who moved into the mainstream.\n\nThat a big-budget action film is unthinkable today without a black co-star is a direct consequence of Melvin Van Peebles' $150,000 fly-by-night movie. \"Sweet Sweetback\" did astonishing business, proving that a viable market existed for movies made by, for and about blacks. When the movie opened at the Oriental Theatre in Chicago, the marquee proclaimed: \"The Oriental is Yo-riental Now!\"\n\nMario Van Peebles was 13 when the movie was being made, and was pressed into service by his father to play Sweetback as a boy. That involved a scene with a hooker in the brothel that still, today, Mario must feel resentment about, since in \"Baadasssss!\" he makes a point of showing that some of the crew members and his father's girlfriend, Sandra (Nia Long), objected to it. But Melvin was a force of nature, a cigar-chewing renaissance man who got his own way. Only sheer willpower forced the production ahead, despite cash and personnel emergencies, and \"Sweet Sweetback\" is like a textbook on guerrilla filmmaking.\n\nAware that he could not possibly afford to pay union wages (there were days when he could pay no wages at all), Melvin disguises the production as a porn film to elude union rules. The day the union reps visit the set is the day he shoots a sex scene -- a little more explicit, of course, than the one he would use in the movie. Determined to have a crew that included at least 50 percent minorities (in an industry where most crews were all-white), he trained some of them on the job. At the end of \"Baadasssss!\" a white sound man has hired his assistant, a tough black street guy who doubles as security, to be his partner; that detail, like most of the film, is based on fact. Surveying the set, he observes, \"No crew has ever looked like this.\"\n\nMario plays his own father in the movie and Khleo Thomas plays Mario. It's clear that (the real) Mario admires his father while at the same time harboring some resentment against his old man's strong-willed, single-minded treatment of people. We see Melvin bouncing checks, telling lies, roughing up a crew member who wants to quit and even getting a free shot courtesy of the Los Angeles Fire Department when their trucks respond to an alarm for a car fire. The car was blown up for a scene in the movie, and Melvin kept the cameras rolling to get the firemen for free.\n\nAs a director, Mario keeps the large cast alive, from Melvin's alluring, exasperated assistant, Priscilla (Joy Bryant), to his long-suffering agent, Howie (Saul Rubinek), his hard-pressed producer, Clyde Houston (David Alan Grier), and Bill Cosby (T.K. Carter), whose $50,000 check bailed out Melvin at a crisis point. There is a double role for Len Lesser as Manny and Mort Goldberg, the dubious Detroit movie exhibitors who premiere \"Sweetback\" and are ready to close it after one screening, until they see the lines in front of the theater.\n\nMario could make another movie about the rest of his father's life, which has included being an officer in the U.S. Air Force, making art films in Paris, working as a trader on Wall Street, composing, painting, winning 11 Tony nominations for Broadway plays and winning the French Legion of Honor. The last shot in the film is a wink and a cloud of cigar smoke from this living legend, now 71.\n\nWhat's fascinating is the way Mario, working from his father's autobiography and his own memories, has somehow used his first-hand experience without being cornered by it. He keeps a certain objectivity in considering the character of Melvin, seeing him as brave and gifted and determined, but also as a hustler who gets his movie made, in the words of Malcolm X, \"by any means necessary.\" He steps on toes, hurts feelings, expects sacrifices, doesn't hesitate to use his own son in a scene that no professional child actor would have been allowed to touch.\n\nTo one degree or another, all low-budget films are like this one, with cast and crew members bludgeoned into hard work at low pay in the service of the director's ego. Mario Van Peebles captures the elusive sense of family that forms on a movie set, the moments of despair, the times when it seems impossible to continue, the sexual intrigue and (always) the bitching over the food. \"Sweet Sweetback's Baadasssss Song\" was historically a film of great importance, but in another sense, it was just another low-rent, fly-by-night production. \"Baadasssss!\" manages to get both of those aspects just about right.\n\nNote: This film's original title was \"How to Get the Man's Foot Outta Your Ass.\"", "running_time": 109, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-06-11", "genres": ["Drama"], "title": "Baadasssss! (2004)"}