{"url": "http://www.rogerebert.com/reviews/babel-2006", "by": "Alejandro Gonzalez Inarritu", "star_rating": 4.0, "text": "“England and America are two countries separated by a common language.” — George Bernard Shaw\n\nEven more separated are cultures that do not share languages, values, frames of reference, or physical realities. “Babel” weaves stories from Morocco, America, Mexico and Japan, all connected by the thoughtless act of a child, and demonstrates how each culture works against itself to compound the repercussions. It is the third and most powerful of Alejandro Gonzalez Inarritu’s trilogy of films in which the action is connected or influenced in invisible ways. Sometimes these are called “hyperlink films.” After “Amores Perros” (2000) and \"21 Grams\" (2003), it shows his mastery of the form, and it surprises us by offering human insight rather than obligatory tragedy.\n\nWithout revealing too much, let me chronologically piece together the stories. A Japanese businessman goes on a hunting trip in Morocco, and tips his guide with a rifle. The guide sells the rifle to a friend, who needs it to kill the jackals attacking his sheep. The friend’s son shoots toward a tourist bus at a great distance. An American tourist is wounded. The tourist’s Mexican nanny, in San Diego, is told to stay with their two children, but doesn’t want to miss her son’s wedding, and takes the children along with her to Mexico. Police enquiries about the Japanese businessman’s rifle lead to consequences for his disturbed daughter.\n\nYes, but there is so much more to “Babel” than the through-line of the plot. The movie is not, as we might expect, about how each culture wreaks hatred and violence on another, but about how each culture tries to behave well, and is handicapped by misperceptions. “Babel” could have been a routine recital of man’s inhumanity to man, but Inarritu, the writer-director, has something deeper and kinder to say: When we are strangers in a strange land, we can bring trouble upon ourselves and our hosts. Before our latest Mars probe blasted off, it was scrubbed to avoid carrying Earth microbes to the other planet. All of the characters in this film are carriers of cultural microbes.\n\nConsider the plight of Yussef (Boubker Ait El Caid), the Moroccan boy. He lives happily with his family, tends sheep, plays with his brother Ahmed. Two alien microbes come into his world: A high-powered rifle, and a tourist bus. Over a great distance, he childishly shoots at one with the other, and seriously wounds Susan (Cate Blanchett), an American tourist. Her husband Richard (Brad Pitt) demands doctors, ambulances, helicopters, but has to settle for a friendly local man who takes Susan into his home and summons what the village has in the way of medical care.\n\nAmerican authorities immediately brand the shooting as a terrorist act. The Moroccan government refuses to send a helicopter because it insists it harbors no terrorists. This becomes a worldwide news story, told in cable cliches. The other tourists on the bus, led by an outraged Brit, insists on leaving the couple behind, in part because the bus driver insists on saving gas by not turning on the air conditioning — this in a land where the locals have no choice but to live with the heat. As ripples from the original event spread wider, the original reality gets lost.\n\nThe American couple lives 45 minutes north of the Mexican border. Susan has arranged for her sister to watch their children while the nanny (Adriana Barraza) attends her son’s wedding. But the sister cannot come, the nanny cannot find a substitute, and in desperation she gets her nephew (Gael Garcia Bernal) to drive them all to the wedding. Returning to America, they are properly questioned by U. S. border authorities, but the nephew (who has been drinking, and knows his aunt is an unregistered worker) runs the border, is pursued, and leaves the nanny and children in the desert intending to return. How could the nanny take the children to Mexico? How could she miss her son’s wedding? Yes, but how could the nephew leave them in the desert? He drank at the wedding.\n\nContrary to our expectations, the U.S. border guards are not the villains. Nor, really, is the nanny. Nor did the American couple do anything wrong. Susan was essentially wounded by culture clash. Her husband could not empathize with the nanny’s desire to attend her son’s wedding because he was too disturbed about his wife (“I’ll pay for a bigger wedding,” he says.). The nanny thought the children, who she loved, would be safe with her and her family. The nephew should not have been drinking, but it was his cousin’s wedding and such things have been known to happen. The border guards were correct in questioning two Mexicans, one inebriated, traveling after midnight with young children not their own.\n\nI could go through each of the stories in this way, showing how carefully Inarritu portrays the motivations of his characters. Richard, the Pitt character, behaves like an ugly American in one sense, and in another like a man terrified of losing his wife. He is insulting, sometimes without realizing it, to his generous hosts. Nor should he assume no one in Morocco speaks English. When Moroccan authorities go looking for the shooter, they behave as we expect, and the sheepherder’s family behaves as we would also expect, and children will be children.\n\nIn Inarritu’s “21 Grams,” I thought the interlocking stories spun a little out of his control. Everything finally fit together, in a very good film, but there was sometimes the sense that we were more disoriented than the film really wanted us to be. “Amores Perros,” with its three stories, was easy to follow, and now “Babel” finds Inarritu in full command of his technique: The writing and editing moves between the stories with full logical and emotional clarity, and the film builds to a stunning impact because it does not hammer us with heroes and villains but asks us to empathize with all of its characters. They all have their reasons, they all work with only limited information, they all win our sympathy.\n\nThere were a few complaints when the film was released that the Japanese plot was hauled into the movie against its will. Not at all. The point of “Babel” is that none need necessarily have met, that the odds against all of these events are high, but that they happened, and there you are. There is even the theme of adolescent sexual insecurity to link Japan with Morocco. And the behavior of police officers in both countries, who are doing their jobs blamelessly, based on the information they have. And with various adults, including the passengers on the bus, there is the reality of men accustomed to having their way, finding themselves in a place where no one knows or cares who they are.\n\nTechnically, “Babel” may seem to be an example of the Idiot Plot, in which at many points one word or sentence could clear everything up. But these characters are not idiots, and desperately want to utter that word or sentence, but are prevented because of (a) the language barrier, (b) their cultural assumptions, (c) the inability of others to comprehend what they are actually saying, and (d) how in that case everyone falls into an established script made of prejudice and misunderstanding. Inarritu films more in sorrow than anger, and spares most of his characters tragic retribution because he loves and understands them too much to simply grind them in a plot. This is a film about people who do what we might do — if we were them. We are not, but then it is useful to reflect that they are not us, either.\n\nInarritu (born 1963) is one of three friends I have taken to calling the New Mexican Cinema, although other names should and will be included. Guillermo Del Toro made “Pan’s Labyrinth,” and Alfonso Cuaron “Children of Men,” and with “Babel” those three titles are among the adornments of recent cinema. For unknown reasons a country (France, Sweden, Brazil, South Korea, Iran, Germany) will suddenly produce a brilliant generation, and that is happening right now in Mexico. That these Mexicans are also completely at home in English is our gain, but not their loss, because outside the United States most audiences are long accustomed to dubbing, even into their own languages.", "running_time": 143, "mpaa_rating": "R", "release_year": 2006, "date_published": "2007-09-22", "genres": ["Drama", "Indie"], "title": "Babel (2006)"}