{"url": "http://www.rogerebert.com/reviews/babe-pig-in-the-city-1998", "by": "James Cromwellas Farmer Hoggett", "star_rating": 4.0, "text": "The first hazard for the returning hero is fame.\n\nSo we are assured by the narrator with the opening line of \"Babe: Pig in the City.\" And what is true of heroes is even more true of sequels. The original \"Babe\" was an astonishment, an unheralded family movie from Australia that was embraced and loved and nominated for an Oscar as best picture. Can the sequel possibly live up to it? It can, and does, and in many ways is more magical than the original. \"Babe\" (1995) was a film in which everything led up to the big sheepherding contest, in which a pig that worked like a dog turned out to be the best sheep-pig of them all. \"Babe: Pig in the City\" is not so plot-bound, although it has the required assortment of villains, chases and close calls. It is more of a wonderment, lolling in its enchanting images--original, delightful and funny.\n\nIt doesn't make any of the mistakes it could have. It doesn't focus more on the human characters--it focuses on them less, and there are more animals on the screen. It doesn't recycle the first story. It introduces many new characters. It outdoes itself with the sets and special effects that make up \"the city.\" And it is still literate, humane and wicked. George Miller, who produced, directed and co-wrote the film, has improved and extended the ideas in \"Babe: Pig in the City,\" instead of being content to copy them.\n\nThe movie begins with Babe returning in triumph to the farm with his sheep dog trophy. Alas, he soon falls into the well, setting in motion a calamitous chain of events that ends with Farmer Hoggett (James Cromwell) laid up in bed, and Mrs. Hoggett (Magda Szubanski) forced to exhibit Babe at a state fair to save the farm from foreclosure. Alas, again, Babe and Mrs. Hoggett miss their connecting flight (she is busted on suspicion of drug possession--that merry, apple-cheeked dumpling of a lady). And they are homeless in the cruel city, where hotels sniff at pigs.\n\nWhat a city this is! I love imaginary cities in the movies, from \"Metropolis\" (1926) to \"Dark City,\" and here is one to set beside the great ones. Using elaborate sets that surround the buildings with a canal system, Miller uses special effects to create a skyline which impudently incorporates such landmarks as the Statue of Liberty, the Sydney Opera House and the Hollywood sign. This is all cities. And in it, Babe finds himself at a boarding house whose landlady (Mary Stein) believes animals deserve rooms just like people do.\n\nThere is a large cast of animal characters, whose dialogue is lip-synched and who are colorful and individual--not at all like silly talking animals. One of my favorite scenes involves Ferdinand the duck (voice by Danny Mann), attempting to keep up with the jet taking Babe to the city; the rear view of him flapping at breakneck speed is one of the funniest moments in the movie. (He's eventually given a lift by a pelican, who intones, \"Go well, noble duck!\") In the boarding house, we meet chimpanzees, cats, fish and a dog paralyzed from the waist down, who propels himself on a little cart. Babe is tricked by some of his new housemates into distracting fierce dogs during a desperate raid for food; apparently facing doom, he turns, looks his enemy in the eye, and asks, \"Why?\" He has a close call with a bull terrier (voice by Stanley Ralph Ross, sounding like a Chicago gangster), who tries to kill him, and ends up dangling head-first in the canal. Babe saves him from drowning, and the dog becomes his fierce protector: \"What the pig says, goes!\" The movie is filled with wonders large and small: little gags at the side of the frame and big laughs in the center. It is in no way just a \"children's movie,\" but one that extends the imagination of everyone who sees it, and there is a wise, grown-up sensibility to its narration, its characters and a lot of the action. (Other action is cheerfully goofy, as when Mrs. Hoggett gets involved in a weird bungee-like session of chandelier-swinging.) Here is a movie that is all made up. The world and its characters materialize out of the abyss of the imagination, and in their impossibility, they seem more real than the characters in many realistic movies. Their hearts are in the right places. And apart from what they do and say, there is the wonderment of the world they live in (\"A place just a little to the left of the 20th century\").\n\nI liked \"Babe\" for all the usual reasons, but I like \"Babe: Pig in the City\" more, and not for any of the usual reasons, because here is a movie utterly bereft of usual reasons.", "running_time": 96, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-11-25", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Babe: Pig in the City (1998)"}