{"url": "http://www.rogerebert.com/reviews/babe-1995", "by": "James Cromwellas Farmer Hoggett", "star_rating": 3.0, "text": "Something passed between them: the faintest hint of a common destiny.\n\nI quote this line because you do not expect such language in a movie about a clever little pig. One of the chief delights of \"Babe,\" indeed, is that it is such a clever little pig movie. It is rated G, and yet all of the people and most of the animals in \"Babe\" are smarter and more articulate than the characters in most of the R-rated movies I see.\n\nThe movie takes place in Australia, where the hero, a young pig, watches wistfully as all the other pigs are trucked away, never to return. They are going to Pig Paradise, he thinks: \"a place so wonderful that nobody ever came back.\" But Babe is somehow spared the trip. Farmer Hoggett (James Cromwell) sees him, and likes him, and, yes, something passes between them that has the faintest hint of a common destiny.\n\nAnd so Babe is brought to live on the Hoggett farm, where he is adopted by a female border collie and raised as one of her puppies. Life is pleasant on the farm, although the animals have various problems. Ferdinand, the duck, thinks he is a pig, and watches sadly as the humans eat an animal for dinner: \"There must be far-off lands with kinder dispositions.\" Rex, the male collie, hates sheep and is hard of hearing. And Cat, the cat, has a mean disposition.\n\nStill, life is a pleasure for Babe, who is very smart (everyone knows pigs are smarter than horses and maybe dogs and certainly sheep). And the episodes of the story are punctuated by little musical passages by a group of tiny mice, who act as a sort of chorus, and whose rendition of \"Blue Moon\" must be seen to be appreciated.\n\nThen something strange happens. Babe turns out to have natural herding abilities. Farmer Hoggett, who is nothing if not openminded, wonders if perhaps Babe could . . . naw, a pig can't herd sheep. Right? But Babe gets advice from the dogs, including his foster mother, who says: \"Bite them! Do whatever it takes to bend them to your will!\" Babe takes the dog approach and tries biting a sheep on the leg. The sheep is deeply offended.\n\n\"I'm sorry I bit you,\" Babe says, beside himself with remorse.\n\n\"All you have to do is ask,\" says Maa, the patient mother sheep.\n\nThere is, of course, melodrama at this point, which I will not reveal here, except to say that Babe very nearly goes to Pig Paradise after all. And then the movie ends with the National Sheep Dog Trials, with the hoity-toity dog owners taking great umbrage at the pretensions of a pig.\n\n\"Babe\" is a movie made with charm and wit, and unlike some family movies it does not condescend, not for a second. It believes it is OK to use words a child might not know, and to have performances that are the best available (James Cromwell, as the farmer, and Magda Szubanski, as his wife, are always convincing).\n\nAnd instead of the usual contrived melodrama of most kids' pictures, this one develops a story that depends on the character and upbringing of the animals involved. It knows things, and teaches lessons. And it is so well made that adults will find it entertaining, too - maybe more than some kids, because they'll see the invention that went into it.\n\nNote: Do not under any circumstances confuse this movie with \"Gordy,\" another movie about a little pig. \"Babe\" is the one to see.\n\n\"Babe.\" Not \"Gordy.\"", "running_time": 91, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-08-04", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Babe (1995)"}