{"url": "http://www.rogerebert.com/reviews/babies-2010", "by": "Thomas Balmes", "star_rating": 3.0, "text": "\"Babies” is the perfect film for anyone who has never had the opportunity to interact with humans at an early age. You may never have had one, held one or baby-sat one, yet remained curious about the infants you see in a park, on the beach, or in baby carriers at the mall. Now a French documentarian has traveled to Africa, Asia and America to bring back charming footage of babies in their natural habitats.\n\nIf, however, you've raised children and/or grandchildren, or had little brothers and sisters, the movie may resemble 79 minutes of unpaid baby-sitting. When Baby Mari starts screaming, you're wishing you could turn on the TV and use something bright and noisy as a distraction. But no, you're at a movie. However, maybe “Babies” may be fascinating viewing for babies, just as many dogs and cats have their favorite programs. At last, here's programming for the Mommy & Me screenings.\n\nThe babies are cute. Well, all babies are cute. That's just as well, because how could filmmakers audition a baby and wait six months to give it a callback? It's not a baby anymore. The director, Thomas Balmes, has found exemplary babies in Namibia, Mongolia, Tokyo and San Francisco, and observes them lovingly as they nurse, play, doze, poke kittens and happily hit one another. The movie is really about the babies, not their parents, and in most cases, we only see those parts of the parents ranking highest on the infant's interest scale: nipples, hands, arms, and male and female chests. Not all of the nipples are real, but the babies don't discriminate as long as they work.\n\nTwo of the babies come from poor parts of the world, and two from rich. They seem equally happy and healthy. The Japanese and American babies are subjected to an awesome array of baby training strategies so they can begin climbing the success ladder as early as possible. I have no argument against baby yoga classes, but I have never known a baby who wasn't naturally able naturally to contort itself into alarming positions and get lost in meditation on the spur of the moment.\n\nThe African baby, Ponijao, lives in a forest hut with an earth floor, but this is Home and here is Mother and there are sticks to play with that may not be made of plastic and ornamented with Disney creatures but are excellent sticks nonetheless, and satisfying. Bayarjargal (nicknamed Bayar), whose family lives in a yurt in Mongolia, passes time by becoming expert in sibling rivalry. \n\nMari, from Japan, and Hattie, from America, are surrounded by a baffling array of devices to entertain them, serve them, shelter them, protect them and help them grow up big and strong. Can the epidemic of attention deficit disorder be explained by the First World's lack of opportunities for babies to be bored? How can babies concentrate when things are forever being jingled and dangled at them? Is there too much incoming?\n\nI dunno. What I do know is that babies are miraculous. From a sprawling, bawling start, they learn to walk, talk, plan, scheme, play and figure stuff out. Generations of scientists have hurled themselves at the question of exactly how babies learn to talk. They must be getting so frustrated by the fact that the babies just go ahead and do it with no training.\n\nDid I like the movie? Aw, yeah, I did. How could I not? Did I feel I needed to see it? Not really. I appreciated the fact that there was no narrator to explain what I was seeing; no voiceovers like “little Bayarjargal learns early to appreciate the mystery of yogurt.” No parents asking, “Are you a good little boy?” and answering, “Yes, he's good little boy.” Just babies. Wonderful. \n\nI was once in that state myself. I remember being flat on my stomach with my eyes an inch away from ants all crawling in a line on the front sidewalk. I've never been so entertained in my life.", "running_time": 79, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-05-05", "genres": ["Documentary", "Foreign"], "title": "Babies (2010)"}