{"url": "http://www.rogerebert.com/reviews/baby-geniuses-1999", "by": "Kathleen Turneras Elen", "star_rating": 1.5, "text": "Bad films are easy to make, but a film as unpleasant as \"Baby Geniuses'' achieves a kind of grandeur. And it proves something I've long suspected: Babies are cute only when they're being babies. When they're presented as miniature adults (on greeting cards, in TV commercials or especially in this movie), there is something so fundamentally wrong that our human instincts cry out in protest.\n\nOh, you can have fun with a baby as a movie character. \"Look Who's Talking'' (1989) was an entertaining movie in which we heard what the baby was thinking. \"Baby's Day Out'' (1994), with its fearless baby setting Joe Mantegna's pants on fire, had its defenders. But those at least were allegedly real babies. \"Baby Geniuses'' is about toddlers who speak, plot, scheme, disco dance and beat up adults with karate kicks. This is not right.\n\nThe plot: Kathleen Turner plays a woman with a theory that babies can talk to one another. She funds a secret underground lab run by Christopher Lloyd to crack the code. Her theory is based on the Tibetan belief that children have Universal Knowledge until they begin to speak--when their memories fade away.\n\nThis is an old idea, beautifully expressed by Wordsworth, who said, \"Heaven lies about us in our infancy.'' If I could quote the whole poem instead of completing this review, believe me, we'd all be happier. But I press on. The movie involves a genius baby named Sly, who escapes from the lab and tries to organize fellow babies in revolt. The nauseating sight of little Sly on a disco floor, dressed in the white suit from \"Saturday Night Fever'' and dancing to \"Stayin' Alive,'' had me pawing under my seat for the bag my Subway Gardenburger came in, in case I felt the sudden need to recycle it.\n\nEvery time the babies talk to one another, something weird happens to make it look like their lips are in synch (think of talking frogs in TV commercials). And when the babies do things that babies don't do (hurl adults into the air, for example), we lose all track of the story while trying to spot the visual trick.\n\nThere's only one way the movie might have worked: if the babies had been really, really smart. After all, according to the theory, they come into this world \"trailing clouds of glory'' (Wordsworth again: The man can write). They possess Universal Knowledge. Wouldn't you expect them to sound a little like Jesus, or Aristotle? Or at least Wayne Dwyer? But no. They arrive on this mortal coil (Shakespeare) from that level \"higher than the sphery chime'' (Milton), and we expect their speech to flow in \"heavenly eloquence'' (Dryden). But when they open their little mouths, what do they say? \"Diaper gravy''--a term used four times in the movie, according to a friend who counted (Cleland).\n\nYes, they talk like little wise guys, using insipid potty-mouth dialogue based on insult humor. This is still more evidence for my theory that the greatest single influence on modern American culture has been Don Rickles.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-03-12", "genres": ["Comedy", "Family", "Science Fiction"], "title": "Baby Geniuses (1999)"}