{"url": "http://www.rogerebert.com/reviews/baby-its-you-1983", "by": "Rosanna Arquetteas Jill", "star_rating": 3.0, "text": "Rosanna Arquette has a way about her. She's a natural actress, and by that I don't mean she was born talented (although perhaps she was), but that she is able to appear on screen with such an unaffected natural quality that I feel as if I'm looking past the script and direction and actually experiencing the life of her character.\n\nThat's the feeling I got during \"Baby, It's You,\" a sometimes very good, sometimes disappointingly uneven movie that she carries from beginning to end. Even when her scenes aren't working, her character is, and we're getting to know this young woman she plays, this Jill Rosen, who turns from an uncommonly engaging high school student to a scared-stiff college freshman.\n\nThe movie is by John Sayles, who is building a career for himself out of the carefully observed events that make up ordinary lives. His first film was \"Return of the Secaucus Seven,\" about some 35ish survivors of the 1960s. Earlier this year he released \"Lianna,\" about a 35ish faculty wife who discovers, with fear and some anticipation, that she is a lesbian.\n\nNow here is Jill Rosen, a high school student from the 1960s who could, we suspect, easily grow up to be any of the women in Sayles' first two films.\n\nJill is smart and pretty, especially when she smiles. Her brains and her smile are only the half of it. She's also got a personal style. She has this way of letting you knew she's listening, even when she seems to be ignoring you. A way of caring for you, even when she's mad at you. You get the feeling this is a woman whose love would be a very important thing for you to count on. And that's certainly the opinion of the Sheik (Vincent Spano), a semi-greaser who is consumed by his desire to be exactly like Frank Sinatra.\n\nThe Sheik and (actually) a lot of this movie seem to belong more to the '50s than the '60s -- but never mind. Here is a kid who's a sharp dresser, has a lot of apparent self-confidence and doesn't mind that he stands out like a sore thumb with his brazen ways and his Sinatra wardrobe. He's a rebel with ambitions. Jill loves him, but when she leaves Trenton, NJ, and enters the uncertain world of Sarah Lawrence College, the Sheik doesn't fit in.\n\n\"Baby, It's You\" does two things with this material. First, it remembers it accurately, right down to the irritating mannerisms of preppy college boys with too much unearned self-confidence. Then, it uses it as a meditation on growing up -- which means learning to listen to your heart as well as to your ambitions, The movie works best in its high school segments, and the opening hour is wonderful. Then the infuriating stuff begins, when this movie that has been so sure-footed loses its way in the college scenes, and allows us to wonder at times what we're supposed to be thinking.\n\nRosanna Arquette is just as good, however, in the good parts and the disappointing ones. I've seen her twice before, as Gary Gilmore's girlfriend in TV's \"The Executioner's Song,\" and as a braless bimbo in \"Off the Wall.\"\n\nIn \"The Executioner's Song\" and in \"Baby, It's You\" she plays completely different characters, and plays them both with that refreshing naturalness. In \"Off the Wall\" we learn how easy it is for a young actress' career to get derailed in the totally cynical world of movies.", "running_time": 105, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-05-02", "genres": ["Drama", "Indie", "Romance"], "title": "Baby, It's You (1983)"}