{"url": "http://www.rogerebert.com/reviews/baby-boom-1987", "by": "Diane Keatonas J.C. Wiatt", "star_rating": 3.0, "text": "\"Baby Boom\" tells the story of a yuppie who receives the ultimate toy, a cute little baby daughter. At first she doesn't want to play with it, but eventually the baby grows on her, and even provides the inspiration for her to acquire other toys, such as a farmhouse in Vermont, a baby-food company and a handsome veterinarian.\n\nThis story could have been told as a satire, but the filmmakers aren't quite sure. They see a lot of humor in the yuppie's lifestyle, but they love the baby so much that the movie finally turns into a sweet romance. I guess that's all right. It sure is a cute baby.\n\nThe yuppie is played by Diane Keaton, whose Annie Hall more or less created the category. As the film opens, she is a hard-driving Manhattan business executive who works hard and takes no hostages. The opening narration by Linda Ellerbee supplies some details:\n\nShe has a salary in six figures, a corner apartment in the right part of town, and a live-in lover (Harold Ramis) who is her perfect match because he, too, is a workaholic.\n\nThen two of Keaton's long-lost relatives die in a traffic accident in Britain, and she inherits their pride and joy, a baby girl named Elizabeth (played by twins, Kristina and Michelle Kennedy). There is, of course, no question of her raising the baby herself. After all, she has just had a partnership dangled in front of her. She copes with the kid as best she can for a few days, feeding it gourmet pasta and checking it in a restaurant cloak room during a power lunch. Then she takes it to be adopted, but finds she just can't part with this sweet little girl.\n\nRight then, the movie changes tone. Up until Keaton's decision to keep the child, \"Baby Boom\" has been a hard-edged satire (the dialogue between Keaton and the hat-check attendant is an example, as Keaton thrusts the squawling infant across the counter and promises \"a big, big tip\"). But after the film's turning point, it goes from a satire into an escapist fantasy, a harmless one, in one of those worlds where everything turns out more or less right, because folks are more or less nice.\n\nThe film is careful never to confront the Keaton character with any of the real messiness of the world, such as poverty, illness and catastrophe. After she quits her job, she has enough money in the bank to buy a country spread in Vermont for herself and baby Elizabeth. And when the money runs low, she starts a gourmet baby-good company that is worth millions within a few months.\n\nShe also discovers companionship up there in the woods, with Sam Shepard, the local vet and only person under 60 in the surrounding area.\n\nAll of this is too good to be true, of course, but that's why I enjoyed it. \"Baby Boom\" makes no effort to show us real life. It is a fantasy about mothers and babies and sweetness and love, with just enough wicked comedy to give it an edge. The screenplay, written by producer Nancy Meyers and director Charles Shyer, has some of the same literate charm as their previous film, \"Irreconcilable Differences,\" and some of the same sly observation of a generation that wages an interior war between selfishness and good nature.\n\nThe flaw in \"Baby Boom\" is that the Keaton character ends up not having sacrificed a single thing by leaving the business world to become a mom. In fact, she becomes a millionaire as a direct result of keeping the baby. It doesn't often happen that way, but of course it should. Like a Frank Capra film, \"Baby Boom\" shows us a little of the darkness and a lot of the dawn.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-10-07", "genres": ["Comedy", "Family", "Romance"], "title": "Baby Boom (1987)"}