{"url": "http://www.rogerebert.com/reviews/babys-day-out-1994", "by": "Joe Mantegnaas Eddie", "star_rating": 1.5, "text": "\"Baby's Day Out\" looks like an attempt to make a live-action comedy out of the same kinds of material that inspired the Baby Herman sequence at the beginning of \"Who Framed Roger Rabbit.\" It demonstrates that what's funny in animation does not always translate to the real world. I laughed when Baby Herman went fearlessly crawling on top of the refrigerator, but here, when Baby Bink crawled under a taxi and out into traffic, I wasn't as amused.\n\nThe movie is a curious mixture of 1930s images of crooks and society people, crossed with modern locations, mostly in Chicago. It opens as three would-be kidnappers pose as baby photographers to gain entry to the mansion of the millionaire Cotwells, where Baby Bink is about to have his portrait taken. The leader of the gang (Joe Mantegna) talks Mrs. Cotwell (Lara Flynn Boyle) and the nanny and butler out of the room, and then he and his sidekicks (Joe Pantoliano and Brian Haley) escape with the infant.\n\nThat's the setup. Most of the rest of the movie consists of cartoon-style sight gags, as Baby Bink (played by twins Adam and Jacob Worton) fecklessly crawls through the city on an odyssey inspired by his favorite story book. While all adults (except for the kidnappers) somehow never notice him, Bink boards crawls on high rooftops, boards a bus, takes a cab, visits Marshall Field's, and goes to the zoo, where he is embraced by a protective great ape.\n\nBefore the movie is over we've even been treated to the venerable cartoon gag of Bink crawling out on an I-beam, high in the air at a construction site. And when, a little later, one of the bad guys hits the ground, he makes a dust cloud just like Wile E. Coyote.\n\nIf the action is inspired by cartoons, the three kidnappers are inspired by the Three Stooges. They're not really evil, of course, simply stupid and incompetent, as they allow the kid to crawl out of captivity and then somehow can't recapture him even though he's usually in sight.\n\nJohn Hughes, who produced and wrote the movie, and Patrick Read Johnson, who directed it, are counting on one of the basic gimmicks of animated humor: Physical pain doesn't really hurt.\n\nCharacters can get slammed and flattened, but they pick themselves up, dust themselves off, and start all over again. The joy in physical pain here, inflicted mostly on the crooks, reflects the same comic taste that shaped the treatment of the burglar's in Hughes' \"Home Alone\" movies.\n\nA closer look at cartoons reveals, however, that little time elapses between pain and payoff. One of the worst sequences in \"Baby's Day Out\" involves Mantegna hiding the kid under a coat on his lap, while two cops question him. Baby Bink finds Mantegna's lighter, snaps it on, and sets his crotch on fire. The hidden fire lasts forever, it seems, while Mantegna's face tries to mask the pain. Then the cops leave, Mantegna leaps up, his pants burst into flame, and one of his pals saves him by stamping out the fire - grinding his heel into the burning crotch, of course. The sequence was agonizing, but I didn't think it was funny.\n\nIt's a strange thing, humor. It often works best when it involves pain and humiliation. But it has to walk a finely drawn line. \"Baby's Day Out\" contains gags that might have worked in a Baby Herman cartoon, but in live action, with real people, real taxis and buses and streets and a real baby, they're just not funny. The Worton twins are adorable as Baby Bink, however; the audience produced an audible coo the first time they saw Bink on the screen. They more they like him, unfortunately, the less they're likely to enjoy him crawling along a ledge.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-07-01", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Baby's Day Out (1994)"}