{"url": "http://www.rogerebert.com/reviews/baby-boy-2001", "by": "Tyrese Gibsonas Jody", "star_rating": 3.5, "text": "John Singleton's \"Baby Boy\" is a bold criticism of young black men who carelessly father babies, live off their mothers and don/t even think of looking for work. It is also a criticism of the society that pushes them into that niche. There has never been a movie with this angle on the African-American experience. The movie's message to men like its hero is: yes, racism has contributed to your situation, but do you have to give it so much help with your own attitude? In the opening sequence, we meet Jody (Tyrese Gibson), a 20-year-old who has children by two women and still lives in his room in his mother's house. He drives his girlfriend Yvette (Taraji P. Henson) home from a clinic where she had just had an abortion. She is understandably sad and in pain, a little dopey from pills. She doesn't want to talk. In that case, says Jody, she won't mind if he borrows her car. He does and uses it to visit his other girlfriend.\n\nThat scene will not come as a shock to Mary A. Mitchell, the Sun-Times columnist who has written a series of sad, angry articles about absentee fathers and \"man-sharing\" in the black community, where drugs, crime and prison have created a shortage of eligible men. Her columns are courageous; the African-American community prefers to present a positive front and keep its self-criticism behind closed doors. She takes heat for what she writes.\n\nNow Singleton, too, dares to take a hard look at his community. Ten years ago, in \"Boyz N the Hood,\" he told a brilliant story about young men, in a movie made by a young man. Now he returns to the same neighborhood, South Central in Los Angeles. His characters are a little older, and he is older, too, and less forgiving.\n\n\"Baby Boy\" doesn?t fall back on easy liberal finger-pointing. There are no white people in this movie, no simplistic blaming of others; the adults in Jody's life blame him for his own troubles, and they should. At some point, as Jody's mother Juanita (A.J. Johnson) tells him again and again, he has to grow up, move out, get a job and take care of his family.\n\nJody doesn't even bother to answer, except to accuse her of not loving him. He likes the life he leads and doesn't consider employment as an option. He sponges off of two women: his mother and Yvette, who has a job. Also in the picture is Peanut (Tamara Bass), the mother of his other child. But it's Yvette he loves. Still, he plays around, and she knows it and in a certain way accepts it, although she gets mad when she can never drive her own car, which she's making payments on. She screams that he lies to her, and his answer is a logical masterpiece: \"I'm out in these streets telling these 'hos the truth. I lie to you because I care about you.\" All would be well if Jody could keep on sleeping in his childhood bedroom (where he still builds model cars), eat his mother's cooking, drive Yvette?s car, sleep with his women, and hang with his boys' especially his best friend, Sweetpea (Omar Gooding). But Yvette is fed up. Sweetpea is getting involved with dangerous gang types. Yvette's old boyfriend (rap star Snoop Dogg) is out of prison and hanging around.\n\nAnd at home, most disturbingly, his mother has a new boyfriend named Melvin (Ving Rhames), who has no patience with him. Melvin has spent 10 years in the slammer, is determined to go straight, has a landscaping business, and moves in and marks his territory. Jody knows things are different when he finds Melvin stark-naked in the kitchen, scrambling eggs for Juanita. \"I was like you, Jody,\" he says. \"Young, dumb and out of control.\" Juanita herself is a piece of work, a still-youthful woman who loves her backyard garden and tries patiently, over and over, to cut through Jody's martyrdom and evasion. When he complains to her that Yvette has locked him out, she levels: \"What would you do if Yvette [expletive] around on you, took your car and left you in a hot house all day with a baby?\" An excellent question. Yvette answers it, in a way, by stealing back her own car, so the \"baby boy\" is reduced to riding his childhood bicycle around the neighborhood.\n\nWhen John Singleton burst on the scene with \"Boyz N the Hood,\" he brought the freshness of direct everyday experience to movies about black Americans. He was still in his mid-20s, fresh out of South Central, already a legend for the way, at 16, he started hanging around the USC film school--volunteering as a gofer until the dean concluded, \"We might as well make him a student, since he acts like he is one anyway.\" Singleton comes from the same background as his characters, knows them, sees aspects of himself and his friends in them. Like many self-made men, he is impatient with those, like Jody, who do not even try.\n\nHe has a gift for finding good actors. \"Boyz\" was Cuba Gooding Jr.'s first movie. Here we meet Cuba's brother Omar, also gifted. Tyrese Gibson, already known as a singer, model and music video DJ, is a natural, unaffected actor who adds a spin of spoiled self-pity to Jody.\n\nTaraji P. Henson has some of the most difficult scenes as Yvette, who does love her man, but despairs of him and is tired to the bone of working, child care and caring, too, for Jody, the 20-year-old \"baby boy.\" And there is a wonderful rapport between A.J. Johnson and Ving Rhames as the mother and her ex-con boyfriend; they have an exuberant sex life, feel they deserve a second chance at happiness, and have lived long enough and paid enough dues to be impatient with Jody's knack for living off the land.\n\n\"Baby Boy\" has a trailer that makes it look like a lot of fun, like a celebration of the lifestyle it attacks. I was reminded of the trailer for \"Boyz N the Hood,\" which seemed to glorify guns and violence, although the movie deplored them. I asked Singleton about it at the time, and he said, \"Maybe some kids will see the trailer and come to see the movie and leave with a lot of ideas they didn't have before.\" Maybe so. I have a notion the Yvettes of the world are going to love this movie and march their Jodys in to see it.", "running_time": 129, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-27", "genres": ["Comedy", "Crime", "Drama"], "title": "Baby Boy (2001)"}