{"url": "http://www.rogerebert.com/reviews/baby-blue-marine-1976", "by": "John Hancock", "star_rating": 2.5, "text": "John Hancock's \"Baby Blue Marine\" ends on such a puzzling, inconsequential note that it's easy to forget how many good things came before. The movie's first hour is so absorbingly well done, in fact, that I was beginning to hope this might be the summer's sleeper. But then things go so pointlessly wrong with the story that acting and direction can't save it: We walk out unfulfilled and even a little angry.\n\nThe movie involves Jan-Michael Vincent as a trainee in Marine boot camp in 1943. He's a member of the idiot squad, the guys who can't seem to make it. He flunks out of training and is sent home wearing a baby-blue suit that dramatizes his disgrace. But in Los Angeles his luck changes, sort of, when a Marine veteran knocks him out and changes clothes with him in order to desert. When Vincent comes to, he has a hero's uniform. He hitchhikes vaguely toward St. Louis, not eager to tell his parents he didn't make it in the Marines. And so he's happy to stop for a few days when, in a little crossroads town, he meets a waitress (Glynnis O'Connor). It's love at first sight, he's invited to spend a few days with her family and, of course, he's taken as a Pacific veteran. \n\nHe plays his deception so straight -- not really lying to people so much as agreeing with their conclusions -- that we're almost on his side. And the waitress certainly is. She lets out a long and worshipful sigh after seeing him for the first time, and her portrayal of a high school crush is so true, so sensitive, that not a moment goes wrong.\n\nThe girl's parents like the young Marine, the town admires him, the love affair blossoms (in a field of flowers that's perhaps a shade too romantic), and everybody does things like attend football games, go to church and the movies and stop in the Main St. cafe for a cheeseburger. It's all very all-American, except for the nearby detention camp holding Japanese Americans from San Francisco.\n\nOne night three of the detainees escape. A posse is armed and sent out to look for them (\"They're big city kids with zoot suits and switchblades,\" a townsman solemnly warns). And then, when Vincent comes across the three of them on a riverbank, the movie goes totally wrong. He tells them to surrender, and they quite reasonably do, and he's helping them across the river when a trigger-happy local Army draftee shoots and hits Jan-Michael instead of one of the escapees. He floats downstream, the locals and the three Japanese-Americans all jump in to save him, and then the movie flashes forward to an ending (happy, to be sure) that nothing so far has prepared us for.\n\nThe movie's publicity says Vincent \"becomes a hero by performing an act of bravery worthy of any full-fledged Marine,\" but all he does is get shot by accident, fall in the river and get fished out. None of the issues raised by his deception are ever dealt with, the film's concern with placing American citizens in prison camps is never followed through on, the emotional relationship between the boy and the girl is left up in the air and we're left wondering if 30 minutes were dropped somewhere.", "running_time": 90, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-06-15", "genres": null, "title": "Baby Blue Marine (1976)"}