{"url": "http://www.rogerebert.com/reviews/babyfever-1994", "by": "Victoria Foytas Gena", "star_rating": 3.0, "text": "Henry Jaglom's \"Babyfever\" is another one of his engagingly offhand fictionalized documentaries, in which the characters talk earnestly and all too comprehensively about the problem du jour: In this case, whether or not to have a baby. Like many of his films, it has an appeal almost despite itself. It's too long, it's too talky, it indulges itself, and yet because it is sincere and sometimes funny, we are willing to watch.\n\nAt some point there will be a retrospective of all of Jaglom's films, and what we will be watching will be the most expensive personal journal anyone has ever kept. Faithfully following Jaglom through the years, I have clocked his girl friends, his thoughts about marriage, about careers, about movies. I have suffered along with his friends as they agonized about fidelity, about eating disorders, about \"choices.\" Now we have a film about babies, and it comes as no surprise that the star and co-author, Victoria Foyt, is Mrs. Henry Jaglom, and that they have recently had their second child.\n\nFoyt plays a character named Gena, who as the movie opens is just about ready to commit to her boyfriend, James (Matt Salinger). He's sort of safe and sort of boring, but, darn it, she argues, maybe what she needs is someone safe and boring. Before long we meet the dangerous and exciting man (Eric Roberts) she's trying to recover from, and we see her point.\n\nFoyt and all of her friends are of an age when the biological clock starts ticking audibly. If they want to ever have a baby, the time is now (or NOW, TODAY!, as one woman puts it) and yet where is the father? Should they still hold out for the perfect father? Enlist a friend as a volunteer? Visit the sperm bank? Get \"accidentally\" pregnant? (\"Only two kinds of women gets accidentally pregnant,\" a character observes. \"Idiots, and liars.\") Burdened by these thoughts, and torn between her bland current boyfriend and her maddening former one, Foyt attends a baby shower for a friend. And this gives Jaglom his change to switch into his preferred mode, the pseudodocumentary. Using the excuse that a documentary is being shot about the baby shower, he intercuts the thoughts of more than a dozen women. Some have babies. Some want babies. Some never want babies. Some do not know. Most are articulate, most notably Frances Fisher (who later said the experience of making this movie helped her decide she wanted a baby with her husband, Clint Eastwood).\n\nJaglom is up against a slight problem here. None of these women, intelligent as they are, have anything really new to say on the subject - because there is nothing really new to say. These issues have been aired for years in print and on the talk shows, and what they always boil down to is: Most people think it would be nice to fall in love with the perfect partner and have perfect babies.\n\nSome people do not. Many who wish they could cannot, or have not.\n\nJaglom avoids wall-to-wall interviews by using a funny subplot, involving Mark (Zack Norman), the husband of the hostess and employer of Gena. He is a realtor desperately short on funds, and is raising cash any way he can. (One shot begins with a closeup of a nail hole in a wall, and pans down to the angry wife, asking him what happened to the painting that was there this morning.) Norman brings a comic desperation to his character, and it's welcome in the midst of all the earnestness.\n\nLeaving the movie, I had the feeling I'd been at a party with some nice, interesting people, and it went on a little too long.\n\nI was happy to meet them, I wish them well, and now I don't want to hear anything about babies for several weeks.", "running_time": 110, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-06", "genres": null, "title": "Babyfever (1994)"}