{"url": "http://www.rogerebert.com/reviews/baby----the-secret-of-the-lost-legend-1985", "by": "William Kattas George", "star_rating": 1.0, "text": "The death the other day of Sinbad, the elderly gorilla at the Lincoln Park Zoo, was a reminder of how we like to sentimentalize animals, turning them into images of cute, incomplete human beings, instead of loving them for their differences from us. \"Baby,\" a comedy about an infant brontosaurus, is another example, a dreary one, of the glory of nature being turned into a cliché of man.\n\nImagine that somewhere in the heart of Africa, a colony of dinosaurs still survives. Wouldn't it be a great wonder to actually see one of them, living evidence of the world of 100 million years ago? I'd think I'd rather see a brontosaurus than see a man walk on the moon, because I am less amazed by technology than by the wonders that life has provided on its own.\n\nIf \"Baby\" had shared that sense of wonder, it might have been a really special movie. The raw materials were in place: The special effects in this movie provide surprisingly believable dinosaurs, and if the screenplay had been equally believable, they might have had something here.\n\nInstead, \"Baby\" turns out to be a real no-brainer. The movie even blows the one moment you'd assume couldn't fail - the first sighting of a brontosaurus. Instead of a moment of quiet awe, the movie gives us the gee-whiz approach of a Godzilla remake.\n\nBut then maybe that's not surprising: This movie has no serious ambition at all, and is content to surround its wonderful creatures with a plot that even the kids have seen too many times before.\n\nHere you have a family of dinosaurs, and use it as a prop in a movie about good guys and bad guys. The good guys are a couple of Peace Corps volunteers (William Katt and Sean Young), who treks off into the wilderness to find and protect the creatures. The bad guys include a greedy scientist (Patrick McGoohan), his bitchy sidekick (Julian Fellowes) and a trigger-happy African mercenary (Olu Jacobs).\n\nThe bad guys actually drug the female brontosaurus, and fly around in a helicopter firing machine-guns at the male. Why? To rid the jungle of all those bothersome brontosauri?\n\nMeanwhile, the husband-and-wife team find a baby brontosaurus and try to drag the cute little thing back to civilization and safety. Their mission is accompanied by a great many manufactured discussions; the wife is a feminist, and we learn in the movie that feminists feel strongly on the issue of Brontosaurus Rights.\n\nThe whole story is trivial. The scenes that work best are the ones where the little dinosaur acts like a baby, and playfully nuzzles the people or carelessly uproots their tent.\n\nBut is this why we need a brontosaurus? So it can do its clever puppy imitation? Wasn't there anybody who saw this story idea as more than a cheap gimmick? The movie is subtitled \"The Secret of the Lost Legend,\" and that sounds like an exciting movie they might want to make sometime.", "running_time": null, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-03-26", "genres": null, "title": "Baby: The Secret of the Lost Legend (1985)"}