{"url": "http://www.rogerebert.com/reviews/bachelor-party-1984", "by": null, "star_rating": 3.0, "text": "\"Bachelor Party\" is 1984's version of the Annual Summer Food Fight Movie. With a movie like this, it doesn't really matter whether anyone actually throws mashed potatoes across the room; what matters is whether the movie is faithful to the spirit of Blotto Bluto in \"National Lampoon's Animal House\" when he yelled \"Food fight!\" and the madness began. The story this time is about this guy who decides to get married, and his friends decide to throw him a bachelor party. That's about it. The first half of the movie sets up the party and the second half of the movie is the party. Both halves of the movie are raunchy, chaotic, and quite shameless in aiming at the lowest possible level of taste, of course.\n\nThe bachelor in the movie is played by Tom Hanks. He was the guy from \"Splash\" who the mermaid fell in love with. I didn't think he was all that terrific in \"Splash\" -- I thought he was miscast, and they should have gone for somebody who was less of a conventional leading man -- but in \"Bachelor Party\" he's a lot more funny and I enjoyed the performance. He plays the kind of guy who goes over to his fiancée's house for dinner and drops table scraps onto the floor in case they have a dog. He has a great one-liner when he has to introduce himself to his fiancée's nerdy ex-boyfriend: \"The name is Bond. James Bond.\" During the chaos of the party itself, one of his primary roles is simply to direct traffic.\n\nThe idea during the party, I think, is to approximate the spirit of one of those Jack Davis drawings in Mad magazine, where dozens of people are running around like crazy, and down in the corners you can see strange little figures doing inexplicable things. Most of the gags depend on varieties of public embarrassment and some of them are pretty funny, especially when the women decide to have their revenge by visiting a male go-go bar.\n\nIs \"Bachelor Party\" a great movie? No. Why do I give it three stars? Because it honors the tradition of a reliable movie genre, because it tries hard, and because when it is funny, it is very funny. It is relatively easy to make a comedy that is totally devoid of humor, but not all that easy to make a movie containing some genuine laughs. \"Bachelor Party\" has some great moments and qualifies as a raunchy, scummy, grungy Blotto Bluto memorial.", "running_time": 106, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy"], "title": "Bachelor Party (1984)"}