{"url": "http://www.rogerebert.com/reviews/back-to-the-beach-1987", "by": "Frankie Avalonas The Big Kahuna", "star_rating": 3.5, "text": "This movie absolutely blind-sided me. I don't know what I was expecting from \"Back to the Beach,\" but it certainly wasn't the funniest, quirkiest musical comedy since \"Little Shop of Horrors.\" Who would have thought Frankie Avalon and Annette Funicello would make their best beach party movie 25 years after the others?\n\nFor those who were not born before 1962, the beach party movies were a series of chaste comedies in which Frankie and Annette and the gang hung out on the beach, rode the big waves, necked a little and tried to defend their lifestyle against the old fogies who were always trying to ban rock 'n' roll. The movies were a tie between harmless and brainless.\n\nNow comes \"Back to the Beach,\" a wicked satire that pokes fun at Frankie, Annette and the whole genre, but does it with a lot of good humor and with the full cooperation of the victims. Avalon and Funicello do a better job of satirizing themselves than anyone else possibly could.\n\nThe story: Frankie and Annette have gotten married and moved to Ohio, where Frankie sells cars on television, riding a phony surfboard in his sharkskin suit, while Annette prepares endless meals of peanut butter sandwiches. They have two children: a daughter who has moved to Malibu and a young teenage son who is a punk, wears leather, flicks his switchblade and mercilessly attacks the inane banality of his parents.\n\nThe kid (Demian Slade) almost steals the opening scenes of the movie. He has spray-painted graffiti on the fireplace in the living room, he practices karate moves on the family dog, and when Frankie and Annette exchange empty-headed cliches, he's ironic: \"This is the sort of conversation you'd hear at the Kissingers.\"\n\nThe three of them head to Hawaii on vacation but get sidetracked to Malibu, where Frankie is horrified to learn that his daughter has shacked up with a beach bum (in the beach party movies, the sexes always were strictly segregated at bedtime). Meanwhile, he and Annette discover that some of the old gang still is hanging out at the beach, including Connie Stevens, Miss Lip Gloss of 1962, who still looks luscious.\n\nFrankie flirts with Connie. Annette pouts. There is a confrontation between the clean-cut surfers and the punk surfers. There's a surfing competition, and Frankie comes out of retirement to win it. Annette sings a reggae song. Frankie sings a few rock songs. So does Connie Stevens. And at one point, Pee-Wee Herman jets in from nowhere, does a virtuoso version of \"Surfin' Bird,\" then disappears.\n\nAll of this sounds, I suppose, like the kind of movie you could afford to miss, because a plot summary only suggests the elements of the movie, not the style.\n\nDirector Lyndall Hobbs, an Australian making her feature debut, has a good eye and a good ear, and the movie is filled with satirical angles from beginning to end.\n\nNo one was more surprised than I was. I walked in with a sinking heart, because the studio, Paramount, had so little confidence in the picture they enforced various embargos on review deadlines. I guess the studio missed the point.\n\nThis may be the most entertaining comedy on its summer schedule, a quirky little gem filled with good music, a lot of laughs and proof that Annette still knows how to make a polka-dot dress seem ageless.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-08-07", "genres": ["Comedy", "Music"], "title": "Back to the Beach (1987)"}