{"url": "http://www.rogerebert.com/reviews/back-to-the-future-part-iii-1990", "by": "Michael J. Foxas Marty/Seamus McFly", "star_rating": 2.5, "text": "One of the delights of the first two \"Back to the Future\" movies was the way the story moved dizzyingly through time. Paradoxes piled on top of paradoxes, until we had to abandon any attempt to follow the plot on a rational level, and go with the temporal flow.\n\nThat looking-glass quality is missing, alas, from \"Back to the Future Part III,\" which makes a few bows in the direction of time-travel complexities, and then settles down to be a routine Western comedy.\n\nThe movie was shot back-to-back with \"Back to the Future II,\" which, you will recall, took Marty McFly (Michael J. Fox) forward to a thoroughly depressing future that he had created by meddling around in the immediate future. He had to travel back in time in order to undo his damage, so that the eventual future would be a nicer place to live.\n\nNow comes \"Back to the Future Part III,\" in which Marty receives a letter from the past - a letter written by his old friend, Doc Brown (Christopher Lloyd), from a century ago, explaining that he has traveled back to the Old West and generally is happy there, and asking Marty to simply leave him alone. This letter, of course, has taken 100 years to arrive.\n\nDoc Brown does, however, reveal where he hid the DeLorean time-travel machine, in an abandoned mine near town. McFly does some historical research and discovers to his horror that Doc Brown was killed only a week after writing the letter, so he determines to venture back in time, whatever the risk, to rescue his friend. He goes looking for the machine in the old mine and finds it still there, and it even starts after a century, which is more than you can say for most cars after a month in the garage. McFly travels back into time, and, unfortunately, once he gets there he mostly stays there.\n\nThe Old West of \"Back to the Future Part III\" might have been interesting if it had been an approximation of the real Old West - the one we saw in \"McCabe and Mrs. Miller,\" say. But this movie's West is unfortunately a sitcom version that looks exactly as if it were built on a back lot somewhere. The movie is so filled with old Western cliches that the regulars in the bar even include Pat Buttram. Now don't get me wrong: I was delighted to see Buttram again (he was Gene Autry's sidekick in the old days) and even happier to hear that his voice still is in need of oiling. But the town in \"Future III\" is made up of lots of pieces from old movies, including even a shootout on Main Street and the usual troubles with the local sheriff.\n\nOne element of the Old West story is sweet and entertaining: The romance between the eccentric Doc Brown and a local woman named Clara (Mary Steenburgen). They fall in love at first sight, and then Doc gets to thinking about his duty to the future and mankind, and he grows depressed about the mischief he has wrought in the world by inventing time travel, and he decides it is his duty to return to the time he came from, and leave poor Clara behind.\n\nThis is easier said than done, since no gasoline exists in the past and McFly has ruptured the fuel line of the DeLorean, a development that leads Doc Brown to an ingenious scheme to get the car up to time travel velocity (88 m.p.h) by having it pushed by a train.\n\nAll of this is sort of fun (the movie did not stint on its budget), but it's somehow too linear. It's as if Robert Zemeckis, who directed, and Bob Gale, who wrote, ran out of time travel plot ideas, and settled into a standard Western universe.\n\nThe one thing that remains constant in all of the \"Back to the Future\" movies, and which I especially like, is a sort of bittersweet, elegiac quality involving romance and time. In the first movie, McFly went back in time to be certain his parents had their first date. The second involved his own romance. The third involves Doc Brown and Clara. In all of these stories, there is the realization that love depends entirely on time. Lovers like to think their love is eternal.\n\nBut do they ever realize it depends entirely on temporal coincidence, since, if they were not alive at the same time, romance hardly would be feasible?", "running_time": 108, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-05-25", "genres": ["Action", "Adventure", "Comedy", "Family", "Science Fiction"], "title": "Back to the Future Part III (1990)"}