{"url": "http://www.rogerebert.com/reviews/backbeat-1994", "by": "Stephen Dorffas Stuart Sutcliffe", "star_rating": 2.0, "text": "There's the old story about the actor who plays the gravedigger in Hamlet. He's asked what the play is about. \"It's about this gravedigger who meets a prince.\" The movie \"Backbeat\" illustrates the same thought process. It's about a painter who was almost a Beatle.\n\nStuart Sutcliffe died in April 1962 of a brain hemorrhage, just a few months before the Beatles made the first recordings that would make them famous. He played bass with the group for about two years, in Hamburg and Liverpool, but his heart was never in performing, and after he fell in love with Astrid Kirchherr, a German photographer, he drifted away from the band. He preferred painting.\n\nThere is a lot more to the story than that, of course, and \"Backbeat\" makes the most of it. Sutcliffe's best friend in the band was John Lennon, and the film suggests, subtly, that Lennon was in love with him, and maybe with Astrid, too. The other Beatles (George, Paul, and Pete Best, who was then the drummer instead of Ringo Starr) weren't so thrilled with Sutcliffe. They believed he was a bad musician, and Sutcliffe agreed with them. A bigger problem was that he simply didn't much care about being in a rock and roll band, and stayed as long as he did only because of Lennon's insistence.\n\nThe story of the early days of the Beatles is the stuff of folklore; how they discovered their sound in the smoky dives of Hamburg, how the producer George Martin masterminded their early great records, how they become the most famous performers in the world, almost overnight. It is a good story, but it isn't the one \"Backbeat\" wants to tell. It wants to make Stuart Sutcliffe the focus of the film, and it's never able to convince us there's a story there.\n\nSutcliffe (Stephen Dorff) somewhat resembled James Dean, and it was probably Astrid's haircut for her boyfriend - modeled on her own - that influenced the original moptop look. The other Beatles wanted to look more like Elvis. When Astrid replaced the ducktails with the Beatles cut, she created an image that was to become instantly marketable; if the Beatles had only had The Look and the early records, they still would have been big stars. That they had extraordinary talent made them enduring.\n\nIt would appear, on the basis of this film, that Sutcliffe would not have the musical talent to keep up with the others. Nor did he have the joy of performance that is so obvious in early films like \"A Hard Day's Night.\" He was more introspective, and what suited him was to paint large abstract canvasses in Astrid's apartment, and discuss painting and photography with her.\n\nMany of his paintings can be seen in the film. They are not especially interesting, although perhaps he might have developed if he had not died so young. Albert Goldman's book about Lennon contends that Lennon kicked Sutcliffe in the head during a drunken fight, and was guilt-ridden for years with the thought that the kick might have led to the hemorrhage some two years later. In the movie, the kick to the head comes in a pub brawl. Whatever caused his death, Sutcliffe died too young to be of enough interest for a biopic - except, of course, that he just missed becoming famous as a Beatle.\n\nThis irony does not go unremarked by the movie's dialogue, which even has Sutcliffe being told, \"We're going to be big - really big - and you're gonna kick yourself for missing out.\" There is also an attempt to show what made the Beatles special, even from the beginning; a lot of early songs by the Beatles and others are performed by the band (dubbed by veteran rock performers). What all of this demonstrates is that hindsight is everything; if the Beatles had not become famous, neither Sutcliffe's story nor the story of the band in Hamburg would have been worth filming, unless . . .\n\nWell, unless the filmmakers had brought their own imaginations to the material, and seen something valid and original in the story of five young men in a rock band, trying to break loose from the crowd, while one of them thinks he would rather be a painter. This in itself could make a good movie, but only if the story pulled its own weight, and didn't hitch a ride on the Beatles legend.\n\nThe music in the movie is fun to listen to (the Beatles version of \"Mister Postman\" is droll). Ian Hart, who plays John Lennon, looks uncannily like Julian Lennon and speaks in a harsher tone than Lennon had, but he is a good actor who has played Lennon before (in \"The Days and Hours,\" another speculation about his bisexuality), and his dialogue has real wit. The actors playing McCartney and Harrison are used primarily as a chorus, advising Lennon to drop Sutcliffe, and Pete Best is hardly seen (not, I hope, because there is also a movie in his story).\n\nAt the end, I felt cheated. It is indeed ironic that a young man named Stuart Sutcliffe might have been a billionaire rock star, but instead dropped dead in the flower of his youth and became an answer in Trivial Pursuit. It is of some interest that his girlfriend invented the famous haircuts. It is good that his paintings survive, and \"have been exhibited all over the world.\" But the exhilaration of the young Beatles has already been captured in one of the best musicals ever made, \"A Hard Day's Night,\" and this movie never convinces us Stuart Sutcliffe could have held his own in the band.\n\nWhat's this movie about? It's about - I don't want to sound cruel - a man digging his own grave.", "running_time": 100, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-22", "genres": ["Drama", "Foreign", "Music"], "title": "Backbeat (1994)"}