{"url": "http://www.rogerebert.com/reviews/backdraft-1991", "by": "Kurt Russellas Stephen McCaffrey", "star_rating": 3.0, "text": "Ron Howard's “Backdraft” is a movie half in love with fire, a film like “Fahrenheit 451” that finds something seductive in tendrils of smoke and boiling cauldrons of flame. Never before in the movies have I seen fire portrayed by such convincing, encompassing special effects. Unfortunately, they are at the service of an unworthy plot.\n\nIf the story of this movie had risen to the level of the production values, it might really have amounted to something.\n\nThe movie grafts no less than three formulas onto its wonderful action scenes. We get brothers who are rivals, two broken couples trying to find love again, and a crooked politician who may be behind a series of crimes. Each of these formulas unwinds with relentless conventionality.\n\nThe movie takes place in Engine Company No. 17, based in Chicago's Chinatown, where Kurt Russell is the grizzled veteran and William Baldwin is his kid brother, a rookie fresh from the fire academy. Many years before their father died as a hero in a fire, and Baldwin, then a small boy, made the cover of Life magazine as he grasped his dad's blackened helmet while tears ran down his face.\n\nThe two brothers have been rivals ever since - Russell trying to prove he is the true heir to the family's tradition of heroism, Baldwin trying to prove himself as a man. These character traits have probably not been explored in the movies more than several thousand times.\n\nRussell lives the life of an untidy bachelor, in his dad's old boat, permanently aground. He and his wife, played by Rebecca DeMornay, are still really in love with one another, but have separated because she can't count on him to be there when she needs him, because firefighting comes first in his life, and she can no longer bear the fear of what could happen to him, she loves him too much to lose him, etc. DeMornay brings more intelligence to this situation than the screenplay deserves.\n\nMeanwhile, Baldwin's former girlfriend (Jennifer Jason Leigh) now works as the aide to a powerful alderman (J.T. Walsh), who is running for mayor, apparently on a platform of slashing the budget of the fire department. And a series of mysterious fires have broken out. The canny veteran fire inspector (Robert De Niro) has determined that they were set by an expert, to create a backdraft that would instantly kill their victims with such force that the fires would then blow themselves out.\n\nIf you were not born yesterday, you can probably take this information and correctly predict how everything in the movie turns out. The producers did not get their money's worth from the screenplay by Gregory Widen - unless, of course, all they wanted was a clothesline from which to hang their special effects. That's all they got. We know that the director, Ron Howard, can handle more truthful and complex plots, because he has made “Parenthood” and “Cocoon.” Maybe this time he deliberately chose to make a no-brainer.\n\nBut then you have the scenes involving fire. They're so good they make me recommend the movie anyway, despite its brain-damaged screenplay. With special effects and pyrotechnics coordinated by Allen Hall, a batallion of stunt men and visual experts allow the camera to plunge into the center of roaring fires, so convincingly that there is never a moment's doubt that we are surrounded by flames.\n\nWhat is particularly impressive is the way the filmmakers are able to convince us the stars are in the middle of the action. A conventional fire scene uses doubles and stand-ins, over-the-shoulder shots and other evasive tricks, for brief scenes showing men in the middle of a fire. Then they use closeups of the actors in front of a back-projection screen filled with flames.\n\nSimilar techniques may have been used here, but they are not detectable. It actually looks as if Russell, Baldwin and the others are right there in the center of blazing tenements and exploding factories, hanging by their fingernails over boiling balls of flame.\n\nI personally doubt that anyone, even an expert firefighter, could actually survive in such conditions for more than a moment or two.\n\nAnd Russell's exploits are especially dubious, since he prefers not to wear a mask and likes to runs bare-faced into hell, in search of heroism. But it sure plays well.\n\nChicago is a big city with a lot of firefighters, politicians and fire inspectors, but “Backdraft” is totally conventional as an action movie, and asks us to believe that a handful of the same characters would constantly run across one another, know one another, have histories together, and so on. This limits the number of characters, and makes it extremely easy for the audience to figure out who the bad guy is, since there aren't any extra suspects to mislead us, even if he wasn't written as such a slimy scumbag that you hate him from his first appearance on screen.\n\n“Backdraft” is such a technical achievement that it will probably make its money and become a hit. What I regret is that all of the expertise lavished on this movie couldn't have been put at the service of a more intelligent story about real firemen, real working conditions, real heroism, and the real craft and art of fire-fighting.", "running_time": 136, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-05-24", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Backdraft (1991)"}