{"url": "http://www.rogerebert.com/reviews/back-roads", "by": null, "star_rating": 2.0, "text": "What we have here is a movie about a Good Ol' Girl, made with\r\nthe Good Ol' Boy formula. The Good Ol' Person gets in trouble with the law,\r\nhitches up with another drifter of the opposite sex, and hits the road for\r\nCalifornia. After a series of adventures involving weird people and tight\r\nscrapes, the two persons learn to trust each other and have more confidence in\r\nthemselves. The movie ends on a note of moral triumph: In this case, for\r\nexample, the heroes find the courage to keep on heading for California.\n\n\r\nIf I'm somewhat muted in my enthusiasm for “Back Roads,” it's because the movie\r\nis so relentlessly willing to follow the Road Movie formula. One of the most\r\npredictable things about movies such as this is that the filmmakers remain\r\nunder the delusion that this time, they can find an original approach by\r\npopulating their formula screenplay with bizarre, eccentric, colorful characters.\r\nThis approach might work, if they didn't always discover the same colorful\r\ncharacters that a dozen other movies have already discovered. In “Back Roads,” for\r\nexample, we are expected to be newly astonished by a tough-talking Latino\r\nmadam, a hard-drinking fight promoter, a bullet-headed evil bruiser, and a\r\nhomesick sailor. The movie's two leads also are less than amazingly original:\r\nSally Field plays a hooker with a heart of gold, and Tommy Lee Jones is a\r\ncorrupt ex-prize-fighter with one good fight left in him.\n\n\r\nHow could they take this material and make it really original? Maybe by\r\nrefusing to be seduced by the Screenwriter's stock Hollywood\r\n\"originality\" and probing more deeply into the real human lives of\r\nthe characters. The people in “Back Roads” are so heavily laden with schtick\r\nthat they never have a chance to develop personalities. Take, for example, the\r\nhooker. Field plays the part with enormous appeal and gives a performance that\r\ncan not be faulted. But the character she's been given to play is a complete\r\nfiction. We are expected to believe the usual chiches about how she got to be a\r\nhooker: She was taken advantage of by a sailor; she had to give her little boy\r\nup for adoption; she weeps every time she sees the little tyke walking into\r\nschool; she has to prostitute herself in order to eat. She meets another street\r\nperson (Jones); he sleeps with her and doesn't pay her; they team up together\r\nand hitch to the coast.\n\n\r\nThis is all out of the Damon Runyon school of romantic realism. Think how much\r\nmore interesting this movie would have been if the screenplay had played tough\r\nand uncompromising with the characters. Let's face it: The Field character is a\r\nlow-life street hooker who's over the hill. In real life, she would undoubtedly\r\nbe a drug addict or alcoholic. She'd hustle because she couldn't get her act\r\ntogether for two consecutive hours of straight work. She would not trust\r\nanybody and possibly would be so emotionally and physically crippled by her\r\nhabit that a trip to California would kill her.\n\n\r\nInstead, the movie's lovebirds hitchhike for days on end. They sleep in the\r\nopen, they get soaked in ditches, they rob cops and customers, and all the time\r\nwe're expected to believe that it is an act of growth and courage for them to\r\nkeep heading west. Actually, it's just another self-deceiving escape, and if\r\nthe movie had been willing to deal honestly with the plight of its characters,\r\nit wouldn't need to be clutterted up with eccentrics and hearts of gold.", "running_time": 94, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Back Roads (1981)"}