{"url": "http://www.rogerebert.com/reviews/back-to-the-future-part-ii-1989", "by": "Michael J. Foxas Marlene McFly", "star_rating": 3.0, "text": "\"Back to the Future Part II\" is an exercise in goofiness, an excursion into various versions of the past and future that is so baffling that even the characters are constantly trying to explain it to each other. I should have brought a big yellow legal pad to the screening, so I could take detailed notes just to keep the time-lines straight. And yet the movie is fun, mostly because it's so screwy.\n\nAny story involving travel through time involves the possibility of paradoxes, which have provided science-fiction writers with plots for years. What happens to you, for example, if you kill your grandfather? What do you say if you meet yourself? In one famous s-f story, a time traveler to the distant past steps on a single bug and wipes out all the life forms of the future.\n\n\"Back to the Future Part II\" is the story of how the heroes of the first movie, Marty McFly and Doc Brown, try to manipulate time without creating paradoxes, and how they accidentally create an entirely different future - one in which Marty's beloved mother is actually married to his reprehensible enemy, Biff Tannen. McFly and Brown are played again this time by Michael J. Fox and Christopher Lloyd, the stars of the 1985 box-office hit, and they not only made \"Part II\" but went ahead and filmed \"Part III\" at the same time. Indeed, this movie closes with a coming-attractions trailer for the third part, which will open next summer. (Trivia buffs may note that Russ Meyer is the only other filmmaker to end a movie with a trailer.) The script conferences on the set of this movie must have been utterly confusing, as director Bob Zemeckis and writer Bob Gale tried to find their way through the labyrinth they had created. The movie opens in 1985. McFly has just returned from his previous adventure when Doc Brown appears once again in that souped-up De Lorean. He's breathless with urgency and wants McFly to join him on a trip to the year 2015, where absolutely everything has gone wrong and McFly is needed to save his own son from going to jail.\n\nThe city of Hill Valley in the year 2015 looks like the cover of an old pulp magazine. The town square we remember from the previous film has been transformed with ramps heading for the skies and jet-powered vehicles cruising through the skies. The kids even have skateboards that operate on the same principle as hovercraft, which leads to one of the movie's best special-effects numbers when McFly tries to evade a gang of rowdies.\n\nHe more or less accomplishes his mission in 2015, but makes the mistake of buying a sports almanac that has all of the scores from the years 1950 to 2000 in it. The almanac and the De Lorean are stolen by Biff, who travels back in time to give them to himself, so that he can place lots of winning bets and become a billionaire.\n\nIn the process, Hill Valley in the future turns into a hell hole lorded over by the evil billionaire who is produced by this scheme, and so McFly and Doc travel back to 1955 to try to steal the almanac away from Biff, and if you are following all of this, you are a very clever reader. I won't even begin to try to explain the ways in which the various parents and children of the main characters get involved in the story, or what happens when McFly very nearly attends a high school dance on a double date with himself, or how Fox plays three roles, including his own daughter.\n\nWhat's entertaining about \"Back to the Future Part II\" is the way Christopher Lloyd, as Doc, breathlessly tries to figure out what's happening as he flies through time trying to patch everything together again. The flaw in Doc's reasoning, of course, is his assumption that he knows which is the correct time-line that should be restored. How does he know that the \"real world\" of the first movie was not itself an alternate time-line? It's a job for God.\n\n\"Part II,\" for all of its craziness, lacks the genuine power of the original. The story of the '85 film has real heart to it: If McFly didn't travel from 1985 to 1955 and arrange for his parents to have their first date, he might not even exist. The time travel in that film involved his own emotional confrontation with his parents as teenagers. \"Part II,\" on the other hand, is mostly just zaniness and screwball jokes. But on that level, it's fun.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-11-22", "genres": ["Action", "Adventure", "Comedy", "Family", "Science Fiction"], "title": "Back to the Future Part II (1989)"}