{"url": "http://www.rogerebert.com/reviews/back-to-the-future-1985", "by": "Michael J. Foxas Marty McFly", "star_rating": 3.5, "text": "One of the things all teenagers believe is that their parents were never teenagers. Their parents were, perhaps, children once. They are undeniably adults now. but how could they have ever been teenagers, and yet not understand their own children? This vi [missing text] teenagers by being one. But \"Back to the Future\" is even more hopeful: It argues that you can travel back in time to the years when your parents were teenagers, and straighten them out right at the moment when they needed help the most.\n\nThe movie begins in the present, with a teenager named Marty (Michael J. Fox, from TV's \"Family Ties\"). His parents (let's face it) are hopeless nerds. Dad tells corny jokes and Mom guzzles vodka in the kitchen and the evening meal is like feeding time at the fun house. All that keeps Marty sane is his friendship with the nutty Dr. Brown (Christopher Lloyd), an inventor with glowing eyes and hair like a fright wig. Brown believes he has discovered the secret of time travel, and one night in the deserted parking lot of the local shopping mall, he demonstrates his invention. In the long history of time travel movies, there has never been a time machine quite like Brown's, which resembles nothing so much as a customized De Lorean. \n\nThe gadget works, and then, after a series of surprises, Marty finds himself transported back 30 years in time, to the days when the shopping mall was a farmer's field (there's a nice gag when the farmer thinks the De Lorean, with its gull-wing doors, is a flying saucer). Marty wanders into town, still wearing his 1985 clothing, and the townsfolk look at his goose down jacket and ask him why he's wearing a life preserver. \n\nOne of the running gags in \"Back to the Future\" is the way the town has changed in 30 years (for example, the porno house of 1985 was playing a Ronald Reagan movie in 1955). But a lot of the differences run more deeply than that, as Marty discovers when he sits down at a lunch counter next to his Dad - who is, of course, a teenager himself. Because the movie has so much fun with the paradoxes and predicaments of a kid meeting his own parents, I won't discuss the plot in any detail. I won't even get into the horrifying moment when Marty discovers his mother \"has the hots\" for him. The movie's surprises are one of its great pleasures. \n\n\"Back to the Future\" was directed by Robert (\"Romancing the Stone\") Zemeckis, who shows not only a fine comic touch but also some of the lighthearted humanism of a Frank Capra. The movie, in fact, resembles Capra's \"It's a Wonderful Life\" more than other, conventional time-travel movies. It's about a character who begins with one view of his life and reality, and is allowed, through magical intervention, to discover another. Steven Spielberg was the executive producer, and this is the second of the summer's three Spielberg productions (it follows \"The Goonies\" and precedes \"Explorers\"), and maybe it's time to wonder if Spielberg is emulating the great studio chiefs of the past, who specialized in matching the right director with the right project. This time, the match works with charm, brains and a lot of laughter.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-07-03", "genres": ["Adventure", "Comedy", "Family", "Science Fiction"], "title": "Back to the Future (1985)"}