{"url": "http://www.rogerebert.com/reviews/back-to-school-1986", "by": "Rodney Dangerfieldas Thornton Melon", "star_rating": 3.0, "text": "Rodney Dangerfield has been giving interviews lately on the subject of his loneliness. Why, he asks, should a guy like him, who is able to fill up giant concert halls and pull down millions of dollars a year, be condemned to go through life without the love of a woman? This is not the sort of thing you want to hear from a comedian. You want him to be zany and madcap, to stand astride the problems of the mundane world and laugh at them.\n\nYet in Dangerfield, there has always been something else in addition to the comedian. This is a man who has failed at everything, even comedy. Rodney Dangerfield is his third name in show business; he flopped under two earlier names as well as his real name. Who is really at home inside that red, sweating face and that knowing leer? The most interesting thing about \"Back to School,\" which is otherwise a pleasant but routine comedy, is the puzzle of Rodney Dangerfield. Here is a man who reminds us of some of the great comedians of the early days of the talkies - of Groucho Marx and W. C. Fields - because, like them, he projects a certain mystery. Marx and Fields were never just being funny. There was the sense that they were getting even for hurts so deep that all they could do was laugh about them. It's the same with Dangerfield.\n\nHe plays Thornton Melon, a millionaire clothing manufacturer who owns a chain of Tall & Fat Shops. His father was a penniless Italian immigrant who took him into the family business as a child. He never had the opportunity to get an education. Now he is rich, his second wife is an obnoxious bauble and all he cares about is his son, Jason, who is a college student.\n\nDangerfield fondly believes Jason is a fraternity member and a star of the diving team. But actually Jason is the campus wimp, the team's towel boy, and, of course, he gets no respect. When Dangerfield discovers the truth, he decides to enroll in the university as a freshman so he can teach his son the ropes. Of course, there's resistance to this plan, but not after Dangerfield endows the Melon School of Business Administration.\n\nThe campus characters are predictable, but well-cast. Sally Kellerman is the sexy English teacher, Paxton Whitehead is the Anglophile business teacher and Ned Beatty is the venal administrator, always referred to as Dean Martin. Dangerfield takes the \"drinks for everybody\" approach, throwing his money around and hiring expensive coaches to help him pass his classes. Kurt Vonnegut Jr. turns up as a paid expert on his own work. Meanwhile, young Jason learns how to be a big man on campus.\n\nThis is exactly the sort of plot Marx or Fields could have appeared in. Dangerfield brings it something they might also have brought along: a certain pathos. Beneath his loud manner, under his studied obnoxiousness, there is a real need. He laughs that he may not cry.\n\nDangerfield has been looking for a movie style for a couple of years now. The problem with his last movie, \"Easy Money\" (1983), was that he wanted to seem like a basically nice guy. He isn't a nice guy. Or at least, when he is nice, there is nothing simple about his niceness. The interesting achievement of \"Back to School\" is its ability to make those contradictions part of the character.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-06-13", "genres": ["Comedy"], "title": "Back to School (1986)"}