{"url": "http://www.rogerebert.com/reviews/bad-santa-2003", "by": "Billy Bob Thorntonas Willie T. Soke", "star_rating": 3.5, "text": "The kid gives Santa a carved wooden pickle as a Christmas present.\n\n\"How come it's brown?\" Santa asks. \"Why didn't you paint it green?\"\n\n\"It isn't painted,\" the kid says. \"That's blood from when I cut my hand while I was making it for you.\"\n\nSanta is a depressed, alcoholic safecracker. The kid is not one of your cute movie kids, but an intense and needy stalker; think of Thomas the Tank Engine as a member of the Addams Family. Oh, and there's an elf, too, named Marcus. The elf is an angry dwarf who has been working with Santa for eight years, cracking the safe in a different department store every Christmas. The elf is fed up. Santa gets drunk on the job, he's boinking customers in the Plus Sizes dressing room, and whether the children throw up on Santa or he throws up on them is a toss-up, no pun intended.\n\n\"Bad Santa\" is a demented, twisted, unreasonably funny work of comic kamikaze style, starring Billy Bob Thornton as Santa in a performance that's defiantly uncouth. His character is named Willie T. Soke; W.C. Fields would have liked that. He's a foul-mouthed, unkempt, drunken louse at the beginning of the movie and sticks to that theme all the way through. You expect a happy ending, but the ending is happy in the same sense that a man's doctors tell him he lost his legs but they were able to save his shoes.\n\nThere are certain unwritten parameters governing mainstream American movies, and \"Bad Santa\" violates all of them. When was the last time you saw a movie Santa kicking a department store reindeer to pieces? Or using the f-word more than Eddie Griffin? Or finding a girlfriend who makes him wear his little red hat in bed because she has a Santa fetish? And for that matter, when was the last movie where a loser Santa meets a little kid, and the kid doesn't redeem the loser with his sweetness and simplicity, but attaches himself like those leeches on Bogart in \"The African Queen\"?\n\nMovie critics have been accused of praising weirdo movies because we are bored by movies that seem the same. There is some justice in that. But I didn't like this movie merely because it was weird and different; I liked it because it makes no compromises and takes no prisoners. And because it is funny.\n\nThe director is Terry Zwigoff. He made the great documentary \"Crumb,\" about R. Crumb, the cartoonist who is a devoted misanthrope. (Crumb drew the \"American Splendor\" comic books about Harvey Pekar, his equal in misanthropy.) Zwigoff also directed the quirky \"Ghost World,\" with its unlikely romantic alliance between a teenage girl (Thora Birch) and a sour 40-ish recluse (Steve Buscemi). This is a director who makes a specialty of bitter anti-social oddballs. That he does it in comedy takes a more guts than doing it in tragedy.\n\nZwigoff worked from an original screenplay by John Requa and Glenn Ficarra. And what is their track record, you are wondering? They co-wrote \"Cats & Dogs\" (2001), with its parachuting ninja cats, and their next movie is \"Cats & Dogs 2: Tinkle's' Revenge.\" Maybe many screenwriters who do sweet PG-rated movies like \"Cats & Dogs\" have a script like \"Bad Santa\" in the bottom desk drawer, perhaps in a lead-lined box.\n\nWhen Billy Bob Thornton got the script, he must have read it and decided it would be career suicide. Then he put the script to his head and pulled the trigger. For him to play Hamlet would take nerve; for him to play Willie T. Soke took heroism. Wandering through the final stages of alcoholism, Willie functions only because of the determination of Marcus, who is played by Tony Cox as a crook who considers stealing to be a job and straps on his elf ears every morning to go to work.\n\nWillie and Marcus always use the same MO: They use the Santa gig to get into the store, stay after closing and crack the safe. Alas, this year the store's security chief (Bernie Mac, also ticked off most of the time) is wise to their plan and wants a cut. Because it's in his interest to keep Bad Santa in the store, he doesn't report little incidents like the reindeer-kicking to the store manager, played by the late John Ritter.\n\nWillie becomes distracted by the arrival in his life of Sue (Lauren Graham), the Santa fetishist, who picks him up at a bar. Then there's the kid (Brett Kelly), who sits on his lap, tells him he isn't Santa Claus and then doggedly insists on treating him as if he is. The kid is desperately lonely because his parents are away for reasons we understand better than he does, and he's being looked after by his comatose grandmother (Cloris Leachman). I know, I know; just last week I disapproved of the cruel treatment of the comatose baby-sitter, Mrs. Kwan, in \"The Cat in the Hat,\" and here I am approving of the way they treat the kid's grandmother in \"Bad Santa.\" The difference is (1) This film is funny and that film was not, and (2) That was intended for family audiences, and this one is not.\n\nIs it ever not. I imagine a few unsuspecting families will wander into it, despite the \"R\" rating, and I picture terrified kids running screaming down the aisles. What I can't picture is, who will attend this movie? Anybody? Movies like this are a test of taste. If you understand why \"Kill Bill\" is a good movie and \"The Texas Chainsaw Massacre\" is not, and \"Bad Santa\" is a good movie and \"The Cat in the Hat\" is not, then you have freed yourself from the belief that a movie's quality is determined by its subject matter. You instinctively understand that a movie is not about what it is about, but about how it is about it. You qualify for \"Bad Santa.\"", "running_time": 91, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-26", "genres": ["Comedy", "Crime", "Holiday"], "title": "Bad Santa (2003)"}