{"url": "http://www.rogerebert.com/reviews/bad-influence-1990", "by": "James Spaderas Michael Boll", "star_rating": 3.0, "text": "\"Bad Influence\" is like one of those old Charles Atlas ads, where the bullies on the beach kicked sand into the eyes of the 99-pound weakling, until Atlas came along and showed the wimp how to build some muscle. The primary difference between the ads and this thriller is that the role of Atlas is now filled by a sadistic sociopath. He walks into the life of a cowardly financial analyst and treats him to some assertiveness training that is more than he bargained for.\n\nThe analyst is played by James Spader, whose cool diffidence is just right for the early scenes, in which the office bully hacks into the computer system and hides three months' worth of Spader's work. In response, Spader does what any normal coward would do: He walks across the street to a bar to have a beer. It isn't his day. In the lounge, a big guy is having a fight with his girlfriend, and when Spader looks at him wrong, he gets his face mashed into the bar.\n\nThat's when Rob Lowe comes in, breaks a beer bottle off at the neck and has a few words with the bully while waving the jagged edge at his face. The bully leaves. Spader is grateful, and over the next few days he becomes friends with this mysterious stranger, who offers to teach him how to stand up for himself. At first the lessons are innocuous, as Spader outsmarts his rival in the office. Then they get more troublesome, and finally they get deadly.\n\n\"Bad Influence\" reminded me a little of \"Strangers on a Train,\" the 1951 Hitchcock movie where Robert Walker offers to trade murders with Farley Granger - his father for Granger's wife - so they can both be rid of people they hate. Granger doesn't take him seriously, but Walker is very serious indeed. In \"Bad Influence,\" Lowe has the smooth Walker role, but the difference is Spader has no idea he has made a bargain until it's much too late.\n\nThe movie sneaks up on you. At first you're not even sure where it's going: Maybe this will be the story of a creepy relationship between Spader, who is a born innocent, and Lowe, who likes to change identities and accents every night while he's picking up girls in the Los Angeles underground bar scene. Lowe is slick and likable, and very attractive except for those sinister shadows that always seem to be playing over his eyes.\n\nThere's a hint of homosexuality in their relationship; Spader clearly likes Lowe, who seduces him with compliments and friendship.\n\n\"Tell me what you really desire, and what you really fear,\" Lowe tells Spader one night when they're both looped. Spader says he fears marriage, even though he is engaged to a rich girl, the kind who pecks her future hubby on the cheek as if she were a bird and he were a mirror. Lowe is able to end the unwanted engagement with a spectacular act of social embarrassment, by infiltrating a party given by the future in-laws and showing a home video of Spader having sex with another woman.\n\nThis scene, and another one with Lowe in bed with two girls, will no doubt stir memories of his celebrated scandal involving a videotape. Indeed, the parallels between \"Bad Influence\" and the Lowe videotape incident are so numerous that I would almost believe him if he claimed to have been doing research. Believers in coincidence can also savor the fact that this is Spader's first big role since \"sex, lies and videotape,\" which would have made an excellent title for \"Bad Influence.\" The movie is strong enough and the performances so convincing, however, that echoes from real life never distracted me.\n\nLike many thrillers that begin with an intriguing premise, \"Bad Influence\" is more fun in the setup than in the payoff. For at least the first hour, we are not quite sure what game Lowe is playing, and the full horror of his plan is only gradually revealed. The climax of the movie discharges a lot of the suspense by turning into a more conventional cat-and-mouse game. But I was grateful for the final shots, which played fair with the logic of the plot and didn't try to sneak in the cheap surprise I was waiting for.\n\nMovies like this do raise a few questions, and one I kept asking was: How does Spader do it? As a broker based in Los Angeles, he has to be at work when the New York markets open, and there is indeed one scene where he's at his desk at 5:30 a.m. Since he spends night after night with Lowe, turning into a zombie in one bar after another, how does he manage to hit the deck every morning looking like a preppie fresh from business school? On one occasion, he is drunk enough to stick up some convenience stores after the clubs close and sober enough to be horrified at his behavior only a few hours later.\n\n\"Bad Influence\" was written by David Koepp and directed by Curtis Hanson, and is a much superior exploitation of a theme that Koepp used in his screenplay for last year's \"Apartment Zero\": A passive hero falls for the spell of a virile man who enters his life under false and deadly pretenses. \"Apartment Zero\" was lurid and overwrought, almost a self-parody, while Hanson's direction of \"Bad Influence\" makes it into a sombre, introspective study of the relationship. Perhaps it says something about our times that when strangers meet in movies these days, one of them is almost always operating out of some kind of secret depravity.", "running_time": 100, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-09", "genres": ["Drama", "Romance", "Thriller"], "title": "Bad Influence (1990)"}