{"url": "http://www.rogerebert.com/reviews/bad-news-bears-2005", "by": "Billy Bob Thorntonas Morris Buttermaker", "star_rating": 3.0, "text": "Billy Bob Thornton stages a head-on collision between two previous roles in \"The Bad News Bears,\" a movie in which he plays, and I quote, \"a drunk who makes a living killing rats to live in a trailer.\" The movie is like a merger of his ugly drunk in \"Bad Santa\" and his football coach in \"Friday Night Lights,\" yet he doesn't recycle from either movie; he modulates the manic anger of the Santa and the intensity of the coach and produces a morose loser who we like better than he likes himself.\n\nThe movie, directed by Richard Linklater, is a fairly faithful remake of the 1976 film starring Walter Matthau, which inspired sequels starring William Devane and Tony Curtis. They had strengths of their own, but following Matthau's boozy vulgarian was not one of them. Thornton's performance is obviously fond of the Matthau approach, but finds a weary sadness in Coach Morris Buttermaker, who made it out of the minor leagues long enough to play in one major league game.\n\nHis team, the Bears, exists only because of a lawsuit filed by attorney Liz Whitewood (Marcia Gay Harden), who believes the Little League discriminates; she files a class action suit demanding that the league accept all players. The Bears end up with bad players in several categories: a black kid, two Spanish speakers, an Indian, a kid almost too little to hold the bat and another one in a motorized wheelchair. What they have in common is not their minority status, but their inability to play the game.\n\nThey revived my own childhood memories of Little League, which I hated; it was a meritocracy in which good players were heroes and I was pointed toward right field with the hope that I would just keep on walking. Well, of course it was a meritocracy. Sports involves winning, and winning involves skills. What I could never figure out was how some kids had always been good at sports and others would never be any good, no matter how hard they tried: Kids like me, so nearsighted that the approach of a ball had to be described to me by teammates.\n\nIf Matthau was a grumpy old drunk, Thornton descends still further into self-loathing; he's coaching only for the money, keeps his \"non-alcoholic\" beer can filled with bourbon, and recruits some of the kids to crawl under houses and spray dangerous chemicals. When Liz Whitewood thinks she smells booze on his breath, he uses the \"non-alcoholic\" line and points out he is driving. \"That's right! Never drink and drive,\" she tells her son Toby. Coach Buttermaker adds helpful details: \"Stay away from crack, too. You'll wake up in prison married to some guy named Big Bear.\"\n\nThe progress of the story is predictable, as it is in all movies about underdogs. They are bad, and will get better. In the case of the Bad News Bears, this process is aided when Buttermaker recruits his daughter Amanda (Sammi Kane Kraft) from a failed marriage. She's a gifted pitcher. He also recruits a strong hitter named Kelly Leak (Jeffrey Davies), advises one kid to deliberately get hit by a ball in order to get on base, and another one to lie to his parents. Buttermaker is not a role model, and his private life is untidy; required to find a sponsor willing to pay for the Bears uniforms, he recruits -- well, it gets a big laugh.\n\nThe movie works on two levels. On the top level, it's a dark but traditional PG-13 version of a kid's sports movie, with everything but the f-word in the dialogue. The plot leads inexorably up to the last inning of the final game; we know the routine. On a more insidious level, the movie suggests that America has embraced a new approach to winning. Where sportsmanship and fair play once counted for something, success now often includes lying, cheating and stealing, as demonstrated in the recent criminal trials sending millionaire executives off to prison in chains.\n\nWhether Coach Buttermaker develops better values by the end of the film, I will leave for you to discover. Thornton in the opening and middle innings displays a nice touch for cynical vulgarity. His arch-enemy in the league is Coach Bullock (Greg Kinnear), whose Yankees, like the real ones, usually win. Bullock, however, is not a paragon compared to Buttermaker, but vile in his own right, and really tough on his own kid. He's actually more in the tradition of Vince Lombardi (\"Winning isn't everything; it's the only thing\") than Buttermaker (\"Baseball. Once you love it, it doesn't always love you back. It's like dating a German chick\"). When he does finally edge toward a change of heart, it involves replacing false phony team spirit with real phony team spirit.\n\nThat the movie lacks the evil genius of \"Bad Santa\" is perhaps inevitable; you couldn't put a character as misogynistic and vulgar as Billy Bob's Santa in a movie where he's surrounded by kids. There's a limit. But Buttermaker does his best to be politically incorrect (\"You guys are acting like Helen Keller at a piñata party\"), and when it comes time for him to utter his big inspirational speech, it is grounded in dour reality.\n\nWhat I liked most about the movie, I think, is that it undermines the self-congratulatory myths we cultivate about sports in America. It writes the obituary of good sportsmanship. Grantland Rice wrote \"It's not whether you win or lose, it's how you play the game.\" To which, according to the Baseball Almanac, the celebrated baseball team owner Gene Autry replied: \"Grantland Rice can go to hell, as far as I'm concerned.\"\n\nAdvisory to parents: The language in the movie pushes the limits of the PG-13 rating. ", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-07-21", "genres": ["Comedy", "Family", "Sports Film"], "title": "Bad News Bears (2005)"}