{"url": "http://www.rogerebert.com/reviews/bad-company-2002", "by": "Anthony Hopkinsas Gaylord Oakes", "star_rating": 2.0, "text": "Hard on the heels of \"The Sum of All Fears,\" here's Jerry Bruckheimer's \"Bad Company,\" another movie about an American city threatened by the explosion of a stolen nuclear device. This one is an action comedy. There may come a day when the smiles fade. To be sure, the movie was made before 9/11 (and its original autumn 2001 release was delayed for obvious reasons), but even before 9/11 it was clear that nuclear terrorism was a real possibility. While \"The Sum of all Fears\" deals in a quasi-serious way with the subject (up until the astonishingly inappropriate ending), \"Bad Company\" is more light-hearted. Ho, ho.\n\nThe nuclear device is really only the McGuffin. It could be anything, as long as bad guys want it and good guys fight to keep them from it. The movie's a collision between three durable genres: Misfit Partners, Fish Out of Water and Mistaken Identity. After an opening scene in which the Chris Rock character is killed, we learn that he had a twin brother named Jake Hayes; the babies were separated at birth and never knew about each other. The first was adopted by a rich family, went to Ivy League schools, and joined the CIA. Jake is a ticket scalper and chess hustler who's in love with a nursing student (Kerry Washington).\n\nOne problem with the movie, directed by Joel Schumacher, is that it jams too many prefabricated story elements into the running time. Consider the training sequence, in which Rock has nine days to perfect the mannerisms and absorb the knowledge of his dead brother. Odd that most of the coaching sessions have him learning to recognize fine vintages of wine and evaluate ancient cognacs; is he going to be dining with the terrorists? Meanwhile, he's apparently expected to learn to speak Czech from a dictionary tossed onto his bunk.\n\nHis minder at the CIA is Gaylord Oakes (Anthony Hopkins), a spookily calm veteran operative whose plan is to substitute this twin for the other in a sting operation designed to buy a stolen nuclear device. When another would-be buyer enters the picture, the film descends into a series of chase scenes, which are well enough done, but too many and too long.\n\nHopkins plays his character right down the middle, hard-edged and serious. Rock has some effective scenes played straight, but at other times he goes into a nonstop comic monologue that is funny, yes, but unlikely; when he's being shot at, how can he think of all those one-liners? The movie's strategy is to make every sequence stand on its own, with no thought to the overall tone of the film, so that we go from the deadly serious to something approaching parody.\n\nOf the plot I can say nothing, except that it exists entirely at the whim of the stunts, special effects, chases and action. The two competing teams of would-be evil bomb buyers function entirely to supply an endless number of guys who fire machineguns a lot but hardly ever hit anything. The motive for blowing up New York is scarcely discussed. And could I believe my eyes? Here in 2002--another Red Digital Readout counting down to zero, just when I thought that was one cliche that had finally outlived its viability.\n\nAs for the girls, well, Kerry Washington is sweet and believable as Rock's girlfriend, but a Bruckheimer movie is not the place to look for meaningful female performances. No doubt there was a nice payday, but meanwhile Washington's fine performance in \"Lift,\" the shoplifting film from Sundance 2001, goes unreleased. Even more thankless is the role by Garcelle Beauvais-Nilon as a CNN correspondent who was the girlfriend of the first twin, and spots this one because he kisses differently. She disappears entirely from the film after an ironically appropriate slide down a laundry chute. (By the way: During the shoot-out in that hotel, how come not a single guest or employee is ever seen?) I won't tell you I didn't enjoy parts of \"Bad Company,\" because I did. But the enjoyment came at moments well-separated by autopilot action scenes and stunt sequences that outlived their interest. As for the theme of a nuclear device that might destroy New York, I have a feeling that after this generation of pre-9/11 movies plays out, we won't be seeing it much anymore.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-06-07", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Bad Company (2002)"}