{"url": "http://www.rogerebert.com/reviews/bad-boys-1983", "by": "Sean Pennas Mick O'Brien", "star_rating": 3.0, "text": "\"Bad Boys\" tells the story of some tough Chicago street gang kids who get in a lot of trouble, get sent to a juvenile correctional institution and get in a lot more trouble once they're inside. \n\nFollowing the tradition governing such movies, the story eventually comes to a moral decision at which a bad boy has to decide whether to become a good man -- and that's too bad, because until the movie turns predictable, it is very, very good. The acting, the direction and the sense of place in \"Bad Boys\" is so strong that the movie deserves more than an obligatory right scene for its conclusion. \n\nThe movie stars Sean Penn as Mick O'Brien, a teenage Irish-American hood from the Bridgeport neighborhood, and Esai Morales as Paco, a Latino hood from the Pilsen district. They are both tough, mean, anti-social kids; this movie doesn't sentimentalize street gangs. Their paths cross in connection with a drug deal that Paco is doing with a black gang. There's a misunderstanding, a sudden, shocking exchange of gunfire, and Paco's kid brother is dead. Mick killed him. Mick is sent to prison, and then Paco has his revenge by raping Mick's girlfriend (Ally Sheedy). Paco is caught and sent to the same prison where Mick is being held. \n\nMick already has learned the ropes, and Paco learns them quickly: The prison guards preside sincerely but ineffectually over a reign of terror enforced by the toughest kids in the prison. Violence and sexual crimes are commonplace. The strongest survive. This situation is complicated, of course, by the fact that everyone in the prison immediately knows that Mick and Paco will have to fight to the death over their feud of honor.\n\nAnd it's at precisely that moment, when the two kids are being set up for an eventual showdown, that \"Bad Boys\" begins to unwind. The first hour of this movie is so good it's scary; Penn and Morales and the supporting actors are completely convincing, and \"Bad Boys\" is the first movie I've seen in which the street gangs are not glamorized (\"West Side Story\"), stylized (\"The Warriors\") or romanticized (\"The Wanderers\"). We believe, watching \"Bad Boys,\" that we are observing an approximation of the real thing.\n\nThe direction, by Richard Rosenthal, is sure-footed, confident and fluid; we are in the hands of a fine director, even if he did make \"Halloween II.\" Sean Penn is mean and defiant in a real star performance, and the other kids in the prison include such inimitable characters as Horowitz (Eric Gurry), a bright kid who invents things and talks casually of his arson conviction; Viking (Clancy Brown), the hard but vulnerable boss of the prisoners, and Tweety (Robert Lee Rush), who rules at Viking's side.\n\nThese performances are good. That's why it's such a disappointment when the movie allows itself to become just another prison picture. Although the second half of the movie continues its close, convincing observations of everyday life in the youth prison, the story structure begins to feel programmed: We know we're heading for a big fight, we think we know who'll win -- and what is this, anyway? They've already made \"Rocky\" three times.\n\n\"Bad Boys\" misses its chance at greatness, but it's saying something that this movie had a chance. I have a notion it will stand as one of those bench-mark movies that we'll look back at for the talent it introduced. On the basis of their work here, Penn, Morales and Rosenthal have important careers ahead of them, and some of the supporting actors may have, too. This movie's not a complete success, but it's a damned good try.", "running_time": 104, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-25", "genres": ["Crime", "Drama", "Thriller"], "title": "Bad Boys (1983)"}