{"url": "http://www.rogerebert.com/reviews/bad-lieutenant-port-of-call-new-orleans-2009", "by": "Nicolas Cageas Terence", "star_rating": 4.0, "text": "Werner Herzog's \"Bad Lieutenant: Port of Call, New Orleans\" creates a dire portrait of a rapist, murderer, drug addict, corrupt cop and degenerate paranoid who's very apprehensive about iguanas. It places him in a devastated New Orleans not long after Hurricane Katrina. It makes no attempt to show that city of legends in a flattering light. And it gradually reveals itself as a sly comedy about a snaky but courageous man.\n\nNo one is better at this kind of performance than Nicolas Cage. He's a fearless actor. He doesn't care if you think he goes over the top. If a film calls for it, he will crawl to the top hand over hand with bleeding fingernails. Regard him in films so various as \"Wild at Heart\" and \"Leaving Las Vegas.\" He and Herzog were born to work together. They are both made restless by caution.\n\nIn the gallery of bad cops, Terence McDonagh belongs in the first room. Everyone will think of Harvey Keitel's lieutenant in Abel Ferrara's masterpiece \"Bad Lieutenant\" (1993) for the obvious reason. I hope this film inspires you to seek out that one. It deserves to be sought. Ferrara is Shakespearean in his tragedy, Herzog more like Cormac McCarthy. Sometimes on the road to hell you can't help but laugh.\n\nIn a city deserted by many of its citizens and much of its good fortune, McDonagh roams the midnight streets without supervision. He Serves and Protects himself. He is the Law, and the Law exists for his personal benefit. Lurking in his prowler outside a nightclub, he sees a young couple emerge and follows them to an empty parking lot. He stops them, searches them, finds negligible drugs on the man, begins the process of arrest. The man pleads. He's afraid his father will find out. He offers a bribe. McDonagh isn't interested in money. He wants the drugs and the girl, whom he rapes, excited that her boyfriend is watching.\n\nThe film's only similarities with the Ferrara film are in the title and the presentation of a wholly immoral drug addict. It's not what a movie is about but how it's about it. Ferrara regards his lieutenant without mercy. Herzog can be as forgiving as God. An addict in need can be capable of about anything. He will betray family, loved ones, duty, himself. He's driven. Because addiction is an illness (although there is debate), we mustn't be too quick to judge. Drugs and alcohol are both terrible, but drugs can drive a victim more urgently to ruin.\n\nHerzog shows McDonagh lopsided from back pain. He begins with prescription Vicodin and moves quickly to cocaine. As a cop, he develops sources. He steals from other addicts and from dealers. In the confusion after Katrina, he steals from a police evidence room. George Carlin said, \"What does cocaine feel like? It makes you feel like some more cocaine.\"\n\nMcDonagh has a girlfriend named Frankie (Eva Mendes). She's a hooker. He's OK with this. He gives her drugs, she sometimes has them for him. They share something an addict craves: sympathy and understanding. They stand together against the horrors. He's also close to his 60-ish father, Pat (Tom Bower), not close to Pat's 40-ish partner Genevieve (Jennifer Coolidge). His father has a history with AA. Genevieve is a bosomy all-day beer drinker. They live in a slowly decaying rural manse somewhere in the parish. Pat knows what to look for in his son and sees it.\n\nColorful characters enrich McDonagh's tunnel-visioned life. There's hip-hop star Alvin \"Xzibit\" Joiner as Big Fate, a kingpin who holds the key to the execution of five Nigerian drug dealers. Fairuza Balk as a cop and McDonagh's sometime lover. Brad Dourif as his bookie (he gambles, too). Val Kilmer as his partner, in an uncharacteristically laid-back performance. Maybe we couldn't take Cage and Kilmer both cranked up to 11. Bower plays McDonagh's father as a troubled man but one with good instincts. Coolidge, with great screen presence as always, changes gears and plays a MI-wouldn't-LF.\n\nThe details of the crime need not concern us. Just admire the feel of the film. Peter Zeitlinger's cinematography creates a New Orleans unleavened by the picturesque. Herzog as always pokes around for the odd detail. Everyone is talking about the shots of the iguanas and the alligator, staring with cold reptilian eyes. Who else but Herzog would hold on their gaze? Who else would foreground them, placing the action in the background? Who but Cage could regard an iguana sideways in a look of suspicion and disquiet? You need to keep an eye on an iguana. The bastards are always up to something.\n\n\"Bad Lieutenant: Port of Call, New Orleans\" is not about plot, but about seasoning. Like New Orleans cuisine, it finds that you can put almost anything in a pot if you add the right spices and peppers and simmer it long enough. \n\nYet surely \"Bad Lieutenant: Port of Call, New Orleans\" is an odd title? Let me give you my fantasy about that. Herzog agrees with Ed Pressman to do a remake of the 1993 film, which Pressman also produced. Pressman is no fool and knows a Werner Herzog remake will be nothing like the original. Abel Ferrara is outraged, as well he might be; Martin Scorsese picked \"Bad Lieutenant\" as one of the 10 best films of the 1990s.\n\n\"Gee, I dunno,\" Pressman says. \"Maybe we should change the title. How about talking a line from the screenplay? How about calling it 'Port of Call, New Orleans' \"?\n\n\"We will compromise,\" Herzog says with that Germanic precision he uses when explaining something he needs to make clear. \"We will call it 'Bad Lieutenant: Port of Call, New Orleans.' \" He's not going to back down from Ferrara. These are proud men.", "running_time": 122, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-18", "genres": ["Drama", "Thriller"], "title": "Bad Lieutenant: Port of Call, New Orleans (2009)"}