{"url": "http://www.rogerebert.com/reviews/bad-girls-1994", "by": "Madeleine Stoweas Cody Zamora", "star_rating": 1.5, "text": "What a good idea, to make a Western about four tough women. And what a sad movie. \"Bad Girls\" is like \"Young Guns\" in drag, a B-minus Western in which the only novelty is supplied by the quickly exhausted surprise of finding cowgirls instead of cowboys. Nothing in the plot shows the slightest invention. After \"Silverado,\" \"Unforgiven\" and \"Tombstone,\" here's a throwback to the assembly line.\n\nThe movie assembles a wonderful cast: Madeleine Stowe, Mary Stuart Masterson, Andie MacDowell and Drew Barrymore. They're supported by an assortment of male actors who somehow look like they want to wipe their feet on the mat before walking into a scene. No wonder: They've never seen anything like these four before. The women are dressed and made up like models in a Calvin Klein ad. (In an early scene requiring them to be smudged with dust, each one gets a smudge just where rouge would otherwise adorn their famous cheekbones.) At the beginning of the film the four women are, of course, prostitutes. (The four professions available to women in the old west were Marriage, School-Marming, Prostitution, and Old Biddyhood.) After the straight-shooting Stowe kills a drunken colonel who is molesting Masterson, a lynch mob prepares to hang her - but her three friends help her escape, and they go on the lam, pursued by a couple of Pinkerton detectives. (Stowe gallops out of town on a horse while her hands are tied behind her, a trick Buffalo Bill would have paid her to turn.) The plot does not thicken exactly, but it jells. We get the obligatory Ol' Swimmin' Hole scene, in which all four women are modestly submerged to a depth just above their cleavage. The obligatory handsome young cowboy (Dermot Mulroney) happens along, and becomes smitten by Stowe. Later, while trying to withdraw her savings from a bank, Stowe gets inadvertently involved in a bank robbery pulled by the whiskery Kid Jarrett (Kid Russo), who takes her savings.\n\nThe rest of the plot involves the women trying to get the money back, trade hostages, rescue the young cowboy, etc. The screenplay could have been dictated at a seance by the shade of Hopalong Cassidy.\n\nThere were, of course, women in the West. And there have even been some good movies about them. Three come to mind: \"Cattle Annie And Little Britches,\" \"The Ballad Of Little Jo,\" \"A Thousand Pieces Of Gold.\" These movies made some attempt to imagine what it might have been like to be a woman who did not fit into the narrow categories available on the ignorant, intolerant frontier. (\"Little Jo\" concludes that a woman simply would not be accepted as an independent rancher, and has its heroine disguise herself as a man.) These difficulties do not much bother Cody, Anita, Eileen and Lilly, the four bad girls, who despite their positions in the entertainment industry have all somehow learned to ride, shoot, handle explosives and deliver a right to the jaw. The lot of the frontier prostitute was not a happy one; the girls upstairs over the saloon were treated like slaves, as the opening scenes of \"Unforgiven\" make clear. To develop such outdoor skills these girls must have had their weekends free. Even so, after a rattlesnake startles a team of horses (what an original idea!), you must admit it is amazing to witness Drew Barrymore gallop on horseback after a runaway wagon, jump onto it, and rein in the team.\n\nHave these women been degraded by a life of prostituting themselves to drunken, hairy, smelly, illiterate old coots? Hardly.\n\nThe dialogue makes a few bows in the direction of their relief to be free of such duty, and moves on.\n\nNor do any of the men note that, with their supermodel looks, the girls could probably earn a lot more in Chicago or Kansas City than in the brothels of Echo City.\n\nThe failure of \"Bad Girls\" is all the more poignant because the actresses are at the top of their forms right now, and could have been inspired by a more ambitious production. Think of Stowe in \"Blink,\" MacDowell in \"Four Weddings And A Funeral,\" Masterson in \"Fried Green Tomatoes,\" Barrymore in \"Gun Crazy.\" Better still, see them in those films, and reflect how lame they seem in this concoction.", "running_time": 98, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-22", "genres": ["Action", "Adventure", "Comedy", "Drama", "Western"], "title": "Bad Girls (1994)"}