{"url": "http://www.rogerebert.com/reviews/bad-boys-ii-2003", "by": "Will Smithas Mike Lowrey", "star_rating": 1.0, "text": "There is an ugly scene in \"Bad Boys II\" that I want to tell you about. A cop played by Martin Lawrence is alarmed that his 15-year-old daughter is going out on her first date. We see the girl, pretty and hopeful in her new dress, being fussed over by her mother. The doorbell rings, and Lawrence opens it to confront her date, a nervous 15-year-old boy, tall and thin, neatly dressed.\n\nMarcus and his partner (Will Smith) intimidate the boy without mercy. He is threatened with the unspeakable if he lays a hand on the girl. They demand to know if he is a virgin. They slap him with the N-word. At one point a gun is pulled on him. \"Ever had sex with a man?\" Smith asks. Then with a leer: \"Want to?\" The boy is terrified.\n\nThe needless cruelty of this scene took me out of the movie and into the minds of its makers. What were they thinking? Have they so lost touch with human nature that they think audiences will like this scene? Do they think it's funny? Did the actors voice any objections? It's the job of the producer to keep a film on track; did Jerry Bruckheimer notice anything distasteful? Or is it possible that everyone connected with the film has become so desensitized by the relentless cynical aggression of movies like this that the scene passed without comment? \"Bad Boys II\" is a bloated, unpleasant assembly-line extrusion in which there are a lot of chases and a lot of killings and explosions. Oh, it's all done with competent technique. Michael Bay, the director, is a master of this sort of thing, and his screenplay was labored over by at least four writers, although there is not an original idea in it. Even the villain is a bargain-basement ripoff of Al Pacino's great drug dealer in \"Scarface.\" The plot, briefly, involves Smith and Lawrence as partners on the trail of a drug supplier who moves his money into Cuba. Gabrielle Union plays Lawrence's sister, a DEA agent from New York who has been seeing Smith. Joe Pantoliano is the obligatory police captain who constantly chews out the guys (and for once, a movie takes notice of the body count after a chase scene). No one in the movie is very interesting; our eyes glaze over during yet another bone-tired retread of chase scenes that we have seen over and over again. Occasionally there is variety, as when the boys shoot up a Ku Klux Klan rally; I dunno, maybe it's just me, but I don't see anything funny about burning crosses and guys in hoods. Do these images need to be given fresh circulation in 2003? The movie has a carelessness that shows a contempt for the audience. Consider a sequence in which two helicopters pursue a speedboat near Miami. I was never sure who was in the speedboat, or why it was fleeing. Maybe I missed something, but it didn't make much difference. Eventually the cops spray the boat with automatic weapons, the engine dies, and we hear \"the boat is dead in the water.\" End of scene. As nearly as I can tell, the only reason this scene is in the movie is so that we can watch two helicopters chasing a speedboat. In a movie that is painfully long at 146 minutes, why is this scene taking up our time? The movie is so choppy in its nervous editing that a lot of the time we're simply watching senseless kinetic action. The chase scenes and shoot-outs are broken down into closeups that deny us any sense of the physical relationship of the actors or the strategy of a chase. It's all just movement.\n\nFor example, after the action moves to the druglord's mansion in Cuba, the heroes commandeer his bright yellow Hummer for a getaway under fire. At one point it looked very much to me as if the Hummer drove into a pond, which would have brought an end to the chase, but no, seconds later it's back in the chase--no pond, no nothing.\n\nWhat happens next is kind of sickening. The Hummer speeds down a hillside entirely covered by the tarpaper shanties of poor people. Walls and roofs, doors and windows, dogs and chickens, corrugated iron and curtains, all fly into the air as the Hummer cuts a swath through this settlement. And I'm thinking, people live there. There's a quick mention that drug production takes place on the hillside, but still: Dozens of poor shantytown dwellers must have been killed, not that the movie notices.\n\nThere was once a time when a hero would sacrifice his own life rather than injure innocent bystanders. No longer. The heroes of \"Bad Boys II\" are egotistical monsters, concerned only with their power, their one-liners, their weapons, their cars, their desires. I suppose I shouldn't be surprised that characters who wipe out a village can also make cruel jokes at the expense of a kid on his first date. Everybody involved in this project needs to do some community service.", "running_time": 146, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-18", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Bad Boys II (2003)"}