{"url": "http://www.rogerebert.com/reviews/bad-teacher-2011", "by": "Cameron Diazas Elizabeth Halsey", "star_rating": 2.0, "text": "\"Bad Teacher\" immediately brings \"Bad Santa\" to mind and suffers by the comparison. Its bad person is neither bad enough or likable enough. The transgressions of Elizabeth Halsey (Cameron Diaz) are more or less what you'd expect, but what's surprising is that she's so nasty and unpleasant. Billy Bob Thornton, as the Bad Santa, was more outrageously offensive and yet more redeemed by his desperation. He was bad for urgent reasons. Elizabeth seems bad merely as a greedy lifestyle choice.\n\nAs the film opens, Miss Halsey is engaged to a rich guy she leeches on but doesn't love. She's dumped and has to return to teaching, an occupation she had no talent for or interest in; she passes the time showing DVDs to her students while she naps, drinks and does drugs at her desk. This creates astonishment and indignation in the charmingly named Amy Squirrel (Lucy Punch), whose classroom is right across the hall.\n\nThe school characters also include new teacher Scott Delacorte (Justin Timberlake), amiable but juiceless; veteran teacher Ms. Pavicic (Jillian Armenante), a sweet dumpling; the hunky gym teacher Russell Gettis (Jason Segel), and the dolphin-obsessed Principal Wally Snur (John Michael Higgins). \n\nOf these characters, the rival played by Lucy Punch is the most colorful, because she's the most driven and obsessed. The others seem curiously inconsequential, content to materialize in a scene, perform a necessary function and vaporize. There's no urgency, and that was the one quality \"Bad Santa\" dripped with.\n\nNone of the film's major characters is a student, which seems odd. Yes, there's a kid who writes bad poetry and has a crush on the class sexpot, but his desperation seems well within comic bounds. There are no vindictive students, none with aggressive behavior, no little \"Omens\" in training. The casting of the students seems lacking in imagination, but then what does the screenplay give them to do?\n\nCameron Diaz has proved that she is gifted with comedy. But here, her Elizabeth is a mean, antagonistic money grubber on autopilot. Where did she come from? Why did she get into teaching in the first place? Has she no heart? There are times in \"Bad Santa\" when we feel sorry for the poor SOB, but nothing in \"Bad Teacher\" inspires more than distaste for its lead character.\n\nOther problems: There is no chemistry, or indeed even much mutual awareness between Diaz and Timberlake. You know those annual Bad Sex Awards for the worst sex scene in a movie? Their dry-humping scene deserves an award for the decade. The scene itself is pathetic. The shot it ends on — the wet spot on Timberlake's blue jeans — had the preview audience recoiling.\rWhole chunks of the plot seem to have gone missing. Were drug charges ever filed against Miss Squirrel (in an attemped frame by Miss Halsey)? And how, oh, how, can we possibly understand the eventual development between Elizabeth and Russell the gym teacher? You know what that feels like? It feels like they called Diaz and Jason Segal in for one additional day of shooting to provide a preposterous happy ending. Jolly music keeps elbowing its way onto the soundtrack in an unconvincing attempt to cue us that we've seen a good comedy.", "running_time": 92, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-06-22", "genres": ["Comedy"], "title": "Bad Teacher (2011)"}