{"url": "http://www.rogerebert.com/reviews/bad-company-1995", "by": "Ellen Barkinas Margaret Wells", "star_rating": 3.5, "text": "\"Bad Company\" is a thriller of extravagant complexity, a thinking man's Grisham film. It is about smart, ruthless people who once worked for the CIA and now engage in free-lance espionage. They are greedy, relentless and willing to kill, and of course they are expensively dressed and housed; these are the kinds of people who touch themselves as if afraid of leaving prints.\n\nAs the movie opens, a man named Nelson Crowe (Laurence Fishburne) is being interviewed for a job in the Grimes Organization, which specializes in industrial dirty tricks. He is hired by Margaret Wells (Ellen Barkin), the second in command, who takes him in to her boss, Vic Grimes (Frank Langella). All of these people hold themselves with studied casualness, and talk in elegant, mannered understatement: There is the implication in many crime movies that the villains have been to finishing schools the rest of us couldn't afford.\n\nThe movie succeeds in fascinating us simply with its manner and decor, before much of the plot has been revealed - and, believe me, there is a lot of plot to reveal. The movie was directed by Damien Harris from the first original screenplay written by Ross Thomas, the superb crime novelist, and it is a movie that feels written: The dialogue has a sleek cruelty, and the supporting characters have a quirkiness that you don't find in movies that were knitted in screenwriting class.\n\nLangella and Barkin go to visit a man named Walter Curl, played by the nervous Spaulding Grey, who spends much of the movie sucking on his handkerchief. He fears a $25 million fine because his corporation has poisoned some kids with toxic waste. Wells tells him that for 4 percent of that - $1 million - she can bribe a state judge and affect the outcome of the trial. Their client is uncertain. \"Look at us!\" Langella says. \"Do we look like the kind of people who want to go to prison?\" (He is always assuring people in this way; it's a running joke.) Langella is a smooth, polished actor who implies wit without revealing it, but listen to the way he says: \"Before you attempt to suborn a superior court judge, you make sure he has his hand out. Way out. Way out to here.\" The judge is played by David Ogden Stiers, as a man who likes to gamble and owes money to card players and horse racing bookies. There is a nice supporting role for his mistress (Gia Carides), who watches as he is bribed, and who turns out to like him more, and be smarter, than we think. Meanwhile, the Barkin character has suggested to Fishburne that together they could knock off poor Grimes and take over the organization themselves.\n\nBut that is only one of many meanwhiles in Thomas's labyrinthine script. There are many other surprises, none of which I will reveal, because watching this movie is like seeing an onion unpeeled: Each level seems complete and whole, until you find another underneath. And the Thomas dialogue speeds it all along, with scenes like the one where the mistress learns how to arm a gun, or when Langella explains about fly fishing.\n\nI found myself fascinated by the decor. The movie is set in Seattle and was shot largely in Vancouver, and the production notes mention the architect Tadao Ando, whose buildings and style influence the interiors. The production designer, Andrew McAlpine, makes spaces which add to the characters: The Fishburne character, for example, lives in a house of deep reds and blues, where except for the kitchen there is no place to sit down except on an exercise machine.\n\nThe photographer, Jack N. Green, has shot this world in a seductive way. It is so expensive, so closed-in, so decadent, so witty, that it encourages the actors in their cool, mannered behavior. Everybody poses. They are formal. Mannered. Barkin has sex with both men, but mostly keeps her clothes on. There are times when these characters would rather keep their cool than stay alive.\n\nThe plot moves like clockwork, surprising us, then surprising us again, but I liked \"Bad Company\" more for its style, look and feel. That's what will stay. Looking carefully at this movie is like savoring the very best that craft can accomplish on a big budget in modern Hollywood. Every shot is loaded; the movie makes its statement about this world, not with what is said, but with how and where it is said. And how people look when they are saying it. The movie's an example of Possessoporn, in which the audience's lust is stirred not by how the characters look but by what they possess.", "running_time": 108, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-20", "genres": ["Action", "Crime", "Romance", "Thriller"], "title": "Bad Company (1995)"}