{"url": "http://www.rogerebert.com/reviews/bad-manners-1998", "by": "David Strathairnas Wes Westlund", "star_rating": 3.0, "text": "Is this a dream or a nightmare? A man programs a computer to compose music at random. The computer gives him what he has asked for. But in the middle of all the binary coin-tossing, he discovers several perfect bars of Martin Luther's \"A Mighty Fortress Is Our God.\" How could this be? Did the computer have a serendipitous accident? Or did God himself reach down a bemused finger and stir the zeroes and ones? There is another possibility that does not occur to the musicologist, who is a self-important middle-aged man named Matt (Saul Rubinek). His latest girlfriend is a brainy temptress named Kim (Caroleen Feeney), who is a computer expert. Could she have meddled with his program, just as she has reprogrammed his life? Do not hasten to choose the third possibility. It seems likely only because Kim is such a game player anyway, a woman who draws out the worst in everyone around her, for her private delight.\n\nAs the wickedly funny \"Bad Manners\" opens, Kim and Matt arrive as the house guests of a longtime married couple named Wes and Nancy Westlund (David Strathairn and Bonnie Bedelia). She is a successful academic. He is not. He has, in fact, just been denied tenure at a second-tier school, which hurts for a lot of reasons, among them: (1) Nancy has tenure at Harvard, and (2) the overbearing, condescendingly successful Matt is Nancy's former lover.\n\nMatt is full of himself. He believes his computer program will make him as famous as if he had intercepted messages from distant galaxies. Wes also takes himself very seriously: He is pompous and easily wounded, and the dark-haired, chain-smoking young Kim immediately singles him out as a target. She observes that Wes and Nancy have no children, and asks him: \"Firing blanks?\" She uses his antique bowl as an ashtray. She wanders about the house wearing less than she should, and she seduces Wes once in a fantasy sequence and probably again for real, although the truth is obscured by much game playing.\n\n\"Bad Manners\" is based on the play \"Ghost in the Machine,\" by David Gilman, first performed at Chicago's Steppenwolf Theatre in 1993. Like work by that other Chicagoan, David Mamet, it toys with the integrity of its characters by subjecting them to devious games. In \"Bad Manners,\" the key game is one only two of the characters are playing--and perhaps they are playing it only with themselves. Wes is powerfully attracted to Kim, but denies it, and when he discovers that a $50 bill is missing, he tells Nancy that Kim is the thief. At his urging, Nancy searches Kim's luggage and does indeed find a $50 bill, which appears to be concealed. But is it the same bill? The bill is removed, replaced and doubled, in a fiduciary version of \"Who's on First?\" Sounds silly, but there's a way in which smart people can get obsessed with tiny, goofy matters of principle and blow them all out of proportion--and Wes goes weird over that bill.\n\nMeanwhile, in the movie's best single scene, the proud Matt goes to visit the editor of a respected academic journal (Julie Harris). He has submitted a paper describing his computer miracle to her, and she tells him what she thinks of it. The Harris character is like a visitor from another world; the four main characters are trapped inside their rigid little dance, and she is not. She handles the interview with brutal directness.\n\n\"Bad Manners,\" directed by Jonathan Kaufer, will remind some of \"Who's Afraid of Virginia Woolf?\" and others of Tom Noonan's oddly involving, overlooked \"The Wife.\" Like them, it is about intellectuals who would rather verbalize about their problems than solve them. But it doesn't choose to cut to the bone; the visitors will eventually leave, and perhaps routine will re-establish itself; the movie is more about games than about psychological reality, and all the more fun because of that. There is a masochistic sense in which all of the characters are enjoying themselves with their mind games, especially Wes. And at least Kim, before she leaves, is able to provide Nancy with a useful suggestion.", "running_time": 90, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-18", "genres": null, "title": "Bad Manners (1998)"}