{"url": "http://www.rogerebert.com/reviews/bad-company-1972", "by": "Jeff Bridgesas Jake Rumsey", "star_rating": 3.0, "text": "The myth of the American West was mostly invented long after the West itself had been settled, civilized and made fit for Disneyland. Movie Westerns are usually romantic fantasies with no connection to a real West that ever existed; we know that, but we like them anyway because the escapism is fun.\n\nSometimes, though, a Western comes along that pretends to be about the West as it really was: \"The Wild Bunch,\" or \"McCabe and Mrs. Miller,\" or \"The Great Northfield Minnesota Raid.\"\n\n\"Bad Company\" is a Western like that. I don't imagine it's any more realistic than a John Wayne movie -- none of the \"real\" Westerns are, actually -- but it has a nice, blunt, slice-of-life quality about it that grows on you. It's about a group of young Civil War draft-dodgers who leave the United States at St. Joseph, Mo., and vaguely drift Westward.\n\nThey are traveling through territory that's supposed to be crawling with ferocious Indian tribes like the Arapaho, but in fact the dangers they meet are imported from the East. There are vicious pirate bands of outlaws, frontier vigilantes and their own mistrust of each other. This last is the greatest danger of all.\n\nThe boys are held together by no greater bond than the fact that they happened to start out together. They steal each other's horses and guns, abandon each other, save each other's lives and then cheerfully pull a double cross. Their world is totally pragmatic.\n\n\"Bad Company\" was written by David Newman and Robert Benton, who wrote \"Bonnie and Clyde,\" and has been directed by Benton. They get something of \"Bonnie and Clyde's\" elliptical narrative style; scenes happen in no special order and yet somehow are supposed to build up a gradual tension. There is also a lot of laconic dialog, which works on its own terms -- we laugh -- but seems to work against the movie.\n\nWhile outlaws get the drop on our heroes, for example, their Falstaffian leader (David Huddleston) sits on his horse and judges the stick-up critically: \"That's real good,\" he says to his men. \"Real threatening.\" There's another scene where a bankrupt farmer offers his wife to the boys, for a consideration of $8. Here, the pathos and desperation of the situation are sabotaged by Benton and Newman's willingness to go for a laugh.\n\nThe movie's hero is Drew Dixon (Barry Brown), a straight arrow from a Methodist family in Ohio. They've already lost their oldest son in the Union Army, and they send their youngest West rather than have him conscripted. He gets as far as St. Joe and is robbed by a slick young con man (played by Jeff Bridges, of \"The Last Picture Show\"). They fight, make up, join forces and set out with four others on the trek through the Indian territories.\n\nFrom here on, we half expect the movie will be about how the boys come of age on the frontier. They're small town boys, after all, not junior Indian scouts. There are a couple of good scenes along this line (the best is Bridges demonstrating, to his own growing distaste, how to skin a rabbit). But the boys seem to have been born with lots of prairie lore built right in, and they somehow outshoot and outfox the outlaws even when they have no logical right to.\n\nThe movie is built as a series of more-or-less self-contained episodes, and the episodes that work are worth the effort. But we get the feeling the movie doesn't know where it's headed and the last scene (one of those freeze-frames that's supposed to crystallize a significant moment for us) left me suspended in midair. If there were ever a movie that just plain stopped, instead of arriving at a conclusion, this is it. Still, there were some good moments along the trail.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-10-25", "genres": ["Action", "Western"], "title": "Bad Company (1972)"}