{"url": "http://www.rogerebert.com/reviews/bad-boys-1995", "by": "Martin Lawrenceas Marcus Burnett", "star_rating": 2.0, "text": "“Bad Boys\" tries with all the energy at its command to\rredeem an exhausted story with sheer technique. This movie is so good-looking\rit deserves a decent screenplay, instead of one more lope down memory lane. The\rmovie gives us a Miami filled with midnight glitz, shot with the flair of a\rfashion photographer - backlit monochrome tilt shots and all. It has relentless\rediting, slick action sequences, and blows up stuff real good.\n\nBut\rwhat is it about? Two cops. Buddies. Partners. Narcs.\n\nWhose\revidence from a $100 million heroin bust is stolen. Who get in trouble with the\rchief, who yells at them. And with a chick from Internal Affairs, who takes\rthem off the case. And who pick up a sexy, wisecracking sidekick along the way.\rOh, and one of the cops is a sexy bachelor and the other one is a family man.\rThe plot is like a jigsaw puzzle with pieces supplied by \"48 HRS,\"\r\"Internal Affairs,\" \"Beverly Hills Cop\" and \"Lethal\rWeapon.\" The movie is a production of Don Simpson and Jerry Bruckheimer,\rwho actually made several of the movies they've ripped off, including\r\"Beverly Hills Cop\" parts one and two, so maybe they're recycling. Or\rmaybe they thought the chemistry of their actors would make everything seem\rfresh.\n\nThe\rmovie stars Martin Lawrence and Will Smith, both comic actors, both talented,\rboth allowed to talk way too much in the course of this film. The dialogue runs\ron endlessly; consider, for example, the basic scene where the commanding\rofficer reads out the two cops. He goes on, and on, and on, screaming at them.\rLater he screams some more.\n\nThere\rare also a lot of curious interludes in which Lawrence and Smith do verbal\rriffs, interrupting each other, stream of consciousness, finishing each other's\rsentences or not bothering to complete thoughts at all, to show a kind of easy\rfamiliarity, I guess. We are glad they know each other so well. We wish we knew\rthem well enough to figure out what they think they're saying.\n\nThe\rplot: A criminal mastermind (Tcheky Karyo) engineers the theft of $100 million\rin heroin from the evidence locker at police headquarters. Lawrence and Smith\rare assigned to the case.\n\nSmith\rasks Theresa (Theresa Randle), a hooker he knows, to keep an eye open for high\rrollers. Sure enough, she gets a call from a guy who's sky-high on drugs and\rwants to spend $2,000. She asks her friend Julie (Tea Leoni) to tag along.\rJulie isn't a hooker but, what the heck, the guy's so out of it they'll be back\ron the street with the dough in 15 minutes.\n\nTheresa\rgets murdered, in an ugly, unpleasant scene. Julie witnesses it all, and\rcontacts the cops. There is an ungainly subplot in which Lawrence, the family\rman, has to pretend to be Smith, the bachelor, and live for a few days with\rJulie, while meanwhile his wife gets suspicious, etc. This stuff isn't even\rrecycled from old action movies; it's out of those Idiot Plots where people\rdon't catch on to anything.\n\nFor\rexample, why is Lawrence's apartment filled with photographs of Smith? Is\rLawrence gay? Is Smith his boyfriend? He comes up with a sitcom-style excuse,\rto conceal the fact that they are actually in Smith's apartment. Unasked and\runanswered is why Smith would have his apartment filled only with photos of\rhimself. The answer, of course, is that the photos are there to support the\rvacuum-brained dialogue.\n\nThere\rare a lot of photos in this movie, if you get my drift.\n\nThe\rclimax is ideal for those with attention-span deficit.\n\nThat\rway they won't know they've seen similar climaxes hundreds of times before.\rThis one is shot well, with good special effects, but takes all the usual\rshortcuts, including the Fallacy of the Talking Killer.\n\nImagine.\rBodies are stacking up like cordwood. Propane tanks are exploding. A bad guy\rappears in the doorway of a plane. He's aiming his automatic weapon at one of\rthe heroes. All he has to do is pull the trigger. And then, what? He talks?\rNope, the good guy talks, finding time to say, \"You forgot your boarding\rpass,\" before pulling the trigger. By then, of course, he should have been\rdead, but the filmmakers violate credibility to give us a smart remark that is\rnot believable, funny or original. Whom do they make these movies for? What\rexercise in self-deception inspires them to go to such effort and expense for\rwhat is obviously going to be a lame exercise in retreadmanship?", "running_time": 126, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-07", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Thriller"], "title": "Bad Boys (1995)"}