{"url": "http://www.rogerebert.com/reviews/bad-dreams-1988", "by": "Jennifer Rubinas Cynthia", "star_rating": 0.5, "text": "“Bad Dreams” opens with a scene in which a demented guru pours gasoline over his teenage followers and then sets them all afire.\n\nMiraculously, a young girl escapes instant death but is hospitalized in a coma for 13 years. When she reawakens, she is placed in a psychiatric hospital for treatment, only to become the victim of another twisted fiend, a psychiatrist who deliberately gives her medication that will make her suicidal.\n\nWhy do they make movies like this? The hypocrisy begins with the gruesome imagery and violence, which earned the film an R rating, even though the primary audience for “Bad Dreams” is under 17. This is another of those foul teenage vomitoriums in which the only message is that the world is evil and brutal. In this world, adults, with a few exceptions, want to kill teenagers. The healing professions contain, of course, the sickest people of all.\n\nThe film has been given top-level production values by a successful Hollywood team. The producer, Gale Anne Hurd, has made two films I admire (“Terminator” and “Aliens”). The director, Andrew Fleming, is described as a brilliant recent graduate of the NYU film school, making his feature debut. The cast includes solid performances by Jennifer Rubin as the tortured girl, Bruce Abbott as the good doctor, Richard Lynch as the cult leader and Harris Yulin as the demented shrink. The climactic scene is a cleverly crafted screamer.\n\nI praise the production only to suggest that these people should be better employed in worthier projects. It is not surprising to see a violent teenage film exploiting the lowest common denominator and preaching a message of nihilism and despair. It is not surprising to see the latest special-effect technology supplying lingering closeups of burnt flesh and other horrors. What is surprising, I suppose, is that nice people would want to wade in this sewer.\n\nMaybe I’m naive. Maybe I don’t completely understand the power of money to justify all ends. The “Nightmare on Elm Street” movies (of which “Bad Dreams” is an obvious clone) have made a lot of money at the box office. Perhaps “Bad Dreams” will, too. If it is a big enough hit, it may derail Andrew Fleming’s career for years. Like Sean Cunningham, a nice man who devised the “Friday the 13th” series, he’ll be typecast by Hollywood as a specialist in shock, blood and nausea, and never get the chance to make anything worthwhile. He’ll be trapped in his professional nightmare longer than his characters are trapped in theirs.\n\nWhat was said at the story conferences for this movie? Were any doubts expressed, or did everyone pitch in with new ideas - like the scene where the girl is hanging from the rooftop by one hand and the psychiatrist is stabbing that hand with a needle containing deadly drugs? Did anyone wonder if maybe there were some creative, cheerful and life-affirming screenplays floating around? Did the filmmakers even recognize that their work was a commercial for death? Do they know any teenagers, especially younger, troubled ones, like the ones in their movie and in their potential audience? Are they aware of the national epidemic of teenage suicides? Do they even think about such things, or was this movie simply a mindless exercise in technology? I ask such questions because I watched the movie with a tide of unease rising within me. There is hardly a shred of hope anywhere in this film. It sinks to such depths that even the heroine’s group therapy session turns into a grisly lottery of death, with first one and then another member killing himself.\n\nI am aware that teenagers go to these films and “like” them. I have seen many similar films with teenage audiences, and you can forget about the R rating, because this is a movie aimed at high school and junior high school students, as any honest person in the movie industry will admit. Almost all teenagers have a vein of low self-esteem, self-doubt and despair. Most of them learn to deal with it and to grow in confidence and maturity. “Bad Dreams” is poison for that process.\n\nLike the doctor in the film, whose care makes people sick or dead, the makers of this film are supplying “entertainment” that celebrates doom.\n\nI’ve mentioned before that Hollywood needs an A rating, for “adults only,” to fit between the R and the X. “Bad Dreams” is an obvious candidate for an A rating. But an A would kill the movie’s box office potential, exposing the hypocrisy of the whole rating system by cutting off the movie’s access to kids under 17. That could, however, be a godsend for the people who made this film, by encouraging them to use their talents for more positive purposes.", "running_time": 85, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-08", "genres": ["Horror", "Thriller"], "title": "Bad Dreams (1988)"}