{"url": "http://www.rogerebert.com/reviews/bad-timing-1980", "by": null, "star_rating": 1.5, "text": "One of the most difficult and challenging puzzles in filmmaking\r\nis to tell a story in flashback, and it is a test that Nicolas Roeg fails in\r\nhis new film, \"Bad Timing.\"\n\n\r\nThat's a little surprising, since Roeg has proven himself a master of\r\nlabyrinthine story lines in such movies as \"Don't Look Now\" and\r\n\"Performance.\" Those films, though, had a reason for being told out\r\nof chronological sequence—particularly \"Don't Look Now,\" which was\r\nabout precognition and so, of course, contained events that\r\n\"happened\" before they happened.\n\nWith\r\n\"Bad Timing,\" though, it's hard to say why Roeg decided to begin at\r\nthe end and jump around in chronology. The movie contains no revelations that\r\nlook different the second time around, and so the editing seems merely fancy\r\nfootwork, or Roeg showing us that he had done this before and can do it again.\n\nOne\r\nother possible motive for the extremely complex editing in \"Bad\r\nTiming\" may be Roeg's desire to camouflage the fact that his story would\r\nbe thin and his characters shallow if they were just seen straight through from\r\nbeginning to end.\n\nThe\r\nmovie is about a relationship between two Americans who meet in Vienna. Why\r\nVienna? Why not Vienna? Art Garfunkel plays a psychoanalyst and Theresa Russell\r\nplays a sexually uninhibited young woman who is an alcoholic and pill addict.\r\nGarfunkel, however, does not see her as a sick person, but as an exciting\r\nconquest. Although the audience can see that she's clearly in desperate\r\nphysical and mental trouble, Garfunkel's analyst takes advantage of her\r\nconfusion to move in and establish a sexual relationship.\n\nIt's\r\nnot, mind you, that she objects to sleeping with him. Indeed, she makes the\r\nfirst overture at a party. It's just that the kind of man who would sleep with\r\na woman in that condition (especially if his professional training equipped him\r\nto understand her condition) would qualify as an insect. Perhaps the blame is\r\nnot entirely the analyst's: Nothing in this movie indicates that Roeg has any\r\nparticular understanding of the fact that his heroine is desperately ill.\n\nAnd\r\nthat may be where the film's troubles begin. I suspect that this particular\r\nstory cannot be told straight through, from beginning to end, without dealing\r\nhonestly with the nature of the relationship. Since Roeg is unwilling, unable\r\nor unequipped to do that, he hides the relationship in a thicket of stylistic\r\nfireworks.\n\nHis\r\nfavorite editing device is to flashback repeatedly to a tracheotomy that\r\nRussell undergoes after nearly killing herself with an overdose. The doctors\r\ncut open her throat and pound on her chest and she screams and bleeds, and this\r\nmakes great footage for Roeg to cut to whenever his film requires an emotional\r\njolt and he can't supply one.\n\nThere\r\nis also a \"mystery\" in the film, and a police inspector (Harvey\r\nKeitel) to shadow Garfunkel and try to solve it. The film's most annoying\r\nblunder is the way it gradually unveils the solution of the mystery to us. We\r\nsee one version of Russell's overdose episode, and then another and another,\r\neach one showing us a little more, until we find at the end that Garfunkel\r\n(gasp!) made love to her when he should have been calling an ambulance for her,\r\ninstead.\n\nThe\r\nmovie makes this out as near-necrophilia. I make it out as the sort of thing\r\nthat can happen to you if your keep on taking your chances in singles bars.\n\n\"Bad\r\nTiming\" is finally just an exercise in telling a shallow and crude story\r\nin a sophisticated and complicated way. Who needs it? This film has been\r\npraised for its honesty, but it would have taken far more honesty (not to\r\nmention courage) to deal with the personality disorders of these characters\r\ninstead of simply burying them in blood, sex, and noise. If there is any reason\r\nto see this film, however, it is the performance by Theresa Russell (who was\r\nDustin Hoffman's lover in \"Straight Time\"). She is only 22 or 23, and\r\nyet her performance is astonishingly powerful. She will be in better films, I\r\nhope, and is the only participant who need not be ashamed of this one.", "running_time": 123, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-10-25", "genres": ["Drama", "Foreign", "Mystery", "Romance", "Thriller"], "title": "Bad Timing (1980)"}