{"url": "http://www.rogerebert.com/reviews/bad-education-2004", "by": "Gael Garcia Bernalas Ignacio/Zahara", "star_rating": 3.5, "text": "I've just thrown out the first 500 words of my review and am starting again with a sense of joy and release. I was attempting to describe the plot of \"Bad Education.\" It was quicksand, and I was sinking fast. You and I have less than 1,000 words to spend together discussing this fascinating film, and not only would the plot take up half of that, but if I were by some miracle to succeed in making it clear, that would only diminish your pleasure.\n\nThis is a movie we are intended to wander around in. It begins in the present with a story about the past, presents that story as a film within the film, and then, if I am not mistaken, there is a paradoxical moment when the two categories leak into each other. It's like \"Citizen Kane,\" where the memories of one character curiously contain the memories of another.\n\nSo there's 153 words right there, and my guess is, you're thinking the hell with it, just tell us what it's about and if it's any good. Your instincts are sound. Pedro Almodovar's new movie is like an ingenious toy that is a joy to behold, until you take it apart to see what makes it work, and then it never works again. While you're watching it, you don't realize how confused you are, because it either makes sense from moment to moment or, when it doesn't, you're distracted by the sex. Life is like that.\n\nThe story, which I will not describe, involves a young movie director named Enrique (Fele Martinez) who is visited one day by Ignacio (Gael Garcia Bernal). Ignacio has written a story he wants Enrique to read. Enrique would ordinarily not be interested, but he learns that his visitor is the Ignacio – the boy who was his first adolescent love, back in school, and that the story is set in their school days and involves Ignacio being sexually abused by a priest at the school. Indeed, he permitted the abuse in order to get Enrique out of some trouble: \"I sold myself for the first time that night in the sacristy.\"\n\nThat is all of the story you will hear from me, although to fan your interest, I will note that Gael Garcia Bernal, an actor who is turning out to be as versatile as Johnny Depp, portrays a drag queen in the movie, and does it so well that if he had played Hephaistion, Alexander would have stayed at home in Macedonia, and they could have opened an antique shop, antiquities being dirt cheap at the time.\n\nAlmodovar loves melodrama. So do I. \"Lurid\" for me is usually a word of praise. The film within the film allows Almodovar to show transgressive sexual behavior at a time during Franco's fascist regime in Spain when it was illegal and so twice as exciting. There is enough sex in the movie to earn it an NC-17 rating, although not enough to make it even distantly pornographic. You see hands and heads moving, and it's up to you to figure out why.\n\nSex is a given in an Almodovar movie, anyway. It's what his characters do. His movies are never about sex but about consequences and emotions. In \"Bad Education,\" he uses straight and gay (and for that matter, transvestite and transsexual) as categories which the \"real\" characters and the \"fictional\" characters use as roles, disguises, strategies, deceptions or simply as a way to make a living. There's no doubt in my mind that Almodovar screened Hitchcock's \"Vertigo\" before making the movie and was fascinated by the idea of a man asking a woman to pretend to be the woman he loves, without knowing she actually is the woman he loves. When she's not playing that woman, she's giving a performance -- in his life, although it works the other way around in hers.\n\nIn Almodovar's story, the Hitchcockian identity puzzle is even more labyrinthine, because the past depicted in Ignacio's screenplay is not quite the past either Ignacio or Enrique remembers, and, for that matter, although Enrique loved Ignacio only 15 years ago, he doesn't think Ignacio looks much like Ignacio anymore. \"Zahara,\" the drag queen, begins to take on a separate identity of his/her own, and then the guilty priest turns up with his own version of events.\n\nAlmodovar wants to intrigue and entertain us, and he certainly does, proving along the way that Gael Garcia Bernal has the same kind of screen presence that Antonio Banderas brought to Almodovar's earlier movies. For that matter, as Zahara, he also has the kind of presence that Carmen Maura brought.\n\nWhether Almodovar has a message I am not quite sure. The movie is not an attack on sexually abusive priests, nor does it have a statement to make about homosexuality, which for Almodovar is no more of a topic than heterosexuality is for Clint Eastwood. I think it's really more about erotic role-playing: About the roles we play, the roles other people play, and the roles we imagine them playing and they imagine us playing. If Almodovar is right, some of our most exciting sexual experiences take place entirely within the minds of other people.", "running_time": 106, "mpaa_rating": "NC-17", "release_year": 2004, "date_published": "2004-12-21", "genres": ["Crime", "Drama", "Foreign", "Romance", "Thriller"], "title": "Bad Education (2004)"}