{"url": "http://www.rogerebert.com/reviews/badge-373-1973", "by": "Robert Duvallas Eddie Egan", "star_rating": 3.0, "text": "If it's strange to find an intelligent and thoughtful crime movie, it's stranger still to find two of them - and back-to-back at the same theater. \"Badge 373,\" based on the adventures of New York detective Eddie (\"The French Connection\") Egan, has followed \"The Friends of Eddie Coyle\" into the United Artists. And it's a tough movie with some interesting things to say about cops-and-robbers morality. It's based on Egan's adventures, I guess, in roughly the same way that \"Lady Sings the Blues\" was based on the life of Billie Holiday: The facts have not been allowed to get in the way. I can believe, for example, that Egan really did set out to find the killer of his partner. But I somehow doubt that their final confrontation came hundreds of feet in the air on a crane in the Brooklyn Navy Yard, and that the killer had a machine-gun as well as several philosophical points to make about the Puerto Rican experience.\n\nNo, I think the philosophy came from Pete Hamill, who wrote the movie, and that the location came from Howard Koch, who produced and directed it. But I can believe that the character (played by Robert Duvall) came from Eddie Egan himself, because Egan is on display elsewhere in the movie.\n\nHe plays a vice detective, and looks the part: beefy but swift, with a wise, tough Irish face. Fast on his feet and probably a boozer when the occasion required. I would say that he bears an uncanny resemblance to Tom Fitzpatrick, but Fitz never misses a movie and if he goes to this one and doesn't like Eddie Egan I might get in trouble. Duvall plays Egan and Egan plays Egan's best friend, which must have been a little confusing on location but looks good in the movie. The story involves Eddie's vow to revenge the killer of his best pal and partner, and the murder trail somehow leads to a plot to ship $3 million worth of machine-guns to Puerto Rico to start a revolution. Eddie doesn't care one way or the other about the revolution, but the man who sold the guns killed the partner to keep him quiet. Maybe Eddie's partner was on the take, or maybe not; Eddie doesn't care. \n\nKoch has captured a nicely textured New York City in his movie; he shot mostly on location and didn't clean the streets first. He also put in a chase scene, which is obligatory, I guess, in a follow-up to \"The French Connection.\" This time the chase involves a bus, a truck and three cars. Eddie commandeers the bus to escape from a gang of thugs.\n\nThat sounds unlikely on paper, but the chase works because of Duvall's acting. He looks like a man who is actually trying to get away in a commandeered bus. He even has a little trouble with the gear shift, as who wouldn't? His performance, overall, is a fine one: He plays a tough man of few words who has the capacity for total violence coiled somewhere inside.\n\nHe's quiet, but if the movie has a flaw it's that it talks too much. That was also a problem with another good Hamill screenplay, \"Doc,\" which was a Western about Doc Holliday and Wyatt Earp. Hamill has a good sense for telling a story, but he's not ready yet to trust his visuals enough; the final scene is marred by all the dialog the gun salesman has to remember. If he is going to tell us feelings about being Puerto Rican, then let him do it in a nice, quiet conversation halfway through the movie, instead of holding up the final shoot-out.", "running_time": 116, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-07-26", "genres": ["Crime", "Drama", "Thriller"], "title": "Badge 373 (1973)"}