{"url": "http://www.rogerebert.com/reviews/bagdad-cafe-1988", "by": "Marianne Sagebrechtas Jasmin", "star_rating": 3.5, "text": "The heavyset German lady, her body and soul tightly corseted, her hair sprayed into rocklike permanence, is having a fight with her husband, right there in the Mojave Desert. They are in the middle of some kind of miserable vacation, touring America as a version of hell.\n\nShe can take no more. She grabs her suitcase and stalks away from their Mercedes, he drives away into the red, dusty sky, and she walks to a miserable truck stop and asks for a room.\n\nAn opening like that makes you stop and think, doesn't it, about how cut-and-dried most Hollywood movies are. There would seem to be no place in today's entertainment industry for movies about fat German ladies and homesick truck stops, and yet \"Bagdad Cafe\" sets us free from the production line of Hollywood's brain-damaged \"high concepts\" and walks its own strange and lovely path. There is poetic justice in the fact that this movie, shot in English in America by a German, is one of the biggest box office successes in recent European history.\n\nThe German woman is named Jasmin (Marianne Sagebrecht), and she is appalled by the conditions she finds at the Bagdad Cafe. It is simply not being run along clean and efficient German lines.\n\nThe proprietor is a free-thinking black woman named Brenda (CCH Pounder - yes, CCH Pounder), who shares the premises with her teenage children, a baby, a bewildered Italian cook, a tattoo artist and a shipwrecked former Hollywood set painter who is played by Jack Palance as if he had definitely painted his last set.\n\nJasmin sets to work. She gets a mop and a pail and begins to clean her room, while the motel regulars look on in amazement. Back and forth she goes, like some kind of natural force that has been set into implacable motion against dirt. Gradually her sphere extends to other rooms in the motel, and to the public areas, and she gives Brenda little lectures about cleanliness and the importance of maintaining high standards for the public.\n\nDay by day, little by little, however, Jasmin herself is changed by this laid-back desert environment. Her too-tight hausfrau dresses give way to a blouse that billows outside her slacks. A stray wisp of hair escapes from the glistening spray, and then finally her hair comes tumbling down in windswept freedom. And she reveals that she can do magic tricks.\n\nYes, magic tricks. After she whips the cook into shape and the truck stop's restaurant begins to do some business, she starts entertaining some of the customers with closeup illusions, which eventually grow in scale until the Bagdad Cafe is presenting its own cabaret night after night, with all the regulars pressed into the act.\n\nAll of this sounds rather too nice, I suppose, and so I should add that Percy Adlon, the director, maintains a certain bleak undercurrent of despair, of crying babies and unpaid bills and young people who have come to the ends of their ropes.\n\nHe is saying something in this movie about Europe and America, about the old and the new, about the edge of the desert as the edge of the American Dream. I am not sure exactly what it is, but that is comforting; if a director could assemble these strange characters and then know for sure what they were doing in the same movie together, he would be too confident to find the humor in their situation. The charm of \"Bagdad Cafe\" is that every character and every moment is unanticipated, obscurely motivated, of uncertain meaning and vibrating with life.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-09-09", "genres": ["Comedy", "Drama", "Indie"], "title": "Bagdad Cafe (1988)"}