{"url": "http://www.rogerebert.com/reviews/baghead-2008", "by": "Ross Partridgeas Matt", "star_rating": 1.5, "text": "The modestly named \"mumblecore\" movement in new American indies is not an earthquake like the French New Wave, more of a trembling in the shrubbery. \"Baghead,\" by the Duplass brothers, Mark and Jay, is an example. Mumblecore movies are very low budget, shot on video, in love with hand-held QueasyCam effects, and more often than not shot in the woods, where locations and extras are not a problem.\n\n\"The Blair Witch Project\" was not really a mumblecore movie, according to Peter Debruge, whose Variety article was definitive in defining the genre, but it's an early example of a Do It Yourself in the Woods genre, which doesn't really cry out for more titles. However, I am informed by Jim Emerson, editor of rogerebert.com, a mumblecore shot in the woods is a bonus: \"Actually, they're more likely to be shot in the filmmakers' apartments.\"\n\nIf you walk out after 10 or 15 minutes, you will have seen the best parts of the film. \"Baghead\" opens at an underground film festival, where the director of a $1,000 epic (\"We Came Naked\") takes questions after his premiere. Knowledgeable festival veterans will smile at the questions: \"What was your budget?\" of course, and \"Did you use improvisation?\" Why the budget is such a matter of concern puzzles me, but the people who ask that obligatory question always nod gratefully for the answer.\n\nAnyway, our heroes attend the screening and attempt to crash the after-party without invitations. Walking past the security guard while carrying on an animated cell-phone conversation seems to work, but not when you lack a cell phone and try to fake it with your wallet. At their own after-after-party, the four protagonists decide, the hell with it, they'll make their own movie.\n\nThe heroes are Matt (Ross Partridge), leader of the pack; his longtime on-again, off-again girlfriend Catherine (Elise Muller); his buddy Chad (Steve Zissis), and Chad's date, Michelle (Greta Gerwig), who seems more attracted to Matt than Chad. This generates what can be generously described as sexual tension in the woods, although not by me.\n\nTheir location is a cabin 11 miles up a country road (this distance later becomes important). They settle down to write a screenplay about four people in a cabin in the woods (i.e., themselves), who are threatened by a guy with a bag over his head. I guess it's a guy. Girls aren't that stupid. During the course of their creativity session, one of them is indeed frightened by a guy with a bag over his head, and it apparently couldn't be one of the other three. This baghead appears again at such perfectly timed moments that he must have a copy of the (unwritten) screenplay.\n\nHere's where I have my problem. How is an uninformed total outsider going to happen to be 11 miles out in the woods with a bag over his head, and just happen to stumble upon these four people who happen to be writing exactly such a story? I weary, yes, I weary. He is obviously simply a device to make the movie long enough to qualify as a feature, and the denouement will be one of stunning underwhelmingness.\n\nThe dialogue contains way too many cries of \"Matt!\" and \"Catherine!\" and \"Chad!\" and \"Michelle!\" and \"Matt! Where are you, Matt?\" and so forth. There are better movies to be seen. Thousands. Their budget was ... low. Yes, I think I sensed they used improvisation. The film had its premiere at Sundance 2008, where I assume they were all invited to their after-party. I hope someone slipped in making a cell call on his wallet.", "running_time": 84, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-07-30", "genres": ["Comedy", "Drama", "Indie"], "title": "Baghead (2008)"}