{"url": "http://www.rogerebert.com/reviews/bahia-1979", "by": "Marcel Camus", "star_rating": 2.0, "text": "The characters live in the Brazilian province of Bahia, which cannot be as fun-filled in real life as it is in this film, or we'd all be Bahians. Camus introduces a gallery of colorful characters, led by a carefree young ladies' man named Martim and a winsome young prostitute, Otalia. The supporting characters, who are on hand for most of the scenes and are routinely lined up in the background, include a street vendor, a madam, a mystical Mother Earth figure, a \"street saint\" with clown makeup, and no end of prostitutes, shopkeepers, blustering police chiefs and musicians.\n\nThis could have been the stuff of a great movie, calling on the experience of both Camus, a Frenchman who makes Brazil his second home, and Jorge Amado, the Brazilian novelist who co-wrote the screenplay. But we're reminded instead of another film written by Amado, \"Dona Flor and her Two Husbands.\" I wasn't crazy about that one, but it had as much life and a lot more coherent direction than this one.\n\n\"Bahia's\" plot tries to jam in too many things. There's the love between Martim and Otalia, complicated by the fact that she refuses to sleep with him even though, as a prostitute, she sleeps with everyone else in town. There's a subplot about a brief marriage Martim goes through. There's another subplot about his brother's would-be love affair with Martim's wife. There are counless feasts, parties and celebrations, filled with Brazilian music and dancing and usually interrupted by panic-stricken announcements that the shantytown has just been set on fire.\n\nThere's also another subplot about the community's delicate balance between superstition and Christianity, and another subplot about the black street vendor's astonishment at finding that he has fathered a young son and another development involving Otalia's sudden waxing away when Martim will not marry her.\n\nAnd I forgot to mention the business of the fight between Martim and the police chief, and Martim's decision to run away from the town, and his inexplicable decision to return, and the chief's decision to attack the shantytown with army troops, and the way the villagers shower the troops with gigantic boulders.\n\nThe simple fact is, Camus tried to put in everything. What he no doubt wanted was a tapestry overflowing with life. What he got, alas, is a tapestry without edges, and life slopping over. I'm not saying he should have gone for some kind of rigid narrative structure -- just that he should have found a rhythm that organized his material, and made the unfolding pleasant to us instead of disorienting.", "running_time": null, "mpaa_rating": "NR", "release_year": 1979, "date_published": "1979-01-01", "genres": null, "title": "Bahia (1979)"}