{"url": "http://www.rogerebert.com/reviews/baise-moi-2001", "by": "Raffaella Andersonas Manu", "star_rating": 1.0, "text": "''Baise Moi'' is (a) a violent and pornographic film from France about two women, one a rape victim, the other a prostitute, who prowl the countryside murdering men. Or ''Baise Moi'' is (b) an attempt to subvert sexism in the movies by turning the tables and allowing the women to do more or less what men have been doing for years--while making a direct connection between sex and guns, rather than the sublimated connection in most violent movies. I pose the question because I do not know the answer. Certainly most ordinary moviegoers will despise this movie--or would, if they went to see it, which is unlikely. It alternates between graphic, explicit sex scenes and murder scenes of brutal cruelty. You recoil from what's on the screen. Later, you ask what the filmmakers had in mind. They are French, and so we know some kind of ideology and rationalization must lurk beneath the blood and semen.\n\nThe film has been written and directed by Virginie Despentes, based on her novel; she enlisted Coralie Trinh Thi, a porno actress, as her co-director (whether to help with the visual strategy or because of her understanding of the mechanical requirements on onscreen sex, it is hard to say). The movie's central characters, Manu and Nadine, are played by Raffaella Anderson and Karen Bach, who act in hard-core films, and some of the men are also from the porno industry. This is, in fact, the kind of film the director in ''Boogie Nights'' wanted to make--''porn, but artistic''--although he would have questioned the box-office appeal of the praying mantis approach to sex, in which the male is killed immediately after copulation.\n\nAs it happens, I saw a Japanese-American co-production named ''Brother'' not long after seeing ''Baise Moi.'' It was written and directed by Takeshi Kitano, who starred under his acting name, Beat Takeshi. Kitano under any name is the Japanese master of lean, violent, heartless action pictures, and in this one, the plot is punctuated every five minutes or so by a bloodbath in which enemies are shot dead. Many, many enemies. We're talking dozens. The killings are separated in ''Brother'' by about the same length of time as those in ''Baise Moi,'' or the sex acts in a porno film.\n\nObviously all three kinds of film are providing payoffs by the clock. Would ''Brother'' be as depressing as ''Baise Moi'' if all the victims had sex before they were gunned down? I don't know, but I'm sure ''Baise Moi'' would be perfectly acceptable if the women simply killed men, and no sex was involved. At some level it seems so ... cruel ... to shoot a man at his moment of success. A case can be made that ''Baise Moi '' wants to attack sexism in the movies at the same time it raises the stakes. I'm not interested in making that argument. Manu and Nadine are man haters and clinically insane, and not every man is to blame for their unhappiness--no, not even if he sleeps with them.\n\nAn equally controversial new American movie named ''Bully'' is also about stupid, senseless murder, but it has the wit to know what it thinks about its characters. ''Baise Moi'' is more of a bluff. The directors know their film is so extreme that most will be repelled, but some will devise intellectual defenses and interpretations for it, saving them the trouble of making it clear what they want to say. I can't buy it. Ernest Hemingway, who was no doubt a sexist pig, said it is moral if you feel good after it, and immoral if you feel bad after it. Manu and Nadine do not feel bad, and that is immoral.", "running_time": 77, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-07-13", "genres": ["Drama", "Foreign", "Indie", "Romance", "Thriller"], "title": "Baise Moi (2001)"}