{"url": "http://www.rogerebert.com/reviews/bait-2000", "by": "Jamie Foxxas Alvin Sanders", "star_rating": 3.0, "text": "\"Bait\" is a deadpan action comedy with a little Hitchcock, a little Bond and a lot of attitude. It's funny and clever, and it grows on you, especially with the tension between Jamie Foxx's trash-talking thief and David Morse's monomaniacal federal agent. It's one of those movies where you start out thinking you've seen it all before, and the longer it runs, the less you've seen before. There's even an effective use of the exhausted old Red Digital Readout gambit.\n\nThe movie opens with the high-tech robbery of $42 million in gold bouillon from the Federal Reserve in New York. Two guards are executed. The mastermind is Bristol (Doug Hutchison), a genius computer hacker but a poor judge of men, who unwisely entrusts the getaway truck to a slob partner who drives off without him. The feds nab the partner, and he's interrogated by the hard-boiled U.S. Treasury agent Clenteen (David Morse). The guy keeps asking for a doctor, but Clenteen doesn't get the message until another agent (David Paymer) comments, \"I don't think he's kidding.\" The getaway driver is dead. That leaves both the feds and the hacker desperate to find out where the gold is hidden. One man may know: Alvin Sanders (Jamie Foxx) shared the same prison cell with the dead man and may have learned something. Clenteen devises a diabolical scheme. He will implant Alvin with a miniature audio and tracking chip, allowing agents to eavesdrop on every word and follow every move. He'll be bait to lure Bristol--and then the feds will pounce.\n\nThis is all setup for a movie that is funny in an oblique, underplayed sort of way. It's kidding itself but doesn't always admit it. It doesn't go for obvious laughs, like a Martin Lawrence movie might have, but uses Foxx's wisecracking ad-lib style to create Alvin as a character who gets more complicated the more time we spend with him. In his opening scenes, as Alvin bungles the theft of a shipment of prawns, I was writing \"condescending\" in my notes: He was coming across as a broad urban stereotype, not too smart. Then it became clear that Alvin uses his persona as a shield, a weapon of humor to protect and deflect. By the end of the movie, when he sets up his own sting to find out who's following him, we're not surprised.\n\nA lot of the best scenes involve federal agents in a monitoring post, eavesdropping on Alvin's life, his conversations, his problems with his girlfriend (Kimberly Elise) and the trouble his brother (Mike Epps) gets him in. This isn't reality TV but reality radio; the agents start to like Alvin--all except for the hard-edged Cleeteen, who was born without a sense of humor. Alvin's brother involves him in a stolen car scam, and the feds panic that their bait will be back in jail before he can catch the fish. They try to control his life without letting him know they exist, arranging for him to come into money--in scenes that Foxx milks for all they're worth.\n\nHutchison, as Bristol, the computer genius and killer thief, does an effective John Malkovich number. He's calm until he shrieks; calculated until he cracks; all business until he gets involved in a bizarre scheme involving kidnapping, bombs, torture and a racetrack sequence that owes more than a little to Hitchcock (and something to the Marx Brothers' \"A Day at the Races\").\n\nJust last week, in my review of \"The Watcher,\" I was complaining about killers who spend more time devising elaborate booby-traps for the cops than in committing their crimes. Now I forgive Bristol for the same practice. It's all in how you do it--in the style. And while Keanu Reeves' killer in \"The Watcher\" seems interested only in playing mind games with James Spader's FBI man, Bristol, here, has a more realistic motivation--he wants his $42 million.\n\nSome will argue that the climax at the racetrack is preposterous. They will be right. The secret hiding place for the gold also raises a lot of questions--like, how easy would it actually be to put it there? Those are not the kinds of questions that are relevant to a film like this. It's over the top, an exercise in action comedy that cuts loose from logic and enjoys itself. And it's intriguing the way the Foxx character conceals his thinking even from the audience at times--how he is more than he seems, and finds it prudent to keep that fact to himself.", "running_time": 110, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-15", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Bait (2000)"}