{"url": "http://www.rogerebert.com/reviews/ballistic-ecks-vs-sever-2002", "by": "Antonio Banderasas Jeremiah Ecks", "star_rating": 0.5, "text": "There is nothing wrong with the title \"Ballistic: Ecks vs. Sever\" that renaming it \"Ballistic\" would not have solved. Strange that they would choose such an ungainly title when, in fact, the movie is not about Ecks versus Sever but about Ecks and Sever working together against a common enemy--although Ecks, Sever and the audience take a long time to figure that out.\n\nThe movie is a chaotic mess, overloaded with special effects and explosions, light on continuity, sanity and coherence. So short is its memory span that although Sever kills, I dunno, maybe 40 Vancouver police officers in an opening battle, by the end, when someone says, \"She's a killer,\" Ecks replies, \"She's a mother.\" The movie stars Lucy Liu as Sever, a former agent for the Defense Intelligence Agency, which according to www.dia.mil/ is a branch of the United States Government. Antonio Banderas is Ecks, a former ace FBI agent who is coaxed back into service. Sever has lost her child in an attack and Ecks believes he has lost his wife, so they have something in common, you see, even though ...\n\nBut I'll not reveal that plot secret, and will discuss the curious fact that both of these U.S. agencies wage what amounts to warfare in Vancouver, which is actually in a nation named Canada, which has agencies and bureaus of its own and takes a dim view of machineguns, rocket launchers, plastic explosives and the other weapons the American agents and their enemies use to litter the streets of the city with the dead.\n\nBoth Sever and Ecks, once they discover this, have the same enemy in common: Gant (Gregg Henry), a DIA agent who is married to Talisa Sota and raising her child, although Sever kidnaps the child, who is in fact ... but never mind, I want to discuss Gant's secret weapon. He has obtained a miniaturized robot so small it can float in the bloodstream and cause strokes and heart attacks.\n\nAt one point in the movie, a man who will remain nameless is injected with one of these devices by a dart gun, and it kills him. All very well, but consider for a moment the problem of cost overruns in these times of economic uncertainty. A miniaturized assassination robot small enough to slip through the bloodstream would cost how much? Millions? And it is delivered by dart? How's this for an idea: use a poison dart, and spend the surplus on school lunches.\n\n\"Ballistic: Ecks vs. Sever\" is an ungainly mess, submerged in mayhem, occasionally surfacing for cliches. When the FBI goes looking for Ecks, for example, they find him sitting morosely on a bar stool, drinking and smoking. That is of course always where sad former agents are found, but the strange thing is, after years of drinking, he is still in great shape, has all his karate moves, and goes directly into violent action without even a tiny tremor of the DTs.\n\nThe movie ends in a stock movie location I thought had been retired: A Steam and Flame Factory, where the combatants stalk each other on catwalks and from behind steel pillars, while the otherwise deserted factory supplies vast quantities of flame and steam.\n\nVancouver itself, for that matter, is mostly deserted, and no wonder, if word has gotten around that two U.S. agencies and a freelance killer are holding war games. \"Ballistic: Ecks vs. Sever\" was directed by Wych Kaosayananda of Thailand, whose pseudonym, you may not be surprised to learn, is Kaos.", "running_time": 91, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-20", "genres": ["Action", "Adventure", "Thriller"], "title": "Ballistic: Ecks Vs. Sever (2002)"}