{"url": "http://www.rogerebert.com/reviews/balls-of-fury-2007", "by": "Dan Fogleras Randy Daytona", "star_rating": 2.5, "text": "Ping-Pong* is to tennis as foosball is to soccer. I know it’s on cable now, with lots of controversy over slower balls and faster paddles, but it retains for me only memories of rainy days at summer camp. I have never lost all affection for the sport, however, and am careful to play it at least once every decade.\n\nThus it was with great eagerness that I attended “Balls of Fury,” which is, I believe, the first movie combining Ping-Pong and kung-fu and co-starring Maggie Q. How many could there be?\n\nDan Fogler is the star, playing Randy Daytona who, in his youth, was a Ping-Pong phenom, but has been reduced in his 20s to working as a lounge act in Vegas, bouncing the ball off a board while flanked by two babes. That kind of lounge entertainment reminds me of an annual banquet of the Chicago Newspaper Reporters Association, at which the entertainment consisted of a man who came onstage with 12 of those paddles that have a bouncing ball attached with a rubber band, kept all 12 balls going at once, and then, one by one, got all 12 in his mouth.\n\nDaytona, now grown pudgy and in the early stages of a Curly Howard hairstyle, is discovered in Vegas by Ernie Rodriguez (George Lopez), an FBI agent who wants him to get back into training so he can compete undercover in an illegal global Ping-Pong and martial-arts tournament run by the evil criminal weapons dealer Mr. Feng (Christopher Walken). Walken plays the role with makeup that makes him look Asian, and clothes that look recycled from the wallpaper in a Chinese restaurant. Back in the days of Charlie Chan, Asians were rightfully offended when Caucasian actors portrayed them, but I doubt there is an Asian alive who will begrudge Walken this particular role.\n\nDaytona’s assignment: Get back in shape under the tutelage of Blind Master Wong (James Hong) and his niece, played by Maggie Q (“Mission: Impossible III”). How can you be blind and play Ping-Pong? If you can’t see, what other option do you have? Daytona thrives under his lessons, learns deadly martial-arts moves from Maggie Q, and then he’s ready for Mr. Feng’s bizarre tournament.\n\nDon’t expect me to explain the rules and purposes of the tournament, if it has any. I was preoccupied with observing the sheer absurdity of everything on the screen, including Daytona’s old Ping-Pong archenemy Karl Wolfschtagg (co-writer and co-producer Tom Lennon), who will be a star if the World Wrestling Federation ever sanctions this sport. All he needs is a leather mask and some spurs.\n\nAt some point in my study of the press releases, I came across the usual claims about how Fogler and the other actors became expert at the game and did many of their own scenes. Pure baloney. There are Ping-Pong games in this movie where the balls move faster than a quark on Saturday night. Fermilab should show “Balls of Fury” in its training program.\n\nNow what else can I tell you? Well, I received a nice letter from Greg Packnett of Madison, Wis., who enjoyed my “extremely qualified recommendation” for “Rush Hour 3,” remembering that while camping near the Wisconsin Dells, “it was so hot and so humid, that the people I was with decided to go to ‘Rush Hour 2’ just for an excuse to spend a few hours in air-conditioning.” Substituting the movie title, here’s the qualified recommendation Mr. Packnett enjoyed so much: “Once you realize it’s only going to be so good, you settle back and enjoy that modest degree of goodness, which is at least not badness, and besides, if you’re watching ‘Balls of Fury,’ you obviously didn’t have anything better to do, anyway.”\n\n*“Ping-Pong” is a registered trademark of Parker Bros., a subsidiary of Hasbro.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-27", "genres": ["Comedy", "Sports Film"], "title": "Balls of Fury (2007)"}