{"url": "http://www.rogerebert.com/reviews/ballast-2008", "by": "Micheal J. Smithas Lawrence", "star_rating": 4.0, "text": "\"Ballast\" is the very life of life. It observes three good, quiet people as they sink into depression, resentment and rebellion. Then it watches patiently, gently, as they help one another find their futures together. The film has a bedrock reality that could not be fabricated. It was filmed on locations in the Mississippi Delta, and uses actors who had never acted before, but who never step wrong. Few professional actors could convince us so deeply.\n\nBut already you are filing this film away to forget. You don't care about the Mississippi Delta. You want to go see real movie stars. You already have too much reality in your life. You are suspicious of words like quiet, patiently, gently. The film's own writer-director, Lance Hammer, winner of the best director award at Sundance 2008, does a better sales job in writing his synopsis, where you will find words like embattled, act of violence, emotionally devastated, the fury of a bitter and longstanding conflict. Be honest. Now it sounds less threatening to you.\n\nThe film centers on two households side by side on an open flatland. A man named Lawrence (Micheal J. Smith) lives in the house next to his sister-in-law, Marlee (Tarra Riggs), and her 12-year-old son, James (JimMyron Ross). After the death of Lawrence's brother, they are not on speaking terms. They ran a roadside convenience store and gas station together, but now it stands closed, its gate padlocked, and Lawrence sits at home alone, a cigarette burning itself down in his fingers. James comes to visit him one day.\n\nThat's really all I should tell you. The events in this film arrive when they happen, how they happen, in the order that they happen. The plot doesn't have \"surprises,\" just things we didn't expect to happen. \"Ballast\" does not take the point of view of any one character. It regards them all. Because they all know what has happened before the story opens, the film doesn't use artificial dialogue to fill us in. We find out everything in the course of events. You will see how it unfolds the way life does.\n\nLet me talk about the actors. They are these characters, with all the abilities and problems of real life. Be honest. When I wrote \"Mississippi Delta,\" you immediately thought of poor black people. You know you did. The race of these characters has no relevance to the story. Lawrence and Marlee are not poor. Hell, they have a gas station and a store. They're having a hard time right now, because the store is closed, and they are sad and angry, but you can see from the insides of their houses that while they're far from rich, they have what they need, and a little more. James has his own motor scooter.\n\nThere is not one single shred of \"amateur\" about these performances. Not the smallest hint. After a long casting process, writer-director Hammer brought them all together, and they discussed their characters. Hammer described the general outline. They improvised potential scenes, every day for two months. The Mike Leigh approach. They all agreed that they had the final form more or less right. They were never given a finished script. They didn't have to memorize dialogue, because they knew it from inside out: Who they were, how they would say these things, how they would feel, what they would do.\n\n There is a fourth named character, their neighbor, John (Johnny McPhail). He is their friend and will help them if he can. He is not a saintly do-gooder. He is a decent man, has done OK in life, is older, is tactful, doesn't butt in when he isn't needed. He is a good neighbor, not The Good Neighbor. Then there are some kids who are alarming influences on James. Have you ever known a 12-year-old who didn't know kids who are bad influences? Of course, if your kid is a bad influence, it's those other kids who got him that way.\n\nLife goes on from day to day. We grow more and more intensely absorbed. The film uses no devices to punch up tension, manufacture suspense, underline motives. When there is anger, we see it coming from a long way away, and we watch it take its time to subside. Ordinary life begins to stir, because it must. There is an ending that in one sense we probably anticipated, but it's like very few endings. When it comes, we think, Yes. It would be like that. Exactly like that. We don't even need to see their faces. We feel their hearts.\n\nEspecially in its opening scenes, \"Ballast\" is \"slower\" and \"quieter\" than we usually expect. You know what? So is life, most of the time. We don't wake up and immediately start engaging with plot points. But \"Ballast\" inexorably grows and deepens and gathers power and absorbs us. I always say I hardly ever cry at sad films, but I sometimes do, just a little, at films about good people.\n\nNote: Writer-director Lance Hammer will conduct Q&A sessions after the 7:20 p.m. screenings Friday through Sunday of \"Ballast\" at the Music Box, 3733 N. Southport. ", "running_time": 96, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-10-29", "genres": ["Action", "Documentary", "Drama", "Indie", "Thriller"], "title": "Ballast (2008)"}