{"url": "http://www.rogerebert.com/reviews/balto-1995", "by": "Kevin Baconas Balto (voice)", "star_rating": 3.0, "text": "I have no doubt that Balto was a real sled dog, although I have\rcertain doubts about whether he was able to achieve all of the feats depicted\rin \"Balto,\" especially tying the dead driver to the sled before\rhauling him back to Nome. A dog can't tie a knot worth a darn.\n\nI guess you cut a little slack for a movie like this, which is\rset in the cruel Alaskan winter of 1925, when a diphtheria epidemic broke out\rin Nome, and the local doctor ran out of antitoxins, and when neither planes\rnor trains could get through, dog teams were used to bring back the medicine\rand save lives.\n\nThat\rmuch we know is true because of the animated movie's live-action prologue and\repilogue, showing a monument that was erected in New York's Central Park in\rhonor of the \"indomitable spirit\" of the hero dogs. Why this\rexpensive sculpture was located in a New York park rather than a Nome park\rprobably could inspire another movie, perhaps one directed by Oliver Stone.\n\nBut\rI stray. Most of the movie is animation, telling the story of Balto (voice by\rKevin Bacon), who is half-wolf and half-dog, and an outcast in Nome, because\ryou can't quite trust a wolf. Balto is in love with a beautiful female dog\rnamed Jenna (Bridget Fonda), who belongs to a cute little girl named Rosy\r(Juliette Brewer). Balto is brave, loyal and honest, but gets into trouble\rbecause of the evil dog Steele (Jim Cummings), who frames him for stealing\rsausages.\n\nWhen\rRosy falls ill, Balto wins the race to determine the fastest dog in town, but\ronce again Steele plays a dirty trick and gets the job of leading the emergency\rmission. That sets up the movie's most exciting passages, after the mission\rgets lost and Balto sets off to the rescue.\n\nOf\rcourse, Balto does not go alone. It is an inviolable rule of all animated\rfamily movies that the hero have two, or preferably three, buddies who tag\ralong for comic relief. Balto's best friend is a Russian goose named Boris\r(voice by Bob Hoskins with an accent you could bottle) and a couple of polar\rbears (both voices by Phil Collins, because polar bears all sound alike). Off\rthey go into the wilderness, surviving avalanches, bitter cold, marauding\rbears, falling through the ice, falling over cliffs, and almost being speared\rby stalagmites.\n\n\"Balto,\"\rwhich was produced by Steven Spielberg's animation unit at Universal, doesn't\rhave the magic of the recent Disney animated films, and not even near the same\rappeal to adults. But on its own turf it works well enough: This is a kids'\rmovie, simply told, with lots of excitement and characters you can care about.\n\nMy\ronly question involves Balto's personality. As a half-wolf, he is an outcast in\rNome, feared by humans and scorned by pedigreed dogs like Steele (although\rJenna and some of the other nice dogs believe in him). Balto has grown\raccustomed to slinking away with his tail between his legs, and nursing his\rinferiority complex.\n\nBut\rthen there's a big showdown out on the tundra, and I expected Balto at last to\rcome into his own, stand up for himself, and take on Steele. No such luck.\rBalto remains the master of the strategic retreat.\n\nI\rguess this shows you don't have to fight to get what you want, and I guess\rthat's a valuable lesson, and maybe that's even the message the filmmakers had\rin mind. But, hey, Balto man - if ever there was a dog that deserved to have an\rangry wolf make dog meat out of him, it's Steele. Balto! Attack!", "running_time": 74, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-12-22", "genres": ["Adventure", "Animation", "Family"], "title": "Balto (1995)"}