{"url": "http://www.rogerebert.com/reviews/balzac-and-the-little-chinese-seamstress-2005", "by": "Xun Zhouas Little Seamstress", "star_rating": 2.5, "text": "\"Balzac and the Little Chinese Seamstress\" is artfully designed to appeal to lovers of romance and books, but by the end of the film I was not convinced it knew much about either. The romance is sincere but lacking in passion, and the books have the strange result of sending the heroine away from both men who love her, and toward an unknown future in the big city.\n\nThe story takes place in 1971, when two city boys are sent to a remote mountain area to be \"re-educated\" under the Cultural Revolution. Luo (Kun Chen) confesses to the Village Chief that his father is a \"reactionary dentist\" who committed the sin of once treating Chiang Kai-shek. Ma (Ye Liu) is the child of intellectuals. Enough said. In the rural vastness, surrounded by breathtaking scenery, they stagger up a mountain side with barrels of waste, and work in a copper mine.\n\nThe Chief (Shuangbao Wang) takes a hard line at first. He goes through the young men's possessions, throwing a cookbook into the fire because in the village they will not eat bourgeois chicken, but proletarian cabbage and corn. Ma has a violin, which the Chief thinks is a toy until Ma begins to play Mozart. Everyone in the village is enchanted by the music, which the Chief allows after being informed the composition is in honor of Chairman Mao. Nearby lives the Little Seamstress (Xun Zhou), with her ancient grandfather the Tailor (Cong Zhijun). The boys are attracted to her beauty and grace, and Luo courts her while Ma feels the same way\n\nThe movie has been co-written and directed by Sijie Dai, based on his own best seller, in which the young men find a cache of forbidden Western books and read them aloud to the Seamstress. They also teach her to read and write. The novels are by Balzac, Dumas and Flaubert, whose Madame Bovary perhaps inspires the seamstress to one day leave the village and set out alone to walk to the city. The boys protest, passively and let her go. To be sure, by this time she's been through harrowing experiences and is no longer the innocent we first met, but still: Is this a success story about literacy, or a failure to communicate?\n\nSome of my favorite episodes from the novel are well visualized in the movie, including the way Luo and Ma travel to a nearby town, watch Korean films and return to describe them to the villagers with great drama (making up most of the details). There's also the drama of Luo's sudden departure for the city, and an emergency that Ma helps the Seamstress to survive. But somehow the principal characters seem oddly remote from their own lives. We're not sure what literature means to them (aside from the sentimental assumption that it is redemptive). And we're not sure how deep the love between Luo and the Seamstress can possibly be, considering the way they eventually part.\n\nWhen the movie violently yanks us 20 years into the future for the epilogue, it is an unsatisfactory one in which one character shows his video footage of how the mountain district was flooded after a new dam was built, but the two men are never really clear about their feelings for the Seamstress or each other. There should have been more urgency at the time, more powerful memories afterward, and less complacency about the way the Seamstress disappears from the story.\n\nI do believe that books are redemptive. I believe that no child is without hope who can read and has access to books and the time to read them. That alone can change a life. But in \"Balzac and the Little Chinese Seamstress\" the city boys go through the motions of transforming the Seamstress through books, without the how and why. What does she think -- do any of them think -- about the strange foreign worlds described by Balzac and the others?\n\nI am reminded of the scene in Truffaut's \"The 400 Blows\" where the young hero has a shrine to Balzac; Seamstress has a sort of shrine, too, a hidden grotto, but without Truffaut's perception about how his character changes. And after some initial hardships, the lives of the boys seem to become easier, and filled with free time; there's no sense that the Village Chief represents a real danger to them, and a scene where Luo treats his tooth is badly acted and seems awkward. The elements in the story push all the right buttons, but the buttons don't seem to be wired to anything.", "running_time": 116, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-09-29", "genres": ["Drama", "Foreign"], "title": "Balzac and the Little Chinese Seamstress (2005)"}