{"url": "http://www.rogerebert.com/reviews/bandolero-1968", "by": "James Stewartas Mace Bishop", "star_rating": 2.0, "text": "\"Bandolero!\" is chiefly distinguished by James Stewart's wry scenes as a phony hangman. But it has another moment or two of interest, mostly thanks to a full gallery of character actors.\n\nThe story is routine: Stewart runs into a hangman on the trail and learns he's on the way to hang five men. One of them is Stewart's brother (Dean Martin). \"My, that must be interesting work,\" Jimmy drawls as only Jimmy can. He lures the hangman into conversation and ever so carefully urges him to explain his craft. The next time we see Stewart, he's wearing the hangman's clothes and riding his horse, and heaven knows what happened to the unhappy hangman.\n\nStewart rescues his brother's gang, and while he's at it, he robs a bank. But he does it amusingly. It's always fun to see a superstar poke fun at himself: One of the best scenes in \"The Big Sleep\" (1946) came when Humphrey Bogart pushed up his hat brim, put on horn rim glasses and posed as a rare book collector. Stewart, as the sanctimonious hangman, has good scenes like that. Perhaps nobody else has ever been able to talk and move as slowly as Stewart and get away with it.\n\nAfter the escape, the gang takes Raquel Welch along and flees into Mexico. It's hard to be sure just why Raquel came along, unless that was the only way to get a girl into the script. Earnest, open-faced George Kennedy, as the sheriff, gets up a posse and chases them. But then bandits attack, and -- well, Richard Brooks covered this ground much better in \"'The Professionals.\"\n\nDirector Andrew V. McLaglen (\"Shenandoah,\" \"The Way West\") went on location for some of the action, but a great many scenes seem to be set by campfires, perhaps because they're easier to do in studios. Martin acts with his usual smooth competence, and to the best of my recollection doesn't drink so much as a single small whisky.\n\nBut the appeal of the movie, such as it is, comes from several fine Hollywood character actors: Denver Pyle, who played Frank Hamer in \"Bonnie and Clyde\"; Will Geer, the bewhiskered old outlaw; Harry Carey; Clint Ritchie, and Dub Taylor. Their names are perhaps not familiar to many moviegoers, but their faces are. Along with Ed Begley, they've populated half the towns of the West.", "running_time": 106, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-08-19", "genres": ["Action", "Western"], "title": "Bandolero! (1968)"}