{"url": "http://www.rogerebert.com/reviews/bandit-queen-1995", "by": "Seema Biswasas Phoolan Devi", "star_rating": 3.0, "text": "There was a time in the early 1980s when Phoolan Devi, who led a gang of bandits in the desolate ravines of northern India, was as famous as a movie star. Little girls played with their Devi Dolls, and the media tracked her every move. \"Bandit Queen,\" a hard and bitter film, tells her story, which continues even today; recently released from prison, she has sued to prevent the release of the film, which has also been banned by the Indian censors.\n\nBoth Devi and the censors are offended by the movie's many scenes of rape and sexual humiliation, including a horrifying sequence in which she is raped by most of the upper-caste men of a village and forced to walk naked through its streets. Even more disturbing is the portrait of a society that led her up to these moments.\n\nOne of six children from a poor family, she was married at the age of 11, to a man who gave her parents a cow, and threw in a bicycle. Torn weeping from her mother's arms, she was used by her husband as a beast of burden, and taunted by the higher castes of the village where she now lived. (Caste is sometimes a matter of small privileges; everyone in the village draws water from the same well, but the higher castes have a pulley that makes it easier.) Practices that are crimes in much of the world are accepted practices, apparently, in this area. Devi is forced into sex by her 33-year-old husband while still a child, as her mother-in-law listens in the next room. When she flees back to her parents, they will not take her, because her \"place\" is with her husband. Finally divorced, she has less status than ever before, is framed for a robbery, and her bail is offered by upper-caste men who expect sexual favors as their reward.\n\nDevi is by now in her later teens or early 20s, and is played by Seema Biswas as a woman of violent rages and deep wounds.\n\nBy the time she is kidnapped by a gang of bandits, she has already become such an outsider that this is a move up in society - especially when she is befriended by Vikram (Nirmal Pandey), the only man in the gang (or in the movie) who treats her with respect. \"I don't buy people to win their respect,\" he says. \"Even women.\" Their first \"love scene\" (if that is the right term) is extraordinary in its sadness. She has been hurt for so long by men that, although she wants to kiss and hold him, she keeps tearing away to strike at him. Vikram accepts her behavior because he understands it.\n\nAnd then comes the part of her life that made Phoolan Devi famous. As a bandit, she takes her place beside men in a society that refuses to believe a woman is capable of such a thing. (One of the phrases that keeps being repeated is, \"She's a woman - and low caste.\") Soon the leader of the area's gangs allows her to run a gang of her own. The press is fascinated by her boldness, by the way she disguises herself as a policeman, by her practice of befriending young girls and interrupting the weddings of children.\n\nBut her life is not a fairy tale, and after Vikram is killed by jealous upper-caste bandits, her existence becomes increasingly desperate. As her fame grows, her gang shrinks and her power fades.\n\nThere is a scene where she goes to visit her old village, and has some quiet moments with her mother that evoke perfectly the similar scene in \"Bonnie and Clyde.\" And there is the painful scene of her public humiliation.\n\nThere has not been an Indian film like \"Bandit Queen\" before - at least not in my experience. The sex and violence set it apart, but even more unusual is the bitter indictment of Indian society, its sexism, and the caste system. Men in the movie seem to regard all women as potential temptresses, and when a man rapes Devi his defense is that \"she said she was itching for it.\" The movie has been directed by Shekhar Kapur with unflinching realism, and the occasional touch of sad poetry, as when the gang rape of Devi is accompanied by the sound of the door to the room, creaking again and again as men enter and leave. Seema Biswas is convincing in the role: small, fierce, dark-eyed and indomitable.\n\nAs we watch Devi surrender to the state governor as thousands chant her name, we react not only to her fame but to their joy that a lower-caste illiterate village woman was able to live her life freely and independently. That she was a criminal is almost beside the point, in a society whose rules are themselves a crime against women.\n\nNote: In doing some research on Phoolan Devi, I found a review of \"Bandit Queen\" on INDOLink, a World Wide Web site devoted to news from India. The reviewer, Pradeep Upadhyay, concludes with: \"I personally liked the movie and was so impressed that could not feel normal after coming out of cinema hall. I recommend this movie as a must see but don't watch if you are looking for entertainment.\" I know what he means.", "running_time": 119, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-07-14", "genres": ["Drama", "Foreign"], "title": "Bandit Queen (1995)"}