{"url": "http://www.rogerebert.com/reviews/bandslam-2009", "by": "Gaelan Connellas Will Burton", "star_rating": 3.0, "text": "Will Burton lives within himself. A high school kid, new in town, he’s too much of a geek to have any hope of dating the girls he notices in school. He lives in a room he has made a shrine to David Bowie (with whom he has a daily one-way e-mail correspondence) and wishes he had been born soon enough to frequent CBGB, a legendary New York club that was one of the launching pads for punk rock.\n\nNot that you’d think he was a punk if you saw him. He’s just an ordinary kid, always joined with his iPod. until one day his life changes when his musical expertise is recruited by the popular Charlotte (Aly Michalka, of Aly & AJ). She has a three-piece group that will compete in an upcoming Tri-State Battle of the Bands, and Will thinks (correctly) it doesn’t have a chance.\n\nHe in turn spots a loner girl named Sa5m (“the 5 is silent”). She’s played by Vanessa Hudgens (“High School Musical”) as withdrawn, usually in black, keeping secrets. One of them is that she has musical talent. Will adds her to the band, and other side musicians including a very quiet Asian girl named Kim Lee (Lisa Chung), who is a classical pianist but plays a great pop keyboard even if it looks like it might kill her to smile.\n\nCharlotte’s band is called the Glory Dogs. Will renames it “I Can’t Go On I’ll Go On,” which inevitably reflects a situation that comes up in the film. He throws himself into reshaping the group’s music, to the concern of his hovering single mom (Lisa Kudrow) — who came to hear the band for herself and is converted.\n\nWill knows zip about girls. When Charlotte says she really likes him, he believes it, even though a former head cheerleader is unlikely to choose a nerd like him. Sa5m expresses great disinterest in the subject of romance, and of course is obviously the girl for him. Also in the picture is the handsome senior Ben (Scott Porter), whose own group won Bandslam last year and who used to be Charlotte’s b.f. He’s the kind of jerk who accidentally bangs against you in the corridor.\n\nThe movie leads up to the Tri-State Bandslam, of course, at which many relationships are settled and problems solved. So the plot conceals no surprises. What makes the film work is its feeling for the characters, and the appeal of the leads. Gaelan Connell has been compared to the young John Cusack and Tom Hanks, with reason; he’s attractive but a little quirky, not too handsome, good at replacing his down-on-himself attitude with newfound confidence as a band producer. It does wonders for his high school rep that everyone believes Charlotte likes him.\n\nThe student body is of course oblivious to the qualities of Sa5m, which is often the case. Look around a school for the bright misfits, and you will find those destined to make more of themselves than the “popular crowd”; it’s not a foolproof indicator, but useful. You will also find someone, who, if they say they like you, probably means it.\n\nBoth Aly Michalka and Vanessa Hudgens are musicians, which makes the rehearsal and performance segments convincing. They also possess beauty and presence, and yet look plausible. Lisa Kudrow avoids the pitfalls of the hysterically overprotective mother; we learn some of the reasons for her concern. This isn’t a breakthrough movie, but for what it is, it’s charming, and not any more innocuous than it has to be.", "running_time": 111, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Comedy", "Drama", "Family", "Music", "Musical"], "title": "Bandslam (2009)"}