{"url": "http://www.rogerebert.com/reviews/bandits-2001", "by": "Bruce Willisas Joe", "star_rating": 2.0, "text": "“Bandits” is a movie so determined to be clever and whimsical that it neglects to be anything else. That decision wouldn't be fatal if the movie had caved in and admitted it was a comedy, but, no, it also wants to contain moments of pathos, suspense and insight, and it's too flimsy to support them. It's an anthology of unrelated tones; individual scenes may play well, but seem unaware of the movie they're in. And the love triangle never decides if it's romance or romantic comedy. If the movie won't commit, why should we? It's rare for a movie to have three such likable characters and be so unlikeable itself. Bruce Willis and Billy Bob Thornton star, as “America's most famous bank robbers,” and Cate Blanchett is Kate, the executive's wife who starts as their hostage and becomes their lover. Yes, both of them (or neither of them; the PG-13 movie is cagey about what happens in between those knocks on the motel room doors). She can't choose. She likes Joe (Willis) because he's brave, strong and handsome, and Terry (Thornton) because he's sensitive and cute.\n\nThornton's character is the jewel--a neurotic, fearful hypochrondiac who is lactose intolerant, hears a ringing in his ears, suffers from psychosomatic paralysis, and has a phobia about antique furniture. (You never know what's real and what they're making up in the movies; Thornton has a real-life phobia about antique furniture, in fact, and almost had a meltdown once during a visit to Johnny Cash's antiques-filled home.) The plot: The partners break out of prison after Joe steals a cement truck, and there's a nice shot of it plowing its way through suburban back yards. Terry comes up with the idea of taking bank managers hostage in their homes the night before a job, so they can get into the bank before business hours in the morning. They steal a lot of loot, become celebrities, and stay on the loose for an amazing length of time, considering their driver, lookout and “outside man” is Joe's moronic cousin Harvey (Troy Garity), who dreams of being a stunt man.\n\nThe movie, directed by Barry Levinson and written by Harley Peyton (“Twin Peaks”), is told in a flashback and actually begins with the news that the two men have been shot dead after a failed hostage situation. Cut to a tabloid TV show whose host got an exclusive interview shortly before the final shootout; Joe and Terry narrate their career, try to justify themselves, and say Kate was an innocent hostage and not a fellow criminal. Eventually the film works its way back to the fatal robbery it began with, and to the classic line, “The suspects are in a shootout with themselves.” The film has laughs sprinkled here and there. I liked the way the confused Terry asks Joe, “What's on our mind?” And the way Kate's preoccupied husband, a self-involved hotshot, goes on TV to tell the kidnapped woman: “I'm going to Spain next week. If the kidnappers want to reach me, they can get in touch with my people.” And I liked the jolly little fireplug of a bank manager who is delighted to meet the “Sleepover Bandits” in person, but cannot take them seriously.\n\nProblem is, the movie doesn't commit to any of the several directions in which it meanders. Is the romantic triangle poignant, or a gimmick? Do the guys joke and make small talk during robberies because this is a comedy, or because they are pathological narcissists? The flashback structure is an annoyance, and by the time it is justified, it's too late: We've already been annoyed. One of the joys of Barry Levinson's “Wag The Dog” (1997) was the way he juggled tones, moving from satire to suspense to politics. This time it's the audience who feels juggled.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-10-12", "genres": ["Action", "Comedy", "Crime", "Romance"], "title": "Bandits (2001)"}