{"url": "http://www.rogerebert.com/reviews/bang-the-drum-slowly-1973", "by": null, "star_rating": 4.0, "text": "“Bang the Drum Slowly” is the ultimate baseball movie -- and, despite what a plot summary might suggest, I think it’s more about baseball than death. It takes place during the last season on this Earth of one Bruce Pearson, an earnest but dumb catcher from Georgia who learns, in the movie’s first scene, that he is suffering from an incurable disease. The movie is about that season and about his friendship with Henry Wiggen, a pitcher, who undertakes to see that Bruce at least lives his last months with some dignity, some joy, and a few good games.\n\nOn the surface, then, the movie seems a little like “Brian’s Song”. But it’s not: It’s mostly about baseball and the daily life of a major league club on the road. The fact of Bruce’s approaching death adds a poignancy to the season, but “Bang the Drum Slowly” doesn’t brood about death and it isn’t morbid. In its mixture of fatalism, roughness, tenderness, and bleak humor, indeed, it seems to know more about the ways we handle death than a movie like “Love Story” ever guessed. \n\nThe movie begins at the Mayo Clinic, follows the team through spring training, and then carries it through a season that feels remarkably like a Chicago Cubs year: a strong start, problems during the hot weather, dissension on the team, and then a pennant drive that (in the movie, anyway) is successful. There isn’t a lot of play-by-play action, only enough to establish the games and make the character points. So when the team manager and the pitcher conspire to let Bruce finish his last game, despite his illness, the action footage is relevant and moving.\n\n“Bang the Drum Slowly” was adapted for the screen by Mark Harris, from his observant 1955 novel. He seems to understand baseball players, or at least he can create convincing ones; if real baseball players aren’t like the ones in this movie, somehow they should be. The director, John Hancock, is good with his actors and very good at establishing a lot of supporting characters without making a point of it (in this area he reminds me of Robert Altman’s shorthand typecasting in “M*A*S*H” and “McCabe and Mrs. Miller”). Some of the best scenes are in the clubhouse, an arena of hope, despair, anger, practical jokes, and impassioned speeches by the manager.\n\nHe’s played by Vincent Gardenia as a crafty, tough tactician with a heart of gold he tries to conceal. (“When I die,” he says during one pre-game pep talk, “in the newspapers they’ll write that the sons of bitches of this world have lost their leader.”) He knows Bruce and Henry are concealing something, but he doesn’t know what, and his efforts to find out are hilariously frustrated. At various times, the midwinter visit to the Mayo Clinic is explained as a fishing trip, a hunting trip, a wenching trip, and a secret mission to rid Bruce of the clap.\n\nGardenia, as the manager, is the third angle of a triangle that includes very good acting by Michael Moriarty, as Henry, and Robert De Niro, as Bruce. Henry is the All Star with the $70,000 contract and Bruce is a mediocre catcher who is constantly being ragged by his teammates. Henry’s his only friend, until somehow when the team comes together for the pennant stretch, Bruce starts playing the best ball in his life, and the club (somewhat predictably) accepts him.\n\nHancock and Harris avoid any temptation to structure “Bang the Drum Slowly” as a typical sports movie. Although the team does win the pennant, not much of a point is made of that. There are no telegraphed big moments on the field, when everything depends on a strikeout or a home run or something. Even Bruce’s last big hit in his last time at bat is limited, tactfully, to a triple.\n\nInstead of going for a lot of high points, the movie paints characters in their everyday personalities. We get some feeling of life on the road as Henry talks with a hotel telephone operator who’s a baseball fanatic, and Bruce moons over the prostitute he’s in love with. Phil Foster has a great cameo role as a first-base coach with a genius for luring suckers into card games with remarkably elastic rules. \n\nOccupying the background in a lot of shots is the team’s Cuban third baseman, who has it written into his contract that he be provided with a translator. And then, as the movie’s shape begins to be visible, we realize it’s not so much a sports movie as a movie about those elusive subjects, male bonding and work in America. That the males play baseball and that sport is their work is what makes this the ultimate baseball movie; never before has a movie considered the game from the inside out.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-08-26", "genres": ["Drama"], "title": "Bang the Drum Slowly (1973)"}