{"url": "http://www.rogerebert.com/reviews/bang-1997", "by": "Darling Naritaas Woman", "star_rating": 3.5, "text": "Shot for shot and scene for scene, \"Bang\" is as absorbing as any movie I've seen this year. The movie has its world premiere starting July 4 at Facets Multimedia, and could, with a few breaks, win a lot of attention; it's a powerful sleeper, convincing, provocative and exciting--an adventure in \"guerrilla filmmaking\"  that uses an unexpected story device to hold up a mirror to a big American city.\n\n\"Bang\" tells the story of a desperate young woman who spends a day wearing the uniform of a Los Angeles policeman, and experiences some of the privileges and sorrows that go with being perceived as a cop. Because it's shot in a flat and realistic style, it's curiously convincing: The story doesn't hype manufactured scenes, but considers what might happen in such a situation. I found myself forgetting the structure and artistry and simply being carried along with the flow.\n\nThe movie stars Darling Narita (\"her real name\" the press notes say) as an unnamed Japanese-American actress, about 25, who has been evicted from her apartment for non-payment of rent. Homeless and broke, she goes to an audition with a \"producer\" who drops the names of Julia and Dustin, tells her she looks \"like an Asian Meryl Streep with brown hair,\" and then asks her to join him in a phony love scene. Is he a fake? Probably, but in Hollywood not necessarily.\n\nShe flees from the house, and runs into a homeless guy who lives in the bushes (Peter Greene, who played Zed in \"Pulp Fiction\" and was brilliant in the painful \"Clean, Shaven\"). He won a bronze medal in the '84 Olympics, he says, although he never takes it out of his brown paper bag.\n\nAngered that she was mistreated, he destroys the producer's mailbox. The cops are called, and an officer leads her into the woods and demands sex.\n\nShe grabs his gun, forces him to strip, and handcuffs him to a tree. Then the puts on his uniform, drives off on his motorcycle, and the real movie begins.\n\nWhat would it be like to be a cop? To be hated or treasured by the people on the street, depending on their condition or need? To be seen as a law enforcer, medic, counselor, good guy, bad guy? She finds out.\n\nThe story of the making of \"Bang\" helps explain its curiously convincing quality. The film, written and directed by a British director named Ash (\"his real name,\" the notes say), was shot for only $20,000 on the streets of Los Angeles, without permits or permissions; real L.A.\n\npolice occasionally got involved in the filming because they thought the film's star was one of their own, and LAPD helicopters circle ominously overhead during some scenes.\n\nWhat the actors and crew did was to turn up, film a scene quickly, and disappear. Some scenes were improvised on the spot, including one where the \"cop\" hands out money to homeless men, and nearly starts a riot. Others show thought and depth. Despite its budget, \"Bang\" doesn't look cheap or rushed; that this film cost less than a single costume for \"Batman and Robin\" is some kind of a parable.\n\nDarling Narita is an actress with a flat, uninflected style (she acts in a movie much like she does in the \"audition\"). She plays a woman who is depressed and fairly undemonstrative, who gets through scenes by saying as little as possible. The approach creates unexpected tension in a scene like the one where, wearing the uniform, she's eating breakfast in a diner when two real cops join her at her table. Will she be exposed as an impersonator? What can she possibly say? In a more facile movie she'd ad lib her way out of danger; here, she's nearly speechless, and it plays a lot better.\n\nTwo sequences are especially strong. In one, she chases a drug dealer up to a roof, where he threatens to jump. \"I'm not a cop!\" she shouts, and the scene develops two unexpected but likely surprises. In another lengthy sequence, which is the heart of the movie, her cycle runs out of gas and she gets a lift to the gas station with two Latinos. For once she is able to unwind a little (with a beer and a joint, to their amazement), and then that scene also pays off surprisingly, with great unexpected drama.\n\nThe film is filled with other incidents: A run-in with a Japanese-American hooker, who thinks she is being arrested. An encounter with two people she finds making love in the Hollywood Hills. And eventually a return to the real cop, who has spent the day handcuffed to the tree and trying to deal with the homeless man.\n\n\"Bang\" avoids obvious buildups and payoffs. It takes a simple premise--cop for a day--and treats it not as an excuse for a thriller, but as a window into the everyday life of the city. Its choice as heroine is a good one, because the woman is perceived by others through three lenses: Female, Asian, cop. (\"Where are you from\" the so-called producer asks. \"Here,\" she says. \"No, where are you really from?\") Knowing little about \"Bang\" before a saw it, except for its reputation as a low-budget film shot guerrilla-style on the streets, I confess I expected flashy sub-Tarantino Gen X narcissism. What I didn't expect was a film so well made, so penetrating, so observant. And, like all films that really hold your attention, so entertaining.", "running_time": null, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-07-11", "genres": ["Drama"], "title": "Bang (1997)"}