{"url": "http://www.rogerebert.com/reviews/bar-girls-1995", "by": "Nancy Allison Wolfeas Loretta", "star_rating": 1.5, "text": "\"Bar Girls\" is the kind of movie that likes itself just for, well, being so darn nice. It's about a small circle of lesbians in Los Angeles, who all hang out at the same bar, and who, in the course of the movie, more or less all sleep with one another. It's the kind of movie where monogamy is more honored in the breeches than in the observance. And forgive me that pun; this is the kind of movie where you find yourself writing down stuff like that.\n\nThe screenplay is by Lauran Hoffman, based on her play, and apparently on most of the soap operas she's seen. Her story construction consists of establishing each of the major characters, and providing each one with a romance, a heartbreak, a reversal, a fling and a resolution. It's so difficult at the beginning to get all the characters actually into the story that she resorts to a sequence where two new friends sit on a bed and tell each other about their past lovers, and we see flashbacks to scenes involving those women.\n\nWhat's curious is that the women sharing these stories look at the camera as if they can see the movie, too.\n\nMuch of the film takes place in a bar. It may, for all I know, be a real bar, but it looks uncannily like a basement rec room, and almost all the customers are characters in the story. The women seem to use the bar as a stage, living their lives in front of their fellow customers, as they make new friends, break up, have romantic arguments and reconciliations, and pour their hearts out to the understanding bartender. It's all spats and sex, makeups and breakups, broken hearts and new friends. Even the filmmakers seem to sense we are spending a lot of time in the bar, since at one point they offer a Hat Night, in which the characters at least wear funny hats while furthering the plot.\n\nThe characters are a mixed bag: A triathlete, a cop, and a producer of a cable cartoon show named \"Super Myrtle,\" for example.\n\nThey rarely seem to have thoughts, or dialogue, for that matter, that does not relate to lesbianism, and in the course of the film I wrote down such lines as: I have to be in love to do it.\n\nYou? Friend of semen!? I have to make love with that woman! Tracy's very learned in the ways of lesbianism.\n\nShe's my dream girl.\n\nShe'll be outta here like a hot flash.\n\nAll of this does not mean \"Bar Girls\" doesn't have an audience.\n\nIt's the kind of movie that's embraced not because it does something well, but because it does it at all. There have been relatively few films about lesbianism, and they tend to reflect the cultures in which they were made.\n\nThus \"Bar Girls,\" filmed in Los Angeles, is essentially about physical attractiveness and psychobabble, while \"Go Fish,\" filmed in Chicago, was more serious and mature, and allowed many of its characters to look exactly like real people. It would be unfair, but not uncalled-for, to speculate that the actresses in \"Go Fish\" might be aiming for Steppenwolf, and those in \"Bar Girls\" for Fox sitcoms.\n\nSomehow \"Bar Girls\" captures its own note perfectly in a closing credit that reads, \"Thanks to the people of Los Angeles.\"", "running_time": 95, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-07", "genres": ["Romance"], "title": "Bar Girls (1995)"}