{"url": "http://www.rogerebert.com/reviews/baran-2002", "by": "Hossein Abedinias Lateef", "star_rating": 3.5, "text": "What are they like, over there in Iran? Are they all glowering fanatics, stewing in resentment of America? What's your mental image? When a land is distant, unknown and labeled as an enemy, it's easy to think in simple terms. No doubt Iranians are as quick to think evil about us as we are to think evil about them. The intriguing thing about an Iranian movie like \"Baran\" is that it gives human faces to these strangers. It could be a useful learning tool for those who have not traveled widely, who never see foreign films, who reduce whole nations to labels.\n\nThe movie is a romantic fable about a construction worker. His name is Lateef (Hossein Abedini), and he labors on a building site not far from the border with Afghanistan. All of the labor here is manual, including hauling 50-pound bags of cement up a series of ramps. Lateef doesn't actually work very hard, since he is Iranian and most of the labor is being done by underpaid refugees from Afghanistan. Lateef is the tea boy, bringing hot cups to the workers and drinking more than his own share.\n\nWe learn at the beginning of the movie that millions of Afghanis have poured into Iran as refugees. Since it is illegal to hire them, they work secretly for low wages, like undocumented Mexicans in America. Many are fleeing the Taliban for the comparatively greater freedom and prosperity of Iran, a distinction that may seem small to us, but not to them. (The title cards carrying this information were already in place when the film debuted at the 2001 Montreal and Toronto festivals, and were not added post-9/11.) One day there is an accident on the site. A man named Najaf injures his leg, and that is a catastrophe, because he has five children to feed in the squatters' camp where his family lives. Najaf sends his son Rahmat (Zahra Bahrami) to take his place, but the son is small, slight and young, and staggers under the burden of the concrete sacks. So Memar, the construction boss, who pays low wages but is not unkind, gives Rahmat the job of tea boy and reassigns Lateef to real work.\n\nLateef is lazy, immature, resentful. He trashes the kitchen in revenge, and makes things hard for Rahmat. Yet at the same time he finds something intriguing about the new tea boy, and eventually Lateef discovers the secret: The boy is a girl. So desperate for money was Rahmat's family that in a society where women are strictly forbidden from mixing with men on a job like this, a deception was planned. In keeping the secret, Lateef begins his journey to manhood and tolerance.\n\nThe outlines of \"Baran,\" as they emerge, seem as much like an ancient fable as a modern story. Middle Eastern society, so insistent on the division between men and women, has a literature filled with stories about men and women in disguise, passing through each other's worlds. The vast gulf between Lateef and Rahmat is dramatized by the way they essentially fall in love without exchanging a single word. Meanwhile, watching conditions on the work site and seeing raids by government agents looking for illegal workers, we get an idea of Iran's ground-level economy.\n\nMy description perhaps makes the film sound grim and gray, covered with a silt of concrete dust. Not at all. It is the latest work by Majid Majidi, whose \"The Children of Heaven\" (1997) was a heartwarming fable about a brother and sister who lose a pair of shoes and try to hide this calamity from their parents. The director uses natural colors and painterly compositions to make even the most spartan locations look beautiful, and as Stephanie Zacharek of Salon.com observes: \"Majidi uses sunlight, a completely free resource if you can time your filmmaking around it, as a dazzling special effect.\" What happens between Rahmat and Lateef I will leave you to discover. There are many surprises along the way, one of the best involving a man Lateef meets during a long journey--an itinerant shoemaker, who has thoughtful observations about life. \"Baran\" is the latest in a flowering of good films from Iran, and gives voice to the moderates there. It shows people existing and growing in the cracks of their society's inflexible walls.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-05-03", "genres": ["Drama", "Foreign", "Romance"], "title": "Baran (2002)"}