{"url": "http://www.rogerebert.com/reviews/barbershop-2002", "by": "Ice Cubeas Calvin", "star_rating": 3.0, "text": "I've become embroiled in a controversy recently about whether women engage in audible and detailed discussions of their sexual activities while sitting in beauty salons. Doesn't happen, say some of my correspondents, while a woman from Texas says it happens there all the time--although being from Michigan, she naturally doesn't join in. I got started on this subject while reviewing a movie named \"Never Again,\" where there's a scene of sex talk in a salon that's enough to make your hair curl.\n\nMy hunch is that most women don't talk that way in most salons. Do I know? No, because I've never been in a beauty salon. But now comes \"Barbershop\" to argue the question from the male side. The movie takes place during one long day in a barbershop on Chicago's South Side, where seven barbers (six men, one woman; six blacks, one white) man the chairs. Judging by this film, the conversation ranges far beyond sex, but is not above spirited discussions of booty: who has it, who needs it, who wants it. But sex as a general topic would be far too limiting for this crowd, and the movie plays like a talk show where everyone is the host.\n\nThe barbershop is owned by Calvin (Ice Cube), who inherited it from his father. It scrapes by but doesn't feed his hunger for bigger things--like a recording studio, for example (he dreams of platinum records issuing from his basement). One day, heedlessly, he sells the shop for $20,000 to Lester the Loan Shark (Keith David), who promises the word \"barbershop\" will be permanently on the store, but privately has in mind a gentleman's club by the same name.\n\nThe barbers and regular customers are devastated by this news. The shop provides more than employment or service for them; it is community, forum, friendship, camaraderie, continuity. Realizing his error, Calvin tries to buy back the shop, but finds the price is now $40,000. So it appears this will be the last day that the little shop acts as a stage for all the regulars.\n\nThe barbers are perhaps too many to be supported by such a shop, but they provide a nice cross section: In addition to Calvin, there's old Eddie (Cedric the Entertainer), who never seems to have a customer but is installed as chief pontificator; Jimmy (Sean Patrick Thomas), a college student who tries to impress everyone with his knowledge (are scallops a mollusk?); Terri (Eve), who knows somebody has been drinking her apple juice from the refrigerator in the back room; Ricky (Michael Ealy), who has two strikes against him and will get life for a third; Dinka (Leonard Earl Howze), from Nigeria, who likes Terri but is too rotund for her tastes, and Isaac (Troy Garity), the token white barber, who explains that, inside, he's blacker than some of the others.\n\nA parallel plot involves JD (Anthony Anderson) and Billy (Lahmard Tate), who stage a spectacularly incompetent theft of an ATM machine that has been recently installed in the Indian grocery on the corner. Since they \"borrowed\" Ricky's van for this job, if they get caught he goes up for life. The unending conversation in the shop is intercut with JD and Billy wrestling with the ATM machine, which at one point they even attempt to check in with at a motel.\n\nIf nothing significant gets settled in the rambling barbershop conversations, at least many issues are aired, and by the end, in classic sitcom fashion, all problems have been solved. The talk is lively but goes into overdrive when Eddie is onstage; Cedric the Entertainer has the confidence, the style and the volume to turn any group into an audience, and he has a rap about Rosa Parks, Rodney King and O.J. Simpson that brought down the house at the screening I attended.\n\nThe film is ungainly in construction but graceful in delivery. I could have done without both of the subplots--the loan shark and the ATM thieves--and simply sat there in Calvin's Barbershop for the entire running time, listening to these guys talk. There is a kind of music to their conversations, now a lullaby, now a march, now a requiem, now hip-hop, and they play with one another like members of an orchestra. The movie's so good to listen to, it would even work as an audio book.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-09-13", "genres": ["Comedy", "Drama"], "title": "Barbershop (2002)"}