{"url": "http://www.rogerebert.com/reviews/barb-wire-1996", "by": "Pamela Andersonas Barb Wire", "star_rating": 2.5, "text": "“Barb Wire” takes place in the year 2017--”the worst year of my life,” according to Barb. We are in the middle of the Second American Civil War. The Congressional Directorate has seized control of America (“They used an HIV derivative named Red Ribbon to wipe out Topeka”), but Barb lives in the last free city, where she runs a nightclub.\n\nTimes are hard. So hard, Americans insist on payment in Canadian dollars. Barb steers clear of politics. She's friends with the local police chief, who is on the take, but has a good heart. Then she gets involved in contraband. Some identity lenses are missing. Whoever possesses them can get free passage into Canada. A little guy says he knows where they are. A fat guy offers to buy them. The Congressional Directorate troops, dressed like Nazis, come into Barb's club and tear it apart, looking for them. You must remember this. It's “Casablanca” recycled. The biggest howler in the credits is the line “based on a story by Ilene Chaiken.” Would it have killed Ilene to acknowledge “Casablanca?” True, there are differences, too; in this movie a kiss is not necessarily just a kiss--not when Barb's sex life includes nailing guys through the middle of the forehead with a stiletto heel.\n\nBarb, inspired by a comic book heroine, is played by Pamela Anderson Lee, the “Baywatch” star, in leather, chains and an industrial-strength WonderBra. As the movie opens, she's on a trapeze, being sprayed by a hose in slow motion, a scene that reminded me of the climax of “Behind the Green Door.” That's when she's posing as a stripper. Later, when she poses as a hooker, it's to gain entry to an apartment so she can blow out the wall and rescue a hostage. Bogie was a wimp compared to Barb, whose personal DNA, if I heard correctly, “holds the antidote to our secret weapon.” The movie is wonderfully confusing, but I think that means she could have saved Topeka, whether by preventative intercourse or otherwise I haven't a clue. Pamela Anderson Lee, while not a great actress, is a good sport.\n\nShe's backlit in endless scenes where, if she could have figured out a way to send her breasts in separately, she could have stayed at home. “Don't call me a babe,” she says--a trademark line like “Make my day” or “I'll be back.” Everyone who calls her “babe” pays with his life. (One guy tries to light her cigarette, which turns out to be a blow gun, and gets a poison dart between his eyes.) The parallels with “Casablanca” are fun to spot. The Sydney Greenstreet character, named Big Fatso (Andre Rosey Brown), reclines in the shovel of a Caterpillar tractor at his junkyard, munching on a turkey leg (or maybe an ostrich leg, it's so big) and offering to buy the contact lenses. But Barb has mercy on an idealistic young woman (Victoria Rowell) who is married to a resistance leader, and gives her the lenses. At the end, the heroes board an Air Canada flight. The one big scene from “Casablanca” that's missing here is the musical showdown, in which the patriots sing the “Marseilles” to drown out the Nazi anthem. Considering that Barb Wire runs a punk leather club, here's today's quiz: What song would be the Congressional Directorate's anthem, and what song would the party-loving S&Msters sing to drown it out? The movie has been rated “R” for “nudity/sexuality.” There is some nudity, mostly weirdly lit. The sexuality involves various forms of foreplay to violence. There is nothing resembling eroticism, except for the dialogue “she's as tender as Tuscan veal.” Barb Wire's breasts, winched into place and clamped down by leather and steel costumes, seem as immobile as the similarly shaped fenders on a 1957 Olds Rocket 88. “Look at those guns,” a guy says approvingly, not referring to firearms. There are some strange moments. You know the basic scene where a guy is thrown through a window and we get slow-motion shots from three different angles as he falls to the ground? “Barb Wire” achieves a first by showing a chair thrown through a window and descending in slo-mo, etc. Movies like this stir a certain affection in my heart. The filmmakers must have known they were not making a good movie, but they didn't use that as an excuse to be boring and lazy. “Barb Wire” has a high energy level, and a sense of deranged fun.\n\nThere's as much sheer work in this film as in films 10 times as good--which is both encouraging and depressing, I suppose.", "running_time": 98, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-03", "genres": ["Action", "Adventure", "Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Barb Wire (1996)"}