{"url": "http://www.rogerebert.com/reviews/barbershop-2-back-in-business-2004", "by": "Ice Cubeas Calvin", "star_rating": 2.5, "text": "Calvin's Barbershop is still in business as \"Barbershop 2\" opens, and the same barbers are at the same chairs, dealing with the usual customers discussing the day's events, and providing free advice on each other's lives. Just like the first movie, this is like a talk show where everybody is the host. The talk could go on forever, coiling from current events to current romances, but then danger strikes: Nappy Cutz, a slick franchise haircut emporium, is opening across the street, and it may put the little neighborhood shop out of business.\n\nThis would be disaster for Calvin (Ice Cube), whose operation is not single-mindedly devoted to profit. If it were, why would he give a prized chair to Eddie (Cedric the Entertainer), who hardly ever seems to cut any hair? We learn the answer to that mystery in the course of this movie, along with a little of Eddie's background: We see him in a flashback, protecting the shop from rioters and winning the lifelong gratitude of Calvin's father.\n\nEven back then, Eddie was on the conservative side, and again in this movie he delivers his trademark riffs against African-American icons. Although others in the shop cringed when they learned the D.C. Sniper was black, for Eddie the contrarian that's something to be proud of: \"He's the Jackie Robinson of crime.\" Alas, Eddie's I-Can't-Believe-He-Said-That act, which worked so well in the original \"Barbershop,\" seems a little perfunctory and obligatory this time, and it's often hard to understand what Cedric is saying; a little work in post-production could have clarified his dialogue and allowed the zingers to land with more impact.\n\nThe plot, just like last time, involves a threat to the beloved neighborhood institution. An entrepreneur named Quentin Leroux (Harry Lennix) has purchased the property across the street and has erected a huge Nappy Cutz emporium, which, it is rumored, will even feature a basketball court. Calvin's could be doomed. And there's a larger issue, because the Chicago City Council, in the pockets of developers, seems bent on tearing down all the little neighborhood stores and moving in giant franchisers.\n\nThis could have headed in an interesting direction, if the movie wanted to be political, but it doesn't (the talkative crowd in Calvin's never mentions a name like, oh, say, \"Daley\"). There is an arm's-length recognition of City Hall in the character of Jimmy (Sean Patrick Thomas), who used to work in the shop, but now has the inside track to a powerful alderman.\n\nCalvin struggles with the idea of new competition, while Terri (Eve), the only female barber, tries to decide if there's any future with Ricky (Michael Ealy), and Eddie himself is flummoxed by the arrival of a flame from his torrid past. The only white barber, Isaac (Troy Garity), remains convinced he is the blackest man in the shop, and the African-born barber Dinka (Leonard Earl Howze) has a futile crush on Eve. Jimmy's empty chair is taken over by Calvin's cousin Kenard (Kenan Thompson), who doesn't seem to understand the fundamental purpose of a barbershop, which is to provide a refuge, affirmation, confirmation, entertainment and occasionally haircuts.\n\nNext door in a beauty salon, stylist Gina (Queen Latifah) stands by for several almost self-contained supporting scenes, including an insult contest with Eddie in which it sounds like Eddie has won, and we would be sure if we could understand him. The Queen has a high-energy presence in the film, and just as well, because she'll star in \"Beauty Shop,\" which is set for late 2004 release.\n\nDid I like the film? Yeah, kinda, but not enough to recommend. The first film arrived with freshness and an unexpected zing, but this one seems too content to follow in its footsteps. Maybe \"Beauty Shop\" is the one to wait for, if they can find half a dozen high-powered foils for the Queen. Prediction: Terri will get tired of everyone stealing her apple juice, and move next door.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-02-06", "genres": ["Comedy"], "title": "Barbershop 2: Back in Business (2004)"}