{"url": "http://www.rogerebert.com/reviews/barcelona-1994", "by": "Taylor Nicholsas Ted Boynton", "star_rating": 3.0, "text": "Whit Stillman's \"Barcelona\" is a reminder that there is a broad strata of American society that goes all but ignored by the movies.\n\nHis subjects are smart, intense but somewhat naive white-collar workers, young men in their 20s and early 30s, who wear suits and ties to work and are very serious about themselves and still try, self-consciously, to talk in a way that might sound impressive at an undergraduate management seminar. Stillman brings great wit and wicked humor to his subjects, but he doesn't make fun of them - he likes them.\n\nIn \"Metropolitan\" (1990), his first film, he showed this generation in its embryo stage, as Park Avenue preppies. Now he shows them in their first jobs. The time is the early 1980s. The place is Barcelona, where Ted Boynton (Taylor Nichols) is the Spanish representative for a Chicago firm that makes electric engines.\n\nTed is earnest and ambitious and has room within his heart for a vast yearning which can only be filled by a girl. But not a pretty girl. He has determined, after several unhappy experiences, to have nothing more to do with beautiful women. He tris to explain this to a young woman (neither pretty nor plain) who he has met at a party: Beautiful women make an observation about a man, and use it to ridicule him, \"as if impertinence were cute and charming.\" A plainer woman, on the other hand, \"would be more apt to use observation for comprehension...\" He talks that way a lot, as if reciting from term papers.\n\nTed's cousin arrives in Barcelona. Fred Boynton (Chris Eigeman) is a lieutenant junior grade in the Navy, and has been assigned as an advance man for the Sixth Fleet's upcoming shore leave. Apparently a previous shore leave did not go smoothly, and Fred's task is to scout the territory, which he does by following Ted to the clubs and bars frequented by \"trade show girls,\" who are the scrubbed and respectable English-speaking hostesses at various international fairs.\n\nOne of Fred's pastimes is inventing shocking stories, and he solemnly informs the beautiful Marta (Mira Sorvino) and several of Ted's friends that his cousin is a follower of the Marquis de Sade, and wears various garments of torture under his clothes. (This news spreads quickly through her set, and when Ted protests that this is an insane suggestion, one of his dates decides it means nothing that he is wearing no leather straps at present: \"Maybe they're at the cleaners.\") The movie's plot is as lighthearted as a Scott Fitzgerald short story, all about young people skimming the surface of the pond of life, flitting here and there, making small talk and flirting.\n\nTed, as a certain type of American, tends to be profound about subjects the Europeans have long since stopped taking seriously, and it is a delight to listen to him, because his talk so clearly reflects his hard-won ideals. There is a kind of touching earnestness to him; his speech is like overhearing a young exec explaining himself to a like-minded stranger during a long airplane flight.\n\nThe movie develops like a Woody Allen autobiographical picture, with a narrator who seems puzzled but sincere in trying to figure out his life, which everyone else seems to understand better than he does. He is worried about losing his job, about not being destined to work in sales, about girls. He doesn't make much progress with the friendly Trade Fair crowd because he is convinced they must feel a profound committment to a man before they will get involved in a relationship, and when he explains this theory in discos, they quickly lose interest.\n\nMeanwhile, there's an undercurrent: The presence of these Americans in Spain - one a capitalist, the other a militarist - makes them a target for left-wing groups, and it doesn't help that Fred believes in maintaining a high profile (called a \"fascist,\" he explains, \"Young men wearing this uniform died to protect Europe from fascism\").\n\nI've seen \"Barcelona\" twice. It seemed deeper to me the second time. It appears at first to be about the casual lives of young men trying to launch their careers, but eventually (again, like an Allen movie) it reveals darker depths and meanings. What it also does is give voice to a generation. If there is one part of American society that American movies are usually not interested in, it is the wage-earning, 9-to-5, ambitious, competitive, white collar society of business and management. Watching this movie, I realized that although I'd seen a lot of amazing things on the screen before, I'd hardly ever seen young WASPs earning a living.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-08-05", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Barcelona (1994)"}