{"url": "http://www.rogerebert.com/reviews/barenaked-in-america-2000", "by": "Jason Priestley", "star_rating": 3.0, "text": "Barenaked Ladies is a real band, and a popular one. One reason for its appeal is that it's the Slim Whitman of rock bands: When members sing a song, it sounds like you could do it, too, about as well as they can. You couldn't; there's a lot of musicianship buried in their deceptively square stage act, but it sounds like you could.\n\nThe Ladies started as street buskers in Toronto, selling cassettes of their work. They came to the attention of MuchMusic, that cable channel that looks like a multicultural and countercultural MTV. They haven't done a single thing to glitz up their act or to appear as anything other than what they are: nice Canadian boys having fun. When Jim Creeggan, the bass player, gets a vocal solo, what song does he choose? \"Itsy Bitsy Spider.\" Another one of their songs is about a farmer who loves Anne Murray. Then there's tape of an Anne Murray Christmas special on which Barenaked Ladies sing \"God Rest Ye, Merry Gentlemen.\" Steve Page, the chubby one, is the lead singer. Ed Robertson, with the dyed blond goatee and cropped hair, is the other front man. Just before the tour started, they lost their longtime lead singer and keyboardist Kevin Hearn, who was diagnosed with leukemia. Midway through the tour, Kevin is feeling good enough to join them onstage, but it is somehow typical of Barenaked Ladies that management supplies him with an electronic keyboard that's \"covered with cigarette welts, with a lot of keys that have turned yellow and don't work.\" Also onstage, in addition to bass, drums and backup guitar, are occasional French horn and accordion players.\n\nThe documentary, directed by Jason Priestley (\"Beverly Hills 90201\"), arrives in Boston, where the Ladies fill an enormous arena with their fans. We get the usual sound bites outside the hall, but not the usual opinions: \"They look like guys you'd see working at the Gap,\" one fan says. The Rolling Stones once figured in a documentary where someone was literally murdered by Hells Angels in front of the stage. There are dangers in being a Barenaked Lady, too. When the band plays its hit \"If I Had a Million Dollars,\" fans throw Kraft Dinners onto the stage. Those boxes have sharp edges, Steve observes, and it can hurt if one hits you.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-09-29", "genres": ["Documentary"], "title": "Barenaked In America (2000)"}