{"url": "http://www.rogerebert.com/reviews/barfly-1987", "by": "Mickey Rourkeas Henry", "star_rating": 4.0, "text": "Louis Armstrong was trying to explain jazz one day, and he finally gave up and said, \"There are some folks that, if they don't know, you can't tell 'em.\" The world of Charles Bukowski could be addressed in the same way. Bukowski is the poet of Skid Row, the Los Angeles drifter who spent his life until age 50 in an endless round of saloons and women, all of them cheap, expensive, bad or good in various degrees. \"Barfly,\" based on his original screenplay, is a grimy comedy about what it might be like to spend a couple of days in his skin - a couple of the better and funnier days, although they aren't exactly a lark.\n\nThe movie takes place in a gutbucket bar down on the bad side of town, where the same regulars take up the same positions on the same bar stools every day. Your private life is nobody's business, but everybody in the joint knows all about it. To this bar, day after day, comes Henry (Mickey Rourke), a drunk who is sometimes also a poet. The day bartender hates him, probably for the same reason all bartenders in gutter saloons hate their customers: It's bad enough that they have to serve these losers, without taking a lot of lip from them, too.\n\nHenry and the bartender head for the back alley to have a fight. Henry is beaten to a pulp. Hawking up spit and blood, he tosses down another drink and heads off for the hovel he calls his room. Another day, another adventure. One day he looks up from his drink and sees, sitting at the other end of the bar, a woman named Wanda (Faye Dunaway). She looks like she belongs in the place and she doesn't look like she belongs in the place, you know? She looks like a drunk, all right, but she's still kind of classy. Henry and Wanda strike up a conversation and, seeing that Henry is flat broke, Wanda invites him home.\n\nThe dialogue scenes between Rourke and Dunaway in this movie are never less than a pleasure, but their exchanges on that first night are poetry. She explains that if a guy comes along with a fifth, she is likely to leave with that guy, since when she drinks she always makes bad decisions. He nods. What other kinds of decisions are there when you're drunk? They drink, they talk, they flirt, they coexist. Another day, another adventure.\n\nOne day a beautiful rich girl with long hair (Alice Krige) comes to the bar looking for Henry. She publishes a literary magazine and has purchased some of Henry's stuff. He likes this development. They go to her house and drink, talk, flirt and coexist. The next time she turns up in the bar, Wanda is already there. The rich girl and Wanda do not coexist.\n\nThat's basically what the movie is about. \"Barfly\" is not heavy on plot, which is correct, since in the disordered world of the drinker, one thing rarely leads to another through any visible pattern. Each day is a window that opens briefly after the hangover and before the blackout, and you can never tell what you'll see through that window.\n\n\"Barfly\" was directed by Barbet Schroeder, who commissioned the original screenplay by Bukowski and then spent eight years trying to get it made. (At one point, he threatened to cut off his fingers if Cannon Group president Menahem Golan did not finance it; the outcome of the story can be deduced by the fact that this is a Cannon release.) Rourke and Dunaway take their characters as opportunities to stretch as actors, to take changes and do extreme things. Schroeder never tries to impose too much artificial order on the events; indeed, he committed to filming Bukowski's screenplay exactly as written, in all its rambling but romantic detail.\n\nThe result is a truly original American movie, a film like no other, a period of time spent in the company of the kinds of characters Saroyan and O'Neill would have understood, the kinds of people we try not to see, and yet might enjoy more than some of our more visible friends. \"Barfly\" is one of the year's best films.", "running_time": 100, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-12-18", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Barfly (1987)"}