{"url": "http://www.rogerebert.com/reviews/barneys-great-adventure-1998", "by": "Trevor Morganas Cody Newton", "star_rating": 3.0, "text": "Because \"Barney's Great Adventure\" is intended for children 6 years and under, I am writing this review to be read aloud.\n\nBarney has his own movie. Not one of those videos you've watched a hundred times, but a real movie, more than an hour long.\n\nIf you like him on TV, you'll like him here, too, because it's more of the same stuff, only outdoors and with animals and shooting stars and the kinds of balloons people can go up in.\n\nThe main character in the story, after Barney, is a boy named Cody, who is in about the first or second grade in school. He's just at that age when children start to have their doubts about dinosaurs that look like large purple stuffed toys.\n\nAlong with his sister Abby and her best friend, Marcella, he goes to visit Grandpa and Grandma on their farm.\n\nCody doesn't think he'll like the farm, because his grandparents don't have cable TV, so how can he watch Nickelodeon? Plus, Grandpa's pigpen is directly below Cody's bedroom window.\n\nBut then Barney turns up. He starts as a little toy, and then he becomes about 8 feet tall, but looking just the same.\n\nHe sings a song named \"Imagine\" and tells Cody that it was Cody's own imagination that made the toy dinosaur become the real Barney.\n\nCody plays a trick. He stops believing in Barney. Barney disappears.\n\nThen Barney plays a trick. He appears again, because he believes in Cody! That sort of makes sense.\n\nBarney shows Cody a special wishing star. The star deposits an egg in Grandpa's barn. This is a wishing egg. It has different colored stripes on it.\n\nWhen all the stripes glow, the egg is about to hatch. The kids take the egg to Miss Birdfinch to find out about it.\n\nBut the egg gets in a lot of trouble. It falls into the back of a birdseed truck and is hauled off to town.\n\nCody, Abby and Marcella chase it, and get to be in a parade and see the balloons go up. To get to town they ride a pony.\n\nBarney must not know any new songs, because mostly he sings old ones, such as \"Twinkle, Twinkle Little Star\" and \"Old McDonald\" and \"Clap Your Hands.\" It's sweet when Grandpa sings \"Let Me Call You Sweetheart\" to Grandma. Even though this is probably the first time you've heard that song, it's not new, either.\n\nBy the end of the movie Cody believes in Barney, because it's pretty hard not to believe in something that's purple and 8 feet tall and standing right there in front of you.\n\nThe egg hatches, and helps everybody have their wishes.\n\nBaby Bop and B.J., Barney's friends on television, have small roles.\n\nBaby Bop is always looking for her yellow blanket, which she calls a \"blan-kee.\" Don't you think it's time for Baby Bop to get serious about learning to say \"blanket\"?", "running_time": 75, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-04-03", "genres": ["Family"], "title": "Barney's Great Adventure (1998)"}