{"url": "http://www.rogerebert.com/reviews/barton-fink-1991", "by": "John Turturroas Barton Fink", "star_rating": 3.5, "text": "If there is a favorite image in the movies by the Coen brothers, it’s of crass, venal men behind desks, who possess power the heroes envy. Maybe that’s because, like all filmmakers, the Coens have spent a lot of time on the carpet, pitching projects to executives. In “Blood Simple,” the guy behind the desk was M. Emmet Walsh, as a scheming private detective. In “Raising Arizona,” it was Trey Wilson’s furniture czar. In “Miller’s Crossing,” it was Albert Finney, as a mob boss. In “Barton Fink,” it is Michael Lerner, as the head of a Hollywood studio. All of these men are vulgar, smoke cigars, and view their supplicants with contempt.\n\nTo their desks come characters who want to make a deal with the devil. They know these men are evil, compromised and corrupt. But they want what they have - a lot of money. “Barton Fink,” the latest Coen film (directed by Joel, produced by Ethan, written by both), tells the story of a man who would like to sell out to Hollywood, if only he had the talent. Barton Fink is a left-wing New York playwright, modeled on the Clifford Odets of “Waiting for Lefty,” who writes one proletarian hand-wringer in the late 1930s and then is summoned to Hollywood, where Jack Lipnick (Lerner), the vulgarian in charge of Capitol Pictures, pays him piles of money and assigns him to write a wrestling picture for Wallace Beery.\n\nFink, played with a likable, dim earnestness by John Turturro, checks into an eerie hotel that looks designed by Edward Hopper. There is apparently only one other tenant, the affable Charlie Meadows (John Goodman), a traveling salesman who lives next door and says he could tell Fink a lot of interesting stories. But Fink, who claims to be the poet of the working man, is not interested in a real proletarian, and spends most of his time staring at his typewriter in despair. He has writer’s block.\n\nLou Breeze (Jon Polito), the studio czar’s right-hand man, tells Fink he should look up W.P. Mayhew (John Mahoney), another great American writer on the studio payroll. Mayhew is obviously modeled on William Faulkner, and Mahoney, with a moustache, is his uncanny double. Fink arrives breathlessly at the great man’s feet, only to discover that he is a raving drunk and that his “secretary” (Judy Davis) has written most of his recent work. The three go on a picnic one day, and the scene builds into a wry comic vignette - some satire, some slapstick.\n\nLike all of the Coen productions, “Barton Fink” has a deliberate visual style. The Hollywood of the late 1930s and early 1940s is seen here as a world of Art Deco and deep shadows, long hotel corridors and bottomless swimming pools. And there is a horror lurking underneath the affluent surface. Goodman, as the ordinary man in the next room, is revealed to have inhuman secrets, and the movie leads up to an apocalyptic vision of blood, flames and ruin, with Barton Fink unable to influence events with either his art or his strength.\n\nThe Coens mean this aspect of the film, I think, to be read as an emblem of the rise of Nazism. They paint Fink as an ineffectual and impotent left-wing intellectual, who sells out while telling himself he is doing the right thing, who thinks he understands the “common man” but does not understand that, for many common men, fascism had a seductive appeal. Fink tries to write a wrestling picture and sleeps with the great writer’s mistress, while the Holocaust approaches and the nice guy in the next room turns out to be a monster.\n\nIt would be a mistake to insist too much on this aspect of the movie, however, since “Barton Fink” is above all a black comedy in the tradition of David Lynch, Luis Bunuel and the Coens themselves. Turturro is the right man for the role, making Fink a plodding, introspective, unsure intellectual whose lack of insight is matched only by his lack of talent. The movie is a little unfair to Odets, its inspiration (even if he did go to Hollywood in the late 1930s and write a boxing picture, “Golden Boy,” which did not drip with political commitment). But it is even more unfair, hilariously, to Faulkner, whose works were not written by a “secretary,” but who was by all accounts just as much of a boozer as the Mayhew character.\n\n“Barton Fink” won this year’s Palm d’Or at the Cannes Film Festival, and an unprecedented two more prizes as well, for director and actor. Since Cannes juries traditionally limit themselves to one award per film, their ecstasy would seem to indicate “Barton Fink” is one of the greatest films ever made. It is not. But it’s an assured piece of comic filmmaking, and perhaps a warning by the Coens to themselves about what can happen when brilliant young talents from the East make that trek out to the land of the guys behind the desks.", "running_time": 117, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-23", "genres": ["Comedy", "Drama", "Thriller"], "title": "Barton Fink (1991)"}