{"url": "http://www.rogerebert.com/reviews/bartleby-2002", "by": "Crispin Gloveras Bartleby", "star_rating": 2.5, "text": "\"The mass of men lead lives of quiet desperation.\" - - Thoreau \n\nThe life work of the employees in the Public Record Office can be easily described: They take enormous quantities of printed documents they have no interest in, and they file them. They are surrounded by the monument to their labor: lots of file cabinets. No wonder they go mad. Vivian distracts herself by flirting. Rocky pretends he has the inside line on everything. For Ernie, changing the toner cartridge in a Xerox machine is an invitation to disaster. Their boss patiently oversees their cheerless existence trying not to contemplate the devastating meaningless of the office.\n\nOne day a new employee is hired. His name is Bartleby. The Boss asks him to do something. \"I would prefer not to,\" Bartleby says. That becomes his reply to every request. He would prefer not to. He would prefer not to work, not to file, not to obey, not to respond, NOT to. What he prefers to do is stand in the center of the office with his neck cocked at an odd angle, staring at the ceiling.\n\nThe Boss is checkmated. Bartleby is not doing bad work; he isn't working at all. His refusal to work subverts the entire work ethic of the organization. Everyone in the office--Vivian, Rocky, Ernie and the Boss himself--would prefer not to work. But that way madness lies. Our civilization is founded on its ability to get people to do things they would prefer not to do.\n\n\"Bartleby,\" is set in the present day in a vast monolithic office building that crouches atop a hill like an Acropolis dedicated to bureaucracy. It is based on \"Bartleby the Scrivener,\" a famous story published in 1856 by Herman Melville, who not only wrote Moby Dick but labored for many empty years as a clerk in a customs house. Although the story is nearly 150 years old, it is correct to observe, as A.O. Scott does in the New York Times, that Melville anticipated Kafka--and Dilbert. This kind of office work exists outside time.\n\nDavid Paymer plays The Boss, a sad-eyed man who has a private office of his own, its prestige undermined by the fact that his window directly overlooks a Dumpster. Glenne Headly is Vivian, who flirts because if a man shows interest in her, that may be evidence that she exists. Joe Piscopo is Rocky, who dresses flamboyantly to imply he is not as colorless as his job. Maury Chaykin is the hopeless nebbish Ernie, who elevates strategic incompetence to an art form.\n\nAnd Crispin Glover is Bartleby. The teen star of the '80s appears here like a ghost, pale and immobile, arrested by some private grief or fear. When he says, \"I would prefer not to,\" it doesn't sound like insubordination, rebellion or resistance, but like a flat statement of fact--a fact so overwhelming it brings all possible alternatives to a dead halt.\n\nThe film has been directed by Jonathan Parker; he adapted the Melville story with Catherine DiNapoli. It's his first work, and a promising one. I admire it and yet cannot recommend it, because it overstays its natural running time. The Melville short story was short because it needed to be short--to make its point and then stop dead without compromise or consideration. \"Bartleby\" is short for a feature film, at 82 minutes, but might have been more successful at 50 or 60 minutes. Too bad there seems to be an unbreakable rule against features that short, or short subjects that long. In a perfect world, \"Bartleby\" would establish the office and its workers, introduce Bartleby, develop response to the work, and stop. Side stories, such as Vivian's attraction to the city manager (Seymour Cassel), would not be necessary.\n\nAnd yet there is a kind of uncompromising, implacable simplicity to \"Bartleby\" that inspires admiration. In a world where most movies are about exciting people doing thrilling things, here is a film about as job that is living death, and a man who prefers not to do it. My friend McHugh worked his way through college at Acme Pest Control of Bloomington, Ind. One day while he was crawling under a house with a spray gun, a housewife invited him into the kitchen for a lemonade. As he drank it, while covered in cobwebs and mud, she told her son, \"Study your lessons hard, Jimmy, or you'll end up like him.\" Or like Bartleby.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-24", "genres": ["Comedy", "Drama", "Indie"], "title": "Bartleby (2002)"}