{"url": "http://www.rogerebert.com/reviews/baseketball-1998", "by": "Trey Parkeras Coop", "star_rating": 1.5, "text": "\"BASEketball\" is a major missed opportunity from the creators of the TV grosstoon \"South Park.\" It starts promisingly as an attack on modern commercialized sports, and then turns into just one more wheezy assembly-line story about slacker dudes vs. rich old guys.\n\nIt does give you a taste, every now and then, of what a genuinely subversive, satiric comedy on pro sports would feel like. I laughed at an opening montage of sponsored sports domes (\"Preparation H Arena\"), and when the narrator talked about runaway sports teams and stars who care only about money, my ears perked up. But there's little follow-through, and the movie sinks quickly into sight gags about bodily functions.\n\nBodily functions can be funny. I recall with great affection the gas attack in Eddie Murphy's \"The Nutty Professor\" and the newly famous opening sequence in \"There's Something About Mary.\" But \"BASEketball\" thinks the functions themselves are funny. There's an enormous gulf between a joke built on peeing (opening scene of \"Mary\") and the belief that peeing is a joke (an early scene in this film).\n\nThinking it's funny simply to show something--that it's hilarious just to be getting away with it--is junior high school humor. Once you outgrow that age, you kinda like the material to be taken to another level. Too much of this film is pitched at the level of guys in the back row of homeroom, sticking their hands under their armpits and making farting noises.\n\nThe movie stars Trey Parker and Matt Stone, creators of Comedy Central's \"South Park,\" as high school buddies who get desperate during a basketball grudge game, and invent \"BASEketball,\" which combines basketball, baseball and volleyball (it's a real game that David Zucker, the film's director, invented in the 1980s). Soon they're playing it in their driveway; then they start to draw a crowd, and an aging sports zillionaire (Ernest Borgnine) takes them pro.\n\nThe ideals of the first baseketball league are high. Teams will not jump from town to town in search of the highest bidder, and the players all will be paid the same rate. The sport catches on, and soon Bob Costas and Al Michaels (playing themselves) are announcing the games. The playing field consists of a big mockup of the heroes' original garage and driveway. The sport rewards the art of trash-talking your opponents, and players try to distract shooters by grossing them out.\n\nThe performances of Parker and Stone, who are onscreen in almost every scene, are surprisingly good, especially considering these guys don't have a lot of acting experience. They're goofy in a \"Wayne's World\" way, and use the word \"dude\" so much that one conversation is conducted entirely in \"dudes.\" Their long wet kiss is not as funny as the tongue work between the neighbor and her dog in \"There's Something About Mary,\" but at least they tried.\n\nI liked the personal sports museum of another team owner (Robert Vaughn), who pays legends like Kareem Abdul-Jabbar to sit in a glass case as an exhibit. And I guess it's sort of funny when the guys both fall for the sexy head of the Dreams Come True Foundation (Yasmine Bleeth) and treat her sick kids to a day with their baseketball heroes (the high point: Sitting in a bar watching Jerry Springer on TV). The preview audience laughed when the guys visit poor little Joey after his liver transplant, inadvertently sit on his air tube and fry him with defibrillators; the jaundiced attitude toward the deaths of kids is straight from \"South Park,\" where little Kenny dies weekly, and has been consumed by scavengers right on the screen.\n\nFamous faces float through the film. Jenny McCarthy plays Borgnine's mistress (\"I gave him the best three months of my life!\"), Robert Stack kids his work on \"Unsolved Mysteries,\" and Reggie Jackson turns up at the end. All of the guest stars are required to use four-letter words, but that takes us back to the original problem: It's not funny just because they say them; it has to be funny for another reason, too.\n\nSome commentators will no doubt seize upon \"BASEketball\" as further evidence of the deterioration of standards in our society. They will attack it as vulgar, offensive, disgusting, etc. That's not what bothers me. I think the movie is evidence of deteriorating comic standards in our society. It's not very funny and tries to buy laughs with puerile shocks. My theory: Those who find it funny haven't advanced a whole lot from the sneaky-fart-noise evolutionary stage.", "running_time": 98, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-31", "genres": ["Comedy", "Sports Film"], "title": "Baseketball (1998)"}