{"url": "http://www.rogerebert.com/reviews/basic-instinct-2-2006", "by": "Sharon Stoneas Catherine Tramell", "star_rating": 1.5, "text": "\"Basic Instinct 2\" resembles its heroine: It gets off by living dangerously. Here is a movie so outrageous and preposterous it is either (a) suicidal or (b) throbbing with a horrible fascination. I lean toward (b). It's a lot of things, but boring is not one of them. I cannot recommend the movie, but ... why the hell can't I? Just because it's godawful? What kind of reason is that for staying away from a movie? Godawful and boring, that would be a reason.\n\nI have here an e-mail from Adam Burke, a reader who says, \"I'm tired of reading your reviews where you give a movie three stars but make sure we know it isn't a great movie. You always seem to want to cover your ass, making sure we know you're smarter than the movie.\" He has a point. Of course I am smarter than most movies, but so are you. That doesn't always prevent us from enjoying them. What Burke doesn't mention is my other maddening tendency, which is to give a movie 1-1/2 stars and then hint that it's really better than that.\n\nWhich brings us full circle to \"Basic Instinct 2.\" It has an audacious plot that depends on (a) a psychopathic serial killer being able to manipulate everyone in her life, or (b) a woman who uncannily seems to be a psychopathic serial killer, while there is (c) an alternative explanation for everything. True, (a), (b) or (c) are equally impossible, but they're the only possibilities, I think. That leaves us feeling screwed at the end, which is how everyone in the film feels, so we cross the finish line together.\n\nSo much for the plot. Now for Sharon Stone. She may get some of the worst reviews in years, but she delivers the goods. Playing Catherine Tramell, a trashy novelist who toys with life, death and sex while doing \"research\" for her next best seller, Stone brings a hypnotic fascination to her performance. You don't believe it, but you can't tear your eyes away. She talks dirty better than anyone in the movies. She can spend hours working her way through \"every position in Masters and Johnson,\" she sighs wistfully, and forget all about it in a week, \"but I'd remember it if a man died while having sex with me.\"\n\nShe says this, and lots of other things, to a shrink named Dr. Michael Glass (David Morrissey). He's appointed by the courts to evaluate her sanity after the car she is driving goes off a bridge at 110 mph and her passenger, a soccer star, drowns. In court, we learn she has a \"risk addiction\" so severe that \"the only limit for her would be her own death.\" They say with any addiction you have to hit bottom. Death may be taking it too far.\n\nBack on the street after unlikely legal technicalities, she comes salivating after Dr. Glass, who insanely accepts her as a client. Also involved in the tangled web are his ex-wife (Indira Varma); a gossip writer (Hugh Dancy) his ex-wife is currently bonking; a Freudian in a fright wig (Heathcote Williams); a fellow shrink (Charlotte Rampling) who warns Glass he is playing with fire, and a cop (David Thewlis) who sniffs around the case like a dog convinced that if liverwurst is not in the room at this moment, it was here not very long ago.\n\nSome of these people die unpleasantly during the course of the film, possibly giving Tramell something to remember. Some of them are suspected of the murders. The details are not very important. What matters are the long scenes of dialogue in which Tramell mind-whacks Dr. Glass with speculations so detailed they rival the limerick about who did what, and with which, and to whom.\n\nThe Catherine Tramell role cannot be played well, but Sharon Stone can play it badly better than any other actress alive. The director, Michael Caton-Jones, alternates smoldering closeups with towering dominatrix poses, and there's an extended Jacuzzi sequence in which we get the much-advertised full frontal nudity -- which does not, somehow, manage to be full, frontal and nude all at the same time. First a little nude, then a little full, then a little frontal, driving us crazy trying to load her simultaneously onto our hard drive.\n\nDr. Glass is played by David Morrissey as a subdued, repressed basket case who listens to Tramell with a stony expression on his face. This is because he is either (a) suppressing his desire to ravage her in lustful abandon, or (b) suppressing delirious laughter. I'll bet there are outtakes of Stone and Morrissey cracking up. How else to respond to dialogue such as, \"Don't take it so hard -- even Oedipus didn't see his mother coming.\"\n\n\"Basic Instinct 2\" is not good in any rational or defensible way, but not bad in irrational and indefensible ways. I savored the icy abstraction of the modern architecture, which made the people look like they came with the building. I grinned at that absurd phallic skyscraper that really does exist in London. I liked the recklessness of the sex-and-speed sequence that opens the movie (and, curiously, looks to have been shot in Chicago). I could appreciate the plot once I accepted that it was simply jerking my chain. You can wallow in it. Speaking of wallowing in the plot, I am reminded of another of today's e-mails, from Coralyn Sheridan, who tells me that in Parma, they say, \"The music of Verdi is like a pig: Nothing goes to waste.\" Those Parmesans.\n\nOf Sharon Stone, what can I say except that there is within most men a private place that responds to an aggressive sexual challenge, especially when it's delivered like a lurid torch song, and Stone plays those notes like she worked out her own fingering.\n\nFootnote No. 1: The last shot in the film is wrong. It should show only the eyes.\n\nFootnote No. 2: My 1-1/2-star rating is like a cold shower, designed to take my mind away from giving it four stars. I expect to hear from Adam Burke about this.", "running_time": 114, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-30", "genres": ["Crime", "Horror", "Mystery", "Romance", "Thriller"], "title": "Basic Instinct 2 (2006)"}