{"url": "http://www.rogerebert.com/reviews/basic-instinct-1992", "by": "Michael Douglasas Nick", "star_rating": 2.0, "text": "In their protests against Paul Verhoeven's “Basic Instinct,” gay activists have been giving away the ending of the movie. With some thrillers, that would be a damaging blow. But the ending of “Basic Instinct” is so arbitrary that it hardly matters. This is not a movie where the outcome depends upon the personality or behavior of the characters. It's just a wind-up machine to jerk us around.\n\nConsider the last shot of the movie (no, I will not reveal it). This shot allows us to discover whodunit - whether one of the characters is a murderer, or not. The screen has faded to black. Then we get the last shot, and it answers our question. But if the last shot had provided the opposite answer, it still would have been consistent with everything that had happened in the film. Each and every shred of evidence throughout the entire movie supports two different conclusions.\n\nThis is the kind of ending beloved by marketing experts. The audience likes the heroine? Make her innocent. They hate her? Make her the killer. Only one shot has to be changed. As a result, I left the movie feeling depressed and manipulated - because it didn't matter how hard I tried to follow the plot and figure things out, the whole movie was just toying with me. At least some of the other recent titles in this genre - like “Fatal Attraction” and “Sea of Love” - played fair.\n\nThe movie stars Michael Douglas as a troubled police detective who has been up before Internal Affairs, after shooting some tourists in a murky misunderstanding. He gets involved in the investigation of the kinky murder of a rock star. The rock star's sometime girlfriend (Sharon Stone) has written a novel in which a rock star is murdered in precisely the same way. Does this mean she is guilty? Or did a copycat killer try to frame her? The police questioning of the woman is the best scene in the movie, as Stone flirts shamelessly and toys with their male libidos.\n\nDouglas is entranced. The woman may be a killer and is obviously twisted and manipulative, and yet he's mesmerized - attracted by the danger as much as by her sensuous magnetism. As his investigation progresses, however, he finds the woman is more complicated than he suspected. She has a lesbian lover, for one thing.\n\nThe screenplay, by Joe Eszterhas, resembles his “Jagged Edge” (1985) in keeping the secret until the last shot. It's not really the last shot technique that I object to. What bothers me is that the whole plot has been constructed so that every relevant clue can be read two ways. That means the solution, when it is finally revealed, is not necessarily true. It is simply the writer's toss of the dice.\n\nApart from the whodunit elements, the movie exists for its sexual content. The Stone character, described as “world class” by Douglas after one night in the sack, is a kinky seductress with the kind of cold, challenging verbal style that many men take as a challenge. Her friends include a woman who once killed her entire family; she needs these people, she says, as inspiration for her novels. Her next book, she tells Douglas, staring him straight in the eye, will be about a police detective who falls in love with the wrong woman.\n\nThe sex scenes, threatened with the NC-17 rating until 45 seconds were removed to qualify for the R, belong in that strange neverland created by the MPAA's Hollywood morality. They aren't much by the standards of really daring movies, but they do go far enough to make the “R” rating into a fiction. Seeing movies that walk the ratings line like this, I realize that good soft-core is more erotic than trimmed-down would-be hard-core, and that the movie would have been more of a turn-on if it hadn't tried so hard. The sex resembles a violent contact sport, with a scoring system known only to the players.\n\nAs for the allegedly offensive homosexual characters: The movie's protesters might take note of the fact that this film's heterosexuals, starting with Douglas, are equally offensive. Still, there is a point to be made about Hollywood's unremitting insistence on typecasting homosexuals - particularly lesbians - as twisted and evil. That's especially true in the same season when “Fried Green Tomatoes,” a story about two women in love, is cravenly constructed to obscure the story's obvious lesbian elements. Hollywood is fearless in portraying lesbians as killer dykes, but gets cold feet with a story that might portray them (gasp!) as warm, good-natured and generous.\n\nSince most people will be attending “Basic Instinct” in less than a Politically Correct frame of mind, however, does the movie deliver? In a way, it does. It kept me interested, and guessing, right up until that final shot, which revealed that all of my efforts were pointless since the guilt or innocence of the characters was a flip of the coin, based on evidence that could be read both ways. The film is like a crossword puzzle. It keeps your interest until you solve it. Then it's just a worthless scrap with the spaces filled in.", "running_time": 122, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-20", "genres": ["Crime", "Mystery", "Romance", "Thriller"], "title": "Basic Instinct (1992)"}