{"url": "http://www.rogerebert.com/reviews/basic-2003", "by": "John Travoltaas Tom Hardy", "star_rating": 1.0, "text": "I embarked on \"Basic\" with optimism and goodwill, confident that a military thriller starring John Travolta and Samuel L. Jackson, and directed by John McTiernan (\"Die Hard\"), might be entertaining action and maybe more. As the plot unfolded, and unfolded, and unfolded, and unfolded, I leaned forward earnestly in my seat, trying to remember where we had been and what we had learned.\n\nReader, I gave it my best shot. But with a sinking heart I realized that my efforts were not going to be enough, because this was not a film that could be understood. With style and energy from the actors, with every sign of self-confidence from the director, with pictures that were in focus and dialogue that you could hear, the movie descended into a morass of narrative quicksand. By the end, I wanted to do cruel and vicious things to the screenplay.\n\nThere's a genre that we could call the Jerk-Around Movie, because what it does is jerk you around. It sets up a situation and then does a bait and switch. You never know which walnut the truth is under. You invest your trust and are betrayed.\n\nI don't mind being jerked around if it's done well, as in \"Memento.\" I felt \"The Usual Suspects\" was a long ride for a short day at the beach, but at least as I traced back through it, I could see how it held together. But as nearly as I can tell, \"Basic\" exists with no respect for objective reality. It is all smoke and no mirrors. If I were to see it again and again, I might be able to extract an underlying logic from it, but the problem is, when a movie's not worth seeing twice, it had better get the job done the first time through.\n\nThe film is set in a rainy jungle in Panama. I suspect it rains so much as an irritant, to make everything harder to see and hear. Maybe it's intended as atmosphere. Or maybe the sky gods are angry at the film.\n\nWe are introduced to the hard-assed Sgt. Nathan West (Jackson), a sadistic perfectionist who is roundly hated by his unit. When various characters are killed during the confusion of the storm, there is the feeling the deaths may not have been accidental, may, indeed, have involved drug dealing. A DEA agent named Tom Hardy (Travolta) is hauled back from alcoholism to join the investigation, teaming with Lt. Julia Osborne (Connie Nielsen).\n\nThe murders and the investigation are both told in untrustworthy flashbacks. We get versions of events from such differing points of view, indeed, that we yearn for a good old-fashioned omnipotent POV to come in and slap everybody around.\n\nThere are so many different views of the same happenings that, hell, why not throw in a musical version? Of course, there are moments that are engaging in themselves. With such actors (Giovanni Ribisi, Taye Diggs, Brian Van Holt, Roselyn Sanchez and even Harry Connick Jr.), how could there not be? We listen and follow and take notes and think we're getting somewhere, and then the next scene knocks down our theories and make us start again. Finally, we arrive at an ending that gives a final jerk to our chain and we realize we never had a chance.\n\nWhat is the point of a movie like \"Basic\"? To make us feel cleverly deceived? To do that, the film would have to convince us of one reality and then give us another, equally valid (classics like \"Laura\" did that). This movie gives no indication even at the end that we have finally gotten to the bottom of things. There is a feeling that \"Basic II\" could carry right on, undoing the final shots, bring a few characters back to life and sending the whole crowd off on another tango of gratuitous deception.", "running_time": 95, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-03-28", "genres": ["Action", "Adventure", "Drama", "Mystery", "Thriller"], "title": "Basic (2003)"}