{"url": "http://www.rogerebert.com/reviews/basquiat-1996", "by": "Jeffrey Wrightas Jean-Michel", "star_rating": 3.5, "text": "Anyone who has ever painted or drawn knows the experience of\rdropping out of the world of words and time. A state of reverie takes over;\rthere is no sensation of the passing of hours. The voice inside our head that\rallows us to talk to ourselves falls silent, and there is only color, form,\rtexture and the way things flow together.\n\nThere\ris a theory to explain this. Language is centered on the left side of the\rbrain. Art lives on the right side. You can't draw a thing as long as you're\rthinking about it in words. That's why artists are inarticulate about their\rwork, and why it is naive to ask them, “What were you thinking about when you\rdid this?” They have given it less thought than you have.\n\nJean-Michel\rBasquiat seems to have spent most of his brief life on the right side of the\rbrain. Only another artist could understand that, and “Basquiat” is the\rconfident, poetic filmmaking debut of the painter Julian Schnabel, who was a\rfriend of Basquiat's. As Schnabel remembers him, he is a quiet, almost wordless\rpresence, a young man who rarely says what he is thinking and often\rdeliberately chooses to miss the point of a conversation. He is dreamy, sweet, and\rpensive. There are deep hurts and angers, but he often chooses to turn a\rpassive mask to the world.\n\nBasquiat,\rborn in New York to middle-class parents, was an important artist in the\rgeneration that exhibited in Manhattan's SoHo district around 1980. His\ranonymous work was known earlier: He was a graffiti artist whose neatly printed\rlegends, signed “SAMO,” were found all over New York. On April 29, 1979, at a\rparty opening the Canal Zone (a New York art space), Basquiat identified\rhimself as SAMO, and within a short time his paintings were finding collectors.\n\nHis\rwork seemed to accumulate on the surfaces he found around him. He painted on\rboards, walls, canvases, on the dress of his girlfriend, and even on her\rpaintings. His work assembles areas of bold color with more detailed areas of\rtext, figures, designs and scribbles--blueprints for a world in his mind. He\rfell into success with astonishing ease. His first sales came after he\rapproached Andy Warhol and a famous collector (played by Dennis Hopper) at a\rrestaurant table, and they bought his decorated postcards.\n\nBasquiat\r(Jeffrey Wright, who gives a performance of almost mystical opacity) was at\rthat time only a few months out of homelessness; he had lived for a time in a\rcardboard box. He drifted away from his middle-class home and into a world of his\rown, and even to his girlfriend Gina (Claire Forlani) he remained an enigma.\rHis attention was inward; like all drug users, he focused much of the time on\rthe way he felt, or didn't feel.\n\nThe\rNew York art world quickly makes Basquiat a star. His work is good (when you\rsee it in the movie, you can feel why people liked it so much), but his story\ris better: from a cardboard box to a gallery opening! A dealer named Rene\rRicard (Michael Wincott) spots his work at a party, delivers the ancient pitch “I\rwill make you a star,” and does. “You're named SAMO? Sounds famous already. You\rgot a real name?” When he learns that Basquiat also performs in a band, he\rfrets, “Are you Tony Bennett? Do you sing onstage and paint in your spare time?”\rBasquiat soon becomes a close friend of Andy Warhol's, who in a remarkable\rperformance by David Bowie comes across as preternaturally detached (that's not\rnews) but also as gentle, open, accepting, and instinctively perceptive about\rnew directions in art. When Basquiat is depressed by a magazine article\rdepicting him as Warhol's “mascot,” a mutual friend tells him, “Andy has never\rasked me for a thing except to talk to you about getting off drugs.” That\rBasquiat will not do. Drugs are the center of his existence. His best friend\rfrom the early days, a Puerto Rican painter named Benny (Benicio Del Toro),\rfinally drops him because of his self-destructiveness. Gina finds him nearly\rdead after an overdose. It is clear to everyone he is in trouble. But by now\rBasquiat is in a mental land of his own. We learn that his mother is a mental\rpatient, and there is a poignant late scene as he tries to break into the\rshuttered convent where she once lived; turned away from the chained gates, he\rwanders the streets in pajamas, headed for homelessness again.\n\nSchnabel\rknows the New York art scene intimately (his own paintings appear in the movie\ras the work of a character played by Gary Oldham), and he shows us the agents,\rthe critics, the collectors and the dealers (Parker Posey plays Basquiat's\rdealer Mary Boone). He knows the acquisitive greed of collectors and dealers,\rand shows Basquiat drawing in plum sauce in the guest book at Mr. Chow's and\ranother guest at the table tearing the page from the book (is it framed on\rsomebody's wall even now?).\n\nSchnabel\ralso has a good ear for the lingo. Racism is not racism, apparently, if it is\rexpressed with the right tone of bored sophistication, and so we hear\rBasquiat's admirers saying, “This ... is the real voice of the gutter!” At\ranother point he is described as “the pickaninny of the art world.” He hears, “There\rhas never been a black painter who was considered important.” Actually he is a\rwonderful painter, and the right side of his brain is rarely wrong, as he\rdemonstrates in a remarkable scene with Warhol where he fearlessly takes a\rbrush and applies a large white area to one of Warhol's Mobil flying horses.\rWarhol lets him: “I think you may be right about the white.” But there is\ralways madness there. Schnabel remembers that Basquiat often talked about\rmoving to Hawaii, and shows waves and surfers in the sky above Manhattan. He\rshows Basquiat painting a stack of car tires, and then seeing them transformed\rinto a flowering tree. At the end, he was wearing boat like wooden shoes on\rwhich he had painted “Titanic.” He died Aug. 12, 1988. He was 28 years old.", "running_time": 108, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-16", "genres": ["Drama", "History", "Indie"], "title": "Basquiat (1996)"}