{"url": "http://www.rogerebert.com/reviews/bat-21-1988", "by": "Gene Hackmanas Lt. Col. Hambleton", "star_rating": 3.0, "text": "“BAT*21” is the kind of lean, no-nonsense war film Hollywood used to make back before the subject became burdened with metaphysical insights. It's the story of a middle-aged Air Force colonel's attempt to survive behind enemy lines, where he has no business being in the first place, and about how a stubborn spotter pilot returns time and again in a light aircraft to keep his spirits up. The movie could have been about any modern war, and in Gene Hackman it has its everyman.\n\nHackman's character is inspired by the real-life adventures of Lt. Col. Iceal Hambleton, a World War II and Korean War veteran who held a high-level desk job in Vietnam. After reports were received of a jungle highway carrying a major troop movement, Hambleton decided one day to go along on a mission and have a look. His plane was shot down, he parachuted, and was stranded in the jungle with a survival kit, a pistol and a radio.\n\nBecause Hambleton had access to high-level secrets, his rescue became more than usually important, and the movie is the story of how the Air Force tries to get him out despite bad weather, bad luck and its impending plans to carpet-bomb the enemy movements in the immediate vicinity. The story is told in a straightforward way, as the relationship between a nearly hopeless man on the ground and the pilot of a Cessna Skymaster who returns day and night to maintain radio contact until a helicopter rescue mission can be mounted.\n\nBecause this is essentially a two-character story, it's the kind of movie the studios used to shoot in the jungles on their back lots.\n\n“BAT*21” was shot on location in Malaysia, however, and it looks authentic and gets us involved through the energy of its performances.\n\nHackman plays a thoroughly ordinary man, not a hero with special jungle survival skills, and there are times when we despair of him. Why, for example, does he use his radio so freely when nearby enemy troops could possibly hear it? That's so dumb, it's the sort of thing we'd do.\n\nThe spotter pilot, nicknamed “Birddog,” is played by Danny Glover as another veteran, an extraordinarily skilled light aircraft pilot who swoops low over the treetops and keeps up a running commentary on Hambleton's chances. He disobeys orders and flies at night and in bad weather to keep Hambleton's spirits up, and the rescue becomes a personal obsession with him.\n\nBecause Hambleton is concerned that the enemy may be eavesdropping on his radio frequency, he comes up with a code for discussing his movements with Birddog. Hambleton's a fanatic golfer, and he imagines a famous golf course and then places it in the jungle so that he can describe his movements as drives on various greens of the course. This is such a goofy strategy that it is probably based on real life; it is, in any event, true to the war movie tradition of naming operations after silly details from civilian life. (Remember Tom, Dick and Harry? Those were the names of the three tunnels in “The Great Escape.”) Although they meet face-to-face only once in the film, Hackman and Glover work well together, as two men who come to share a common stubborn determination. And Hackman's colonel is different from his other military characters; Hambleton isn't a fighting man but a desk officer who takes a cup of coffee along on his foolhardy mission and is sipping it when the missiles strike his airplane. He has no combat experience, has never gotten close to the front lines, and is horrified by his encounter with a Vietnamese family that leads him to kill for the first time. This is not a combat movie but the story of a man who spent almost his entire career keeping war at arm's length, until it reached out and grabbed him.", "running_time": 104, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-21", "genres": ["Action", "Drama", "History"], "title": "Bat*21 (1988)"}