{"url": "http://www.rogerebert.com/reviews/batman-and-robin-1997", "by": "George Clooneyas Batman/Bruce Wayne", "star_rating": 2.0, "text": "Because of my love for the world of Batman, I went to Joel Schumacher's \"Batman & Robin'' with real anticipation. I got thrilled all over again by the Gothic towers of Gotham City. I was reminded of how cool the Batmobile is (Batman has a new one), and I smiled at the fetishistic delight with which Batman and Robin put on their costumes, sheathing themselves in shiny black second skins and clamping on lots of belts, buckles, shields, hooks, pulleys, etc. (How much does that stuff weigh? How do they run while they're wearing it?) But my delight began to fade at about the 30-minute mark, when it became clear that this new movie, like its predecessors, was not *really* going to explore the bizarre world of its heroes, but would settle down safely into a special effects extravaganza. \"Batman & Robin,'' like the first three films in the series, is wonderful to look at, and has nothing authentic at its core.\n\nThere is a scene that illustrates what I mean. It comes during the dreary central section of the film. Bruce Wayne (George Clooney) dines at home with his fiancee for the past year, Julie Madison (Elle MacPherson). Julie says she would like to spend the rest of her life with Wayne. Bruce hems and haws and talks about his bachelorhood and the complications of his life. Julie looks as if she has heard all of this before. The scene is interrupted by an emergency.\n\nWatching it, I realized why it makes absolutely no difference who plays Batman: There's nobody at home. The character is the ultimate Suit. Garb him in leather or rubber, and he's an action hero--Buzz Lightyear with a heartbeat. Put him in civilian clothes, and he's a nowhere man.\n\nI've always suspected they cast movie Batmans by their chins, which is all you see when the Bat costume is being worn, and Clooney has the best chin yet. But like Michael Keaton and Val Kilmer, he brings nothing much to the role because there's nothing much there. Most of the time he seems stuck for conversation. I think the way to get him started would be to ask about his technological gimmicks. This is a guy who would rather read the Sharper Image catalog than Playboy.\n\nThe series has been driven by its villains. They make some good memories: Jack Nicholson as the Joker, Danny DeVito as the Penguin, Michelle Pfeiffer as Catwoman, Tommy Lee Jones as Two-Face, Jim Carrey as the Riddler. In \"Batman & Robin'' we get Arnold Schwarzenegger as Mr. Freeze, a man who can survive only by keeping his body at zero degrees (Celsius? Fahrenheit? absolute?), and Uma Thurman as Poison Ivy, a botanist who turns into an evil plant and wages war against animals. They earn their places in the pantheon of Batman's enemies, but the screenplay doesn't do them justice: It meanders, and some of the big action sequences are so elaborate, they're hard to follow (examples: the one where Freeze's men play hockey with a diamond, and a completely pointless motorcycle chase).\n\nListening to Schwarzenegger's one-liners (\"The iceman cometh!''), I realized that a funny thing is happening to the series: It's creeping irresistibly toward the tone of the 1960s TV show. The earlier Batman movies, especially the dark   \"Batman Returns\" (1992), made a break with the camp TV classic and went for moodier tones. But now the puns and punchlines come so fast the action has to stop and wait for them. Although we don't get the POW! and WHAM! cartoon graphics, this fourth movie seems inspired more by the TV series than the Bob Kane comic character.\n\nThe plot: Mr. Freeze wants to freeze everybody (\"First Gotham--then the world!'') while bringing back to life the cryogenically frozen body of his beloved wife. Poison Ivy wants to destroy all animals and free the globe for her new kinds of genetically engineered plants. Ivy attracts Batman and Robin (and every other man in view) with her seductive perfume, and tricks Mr. Freeze into helping her, until he catches on. Thurman plays her with a languid drawl that suggests plants *can* have multiple orgasms.\n\nAmong the supporting characters is the faithful old butler Alfred (Michael Gough), who seems to be dying, and asks philosophical questions such as, \"For what is Batman but an attempt to control the chaos that sweeps our world?'' Midway in the action, Alfred's niece (Alicia Silverstone) turns up, and finds herself a job as Batgirl, although the movie can never decide whether Robin (Chris O'Donnell) is more attracted to her or to Poison Ivy. Another interesting character is a bionic muscleman named Bane (Jeep Swenson), who is Poison Ivy's pet monster. Chemicals pump his muscles to six times life-size, and there are opportunities here for satire on Schwarzenegger's movie roles, but all of them are studiously avoided.\n\nWhat I'll remember from the film are some of the images, such as the Gotham Observatory, which is inside a giant globe held aloft far above the city streets by a towering statue in the Grecian style. And I will remember Mr. Freeze sadly looking at a little music-box figure of his wife. And Alfred poignantly searching his family tree on his computer. And Ivy's leafy eyebrows.\n\nMy prescription for the series remains unchanged: scale down. We don't need to see $2 million on the screen every single minute. Give the foreground to the characters, not the special effects. And ask the hard questions about Bruce Wayne. There is a moment in the film where we learn that the new telescope in the Gotham Observatory can look at any place on Earth. \"Just don't point it at my bedroom,'' Bruce Wayne chuckles. What is he chuckling about?", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-06-20", "genres": ["Action", "Crime", "Fantasy", "Science Fiction", "Thriller"], "title": "Batman and Robin (1997)"}