{"url": "http://www.rogerebert.com/reviews/batman-returns-1992", "by": "Michael Keatonas Batman/Bruce Wayne", "star_rating": 2.0, "text": "The gloomy undertone of the Batman movies is like a tow line, holding the movie back, keeping it from springing free into the wind.\n\nTim Burton's \"Batman Returns,\" even more than the original \"Batman,\" is a dark, brooding film, filled with hurt and fear, childhood wounds and festering adult resentments. It is also a most intriguing movie, great to look at, fun to talk about. There is no doubt Burton is a gifted director, but is he the right director for Batman? The film opens in cruelty and shame, as the parents of a deformed baby put him into his bassinet and drop him into the river on a cold, snowy Christmas night. The frail little craft floats downstream and into the sewers of Gotham City, where the infant is rescued and raised by the penguins who luckily happen to live there.\n\nArriving at adulthood, his hands like lobster claws, the Penguin (Danny DeVito) learns about the human world by peering out through sewer gratings. His soul burns with the need to discover who his parents were, and why they treated him so meanly.\n\nElsewhere in Gotham, the mayor (Michael Murphy) presides over the municipal Christmas tree lighting before cold crowds under sullen skies. He is joined by the vile tycoon Max Shreck (Christopher Walken), who has a scheme to build a power plant that will drain the city of its energy. His browbeaten secretary (Michelle Pfeiffer), killed after she discovers the scheme, is licked back to life by alley cats and vows vengeance, sewing herself a skintight, fetishistic costume and venturing out into the night as Catwoman.\n\nMeanwhile, in the bat cave beneath his gloomy mansion, Batman (Michael Keaton) ponders whatever deep needs led to his own peculiar existence.\n\nEven back in the days when Batman lived in comic books, his world was a little darker than, say, Superman's. There was a shade of film noir in Gotham City, in contrast to the deco 1930s optimism of Superman's Metropolis. The Dark Knight, a graphic novel that inspired the Batman movies, was darker still, and now Burton takes it all the way - into a movie set mostly at night, photographed on refrigerated sets, so that the actors sometimes look as if they would rather have a mug of hot chocolate than all the passion and wealth in the city.\n\nThe plot doesn't exactly unwind like a well-coiled machine. The movie proceeds in fits and starts, from one little drama to another, as the Penguin ventures out from his subterranean haunts, and a newspaper circulation war leads to scare stories about his alleged crimes.\n\nThe evil Max Shreck meanwhile directs his henchmen in a conspiracy to deliver Gotham into his own megalomaniac hands, and Murphy, as the incumbent mayor, blathers like an ineffectual nonentity while the Penguin mounts a campaign against him.\n\nBatman is summoned by the Batsignal to the side of Police Commissioner Gordon (Pat Hingle), to do battle against the crime wave. And on his nocturnal rounds, he crosses paths with Catwoman, whose claws can draw blood, and who is as skilled as Batman in climbing high buildings, swinging through the air, and employing the martial arts. Dressed in their fetishistic costumes, they would obviously make an ideal couple - something that occurs to them more gradually than it does to us. Their few erotic moments together are, alas, so incomplete and unsatisfying they look as if they might have been trimmed for the PG-13.\n\nRemembering the movie and contrasting it to my childhood memories of the comic books, I wonder if perhaps I cannot fully respond to this film because I was shaped in a kinder, gentler time.\n\nI always thought it would be fun to be Batman. The movie believes it is more of a curse - that Batman is not a crime-fighting superhero but a reclusive neurotic who feels he has to prove himself to a society he does not really inhabit.\n\nAll of Tim Burton's films (\"Pee Wee's Big Adventure,\" \"Beetlejuice,\" \"Edward Scissorhands\" and the two Batmans) are about characters whose strange qualities place them outside the mainstream, and who live in worlds that owe everything to art direction and set design. Looking at these movies is a pleasure - they are not ordinary, or boring.\n\nPerhaps I would have enjoyed Batman more if the movie had been about someone else, perhaps one of those Marvel superheroes who frankly concede their personal inadequacies. I can admire the movie on many levels, but I cannot accept it as Batman. And I was disappointed that the disjointed plot advanced so unsteadily, depriving us of the luxury of really caring about the outcome.\n\nIt is a common theory that when you have a hero, like James Bond, Superman or Batman, in a continuing series, it's the villain that gives each movie its flavor. \"Batman\" had the Joker, played by Jack Nicholson, to lend it energy, but the Penguin is a curiously meager and depressing creature; I pitied him, but did not fear him or find him funny. The genius of Danny DeVito is all but swallowed up in the paraphernalia of the role. \"Batman Returns\" is odd and sad, but not exhilarating.\n\nI give the movie a negative review, and yet I don't think it's a bad movie; it's more of a misguided one, made with great creativity, but denying us what we more or less deserve from a Batman story. Looking back over both films, I think Burton has a vision here and is trying to shape it to the material, but it just won't fit. No matter how hard you try, superheroes and film noir don't go together; the very essence of noir is that there are no more heroes. I had a feeling by the end of this film that Batman was beginning to get the idea.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-06-19", "genres": ["Action", "Crime", "Fantasy", "Science Fiction", "Thriller"], "title": "Batman Returns (1992)"}