{"url": "http://www.rogerebert.com/reviews/batman-begins-2005", "by": "Christian Baleas Bruce Wayne/Batman", "star_rating": 4.0, "text": "'Batman Begins\" at last penetrates to the dark and troubled depths of the Batman legend, creating a superhero who, if not plausible, is at least persuasive as a man driven to dress like a bat and become a vigilante. The movie doesn't simply supply Batman's beginnings in the tradition of a comic book origin story, but explores the tortured path that led Bruce Wayne from a parentless childhood to a friendless adult existence. The movie is not realistic, because how could it be, but it acts as if it is.\n\nOpening in a prison camp in an unnamed nation, \"Batman Begins\" shows Bruce Wayne (Christian Bale) enduring brutal treatment as a prisoner, as part of his research into the nature of evil. He is rescued by the mysterious Henri Ducard (Liam Neeson), who appoints himself Wayne's mentor, teaches him sword-fighting and mind control, and tries to enlist him in his amoral League of Shadows (\"We burned London to the ground\").\n\nWhen Wayne refuses to kill someone as a membership requirement, Ducard becomes his enemy; the reclusive millionaire returns to Gotham City determined to fight evil, without realizing quite how much trouble he is in.\n\nThe story of why he identifies with bats (childhood trauma) and hates evildoers (he saw his parents killed by a mugger) has been referred to many times in the various incarnations of the Batman legend, including four previous films. This time, it is given weight and depth. Wayne discovers in Gotham that the family Wayne Corp. is run by a venal corporate monster (Rutger Hauer), but that in its depths labors the almost forgotten scientific genius Lucius Fox (Morgan Freeman), who understands Wayne wants to fight crime and offers him the weaponry.\n\nLucius happens to have on hand a prototype Batmobile, which unlike the streamlined models in the earlier movies, is a big, unlovely juggernaut that looks like a Humvee's wet dream. He also devises a bat-cape with surprising properties.\n\nThese preparations, Gotham crime details and the counsel of the faithful servant Alfred (Michael Caine) delay the actual appearance of Batman until the second act of the movie. We don't mind. Unlike the earlier films, which delighted in extravagant special-effects action, \"Batman Begins\" is shrouded in shadow; instead of high-detail, sharp-edged special effects, we get obscure developments in fog and smoke, reinforced by a superb sound-effects design. And Wayne himself is a slow learner, clumsy at times, taking foolish chances, inventing Batman as he goes along.\n\nThis is at last the Batman movie I've been waiting for. The character resonates more deeply with me than the other comic superheroes, perhaps because when I discovered him as a child, he seemed darker and more grown-up than the cheerful Superman. He has secrets. As Alfred muses: \"Strange injuries and a nonexistent social life. These things beg the question, what does Bruce Wayne do with his time?\"\n\nWhat he does is create a high profile as a millionaire playboy who gets drunk and causes scenes. This disappoints Rachel Dawes (Katie Holmes), his friend since childhood, who is now an assistant D.A. She and Lt. James Gordon (Gary Oldman), apparently Gotham City's only honest cop, are faced with a local crime syndicate led by Carmine Falcone (Tom Wilkinson). But Falcone's gang is child's play, compared to the deep scheme being hatched by the corrupt psychiatrist Dr. Jonathan Crane (Cillian Murphy), who, in the tradition of Victorian alienists, likes to declare his enemies insane and lock them up.\n\nCrane's secret identity as the Scarecrow fits into a scheme to lace the Gotham water supply with a psychedelic drug. Then a superweapon will be used to vaporize the water, citizens will inhale the drug, and it will drive them crazy, for reasons which the Scarecrow and his confederates explain with more detail than clarity. Meanwhile, flashbacks establish the character's deepest traumas, including his special relationship with bats and his guilt because he thinks he is responsible for his parents' mugging.\n\nI admire, among other things, the way the movie doesn't have the gloss of the earlier films. The Batman costume is an early design. The Bat Cave is an actual cave beneath Wayne Manor. The Batmobile enters and leaves it by leaping across a chasm and through a waterfall. The Bat Signal is crude and out of focus.\n\nThe movie was shot on location in Chicago, making good use of the murky depths of lower Wacker Drive and the Board of Trade building (now the Wayne Corp.). Special effects add a spectacular monorail down La Salle Street, which derails in the best scene along those lines since \"The Fugitive.\"\n\nBale is just right for this emerging version of Batman. It's strange to see him muscular and toned, after his cadaverous appearance in \"The Machinist,\" but he suggests an inward quality that suits the character. Rachel is at first fooled by his facade of playboy irresponsibility, but Lt. Gordon figures out fairly quickly what Batman is doing, and why. Instead of one villain as the headliner, \"Batman Begins\" has a whole population, including Falcone, the Scarecrow, the Asian League of Shadows leader Ra's Al Ghul (Ken Watanabe) and a surprise bonus pick.\n\nThe movie has been directed by Christopher Nolan, still only 35, whose \"Memento\" (2000) took Sundance by storm and was followed by \"Insomnia\" (2002), a police procedural with Al Pacino. What Warner Bros. saw in those pictures that inspired them to think of Nolan is hard to say, but the studio guessed correctly, and after an eight-year hiatus, the Batman franchise has finally found its way.\n\nI said this is the Batman movie I've been waiting for; more correctly, this is the movie I did not realize I was waiting for, because I didn't realize that more emphasis on story and character and less emphasis on high-tech action was just what was needed. The movie works dramatically in addition to being an entertainment. There's something to it.", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-13", "genres": ["Action", "Adventure", "Crime", "Drama", "Fantasy"], "title": "Batman Begins (2005)"}