{"url": "http://www.rogerebert.com/reviews/batman-forever-1995", "by": "Val Kilmeras Batman/Bruce Wayne", "star_rating": 2.5, "text": "A question has been nagging at me ever since the first Batman\rmovie, and \"Batman Forever\" makes it inescapable: Would Bruce Wayne\rcontinue his keen interest in crime fighting if he didn't get to wear the\rBatman costume? The opening scene plays like a commercial for a rubberwear\rshop, and throughout the movie, the dominant images are of fetishistic gear:\rThe belt buckles, boots, gloves, capes, masks, and of course, the cute little\rdime-sized nipples on Batman's and Robin's chests. When Batman tries on his new\rprototype costume late in the movie, and there's a close-up of its gleaming\rbuttocks, the audience chuckles knowingly.\n\nBatman\rwould be a sensation in any leather bar, but \"Batman Forever\" is at\rpains to show that he has heterosexual tastes. Nicole Kidman plays Dr. Chase\rMeridian, who sounds like a bank, but is, in fact, a student of abnormal\rpsychology. She's powerfully attracted to Batman the moment she meets him, and\rwonders what he's looking for in a woman: Would it help, she wonders, if she\rcarried a whip? She's thrilled that Batman reads her books (\"Not every\rgirl makes a superhero's night table\"), but less than thrilled when her\rdate for the Gotham Charity Circus is boring old bachelor Bruce Wayne. Maybe\rthe clothes do make the man.\n\nThis\rtheme - the girl in love with the image but not the reality - is also standard\rin the Superman series, where Lois Lane chases the Man of Steel, but rejects\rClark Kent. What's new in \"Batman Forever\" is that Batman himself\r(Val Kilmer) has to do a little seduction. At the circus, young acrobat Dick\rGrayson (Chris O'Donnell) saves the crowd by rolling Two-Face's TNT bomb into\rthe river. His family is killed during this process. Bruce Wayne, impressed by\rthe orphaned young man, invites him to stay at Wayne Manor, but Dick is a\rrebellious motorcycle freak who wants outtathere\r- until Wayne shows him his collection of bikes, including priceless old\rHarleys and Indians. The subtexts in this scene are so deep, you have to wade\rthrough them.\n\nThe\rplot of the movie involves the embittered Two-Face (Tommy Lee Jones), a former\rdistrict attorney who is deranged after half his face is scarred by acid. He's\rmean, but not brilliant. For brains, the movie provides Edward Nygma (Jim\rCarrey), who uses a computer program to name himself the Riddler, and who hooks\rup with Two-Face to steal lots of loot to finance his evil scheme.\n\nThe\rRiddler's scheme is one of the more amusing aspects of \"Batman\rForever,\" considering that the movie is being distributed by Warner Bros.,\ra division of Time Warner, which owns HBO and other cable outlets. The Riddler\rwants to put a copy of \"The Box\" on top of every TV set in Gotham.\n\nThis\rdevice is not exactly an Internet provider. It works by sucking up the brain\rwaves of its users, transferring them to the Riddler, whose own I.Q. expands at\rdizzying speed.\n\nAlthough\rthe first two Batman movies were big winners at the box office, there was a\rfeeling after \"Batman Returns\" (1992) that the series had grown too\rdark and gloomy. Batman was a reclusive neurotic, his enemies included the\rdeformed Penguin (raised from childhood in sewers), and the movies tried for a\rmarriage of superheroes and film noir. That didn't work: The message of noir is\rthat there are no heroes.\n\nTim\rBurton, director of the first two brooding Batman films, steps up to producer\rfor \"Batman Forever,\" and the new director, Joel Schumacher, makes a\rgenerally successful effort to lighten the material. There are more clever\rone-liners for Alfred the butler (Michael Gough), lots of laughs for the\rRiddler (played by Jim Carrey like a riff on his character in \"The\rMask\"), and even sitcom moments like the one when Alfred tells Bruce Wayne\rthat the \"young master\" has run off with the car. \"The\rJaguar?\" asks Wayne. \"No, sir. The other car.\" The movie looks\rgreat, of course; Gotham City is a web of towering spires, bridges and\rexpressways, planted in a swamp of despond. Boardrooms and laboratories look\rlike German Expressionist sets, and the charity circus could come straight from\rMurnau's \"Sunrise.\" There are neat gimmicks, like the Riddler's\rbrain-wave helmet, and neat stunts, as when the Batmobile climbs straight up\rthe side of a skyscraper. And there is a consistent visual motif: two hands\rclasping in a firm grip. Dick Grayson is caught in such a grip by his acrobat\rfather during a dangerous trick, and later the shot is repeated to show that\rBruce Wayne is now his surrogate father.\n\nBut\rsomehow Batman still doesn't come alive. Val Kilmer is a completely acceptable\rsubstitute for Michael Keaton in the title role, but in all three of the\rmovies, Batman remains shadowy and undefined. The movies exist for their\rvillains, who this time both seem to be playing the same note; the Riddler and\rTwo-Face alternate in overacting, until the pace grows wearying. There is no\rrhythm to the movie, no ebb and flow; it's all flat-out spectacle.\n\nIs\rthe movie better entertainment? Well, it's great bubble gum for the eyes. And\ryounger children will be able to process it more easily (some kids were led\rbawling from \"Batman Returns,\" where the PG-13 rating was a joke).\n\nI\rliked the look of the movie and Schumacher's general irreverence toward the\rmaterial. But the great Batman movie still remains to be made. Here is the most\rcomplex and intriguing of classic comic superheroes, inhabiting the most\rvisually interesting world, but somehow a story hasn't been found to do him\rjustice. A story - with a beginning, a middle and an end, and a Batman at its\rcenter who emerges as more than a collection of costumes and postures. More\rthan ever, after this third movie, I found myself asking, Who was that masked\rman, anyhow?", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-06-16", "genres": ["Action", "Crime", "Fantasy", "Science Fiction"], "title": "Batman Forever (1995)"}