{"url": "http://www.rogerebert.com/reviews/batman-1989", "by": "Jack Nicholsonas The Joker/Jack Napier", "star_rating": 2.0, "text": "The Gotham City created in “Batman” is one of the most distinctive and atmospheric places I’ve seen in the movies. It’s a shame something more memorable doesn’t happen there. “Batman” is a triumph of design over story, style over substance - a great-looking movie with a plot you can’t care much about. All of the big moments in the movie are pounded home with ear-shattering sound effects and a jackhammer cutting style, but that just serves to underline the movie’s problem, which is a curious lack of suspense and intrinsic interest.\n\n“Batman” discards the recent cultural history of the Batman character - the camp 1960s TV series, the in-joke comic books - and returns to the mood of the 1940s, the decade of film noir and fascism.\n\nThe movie is set at the present moment, more or less, but looks as if little has happened in architecture or city planning since the classic DC comic books created that architectural style you could call Comic Book Moderne. The streets of Gotham City are lined with bizarre skyscrapers that climb cancerously toward the sky, held up (or apart) by sky bridges and stresswork that look like webs against the night sky.\n\nAt street level, gray and anonymous people scurry fearfully through the shadows, and the city cancels its 200th anniversary celebration because the streets are not safe enough to hold it. Gotham is in the midst of a wave of crime and murder orchestrated by The Joker (Jack Nicholson), and civilization is defended only by Batman (Michael Keaton). The screenplay takes a bow in the direction of the origin of the Batman story (young Bruce Wayne saw his parents murdered by a thug and vowed to use their fortune to dedicate his life to crime-fighting), and it also explains how The Joker got his fearsome grimace. Then it turns into a gloomy showdown between the two bizarre characters.\n\nNicholson’s Joker is really the most important character in the movie - in impact and screen time - and Keaton’s Batman and Bruce Wayne characters are so monosyllabic and impenetrable that we have to remind ourselves to cheer for them. Kim Basinger strides in as Vicky Vale, a famous photographer assigned to the Gotham City crime wave, but although she and Wayne carry on a courtship and Batman rescues her from certain death more than once, there’s no chemistry and little eroticism. The strangest scene in the movie may be the one where Vicky is brought into the Batcave by Alfred, the faithful valet, and realizes for the first time that Bruce Wayne and Batman are the same person. How does she react? She doesn’t react. The movie forgets to allow her to be astonished.\n\nRemembering the movie, I find that the visuals remain strong in my mind, but I have trouble caring about what happened in front of them. I remember an astonishing special effects shot that travels up, up to the penthouse of a towering, ugly skyscraper, and I remember the armor slamming shut on the Batmobile as if it were a hightech armadillo. I remember The Joker grinning beneath a hideous giant balloon as he dispenses free cash in his own travesty of the Macy’s parade, and I remember a really vile scene in which he defaces art masterpieces in the local museum before Batman crashes in through the skylight.\n\nBut did I care about the relationship between these two caricatures? Did either one have the depth of even a comic book character? Not really. And there was something off-putting about the anger beneath the movie’s violence. This is a hostile, mean-spirited movie about ugly, evil people, and it doesn’t generate the liberating euphoria of the Superman or Indiana Jones pictures. It’s classified PG-13, but it’s not for kids.\n\nShould it be seen, anyway? Probably. Director Tim Burton and his special effects team have created a visual place that has some of the same strength as Fritz Lang’s Metropolis or Ridley Scott’s futuristic Los Angeles in “Blade Runner.” The gloominess of the visuals has a haunting power. Nicholson has one or two of his patented moments of inspiration, although not as many as I would have expected. And the music by Prince, intercut with classics, is effectively joined in the images. The movie’s problem is that no one seemed to have any fun making it, and it’s hard to have much fun watching it. It’s a depressing experience. Is the opposite of comic book “tragic book”?", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-06-23", "genres": ["Action", "Crime", "Fantasy", "Science Fiction", "Thriller"], "title": "Batman (1989)"}