{"url": "http://www.rogerebert.com/reviews/battle-of-britain-1969", "by": "Harry Andrewsas Civil Servant", "star_rating": 1.0, "text": "Of all the insults to our intelligence in \"The Battle of Britain,\" perhaps the very worst is when Michael Caine's dog looks wistfully up into the sky and whines for his master to return. We are asked to applaud heroism because of the discomfort it causes dogs. There was hardly a wet eye in the house.\n\n\"Battle of Britain,\" in fact, is a throwback to those phony war movies of the 1940s. Remember the obligatory scene of the dashing young pilots lounging around the officers' club? Suddenly the attack alarm sounds, and they all dash out into the night, leaving the fire burning and a few chairs overturned. The faithful old servant moves slowly through the room, adjusting chairs, and then the roar of airplanes is heard overhead as our boys fly off to engage the Hun. The servant takes a half-empty pint of beer from a table, lifts it to toast the heroes, and softly says: \"Here's to You, sir!\"\n\nTo its credit, \"The Battle of Britain\" eliminates this scene. But it catalogs all the others: The pilot staring moodily out the hotel window while his girl looks pensive on the bed; Churchill, represented by a cigar; the Kid who gets killed on his first mission; the brave little Red Cross nurse; the outcast officer whose early warnings are vindicated; the officious German general; the Nazi pilots drinking champagne while the harried British gulp tea and make repairs. And interminable shots of airplanes being shot down.\n\nThe airplanes are another sore point. Sure, Harry Saltzman spent millions to assemble and repair Spitfires and Hurricanes, and there was even a TV special about the authenticity of the movie. But you've got to USE airplanes; it isn't enough to own them. Some of the aerial photography is very good. We see dogfights actually filmed in the air and fought by real planes (instead of by models and visual effects).\n\nBut the aerial scenes are allowed to run forever and repeat themselves shamelessly, until we're sure we saw that same Heinkel dive into the sea (sorry -- the \"drink\") three times already. And the special effects aren't all that good for a movie that cost $12,000,000.\n\nFor example: We see hundreds of German bombers, row after row, thundering across the sky to bomb London. But every one of the bombers moves at precisely the same speed, There's no relative change in position, or correcting for altitude. Nobody even dips a wing. The Germans were good, but they weren't that good.\n\nAnd so the scene looks fishy, and we figure out we're looking at models. No progress has been made since that notorious scene in \"Mrs. Miniver\" (1942), where the Dunkirk fleet churned across the English Channel at exactly the same speed (rowboats, gunboats, it didn't matter) and you realized they were being towed through a tank on the same string.\n\nInept as a lot of the effects are, they look good compared to the plot, or story, or whatever it is. Despite a lot of impressive speechmaking, no attempt is made to explain and clarify the Battle of Britain. Strategy is confined to pushing symbols around on maps. There are so many characters we never get involved. We can't even keep them straight. The writers never solved the problem of incorporating the top-heavy special effects into their thin little plot.\n\nThere's also evidence that the movie was butchered in the editing. Several scenes seem to lead into or out of other scenes that aren't there. For example, after Susannah York learns that Christopher Plummer has been shot down in flames, there's one of those obligatory scenes intended only to telegraph an outcome. She sees a badly burned man and is lectured on plastic surgery and all that. So we're set up for her dramatic confrontation with Plummer, which never comes. We never see either one of them again, in fact.\n\nAll we're left with is the offensive publicity campaign. It may be necessary to remind ourselves that the movie is not the battle itself. That TV documentary seemed to hint that Harry Saltzman, the producer, was only slightly less heroic than the guys who flew in the battle. They only died. He had to buy the planes.", "running_time": 151, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-11-03", "genres": ["Action", "Drama", "Foreign", "History", "War"], "title": "Battle of Britain (1969)"}