{"url": "http://www.rogerebert.com/reviews/battle-for-the-planet-of-the-apes-1973", "by": "Roddy McDowallas Caesar", "star_rating": 2.0, "text": "“Battle for the Planet of the Apes” is the fifth and, merciful God, the last of the ape movies. It takes place long after Charlton Heston and even James Franciscus have faded from the scene; we have a new generation headed by Caesar (Roddy McDowall), who is the son of the original ape leaders, Cornelius and Zira. Caesar is nonviolent and practices mutual co-operation with the human colony, but there’s a militarist junta of trigger-happy professional gorilla soldiers plotting to overthrow the government.\n\nMeanwhile, Caesar plans an expedition to the Forbidden City (which was destroyed by nuclear war in the last ape movie, you will doubtless vividly recall), in order to view a videotape made by his late parents. In it, they predict that the city will be destroyed by nuclear war. Thanks a lot. But the expedition also discovers that in the ruins of the city’s subterranean vastness, a few mutant humans still survive.\n\nUnlike the good humans, these humans have been weakened by radiation. Their leader is Severn (Second City) Darden, who seems somewhat unlikely in the role at first. But Darden, who is a comedian to the core, manages to salvage a glimmer of Mad Dictator savoir faire from the role, and who but the beloved Severn could lead a retreat wearing ski goggles and riding in a commandeered school bus? Meanwhile, back at Ape City, Caesar’s young son has eavesdropped on the militarists and discovered their plans to raid the armory and bring an end to 12 years of peace. He is discovered by the evil gorilla leader, who hacks a vine in two and sends young Cornelius plunging to the ground. Thereupon Caesar, blinded by grief, keeps a vigil at his son’s bedside while the gorillas put all the humans in the stockade and plunder the armory.\n\nNow here things become slightly complicated. We are asked to sympathize with Caesar the nonviolent. We are also asked to boo the bad guys, who are the human mutants from the Forbidden City. But then the demented Darden leads his kamikaze raid on the healthy and uncontaminated Ape City; it is the militarist gorillas that fight back the onslaught. So maybe the message is that nonviolence is great if you have an army to back it up?\n\nThe movie is incompetently made, which is something of a surprise considering that it was directed by an old and good hand, J. Lee (“The Guns of Navarone”) Thompson. Transitions are ragged, a lot of the dialog is inaudible and the rest is listless, and the apes spend a lot of time sitting around discussing abstractions. The battle footage looks cheap. And the story is painfully thin.\n\n“Battle” looks like the last gap of a dying series, a movie made simply to wring the dollars out of any remaining ape fans. To a degree, that’s also the case with the new (and ninth) James Bond movie, “Live and Let Die.” But at least with that one, some attempt was made to reproduce the technical gimmicks and wry eroticism of the earlier films; in “Battle,” there’s simply no reason at all for going. Anyone who hasn’t had enough apes after the first four in the series has probably, by now, gone ape all by himself.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-10", "genres": ["Science Fiction"], "title": "Battle for the Planet of the Apes (1973)"}