{"url": "http://www.rogerebert.com/reviews/battleship-2012", "by": "Taylor Kitschas Alex Hopper", "star_rating": 2.5, "text": "\"This could be like Columbus and the Indians,\" a nerdy radio astronomer worries. \"Except we're the Indians.\" From a powerful transmission facility in Hawaii, he's supervised the transmission of a signal to the Earth-like Planet G in another galaxy, and in no time at all, aliens come calling. Considering that they arrive in weeks, they must have discovered faster-than-light speeds, so it's a little strange that when they arrive they're strictly analog. Their vast warships splash down in the Pacific (except for fragments that devastate Hong Kong in one of those toppling skyscraper scenes so beloved in disaster movies). But these alien crafts are only armed at a level that makes their battle with U.S. warships more or less a standoff.\n\nWhy would the U.S. fleet conveniently already be near the splashdown point? It's involved in war games with allies such as Japan, which provides an excuse for a Japanese officer to take temporary command of one of our ships and thus boost the grosses of \"Battleship\" in Asia. It's also handy that the aliens create a force field that forms an impenetrable barrier around their craft, which seals in three U.S. ships, locks out all other ships and explains why our jets don't simply nuke the SOB. \n\nOf course, in the old B-movie tradition, our response to the alien visit is immediately military. There's not one word of discussion about the aliens possibly just making a social call. We invite them, they come and we open fire. This despite the fact that they're remarkably humanoid; when we finally remove the helmet from one alien's spacesuit, he turns out to look alarmingly like James Carville.\n\nIn the set-up, we meet a shiftless beach bum named Alex Hopper (Taylor Kitsch), whose brother Stone (Alexander Skarsgard) is a naval officer. In a bar, Alex hits on the lithesome Samantha Shane (Brooklyn Decker), who wouldn't you know is the daughter of the admiral of the fleet (Liam Neeson). Breaking into a convenience store to get her a burrito, Alex is arrested and his brother delivers an ultimatum: Join the Navy or else.\n\nMeanwhile, the nerdy Cal (Hamish Linklater) supervises transmission of the signal to Planet G, and in no more time than it takes to get Alex into uniform and on board a U.S. destroyer, five alien spacecraft enter our solar system in tight formation. One alien craft then levitates from the ocean depths, as large as a skyscraper and bristling with ominous protrusions. You gotta say it takes real nerve for a communications officer (Rihanna) and two seamen to speed over to it in a rubber boat armed with just a machinegun. \n\nIn a parallel story, we learn Samantha is a physical therapist working with the Army vet Mick Canales (real-life Iraq hero Gregory D. Gadson). She takes him on a hike up the mountainside where the big NASA radio dishes are located, they meet the nerd, and much depends on preventing the aliens from phoning home. In the Pentagon situation room, officials fret. There's the obligatory montage of cable news reports on the alien invasion, and the U.S. destroyers exchange fire with the aliens. Two ships are destroyed, including the one commanded by Stone, and after several officers on Alex's ship die, he turns out to be next in command and becomes the captain of the surviving U.S. destroyer. So that's convenient. The characters we met at the beginning all become the key players.\n\n\"Battleship\" is based on the Hasbro board game of the same name, unplayed by me. You get a sense of that when radar doesn't work, and Rihanna figures out a way to deduce the underwater movements of the alien craft by tracking wave patterns on a grid with old-fashioned weather buoys. The film eventually comes down to lots of scenes in which things get \"blowed up real good.\" One alien weapon is especially fearsome: a large metal ball with spikes, which rolls through things and flattens them. Were less sophisticated versions of this used in medieval times, maybe made of flaming tar balls?\n\nThe film is in the tradition of the \"Transformers\" movies, also based on Hasbro games, and you get the feeling that Hasbro showed director Peter Berg some Michael Bay movies and told him to go and do likewise. To his credit, \"Battleship\" is a more entertaining film than the \"Transformers\" titles, because it has slightly more fully fleshed characters, a better plot and a lot of naval combat strategy. The work of Gregory D. Gadson, as the disabled vet, is especially effective; he has a fierce screen presence. Rihanna is as convincing as the character allows, and Taylor Kitsch makes a sturdy if predictable hero.\n\nBut the nicest touch is that \"Battleship\" has an honest-to-God third act, instead of just settling for nonstop fireballs and explosions, as Bay likes to do. I don't want to spoil it for you. Let's say the Greatest Generation still has the right stuff and leave it at that.", "running_time": 131, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-16", "genres": ["Action", "Science Fiction", "Thriller", "War"], "title": "Battleship (2012)"}