{"url": "http://www.rogerebert.com/reviews/battle-los-angeles-2011", "by": "Aaron Eckhartas Nantz", "star_rating": 0.5, "text": "\"Battle: Los Angeles\" is noisy, violent, ugly and stupid. Its manufacture is a reflection of appalling cynicism on the part of its makers, who don't even try to make it more than senseless chaos. Here's a science-fiction film that's an insult to the words \"science\" and \"fiction,\" and the hyphen in between them. You want to cut it up to clean under your fingernails.\n\nMeteors fall to Earth near the coasts of the world's major cities (and in Ireland's Dingle Bay — that meteor must have strayed off course). They contain alien troops, which march up from the beach with their weapons of war and attack mankind. No reason is given for this, although it's mentioned they may want our water. We meet the members of a Marine platoon, and its battle-scarred Staff Sgt. Nantz (Aaron Eckhart). They're helicoptered into Santa Monica and apparently defeat the aliens. Since all of Los Angeles is frequently seen in flames, it's not entirely clear how the Santa Monica action is crucial, but apparently it is.\n\nThe aliens are hilarious. Do they give Razzies for special effects? They seem to be animal/machine hybrids with automatic weapons growing from their arms, which must make it hard to change the baby. As the Marines use their combat knives to carve into the aliens, they find one layer after another of icky gelatinous pus-filled goo. Luckily, the other aliens are mostly seen in long shot, where they look like stick figures whipped up by apprentice animators.\n\nAaron Eckhart stars as Staff Sgt. Nantz, a 20-year veteran who has something shady in his record, which people keep referring to, although screenwriter Christopher Bertolini is too cagey to come right out and describe it. Never mind. Eckhart is perfectly cast, and let the word go forth that he makes one hell of a great-looking action hero. He is also a fine actor, but acting skills are not required from anyone in this movie. \n\nThe dialogue consists almost entirely of terse screams: Watch it! Incoming! Move! Look out! Fire! Move! The only characters I re­member having four sentences in a row are the anchors on cable news. Although the platoon includes the usual buffet of ethnicities, including Latinos, Asians and a Nigerian surgeon, none of them get much more than a word or two in a row, so as characters, they're all placeholders. \n\nYou gotta see the alien battleships in this movie. They seem to have been assembled by the proverbial tornado blowing through a junkyard. They're aggressively ugly and cluttered, the product of a planet where design has not been discovered and even the Coke bottles must look like pincushions. Although these ships presumably arrived inside the meteors, one in particular exhibits uncanny versatility, by rising up from the Earth before the very eyes of the startled Marines. How, you may ask, did it tunnel for 10 or 12 blocks under Santa Monica to the battle lines at Lincoln Boulevard?\n\nThere is a lazy editing style in action movies these days that assumes nothing need make any sense visually. In a good movie, we understand where the heroes are, and where their opponents are, and why, and when they fire on each other, we understand the geometry. In a mess like this, the frame is filled with flashes and explosions and shots so brief that nothing makes sense. From time to time, there'll be a closeup of Aaron Eckhart screaming something, for example, and on either side of that shot, there will be unrelated shots of incomprehensible action. \n\nWhen I think of the elegant construction of something like \"Gunfight at the OK Corral,\" I want to rend the hair from my head and weep bitter tears of despair. Generations of filmmakers devoted their lives to perfecting techniques that a director like Jonathan Liebesman is either ignorant of, or indifferent to. Yet he is given millions of dollars to produce this assault on the attention span of a generation.\n\nYoung men: If you attend this crap with friends who admire it, tactfully inform them they are idiots. Young women: If your date likes this movie, tell him you've been thinking it over, and you think you should consider spending some time apart.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-09", "genres": null, "title": "Battle: Los Angeles (2011)"}