{"url": "http://www.rogerebert.com/reviews/battle-for-terra-2009", "by": "Evan Rachel Woodas Mala", "star_rating": 3.0, "text": "\"Battle for Terra\" is a bewitchingly animated story about an invasion from outer space, by aliens who threaten to destroy all life on the planet so they can claim it as their own. I know what you're thinking. Here's the surprise: The aliens are the human race. The inhabitants of Terra look like cute tadpoles, combined with features of mermaids and seahorses.\n\nThe planet Terra (so named by the Terrans) is one of the stars of the film. A world where nearly everything seems to be organic, it has a unique scale. Although a Terran is of considerable size, about as large as a human child of 6 or 7, the vegetation grows on a much larger scale, so that a hollow reed can be used for high-rise living. The civilization includes certain mechanical features (helicopter chairs, ultra-light aircraft), but seems very much a part of nature.\n\nThe thinking that went into this other world is typical of classic science fiction, both in its physical details and its sociological ones. The atmosphere is apparently dense enough that the Terrans can hover with a minimal effort by their tadpole tails. It also can support huge, friendly sky leviathans, who float among the clouds like peaceful whales. The planet is ruled by a well-meaning thought-control autocracy, which enforces strict conformity and discourages independent thought.\n\nWhen a vast human vessel appears in the sky, the Terrans assume it is God. The bright, rebellious Mala (the voice of Evan Rachel Wood) thinks otherwise. When her light aircraft is pursued by a human fighter plane, she lures it into a crash, then rescues its pilot, Jim Stanton (Luke Wilson). Helped by Jim's chirpy robot companion Giddy (David Cross), she saves his life and builds a dome within which he can breathe oxygen.\n\nOxygen is the problem. The humans, exhausted after a generations-long voyage through the cosmos, intend to replace Terra's atmosphere with oxygen, this providing a new Earth for themselves, but, alas, killing all life forms on Terra. This gaiacide is directed by the militarist General Hemmer (Brian Cox), who brushes away Jim's arguments that the two races can peacefully co-exist.\n\nAll leads to war, which was a disappointment to me, because a film that offers invention and originality reduces itself essentially to just another aerial battle, with however some nice touches. Are kids thought to require combat at the end? Could they perhaps be trusted to accept a character-based resolution?\n\nThe movie contains a subtle level of sociopolitical commentary, involving the blind faith encouraged by the leaders on both sides, the questioning of orthodoxy by Mala and her friend Senn (Justin Long), and the nuke-the-enemy strategy of Hemmer. The assumption that the earthlings are gods shows the pitfalls of imposing a supernatural solution to a natural problem.\n\nThe animation is nicely stylized and the color palette well-chosen, although the humans are so square-jawed, they make Dick Tracy look like Andy Gump. The voice performances are persuasive. The obvious drawback is that the film is in 3-D. If you can find a theater showing it in 2-D, seek it out. The 3-D adds nothing and diminishes the light intensity, as if imposing a slightly cloudy window between the viewer and a brightly colored wonderland. Take off the glasses to see how much you're losing.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Action", "Adventure", "Animation", "Family"], "title": "Battle for Terra (2009)"}