{"url": "http://www.rogerebert.com/reviews/battle-of-the-amazons-1973", "by": "Lincoln Tateas Zeno", "star_rating": 1.0, "text": "Dear Mr. Ebert: I would like to object to consumer fraud in the ads for \"Battle of the Amazons.\" They taught us in Greek mythology class that the real Amazons had only one breast so they might better shoot their bows and arrows. So I went running down to the Michael Todd with the intent of seeing an 80-inch boob and instead I got conned with a pair of 40s.\nSigned, Dennis Boy\n\nDear Mr. Boy: Ah, but those Amazons were Greek, These Amazons live someplace in Asia Minor. That is all the more puzzling because none of them is Asian and only three are minors. The drinking age was well below 19 at that time in history, however, you will be glad to learn. The Amazons and their captives are also interesting because, if I read lips right, they spoke Italian dubbed into English. Many historians are of the opinion that neither language existed then, but American-International, the distributor, may be onto something. One thing is for sure: No movie in the last 20 years has been dubbed more ineptly. No, not even \"Godzilla vs. the Smog Monster.\" In one scene, a man has his head split open with a ferocious blow from a sword. On the screen we see his lips opening in an anguished scream. On the soundtrack we hear him say, in English: \"Oh, no!\" It is possible to respect his opinion while questioning his sincerity. Another problem in the movie is that the actors who were hired to dub it into English have a hard time not laughing. There was one speech that went something like: \"Zeno, surely you agree that no matter what Ilio, Antiope, Medio, Eraglia and Sinade say, Valeria is right!\" Apart from the problems already enumerated above, an additional difficulty is that most of the pretty girls in the movie are Amazons. I had my own notions about why the men of her village would not fight to resist capture by the Amazons, but I kept them from Valeria. It's hard to be sure exactly when the movie takes place; there are spears and bows and arrows and swords, which suggests early times, but then again all of the women on both sides are fresh from the hair dryer. They also exhibit impressive technical advances in the art of brassiere-design.\n\nOne of the most intriguing aspects of \"Battle of the Amazons\" is that it comes to Chicago only four weeks before the scheduled opening of \"The Amazons.\" The latter is a big-budget epic directed by Terence Young, who made some James Bond pictures, and it's supposed to be slick and classy.\n\nNow sometimes a schlock picture will be rushed in to exploit the publicity of an expensive movie, but here's the funny thing: BOTH movies are from American-International, which once again solidifies its reputation as the best exploitation outfit in the business. I am waiting confidently (though not with bated breath) for the first Kung-Fu Amazon movie. No, wait: One's due before long. It's called \"Red Hot China Doll,\" which used to be the name of an interesting Szechwan-style chicken dish served in a nice little place on Clark St.", "running_time": 90, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-11-29", "genres": null, "title": "Battle of the Amazons (1973)"}