{"url": "http://www.rogerebert.com/reviews/batteries-not-included-1987", "by": "Hume Cronynas Frank", "star_rating": 3.0, "text": "We place such trust in the sky.\n\nMost of us must have secret moments when we think to ourselves that it would be wonderful to be alive when mankind receives its first visit from outer space. A lot of the science-fiction movies of the 1950s predicted that our first alien visitors would be hostile, using ray guns to shoot the dome off the Capitol Building. But it would take such an incredible expenditure of time and energy to travel from one star system to another that there could be no motive of profit and power. Oddly enough, the only real motives for star travel are completely disinterested ones: curiosity, generosity, playfulness.\n\nThat is why it is just barely possible, in \"Batteries Not Included,\" to accept the flying saucers that show up one day in the dilapidated bedroom where two old people sleep in one of New York's urban renewal wastelands. These saucers are cute. There is a girl saucer and a boy saucer, and they are about the size of, well, saucers. They like to fix things. They grow fond of the old couple, and help them to defend their building from those who would tear it down to build a skyscraper.\n\nThe couple is played by Hume Cronyn and Jessica Tandy, and they have lived here for many years, running the greasy spoon downstairs while the neighborhood changed from a comfortable middle-class community to a blasted heath where theirs is the only building left standing. How they expect to attract restaurant customers to the only building within blocks is not explained by the movie, but then once we accept the flying saucers there are a lot of questions we won't be asking.\n\nTandy is a little confused sometimes. Alzheimer's, maybe. Cronyn takes care of her and chases her down when she wanders away. He also coexists peacefully with the other people in the building, including a welfare mother and a janitor who dreams of some day restoring the beautiful tile floors in the hallways.\n\nAfter the flying saucers arrive, they help with such tasks. They also take the side of the tenants against the landlords, repair smashed objects and help serve the cheeseburgers in the restaurant. As characters in the movie, the saucers represent a cross between elements in \"E.T. The Extra-Terrestrial,\" \"Cocoon\" and \"Short Circuit\" - from the first, the notion of playful aliens; from the second, the idea that a force from beyond Earth could help make life joyful for old people, and from the third, ideas about how machines can be given personalities and made to seem cute. Could this cross-fertilization have been invented by cynical minds in Hollywood? Stranger things have happened.\n\nBut Cronyn and Tandy rescue the movie from looking altogether like a retread, and the saucers do their part, too. Designed by Industrial Light & Magic, the visual effects wizards, the saucers swoop and vibrate and blink and purr and even have children, which they assemble out of old toasters and other househood appliances. \"Batteries Not Included\" is a sweet, cheerful and funny family entertainment.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-12-18", "genres": ["Family", "Fantasy", "Science Fiction"], "title": "Batteries Not Included (1987)"}