{"url": "http://www.rogerebert.com/reviews/battle-in-seattle-2008", "by": "Martin Hendersonas Jay", "star_rating": 3.0, "text": "\"Battle in Seattle\" takes the actual 1999 protests against a summit meeting of the World Trade Organization and uses them as a backdrop for a fictional story about characters swept up in the tumult. The result is not quite a documentary and not quite a drama, but interesting all the same. It uses the approach of Haskell Wexler's \"Medium Cool\" (1969), but without the same urgency; Wexler's actors were plunged into the actual demonstrations at the 1968 Chicago Democratic National Convention, and \"Battle\" is not as convincing.\n\nMuch of the story involves an unnecessary romantic attraction between Jay (Martin Henderson), leader of the protesters, and Lou (Michelle Rodriguez), a member of the movement. They have to have disputes about tactics and motivations, etc., while drawing closer together, and in this context, they're just a distraction.\n\nMore to the point is Dale, the cop (Woody Harrelson) whose pregnant wife (Charlize Theron), a bystander, is caught up in the crowd and beaten by police. Dale asks for leave time, but is ordered back on the street by his commanding officer and releases his grief through rage. Harrelson's emotional arc in the film is convincing and effective.\n\nBut what to make of Jean, the TV newswoman (Connie Nielsen), who plunges with her cameraman into the thick of the fighting, ignores orders from her station and becomes sympathetic? Yes, it happens (a lot of reporters covering the aftermath of Hurricane Katrina vented their anger at FEMA). That's not the problem. What seems odd is that she always seems to be at the crossroads between the action and the film's subplots, always is there for dramatic moments on video, and most of the time is the only TV news presence in the movie. Street reporters and their camera operators tend to congregate at the same hotspots.\n\nThose glitches aside, \"Battle in Seattle\" makes a case for the way the WTO punishes Third World nations, allows the dumping of surpluses that drive workers away from jobs and is managed for the benefit of fat-cat nations. Some of the disagreement about the big Wall Street bailout reflects anger about the way money protects itself; should there be even a question that the executives who steered their companies into bankruptcy should be stripped of their multimillion-dollar bonuses?\n\nMost people have never quite understood why there are protests worldwide about the WTO. \"Battle in Seattle,\" which marks the feature-film directorial debut by actor Stuart Townsend, has a commendable prologue and some dialogue that helps explain, but for a very moving ground-level documentary that makes it all crystal clear, you might want to rent \"Life and Debt\" (2001), which is a closeup portrait of the destruction of small Jamaican farmers and the exploitation of workers. Would you believe the WTO pushes Third World nations into establishing poverty-wage barbed-wire enclaves for multinational corporations, inside of which local laws and protections do not apply?\n\nMy review of \"Life and Debt\" is online at www.rogerebert.com.", "running_time": 99, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-25", "genres": ["Action", "Adventure", "Drama"], "title": "Battle in Seattle (2008)"}