{"url": "http://www.rogerebert.com/reviews/be-kind-rewind-2008", "by": "Jack Blackas Jerry", "star_rating": 2.5, "text": "Whimsy (n.): Playfully quaint or fanciful behavior or humor. \n\nMichel Gondry's \"Be Kind Rewind\" is whimsy with a capital W. No, it's WHIMSY in all caps. Make that all-caps italic boldface. Oh, never mind. I'm getting too whimsical. Maybe Gondry does, too. You'll have to decide for yourself. This is a movie that takes place in no possible world, which may be a shame, if not for the movie, then for possible worlds.\n\nThe place: Passaic, N.J. On a street corner stands a shop so shabby that only an art director could have designed it. This is \"Be Kind Rewind,\" a store that rents a skimpy selection of VHS tapes. Not a DVD in sight. It's owned by Mr. Fletcher (Danny Glover), who has convinced himself the store was the birthplace of Fats Waller (identified only as \"some old-time jazz musician\" on one Web site, which has plainly never heard of him). Behind in his rent, Mr. Fletcher faces eviction, and the store will be pulled down, no doubt to make way for Starbucks or Dunkin' Donuts.\n\nMr. Fletcher's faithful, long-suffering clerk is Mike (Mos Def), who is entrusted with the store while the owner goes undercover, hoping to scope out the success of the big competitor down the street, West Coast Video. Maybe it's because they rent DVDs? To be in the video rental business and not have heard of DVDs does not speak well for Mr. Fletcher's knowledge of the market, but then we suspect that when we see his store. I was once in a dirt-floored \"store and bar\" in a poor rural district of Ireland that had a stock of one (1) bottle of Guinness. Same idea.\n\nOne of the store's most loyal visitors and nuisances is Jerry (Jack Black), who works nearby in a garage. Paranoid about a power plant next door, he breaks in to sabotage it and is zapped with so much electricity he looks like a lightning strike during one of Victor Frankenstein's experiments. This does not turn him into a cinder, only magnetizes him, after which he visits the store and inadvertently erases all the tapes.\n\nCrisis. What to do before Mr. Fletcher comes back? The tapes can't be replaced, because Mike and Jerry don't have the money and besides, how easy is it to get VHS tapes, except on eBay? I take that back. Amazon lists six VHS tapes of \"Ghostbusters,\" one of the erased movies in \"Be Kind,\" for one (1) cent each. At that rate, you could build up a decent VHS library for a dollar. Anyway, the lads have a masterstroke: They will re-enact the movies and rent them to unsuspecting customers like Miss Falewicz (Mia Farrow), who won't know the difference, anyway.\n\nCo-starring as their female leads in these movies is the fetching Alma (Melonie Diaz), who has the sexiest smile since Rosario Dawson. The re-enactments are not very skillful, to put it mildly, but they have the advantage, as Mike argues, of not taking up all your time because they're as short as 20 minutes. They explain that they import their versions from Sweden, which is why they call them \"sweded.\" You can see the works of Mike and Jerry on the Web, by the way, which might be about two-thirds as good as seeing the whole movie. One of the perhaps inevitable consequences of re-enacting movies is that the exercise brings out all the latent manic excess within Jack Black, who when he is trying that hard reminds me of a dog I know named McQ Junior, who gets so excited when you come over, you have to go to the dry cleaners after every visit.\n\nWhether their scheme works, whether the store is saved, whether Hollywood considers their work homage or piracy, I will leave for you to discover. But you haven't read this far unless you hope to learn whether I would recommend the movie. Not especially. I felt positive and genial while watching it, but I didn't break out in paroxysms of laughter. It's the kind of amusing film you can wait to see on DVD. I wonder if it will come out on VHS?", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-02-21", "genres": ["Comedy"], "title": "Be Kind Rewind (2008)"}