{"url": "http://www.rogerebert.com/reviews/beaches-1989", "by": "Bette Midleras C C Bloom", "star_rating": 2.5, "text": "Maybe the problem is with the flashbacks. Maybe if the whole story had simply been told from beginning to end, it would have felt less like one of those 1950s tearjerkers with the rain blowing in through the window and getting the curtains all wet. But \"Beaches\" begins on a note of impending doom, and that colors everything else with an undertone of bittersweet poignancy and, believe me, there is only so much bittersweet poignancy I can take in any one movie.\n\nThe film opens with C C Bloom (Bette Midler), a pop star, rehearsing for a big concert at the Hollywood Bowl. Then she gets an urgent message, and suddenly the concert seems unimportant and she has to drop everything and race to San Francisco. Well, of course there's bad weather and the planes are all grounded, and so she sets off through the night in a rental car, raindrops on the windshield and tears in her eyes.\n\nThe movie then flashes back to an event some years earlier on the Boardwalk in Atlantic City, where young C C first meets a playmate named Hillary Whitney. C C is a trouper even at the age of 12, and we follow her through a show-biz audition in which her mother (Lainie Kazan) cheerleads from the front of the stalls. She doesn't get the job, but she does make a friend in Hillary, and of course this friendship is to endure all during the lives of these two quite different women, all the way up until the tragedy that is foreshadowed in the opening scenes.\n\nWhat happens in the first half-hour of \"Beaches\" is sort of discouraging. The story is set up so completely in terms of ancient movie cliches that we know we can relax; nothing unexpected is going to happen. We're way ahead of the characters on the screen. We know the two women will meet again as young adults, that they will fall in love with the same man, that one will love him and the other leave him, that they'll have some big fights but their friendship will endure. We also know, of course, that some sort of movie disease will strike Hillary, because why else is C C driving all night through the rain? Hillary is played in the movie by Barbara Hershey, as a rich WASP to Midler's irreverent Jewish girl. Various men and marriages drift in and out of view, and we see John Heard as a hot young theater director and Spalding Grey as a supercilious doctor, but the important thing is that Hillary has a child (Grace Johnston). C C, of course, has never had a child and is not sure she likes this one, and the suspicion is mutual, so we know - we simply know - that the Hershey character will die and that there will be a big, heart-tugging scene at the end where C C and the kid decide to plug on through life, side by side.\n\nI have no doubt the people who made this film approached it with great sincerety, and that there were long conversations about what C C \"would\" do and how Hillary \"would\" act in such-and-such a situation.\n\nBut \"Beaches\" lacks the spontaneity of life. This is a movie completely constructed out of other movies - out of cliches and archetypes that were old before most of the cast members were born. It is difficult for a filmgoer of reasonable intelligence to care about characters whose lives are re-enactments of cliches: If these people are as smart as they think, why can't they see that their lives are a bad B movie? Maybe, in a strange way, one of the problems is Midler herself.\n\nShe has a reputation for intelligence and irreverence that is mostly deserved, and so when we go to see her in a movie we don't expect her to be portraying a character completely dictated by convention. We expect a little spin on the ball. \"Beaches\" gives us nothing that can't be spotted coming a mile down the road.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-01-13", "genres": ["Comedy", "Drama"], "title": "Beaches (1989)"}