{"url": "http://www.rogerebert.com/reviews/beasts-of-the-southern-wild-2012", "by": "Dwight Henryas Wink", "star_rating": 4.0, "text": "Cut off from the mainland, surrounded by rising waters, the Bathtub is a desolate wilderness of poverty where a small community struggles to survive. Hushpuppy considers it \"the prettiest place on Earth.\" She is a fierce and unbreakable 6-year-old girl who lives here with her father, Wink, and other survivors who live so close to the earth that it might as well be part of them.\n\nIn the opening moments of \"Beasts of the Southern Wild,\" I had no idea when or where we were. Only gradually did I understand that the Bathtub is offshore from New Orleans, isolated by levees, existing self-contained on its own terms. The distant profiles of drilling rigs and oil refineries might as well be mysterious prehistoric artifacts. \n\nA fearsome storm is said to be on the way, but existence here is already post-apocalyptic, with the people cobbling together discarded items of civilization like the truck bed and oil drums that have been made into a boat. Their ramshackle houses perch uneasily on bits of high ground, and some are rebuilding them into arks that they hope will float through the flood.\n\nHushpuppy is on intimate terms with the natural world, with the pigs she feeds and the fish she captures with her bare hands; sometimes she believes animals speak to her in codes.\n\nThis is only an illustration of the way all small children think, translating the mysteries of an unfolding world into their own terms. But Hushpuppy lives in desolation, and her inner resources are miraculous. She is so focused, so sure, so defiant and brave, that she is like a new generation put forward in desperate times by the human race. She is played by a force of nature named Quvenzhané Wallis, who was 5 years old when the movie was cast, 7 when it was finished, and like many of the cast members had never acted before. She is so uniquely and particularly herself that I wonder if the movie would have been possible without her.\n\n\"Beasts\" is a first feature by Benh Zeitlin, based on a screenplay and stage play by his collaborator, Lucy Alibar. They found post-Katrina locations in the ravaged bayous of Louisiana, and constructed on a small budget their convincing and meticulously detailed settlement. Everyone in the Bathtub knows one another, and in a sense, they're all the same age — which is Now. It is a daily struggle, helped for some by alcohol, and they recite their communal myths of liberated ice age creatures that will come foraging for them as the glaciers melt.\n\nHushpuppy and Wink are close, and her father does all he can to teach her survival skills. That doesn't stop him from giving her a whack alongside the head when she carelessly starts a fire. We understand how literally her mind deals with the world when she tries to hide from the fire inside a cardboard box — as if she will be safe if the flames can't see her. Wink tells his daughter that her mother \"swam away\" one day. Hushpuppy expects her to return and sometimes calls out to her with a piercing scream. \n\nYou can make \"Beasts of the Southern Wild\" into an allegory of anything you want. It is far too detailed and specific to fit easily into general terms. The Bathtub is this place in this time, and how can it \"stand for\" anything else? This film is a remarkable creation, imagining a self-reliant community without the safety nets of the industrialized world. Someday they will run out of gasoline for their outboard motors, and then they will do — well, whatever people did before they needed gasoline.\n\nI met Dwight Henry, who plays Wink. He owns his own pastry shop, and the casting people had to visit him in the middle of the night because he bakes all night. He said he's not interested in an acting career. His life is centered on his wife and five children. They are his bedrock, and that is the conviction he brings to the role of Hushpuppy's daddy. This movie is a fantasy in many ways, but the authenticity and directness of the untrained actors make it effortlessly convincing.\n\nSometimes miraculous films come into being, made by people you've never heard of, starring unknown faces, blindsiding you with creative genius. \"Beasts of the Southern Wild\" is one of the year's best films.\n\nNote: Here is my video interview with Quvenzhané Wallis: http://dld.bz/b7nRG", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-07-04", "genres": ["Drama"], "title": "Beasts of the Southern Wild (2012)"}