{"url": "http://www.rogerebert.com/reviews/beatrice-1988", "by": "Julie Delpyas Beatrice", "star_rating": 3.0, "text": "To visit the ruins of medieval castles is to wonder how chivalry could have bloomed in them. The rooms are small and dim and cold, and the staircases are tortuous, narrow ascents past rough rock walls that must have dripped with damp in the winter. Yet this is the epoch that inspired the whole fanciful Hollywood genre of movies about knights and ladies. A few directors have dared to revise the popular view of the Middle Ages, notably Robert Bresson, whose “Lancelot du Lac” showed us knights who were virtually held prisoner inside their cumbersome armor.\n\nNow Bertrand Tavernier suggests that human nature could be as foul and perverted in the Age of Chivalry as in the Age of Freud.\n\nHis “Beatrice” tells the story of a young girl (Julie Delpy) who grows up proud, pure and free - primarily because she is raised in the absence of her father, Francois (Bernard Pierre Donnadieu), who is off fighting in the Crusades. The castle she inhabits is a matriarchy, run by her mother and other women, but when her father returns he instigates a reign of terror, and his daughter is his particular target.\n\nWhy is he so cruel to her? Tavernier has no simple answers, but he suggests several reasons. The film opens with a prologue in which Francois’ father, leaving home for battle, hands his young son a sword and charges him to protect his mother against the many temptations she will be subject to. The youth, hardly yet an adolescent, walks into his mother’s bedroom, finds her with a lover and stabs the lover.\n\nThis event leaves a deep scar; Francois is torn between knowledge that he did his “duty,” and deep guilt and shame over the event itself. He also has to resolve the fact that his mother was a willing adulterer, and so he grows up with two conflicting ideas of women in his head. The chivalric ideal woman is at conflict with his memory of his own mother, caught with her lover.\n\nBeatrice becomes the target of these unbearable conflicts within her father’s psyche. He idealizes her, sees her as pure, and yet is unable to view any woman except through the image of his mother. And he is a brute, a bully, a tyrant who enjoys unlimited authority over the household he holds in his power. This situation eventually and almost inevitably turns toward cruelty and incest, and Tavernier’s true subject is the battle between the father’s sickness and the daughter’s strength.\n\nTavernier is at great pains in the film to re-create the Middle Ages as convincingly as possible. His film is photographed in gloomy shadows and dark corners, and there is none of the release and freedom we sometimes sense in films of medieval life - except in those precious moments when Beatrice is free to run in the fields and be a carefree child. Those moments are limited; almost the first time we see her, she is selling off a portion of their land to pay the bills until her father’s return. Her mother is an ineffectual, weak woman who retreats into pious religion, and the family’s priest, while seeing everything, is unwilling to act.\n\nThe film is heavy on story and atmosphere, some would say too heavy. It is possible to get lost in the gloomy and complex early twists of the story, and there are times when we are not quite sure who is who. Everything is sorted out eventually, however, and in learning for ourselves who all these people are, and what roles they play, we have entered a little into the daily life of the medieval household.\n\nTavernier’s earlier films include the masterpiece “‘Round Midnight” and such other great films as “The Clockmaker,” about a provincial merchant whose son is accused of a serious crime, and “A Sunday in the Country,” about an old artist who finds he cannot really communicate with his children. Such divisions and wounds within families provide him with subject matter he returns to again and again, but never before as painfuly as in “Beatrice.”", "running_time": 128, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-29", "genres": null, "title": "Beatrice (1988)"}