{"url": "http://www.rogerebert.com/reviews/beautiful-2000", "by": "Minnie Driveras Mona Hibbard", "star_rating": 1.0, "text": "\"Beautiful\" should have gone through lots and lots more rewrites before it was imposed on audiences. It's a movie with so many inconsistencies, improbabilities, unanswered questions and unfinished characters that we have to suspend not only disbelief but also intelligence.\n\nThe movie tells the story of Mona, a girl who dreams of becoming a beauty queen, and grows up to become obsessed with her dream. Her life is not without difficulties. As a child from Naperville, she is graceless, wears braces, chooses costumes Miss Clarabell would not be seen in, cheats and is insufferably self-centered. As an adult, played by Minnie Driver, she gets rid of the braces, but keeps right on cheating, until by the time she becomes Miss Illinois she has survived her fourth scandal.\n\nSample scandal: A competitor in a pageant plans to twirl a fire baton. Mona paints the baton with glue, so the girl's hand gets stuck to it, and then dramatically races onstage to save the girl with a fire extinguisher. Don't they press criminal charges when you do things like that? As a girl, Mona is best pals with Ruby, a girl who for no good reason adores her. As an adult, Ruby (now played by Joey Lauren Adams) works as a nurse but inexplicably devotes her life to Mona's career. Mona has had a child out of wedlock, but because beauty contestants aren't supposed to have kids, Ruby even agrees to pose as the little girl's mom.\n\nWhy? Why does Ruby devote her entire life to Mona and become a surrogate mother? Search me. Because the plot makes her, I guess. Mona has parents of her own, a mother and a stepfather who are sullen, unhelpful, drink too much and spend most of their time being seen in unhelpful reaction shots. The screenplay is no help in explaining their personalities or histories. They're props.\n\nMona's daughter Vanessa (Hallie Kate Eisenberg) is at least a life source within the dead film, screaming defiantly in frustration because Mona keeps forgetting to take her to her soccer games. She suspects Mona is her real mom, and seems fed up being used as a pawn (at one point she gets on the phone to order some foster parents).\n\nAnd what about Joyce Parkins (Leslie Stefanson), a TV reporter who hates Mona? She knows Mona has a child and is planning to break the story, but no one who has watched television for as long as a day could conceivably believe her character or what she does. Consider the big Miss America Miss pageant, where Joyce keeps telling her viewers she's about to break a big scandal. She is obviously not on the same channel as the pageant, so she must be on another channel. What are that channel's viewers watching when Joyce is not talking? Joyce, I guess, since she addresses them in real time whenever she feels like it. The staging is so inept she is actually seen eavesdropping on the pageant by placing her ear near to a wall. No press gallery? Not even a portable TV for her to watch? As for Mona herself, Minnie Driver finds herself in an acting triathlon. Mona changes personalities, strategies and IQ levels from scene to scene. There is no way that the Mona of the heartrending conclusion could develop from the Mona of the beginning and middle of the film, but never mind: Those Monas aren't possible, either. They're made of disconnected pieces, held together with labored plot furniture. (I was amazed at one point when people tell Mona what the matter with her is, and then she goes home and lies down on the sofa and we get flashback voice-overs as memories of the accusing voices echo in her head. That device was dated in 1950.) Driver would have been miscast even if the screenplay had been competent. She doesn't come across like the kind of person who could take beauty pageants seriously. Oddly enough, Joey Lauren Adams (the husky-voiced would-be girlfriend from \"Chasing Amy\") could have played the beauty queen--and Driver could have played the pal.\n\nAnd what about Ruby, the nurse played by Adams? She can't be at the big pageant because she's in jail accused of deliberately killing an elderly patient at a nursing home by giving her an overdose of pills. This would be too gruesome for a comedy if anything were done with it, but the death exists only as a plot gimmick--to explain why Ruby can't be there. The filmmakers have no sense of proportion; Ruby could just as easily have been stuck in a gas station with a flat tire and provided the same reaction shots (watching TV) in the climax. Why kill the sweet old lady? Now consider: Mona has been involved in four scandals. She scarred one of her competitors for life. Her roommate and manager is in jail charged as an Angel of Death. A TV newswoman knows she has a secret child. What are the odds any beauty pageant would let that contestant onstage? With this movie, you can't ask questions like that. In fact, you can't ask any questions. This is Sally Field's first film as a director. The executives who greenlighted it did her no favors. You can't send a kid up in a crate like this.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-09-29", "genres": ["Comedy", "Indie"], "title": "Beautiful (2000)"}