{"url": "http://www.rogerebert.com/reviews/beautiful-girls-1996", "by": "Matt Dillonas Tommy Rowland", "star_rating": 3.5, "text": "There is a scene in \"Beautiful Girls\" where a small-town feminist (Rosie O'Donnell) grabs a copy of Penthouse from a magazine stand and uses it as a prop while lecturing some of her sheepish male friends on the realities of womanhood. It is not common, she points out, for women to have small hips and large breasts. \"Small hips - small breasts. Big breasts - big hips,\" she explains. By holding onto an unrealistic image of the dream girl they might somehow, someday, be able to meet, the guys are denying themselves a good relationship with a real flesh-and blood woman right here in their hometown.\n\nThese are guys who need more than one lesson, and they're going to get more than one lesson. It's an icy February in Knight's Ridge, Mass. - a strange time for a high school class reunion, but that's why Willie (Tim Hutton) has returned to town, linking up with his old classmates, including Tommy (Matt Dillon), Paul (Michael Rapaport) and Kev (Max Perlich). The local guys work construction in the summer and plow snow in the winter, and mope over the girls they used to love and the girls they may someday love - all kinds of girls except for the girls they could reasonably love.\n\nPaul, for example, has a crazed obsession for supermodels.\n\nHis room, in the house he shares with Tommy, is papered with swimsuit pin-ups. Supermodels are \"bottled promise,\" he explains. His dog is named Elle Macpherson. While he moons over the inaccessible, he mourns the loss of his longtime girl (Martha Plimpton), who has given up after dating him for years, and started going out with another guy. Paul retaliates by plowing snow in front of her garage door.\n\nTommy has big problems, too. He's been going with Sharon (Mira Sorvino), but he still longs for his old high-school flame, Darian (Lauren Holly). Sharon is wounded: \"How do I feel with you when the best years of your life were in high school?\" Sharon has married, but still wants to carry on an affair with Tommy. She thinks her husband doesn't know.\n\nFor Willie, the Tim Hutton character, life is just as complicated. He has left a girl behind in New York City, and come home for a couple of weeks to \"sort things out,\" which is another way of saying that, like all of his buddies, he's terrified by the commitment of marriage. He moves in with his terminally depressed father and brother, and soon finds himself smitten by Marty, the girl next door. The problem is, she's only 13.\n\nWe can see what he sees in her. As played by Natalie Portman (from \"The Professional\") she's smart, she's pretty, she sees right through him and she has a gift with words. Willie is so charmed that when he sees Marty with one of her schoolmates, he complains to a friend: \"I'm actually jealous of a 12-year-old kid on a bike.\" When Marty sees him with a woman his own age, her comment is priceless: \"two words not in her vocabulary: lunch money.\" \"Beautiful Girls\" is not, however, about a Lolita complex, although when Paul identifies Marty as the \"neighborhood Lolita,\" her response is swift, hilarious and devastating. What the movie is really about is just what Rosie O'Donnell said in her lecture on Penthouse; it's about guys who are so bedazzled by visions of possible bliss that they cannot see, or relate to, the perfectly wonderful women right there in front of them.\n\nThe movie was directed by Ted Demme, with a light touch that allows the humor to survive in spite of the gloomy thoughts and the bleak, dark, frozen winter landscape. The screenplay by Scott Rosenberg shows the same verbal facility he employs in \"Things to Do in Denver When You're Dead,\" but this time the dialogue feels more real and less written. Even the big set-pieces, like the monologues by O'Donnell and Rapaport, sound convincing.\n\nWhat's nicest about the film is the way it treasures the good feelings people can have for one another. They emerge most tenderly in the friendship between Willie and the 13-year-old girl.\n\nThey have crushes on each other for essentially idealistic reasons (each projects a simplicity and perfection that may not be there), and yet they draw apart, ever so tactfully, because they are sensible enough to know that it's the right thing to do.\n\nTheir relationship is mirrored in all of the others, which are all about idealism and its disappointments. The men insist that women correspond to some sort of universal ideal, and the women sometimes blame themselves when they cannot. But somehow, doggedly, true love teaches its lesson, which is that you can fall in love with an ideal, but you can only be in love with a human being.", "running_time": 117, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-09", "genres": ["Comedy", "Drama", "Romance"], "title": "Beautiful Girls (1996)"}