{"url": "http://www.rogerebert.com/reviews/beauty-in-trouble-2008", "by": "Ana Geislerovaas Marcela Cmolikova", "star_rating": 3.0, "text": "Marcela and Jarda live upstairs over his chop shop, where he and his buddies recycle stolen cars. This will get him arrested, she informs him time and again. Yes, but it puts food in the tummies of their children, and fuels him for sex, which is the only thing she can stand about him. They make so much noise in the sack that for their kids, covering their ears is part of the sleepy-time routine.\n\n\tA cretinish partner of Jarda has an oversight and steals a car equipped with the Czech equivalent of LoJack, and Jarda is indeed arrested. At the police station, the owner of the car meets the weeping Marcela. The owner (Josef Abrham) is a very nice man, shaggy hair, late 50s, tanned, good-looking, an ex-Czech who lives on his Italian vineyard. Very nice. He intends to sell his family house in Prague after his mother's death, but relents and lets the housekeeper continue to live there with her decrepit mother.\n\n\tThis is the situation soon after the outset of \"Beauty in Trouble,\" by director Jan Hrebejk and his longtime screenwriter Petr Jarchovsky. Maybe you remember them from the splendid \"Up and Down\" (2004), about the stolen Indian baby moving through layers of Czech society. Again this time, their story gives them a chance to admire the peculiarities of their characters. Marcela is a smart, sensitive woman who may have married the rough-hewn Jarda in the first place entirely because she was addicted to the sex.\n\n\tShe was not intended to live above a chop shop. Nor was she intended to move herself and her kids back in with her parents. Her mom is nice enough. Her father is a sneering perfectionist who drives the kids wailing from the table. After the situation develops more or less into hell on earth, she encounters Evzen Benes (Josef Abrham), the vintner, again. He's been worrying about what he saw in the police station. They have one of those friendly conversations that amount to, \"We're smiling because we know sooner or later we will have sex.\"\n\n\tSex between them is not really the point, however. They are relieved by each other's company. Her life is at a dead end. So is his, despite his wealth. He is very lonely. He invites Marcela and her children to his vineyard in Italy, where there is a swimming pool and a moon and all the other requirements. Can two people of considerably different ages live together simply because they enjoy each other so much? People have lived together for worse reasons.\n\n\tMost of the Czech films I've seen seem to sidestep plot, ideology, message and genre in order to celebrate people who have personalities peculiar to themselves. Some are funny, some gloomy, some eccentric, some sweet, but all very, very individual. There could not be a Czech action hero because he would be too whimsical. That's why Prague is the Mecca for so many action heroes from elsewhere. You can't just leave the Charles Bridge sitting there. Someone has to be machine-gunned on it.\n\n\tThis is the kind of film that achieves one simple but difficult thing: It pleases you. It has no particular insights, no truth to convey, no sure-fire gimmick to sell tickets, no stars you've heard of (although they are big in the not inconsiderable Czech film industry). You can safely attend dinner parties not having seen it. But for two hours you feel you have chosen wisely and not wasted your time, and you smile a lot.", "running_time": null, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-12-03", "genres": ["Drama", "Foreign"], "title": "Beauty in Trouble (2008)"}