{"url": "http://www.rogerebert.com/reviews/beauty-and-the-beast-imax-2002", "by": "Paige O'Haraas Belle", "star_rating": 4.0, "text": "With \"The Little Mermaid\" (1989) and \"Beauty and the Beast\" (1991), Disney in two strokes reinvented the animated feature, and the movie musical. Both genres were languishing in the 1980s--musicals seemed like a lost art--and these two films brought them to a new kind of life. All the big animated hits since (\"The Lion King,\" \"Aladdin,\" \"Toy Story,\" \"Monsters Inc.,\" \"Shrek\") descend from that original breakthrough, which blasted animated films out of the kiddie-film category and saw them, as Walt Disney originally saw them, as popular entertainments for all ages.\n\n\"The Little Mermaid\" was the film that reminded audiences how entertaining animation could be, and \"Beauty and the Beast\" was the breakthrough--the first film to win an Oscar nomination in the Best Picture category. Disney itself groups the film with \"Snow White\" and \"Pinocchio\" as one of its three best. Now \"Beauty\" is back, in a new version so vibrant it's like experiencing the film anew. For its engagements starting today on giant IMAX screens around the country, the movie has received a frame-by-frame restoration (since even the tiniest blemish isn't tiny on an IMAX screen). The soundtrack has been prepped for IMAX's 74-speaker surround sound. And there's even new footage.\n\n\"Human Again,\" the added footage, is not a \"deleted scene\" that has been added to this re-release in the spirit of countless recent \"director's cuts.\" Although a scene is occasionally dropped from an animated film, the pre-planning that goes into them, and the labor-intensive nature of the work, make it rare for scenes to be fully animated and then cut. What Disney started with was an original song by Howard Ashman and Alan Menken, written for the \"Beauty and the Beast\" score but then dropped from the screenplay. The song was put back in for the Broadway stage version of \"Beauty,\" was a hit, and belatedly won a place in the movie. It has nowbeen animated for the first time.\n\nThe new scene stars three of the Beast's household servants, who fell under the same curse as their master, and were transformed into (hardly inanimate) objects. Lumiere (voice by Jerry Orbach) is a candelabra, Cogsworth (David Ogden Stiers) is the clock, and Mrs. Potts (Angela Lansbury) is the teapot (Chip, of course, is her son, the teacup).\n\nJoined by a chorus line of other household utensils, products and tools, they sing in anticipation of being restored to human form if the Beast makes his deadline and falls in love with Belle before the last petal falls from the enchanted rose.\n\nSitting in front of the IMAX screen, I was reminded again that the giant format is a major part of the experience. There is a theory that quick cuts in such a large format tend to disorient the audience, and many IMAX films move in a stately manner from one static composition to another, but the quick pace of \"Beauty\" presented no problems. To be sure, the picture was not originally filmed with IMAX cameras, but this restoration is not a blow-up of an existing 35mm print but a digital re-creation of it for the bigger screen.\n\nDisney pioneered this form of giant-screen re-release with its \"Fantasia 2000\" (1999). Seeing \"Beauty and the Beast\" again this way, I began to daydream about other classics that could be showcased on IMAX. The year 2001 came and went without a proper national re-release of \"2001: A Space Odyssey,\" and although Francis Ford Coppola's \"Apocalypse Now Redux\" got somewhat more exposure, imagine it on the giant screen. As the average American movie screen grows smaller and smaller, as palaces are phased out for multiplexes, why isn't IMAX the natural home for the great Hollywood epics?", "running_time": 94, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-01-01", "genres": ["Animation", "Family", "Fantasy"], "title": "Beauty and the Beast (IMAX) (2002)"}