{"url": "http://www.rogerebert.com/reviews/beautiful-boy-2011", "by": "Maria Belloas Kate", "star_rating": 3.0, "text": "The death of a child is a calamity. When that child has gone on a killing rampage at his campus and then taken his own life, it must be a tragedy so fundamental that it paralyzes thought. “Beautiful Boy” gives us a glimpse of the young student on the night before his murders, and then is about how his parents live with what he has done.\n\nNo rational response seems possible. They cannot reason with madness. Their son fits all the cliches of sudden killers: He was quiet, shy, kept to himself, never caused trouble. In scenes before his death, we see that his home was an arid minefield. His parents were closed off from each other and on the edge of divorce. When he telephones them on his last night, their advice is “study hard.” His mother speaks with him longer than his father, but neither picks up what we see: The boy (Kyle Gallner) is on the edge of tears.\n\n“Beautiful Boy” is a sin­cere attempt to imagine the aftermath of tragedy for the parents. Maria Bello and Michael Sheen play Kate and Bill, two people living in a daze. The news of their son's death is followed immediately by the news about his rampage. Ordinary grief is stunned senseless. Their home is immediately placed under siege by reporters and TV news crews demanding a statement. This is always the case. I always wonder what the reporters are hoping for. What can be said? When Bill finally reads out a statement of regret, it is perfunctory and useless.\n\nShawn Ku's film follows them. Bill tries to continue working at his office, but his co-workers stare and wonder. Kate is an editor and works on the manuscript of a new author. In her attention to minute details, she deadens herself. Driven from their home, they move in with her sister (Moon Bloodgood) and husband (Alan Tudyk). This can't last. Finally, they are alone in the world, checking into a motel where the night clerk (Meat Loaf Aday) becomes the first person in the film to treat them as if they were ordinary people.\n\nThey were ready to divorce. Now they are together because no one else in the world can share this devastating new fact with them. Were the killings their fault? Did their marriage produce a disturbed boy? Do they deserve more guilt than they already feel? It's here, I believe, that the film fails, almost by default. In a way, it must fail. Ku, who also co-wrote the screenplay, has posed himself questions without answers. His story permits no catharsis. There are moments when some minuscule contentment creeps back into the lives of Kate and Bill, in a scene at the hotel where they have a dinner of snack food and whiskey and remember a little why they were once in love. But there can never again be joy.\n\nA film like this can end honestly in only one way, and Ku is true to it. Life will go on, one baffling day after another. There can be no release, only a gradual deadening. So it must be with most parents of children who commit horrible deeds. People do things for which there are no reasons, and if they don't kill themselves, they must live, like Mark David Chapman, in the debris of their madness. \n\nThere is a film that dealt with such an incident from the killer's point of view. Gus Van Sant's “Elephant” (2003) was about the shooters at a high school massacre like Columbine. It dared to suggest no explanation, no insight, no theories. Shawn Ku does the same. Here is the crucial difference: Van Sant focused on the killers. Ku focuses on the parents. They are alive and are forced to live with the fact that there is no reason and no consolation. The parents of their son's victims are at least given the option of someone to hate.", "running_time": 100, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-06-08", "genres": ["Drama", "Indie"], "title": "Beautiful Boy (2011)"}