{"url": "http://www.rogerebert.com/reviews/beauty-and-the-beast-1991", "by": "Gary Trousdale", "star_rating": 4.0, "text": "\"Beauty and the Beast\" slipped around all my roadblocks and penetrated directly into my strongest childhood memories, in which animation looked more real than live-action features. Watching the movie, I found myself caught up in a direct and joyous way. I wasn't reviewing an \"animated film.\" I was being told a story, I was hearing terrific music, and I was having fun. \n\nThe film is as good as any Disney animated feature ever made - as magical as “Pinocchio,” “Snow White,” “The Little Mermaid.” And it's a reminder that animation is the ideal medium for fantasy, because all of its fears and dreams can be made literal. No Gothic castle in the history of horror films, for example, has ever approached the awesome, frightening towers of the castle where the Beast lives. And no real wolves could have fangs as sharp or eyes as glowing as the wolves that prowl in the castle woods. \n\nThe movie's story, somewhat altered from the original fable, involves a beauty named Belle, who lives in the worlds of her favorite library books and is repelled by the romantic advances of Gaston, the muscle-bound cretin in her little 18th century French village. Belle's father, a dotty inventor, sets off on a journey through the forest, takes a wrong turn, and is imprisoned in the castle of the Beast. And Belle bravely sets off on a mission to rescue him.\n\nWe already know, from the film's opening narration, that the Beast is actually a handsome young prince who was transformed into a hideous monster as a punishment for being cruel. And a beast he will be forever, unless he finds someone who will love him. When Belle arrives at the castle, that life-saving romance is set into motion - although not, of course, without grave adventures to be overcome.\n\nLike all of the best Disney animated films, “Beauty and the Beast” surrounds its central characters with a large peanut gallery of gossipy, chattering supporting players. The Beast's haunted castle contains household objects that act as his serving staff, and so we meet Lumiere, a candlestick; Cogsworth, a clock; and Mrs. Potts, a teapot with a little son named Chip. These characters are all naturally on Belle's side, because they want to see the Beast freed from his magic spell.\n\nThere are some wonderful musical numbers in the movie, and animation sets their choreography free from the laws of gravity. A hilarious number celebrates the monstrous ego of Gaston, who boasts about his hairy chest and the antlers he uses for interior decoration. “Be Our Guest” is a rollicking invitation to Belle from the castle staff, choreographed like Busby Berkeley running amok. And there is the haunting title song, sung by Mrs. Potts in the voice of Angela Lansbury.\n\nThe songs have lyrics by the late Howard Ashman and music by Alan Menken, the same team who collaborated on “The Little Mermaid,” and they bubble with wit and energy (“Gaston” in particular brings down the house). Lansbury is one of a gifted cast on the soundtrack, which also includes Paige O'Hara as the plucky Belle; Robby Benson (his voice sounding electronically lowered) as Beast; Jerry Orbach as the candlestick who sounds uncannily like Maurice Chevalier; David Ogden Stiers as the cranky Cogsworth, and Richard White as the insufferable Gaston, who degenerates during the course of the film from a chauvinist pig to a sadistic monster.\n\n“Beauty and the Beast,” like 1989's “The Little Mermaid,” reflects a new energy and creativity from the Disney animation people. They seem to have abandoned all notions that their feature-length cartoons are intended only for younger viewers, and these aren't children's movies but robust family entertainment.\n\nPerhaps it is inevitable, in an age when even younger kids see high-voltage special effects films like “Die Hard” or “Terminator 2,” that animation could no longer be content with jolly and innocuous fairy tales. What a movie like “Beauty and the Beast” does, however, is to give respect to its audience.\n\nA lot of “children's movies” seem to expect people to buy tickets by default, because of what the movie doesn't contain (no sex, vulgarity, etc.). “Beauty and the Beast” reaches back to an older and healthier Hollywood tradition in which the best writers, musicians and filmmakers are gathered for a project on the assumption that a family audience deserves great entertainment, too.", "running_time": 84, "mpaa_rating": "G", "release_year": 1991, "date_published": "1991-11-22", "genres": ["Animation", "Family", "Fantasy"], "title": "Beauty And The Beast (1991)"}