{"url": "http://www.rogerebert.com/reviews/beauty-shop-2005", "by": "Queen Latifahas Gina Norris", "star_rating": 3.0, "text": "Early in \"Beauty Shop,\" Queen Latifah asks her daughter if her pants make her butt look big. When the answer is \"yes,\" she slaps it and says, \"Good!\" And means it.\n\nLatifah is profoundly comfortable with herself, and \"Beauty Shop\" is comfortable with itself. It isn't simply trying to turn up the heat under a \"Barbershop\" clone, but to be more plausible (not a lot, but a little) in the story of a woman starting her own business. It's more of a human comedy than stand-up or slapstick.\n\nQueen Latifah stars as Gina, recently arrived in Atlanta from Chicago (where she appeared briefly in \"Barbershop 2\"). She's already the top stylist in an upscale salon run by the improbable Jorge Christophe, a streaked blond self-promoter who keeps Latifah from being the only queen in the movie. Jorge is over the top in every possible way, and you have to blink a couple of times before you realize he's being played by ... Kevin Bacon?\n\nIt's very funny work, and it sets up Gina for a big showdown where she walks out on Jorge and starts her own beauty shop. There's nothing terrifically original in the way she finds an old salon, remodels and repaints it, and staffs it with a shampoo girl (Alicia Silverstone) from Jorge's and an array of expert and verbal hairdressers, most notably Miss Josephine (Alfre Woodard) and Darnelle (Keshia Knight Pulliam from \"The Cosby Show\"). But consider the scene where she applies for a bank loan, and gets it after she shows the loan officer what she should be doing with her hair.\n\nIt is a convention of these movies that the shop is under threat from a landlord, a developer or another ominous menace. This time it is the jealous Jorge, bribing a corrupt city inspector to put Gina out of business, and later taking more drastic measures. The movie wisely doesn't treat the threats as the whole plot, and it's refreshing how most of the movie is essentially about the characters, their stories, their lives.\n\nGina, for example, is a widow raising her daughter Vanessa (Paige Hurd), a promising pianist. The man who lives upstairs over the beauty shop is Joe (Djimon Hounsou), an African who is both an electrician and a pianist. That sets up a sweet romance that isn't the usual bawdiness, but kind of touching, especially since Hounsou has so much warmth as an actor.\n\nJust as \"Barbershop\" had one white barber (Troy Garrity), \"Beauty Shop\" has one white beautician (Silverstone, promoted from shampoo girl). Andie MacDowell plays a customer from Jorge's shop who makes a crucial trip across town to follow Gina, her favorite hairdresser, and Mena Suvari is another customer from the old shop, not so nice.\n\nSome of the other employees, including the outspoken Miss Josephine, came with the old shop; others walk in through the door, including Bryce Williams as James, an ex-con truck driver who knows so much about braids that Gina hires him on the spot, setting off intense speculation in the shop about his sexuality.\n\nThe beauty of the \"Shop\" movies is that they provide a stage for lively characters. Countless plays have been set in bars for the same reason. The format almost works like a variety show, allowing each character to get a solo, as when Woodard's Miss Josephine takes the floor for a passionate recital of Maya Angelou's \"Still I Rise.\"\n\nPresiding like a den mother and emcee, Queen Latifah exudes a quiet confidence that sort of hugs the movie, making it feel warmer than the \"Barbershop\" films. \"Beauty Shop\" doesn't shout at us, not even when catastrophe strikes; it's more about choosing a goal, being confident you can get there, and having some fun along the way.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-31", "genres": ["Comedy", "Romance"], "title": "Beauty Shop (2005)"}