{"url": "http://www.rogerebert.com/reviews/beautiful-creatures-2001", "by": "Rachel Weiszas Petula", "star_rating": 1.5, "text": "I spent last week at the Conference on World Affairs at the University of Colorado, where one of my fellow panelists created a stir by standing up and shouting that the women on his panel were \"man-haters,\" and he was fed up and wasn't going to take it anymore.\n\nHe would have had apoplexy if he'd seen \"Beautiful Creatures,\" from Scotland. Here is a movie about two of the most loathsome women in recent cinema, and the movie thinks the male characters are the villains. It gets away with this only because we have been taught that women are to be presumed good and men are to be presumed evil. Flip the genders in this screenplay, and there would not be the slightest doubt that the characters named Petula and Dorothy are monsters.\n\nConsider, for example, the setup. Dorothy (Susan Lynch) has been unwise enough to shack up with a boyfriend who is not only a junkie but also a golfer. This makes her a two-time loser. She pawns his golf clubs. He gets revenge by throwing her brassiere in boiling water, dying her dog pink, and stealing her money, which is from the pawned golf clubs. Any golfer (or junkie) will tell you that at this point, they are approximately morally even.\n\nDorothy leaves the house and comes upon a disturbance in the street. Petula (Rachel Weisz) is being beaten by Brian (Tom Mannion). Why is he doing this? Because the movie requires this demonstration of typical male behavior. Dorothy is already mad, and now she loses it. She slams Brian with a pipe to the back of the head, and the two women, instantly bonding, carry his unconscious body to Dorothy's flat, where they share a joint while Brian dies in the bathtub. \"You just get sick listening to all that `gonna [bleeping] kill you' stuff,\" Dorothy explains.\n\nImagine a scene where a man slams a woman with a pipe, and then joins her boyfriend in dragging the body into the bathtub and sharing a joint while she dies. Difficult. Even more difficult in a comedy, which, I neglected to mention, \"Beautiful Creatures\" intends to be. But I don't want to get mired in male outrage. Men are more violent than women, yes, and guilty of abuse, yes, although the percentage of male monsters is incalculably higher in the movies than in life. Like Thelma and Louise, Dorothy and Petula commit crimes that are morally justifiable because of their gender. We even like them for it. They have to conceal the death, for example, because \"no one would believe\" they had not committed murder. My own theory is that any jury in Scotland would believe their story that the man was violent and Dorothy had come to the defense of a sister.\n\nThe movie, set in Glasgow and one of the many offspring of \"Trainspotting,\" uses local color for a lot of its gags. Instead of picketing \"The Sopranos,\" Italian Americans should protest the new wave of films from Scotland, which indicate Scots make funnier, more violent, more eccentric and more verbal gangsters than they do. Films and TV shows that portray ethnic groups as interesting and colorful are generally a plus, since those viewers dumb enough to think every story is an \"accurate portrait\" are beyond our help anyway.\n\nThe plot. The dead man has a brother who is a rich bad guy. The women cut off the corpse's finger and send it with a ransom demand. A detective (Alex Norton) comes to investigate, gets in on the scheme and alters it with designs of his own. Meanwhile, the junkie boyfriend turns up again, and one thing leads to another. You know how it is.\n\nThere is some dark humor in the movie, of the kind where you laugh that you may not gag. And the kind of convoluted plotting that seems obligatory in crime films from Scotland (consider \"Shallow Grave\"). I am not really offended by the movie's gender politics, since I am accustomed to the universal assumption in pop (and academic) culture that women are in possession of truth and goodness and men can only benefit from learning from them. In fact, if the movie had been able to make me laugh, I might have forgiven it almost anything.", "running_time": 88, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-04-20", "genres": ["Comedy", "Drama", "Foreign", "Suspense", "Thriller"], "title": "Beautiful Creatures (2001)"}