{"url": "http://www.rogerebert.com/reviews/beautiful-thing-1996", "by": "Glenn Berryas Jamie Gangel", "star_rating": 3.0, "text": "“Beautiful Thing” tells the story of two teenage boys, neighbors\rin a London high-rise housing project, who gradually become aware that they are\rhomosexual. But a funny thing happens: the most interesting scenes involve the\rcharacters around them, who all but steal the movie. The boys' lives contain\rfew surprises (it is clear from the start what the one big surprise is going to\rbe), but from the other characters there is one astonishment after another.\n\nThe\rboys are Jamie (Glenn Berry), an introverted, quiet type, and Ste (Scott Neal),\ran athlete. Jamie becomes aware that he's drawn to Ste, but does nothing about\rit until one night when Ste is beaten (as usual) by his alcoholic father, and\rJamie's mother takes pity and allows Ste to sleep at their house. Ste and Jamie\rfairly quickly discover how they feel about each other, and there is a touching\rscene where they study a copy of Gay Times magazine, trying to figure out what\rthey're supposed to know about homosexuality. (They guess that the word “frottage”\rmeans a kind of yogurt.) Their relationship is shown in a fairly simple, sweet\rway, and we realize that, straight or gay, all teenage first romances have a\rlot in common, including great wonder inspired by raging hormones and\ridealisms. What is much more interesting is the world they inhabit. The housing\rproject consists of long rows of flats opening onto balconies, and along the\rbalconies the neighbors have established an easygoing, friendly community.\n\nWe\rmeet Jamie's mother Sandra (Linda Henry), a barmaid with a big personality.\rShe's loud, jolly, self-confident, good company. Her relationship with her son\rseems basically a healthy one, although some might question her hours, and her\rchoice in boyfriends. Her current squeeze is Tony (Ben Daniels), a leftover\rhippie younger than her, who is a good sort, although pot has made him vague.\r(Meditating on Jamie's situation, he comes up with profundities such as, “I\rthink he should just like . . . move towards getting away from all that”).\n\nThe\rdynamo of the balcony is a young black woman named Leah (Tameka Empson), who\rlives next door and obsesses about the Mamas and the Papas. She wants, indeed,\rto be the next Mama Cass, and plays her records at top volume at unexpected\rhours. “It's not natural,” Sandra says. “A girl her age, into Mama Cass.” On\rthe other side lives Ste's dysfunctional family, which also includes a violent\rolder brother.\n\nThese\rperipheral characters are the real life of the film. They're quirky, funny, and\runpredictable. There is nothing really remarkable about Jamie and Ste; the\rdirector, Hettie Macdonald, exhausts what she has to say about them by making\rthem gay and having them understand and accept that. But Sandra, Leah and Tony\rare colorful adults who are verbal (if not articulate) about their beliefs and\rdesires, and we brighten up every time we see them on the screen.\n\nAlthough\rI have never been a gay London teenager, I had the feeling that Jamie and Ste\rwere not understood very deeply by the film, and their behavior wasn't\rconvincing. After they tentatively accept that they are gay, for example, they\rgo to a pub advertised in Gay Times and find drag queens putting on a floor\rshow. (One of the songs is “Hava Nagillah”). Here they realize they are not\ralone in the universe, and even eventually invite Sandra and Tony to go there\rwith them.\n\nOh,\ryeah? To begin with, no London teenager is going to be completely in the dark\rabout homosexuality. Not in these times. Nor are most 16-year-olds going to\rfind much amusing in a pub full of older men, many of them in drag, a lot of\rthem drunk. Teenagers of any sexuality seek others their age, think\r30-year-olds are “old,” and might be a little slow to dig middle-aged men doing\rBarbra Streisand imitations.\n\nThis\rpub is not going to be the answer to Jamie and Ste's search, and yet there are\rtimes, I swear, when the movie actually seems to think that once you come out\rof the closet, you head straight for the pub and live there happily for the\rrest of your life. It also contrives a happy ending where Jamie and Ste embrace\reach other in public in a commons area at the project, while Mama Cass's voice\rbounces encouragingly off the walls, and neighbors and strangers beam their\rapproval. Also not a likely scenario. The scene where Sandra confronts the\rtruth about Jamie, on the other hand, is well-written and acted; the movie\runderstands her better than her son.\n\n“Beautiful\rThing” is essentially a fantasy, a coming-out fable with about the same depth\rand insight as a romance novel for teenagers. What makes the movie special and\rworth recommending are those other characters. I'd like to see a whole movie\rabout Leah. I was pleased that Sandra finally got her own pub, and I'd like to\rsee a movie about her managing it. As for Jamie and Ste, they will grow up and\rbecome more complicated, better-informed and less one-dimensional, and the day\rwill come when they will look at a movie like this, smile, and shake their\rheads in amusement and disbelief.", "running_time": 89, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-15", "genres": ["Comedy", "Drama", "Foreign"], "title": "Beautiful Thing (1996)"}