{"url": "http://www.rogerebert.com/reviews/beavis-and-butt-head-do-america-1996", "by": "Mike Judgeas Butt-Head", "star_rating": 3.0, "text": "It is impossible to deal with “Beavis and Butt-Head Do America” without first dealing with Beavis and Butt-Head themselves. The real subject of the film is attitude, because B&B are *about* attitude. What actually happens is of little importance, since Beavis and Butt-Head are so stupid and sublimely self-absorbed that the exterior world has little reality except as an annoyance or distraction.\n\nIt would be easy to attack B&B as ignorant, vulgar, depraved, repulsive slobs. Of course they are. But that would miss the point, which is that Mike Judge's characters reflect parts of the society that produced them. To study B&B is to learn about a culture of narcissism, alienation, functional illiteracy, instant gratification and television zombiehood. Those who deplore Beavis and Butt-Head are confusing the messengers with the message.\n\nFor B&B, happiness is easily defined. It consists of sitting side by side on a sofa, watching television, which they dimly perceive as containing images of food, drink, mayhem and large breasts. As long as the TV is on and they are supplied with food and drink, B&B see no need to move. They would be as happy in prison, assuming the set was working. (The movie shows an album of old photos of B&B growing up; we see them as infants, toddlers, children, teenagers, etc.--always on the couch, watching TV).\n\nEarly in Mike Judge's “Beavis and Butt-Head Do America,” there is a funny sequence in which their television is stolen. This becomes apparent to B&B after a time, because they realize that they are looking at the place where the TV should be, and it is not there. As this fact sinks in, they grow restless and disturbed. Beavis (or Butt-Head; I forget) tries to reconstruct the crime, and the movie shows a series of shots: (1) broken window, (2) missing TV, (3) footprints leading from window to where TV was, (4) footprints leading out the open door. Then the movie repeats this series of shots a second time, and then a third time, and then the series is broken up into closeups, for closer study. Eventually the clues are correctly deciphered: The set is not there because it has been stolen! This sequence is brilliant in the way it illustrates the mental capabilities of B&B, who between them have the I.Q. of a cork.\n\nI said I wasn't sure if Beavis or Butt-Head deconstructed the TV theft. It is, of course, possible to tell them apart: As on the MTV series that spawned them, one wears a Metallica T-shirt, and the other wears an AC/DC T-shirt. Their haircuts differ. And one has a more-or-less permanent damp patch in his crotch. I am sure students of the TV series can describe subtle differences in their personalities, just as there are said to be viewers who can identify the individual Ninja Turtles. For practical purposes, however, B&B are one personality, split into two so that they will have somebody to talk to.\n\nThe plot of the movie involves a deadly biological weapon that comes into the possession of B&B during a trip on which they encounter normal Americans, including a retired couple touring the west in their camper. Through a series of adventures unnecessary to describe, B&B eventually end up in the Oval Office (and there is a cameo for President Clinton). In between, the health and safety of the nation has been threatened, and B&B have used the retired couple's camper and several other locations for their most inventive and ambitious pastimes, which are masturbating and passing gas. They also have completely missed the point of everything that has happened to them, everything said to them, and everything around them.\n\nIt is impossible to feel any affection for B&B. They aren't lovable goofs, like Bill and Ted (of “Excellent Adventure” fame). Judge has stripped them of all redeeming qualities. Why, then, did “Beavis and Butt-Head Do America” hold my interest, and amuse and stimulate me--why was the movie so much fun? Because B&B represent an extreme version of people we see around us every day, and because the movie is radical and uncompromising: Having identified B&B as an extreme example of grunge, disaffection and cheerfully embraced ignorance, the movie is uncompromising in its detestation of them.\n\nI make this point because it is widely but wrongly believed that “Beavis and Butt-Head” celebrates its characters, and applauds their sublime lack of values, taste and intelligence. I've never thought so. I believe Mike Judge would rather die than share a taxi ride to the airport with his characters--that for him, B&B function like Dilbert's co-workers in the Scott Adams universe. They are a target for his anger against the rising tide of stupidity.\n\nB&B share another quality with Adams' Dilbert strip: The use of what the French call the “clear line” approach to cartooning and animation. The master of this style, Herge, used it in his Tin Tin books to create a world of extreme simplicity, in which nothing existed except exactly what was needed to fill the next frame and further the story. (Ernie Bushmiller's Nancy strip is another good example). The movie is not “fully animated” in the sense that “The Lion King” is, but its low-rent animation disguises a sophisticated graphic style and visuals that perfectly suit the material: The movie looks the way it should.\n\nAll of this is just another way of saying that the less you're like Beavis and Butt-Head, the more you might like this movie. On the other hand, B&B would probably enjoy it, too--if it was on television. I wonder if they would notice that it was about themselves.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-12-20", "genres": ["Animation", "Comedy"], "title": "Beavis and Butt-Head Do America (1996)"}