{"url": "http://www.rogerebert.com/reviews/because-of-winn-dixie-2005", "by": "AnnaSophia Robbas Opal", "star_rating": 2.0, "text": "\"Because of Winn-Dixie\" tells the story of a lonely girl with a distant father, who is adopted by a dog. The dog changes her life, helps her make her friends, and gives her someone to confide in for the first time. All without doubt sweet and warm-hearted, but there is another film with a similar story that is boundlessly better, and that is \"My Dog Skip\" (2000). Also with the lonely kid. Also with the dog who makes friends. Also with the dad who thinks the dog should go back to the pound.\n\nThe difference between the two films is that \"My Dog Skip\" is made with a complexity that appeals to adults as much as children, while \"Because of Winn-Dixie\" seems pretty firmly aimed at middle school and below. Its portrait of the adult world comes from storybooks, not life, and its small town is populated entirely by (1) eccentric characters, and (2) anonymous people seen from a distance.\n\nThe little girl is named Opal (AnnaSophia Robb). She is 10, and lives in a house trailer supplied rent-free to her dad, who preaches in a church that uses the corner convenience store. When Opal was 3, her mother ran away from the family for reasons unknown. Preacher (apparently his only name) has been depressed ever since, and spends long hours gazing out the window and \"working on a sermon.\"\n\nHe sends Opal to the Winn-Dixie supermarket, and while she's there a dog runs up and down the aisles and is chased by countless clerks, who skid into piles of cans and knock over pyramids of boxes; destruction during a supermarket chase is the indoor shopping equivalent of the Fruit Cart Scene. Opal rescues the dog, claims it is hers, and names it Winn-Dixie.\n\nAlthough both her dad and Mr. Alfred, the mean old man who runs the trailer park, want the dog to go to the pound, Opal stubbornly bonds with Winn-Dixie, and together they meet (1) Otis, played by Dave Matthews, who is the temporary clerk at the local pet store; (2) Gloria Dump, played by Cecily Tyson, who is blind and very wise, (3) Miss Franny, played by Eva Marie Saint, who is a fading southern belle with genteel airs, and (4) various local kids.\n\nOtis takes out his guitar and sings her his story one day, in a nice scene. But is he really the clerk in the pet shop? What happened to the owner? And why, for that matter, does this pet shop stock ducks, chickens, pigs and pigeons in addition to cats and dogs and hamsters? Is this a pet store, or an ark? Another local business, now defunct, once made Luttmuss Lozenges; when you put one in your mouth, you think it tastes like emotions. No surprise to me; I've always thought M&Ms tasted like uncertainty, Peppermint Patties like sarcasm and Tootsie Rolls like sweet revenge.\n\nAlthough the movie has heartfelt conversations about the absence of Opal's mother, and scenes in which dog ownership is viewed as a great philosophical consolation, the picture mainly meanders until a big party scene at Miss Gloria's, to which all of the characters are invited -- even Preacher, who, true to the ancient tradition of movie fathers, arrives late but then recognizes that his daughter has done a good thing.\n\nIt is one of those parties you see only in the movies, where the people may be poor, but they have an unlimited budget for candles. Hundreds of them. Thousands, maybe, all over the yard outside Miss Gloria's house. Covered dishes are uncovered, and meanwhile the stage has been set for drama.\n\n\"We have to be sure Winn-Dixie doesn't get out during a thunderstorm,\" Opal says. \"He might run away.\" This makes it absolutely certain there will be a thunderstorm, right in the middle of the party, and that Winn-Dixie will run away, and have to be searched for all over town, with Opal's little voice piping \"Winn-Dixie! Winn-Dixie!\" until ... well, until the thunderstorm clears as quickly as it sprang up, and the party resumes, and so on.\n\n\"Because of Winn-Dixie\" doesn't have a mean bone in its body, but it's dead in the water. It was directed by Wayne Wang, who usually (how can I put this?) makes films for grown-ups (\"The Joy Luck Club,\" \"Smoke,\" \"The Center of the World,\" \"Maid in Manhattan\"). Why did he choose this project? Why did he feel it had to be made? Did he screen \"My Dog Skip\" and realize he'd been dealt a weak hand? I don't know, and maybe I don't want to know.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-02-17", "genres": ["Comedy", "Drama", "Family"], "title": "Because of Winn-Dixie (2005)"}