{"url": "http://www.rogerebert.com/reviews/becoming-jane-2007", "by": "Anne Hathawayas Jane Austen", "star_rating": 3.0, "text": "Jane Austen wrote six of the most beloved novels in the English language, we are informed at the end of \"Becoming Jane,\" and so she did. The key word is \"beloved.\" Her admirers do not analyze her books so much as they just plain love them to pieces. When I was very sick last year there was a time when I lost all interest in reading. When I began to feel a little better, perhaps strong enough to pick up a book, it was Austen's Persuasion. What else? And I entered again the world of that firm, fine intelligence, finding the humors and ironies of human existence in quiet domestic circles two centuries ago.\n\n\"Becoming Jane\" is a movie every Janeite will want to see, although many will not approve of it. The Jane Austen in the film owes a great deal more to modern romantic fancies than to what we know about the real Jane Austen, and if Austen had been as robust and tall in those days (circa 1795) as Anne Hathaway, the 5-foot-8-inch actress who plays her, she would have been considered an Amazon. Studying the only portrait drawn during her life, by her sister Cassandra, I think Austen looks more like Winona Ryder. But no matter. Patton was no George C. Scott.\n\nMy quarrel involves what this film thinks Jane is 'becoming': A woman, or a novelist? The action centers on a passionate romance between Jane at about 20 and a handsome, penniless young lawyer named Tom Lefroy (James McAvoy). What intimacies or decisions they arrive at, I will leave for you to discover, but surely few of Jane's contemporaries would have allowed themselves to be so bold. Jane, in any event, discovers love. And in the movie's sly construction, she also discovers a great deal of the plot of Pride and Prejudice, beginning with Mr. Lefroy as the original for Mr. Darcy. She even happily chances on what will become the novel's opening words: \"It is a truth universally acknowledged, that a single man in possession of a good fortune must be in want of a wife.\"\n\nAusten is already an author as the movie opens, although she will not for many years be a published one. We see her sitting at a beautiful desk in a beautiful chair, writing with a beautiful quill pen in a stylish script and gazing out at a beautiful pastoral view, like an illustration for a Regency edition of the Levenger catalog.\n\nReader, it was not so. In her famous A Room of One's Own, Virginia Woolf writes: \"A woman must have money and a room of her own if she is to write fiction.\" But Austen, a rector's daughter, had neither. Woolf writes: \"The middleclass family in the early 19th was possessed only of a single sitting room between them. If a woman wrote, she would have to write in the common sitting room -- Jane Austen wrote like that to the end of her days. 'How she was able to effect all this,' her nephew writes in his memoir, 'is surprising, for she had no separate study to repair to, and most of the work must have been done in the general sitting room, subject to all kinds of casual interruptions.' \"\n\nBut in the movie, as always in the movies, writing flows easily and life is hard, when in reality life is hard and writing is harder. Jane learns this in one of the movie's best scenes, when she calls on Ann Radcliffe, one of the few women novelists then existing, who created the gothic novel.\n\nThe romance with Tom Lefroy is based on speculation in a recent biography by Jon Spence, but I suspect it has been much improved here. In her surviving letters to Cassandra, to whom she told everything, Jane mentions Mr. Lefroy the first time on Jan. 9, 1796, and the last time on Jan. 16 of the same year. Love could hardly have flowered so fast in those days, especially since rector's daughters had to walk everywhere.\n\nSo followers of Austen will know they are watching a fiction. How good is it? Pretty good, in the same way that the movies based on Austen's books are good; in the movie version of Britain in that era, Laura Ashley seems to have dashed in to dress everyone, while Martha Stewart was in the kitchen. Hathaway is a stunning beauty, with big eyes and a dazzling smile, and McAvoy as Mr. Lefroy seems to have modeled his dashing personality on Tom Jones, the hero of a scandalous novel he gives Jane, who much enjoys it.\n\nHer parents are played by Julie Walters and James Cromwell, who have the good sense to stay under the blankets while indulging in hanky-panky that must not have been common in the vicarages of the day. And Maggie Smith plays the dowager Lady Gresham, one of those minor titled figures who believe they've been charged by heaven to pass judgment on everyone in the neighborhood, especially anyone who is young and has a breath of feeling.\n\nMr. Lefroy's problem is that he depends on an allowance from his uncle, who will cut him off cold should he marry a country girl. Austen has another suitor named Mr. Wisley (Laurence Fox), who has money but no charm or beauty. Austen feels keenly that she must help support her family, but believes optimistically she can do so from her writings, still for the most part unwritten. Lefroy is desperate not to lose his allowance. Yet they are so much in love. But can they live in a dirt-floored cottage, with Jane plunging her fair skin into laundry water?\n\nThe way all of this plays out is acted warmly by the principals, and Eigil Bryld's photography (of Ireland) makes England look breathtakingly green and inviting. The director, Julian Jarrold (\"Kinky Boots\" and the TV version of \"White Teeth\") is comfortable with the material, and it is comfortable with him. Maybe too comfortable. The coast is clear for the sequel, \"What Jane Became.\"", "running_time": 120, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-08-02", "genres": ["Drama", "Romance"], "title": "Becoming Jane (2007)"}