{"url": "http://www.rogerebert.com/reviews/bed-and-board-1971", "by": "Jean-Pierre Leaudas Antoine Doinel", "star_rating": 4.0, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nSo here he is for the last time, Antoine Doinel, who has grown up like the rest of us and has finally, apparently, found conjugal peace. He has changed a lot along the way. Francois Truffaut first introduced Antoine in \"The 400 Blows\" (1959), his first feature. The character was roughly based on Truffaut's own youth and adolescence, when he was the next thing to a juvenile delinquent and prowled the streets of Paris.\n\n\"The 400 Blows,\" with Godard's \"Breathless\" (1960) and Chabrol's \"Le Beau Serge,\" inaugurated the French New Wave and changed the face and style of filmmaking almost overnight. But we don't remember \"The 400 Blows\" for historical reasons; we remember it because, for many of us, it was our first taste of personal, almost intimate, filmmaking.\n\nThe Hollywood movies we saw during the 1950s had grown increasingly sterile and clumsy, with a few exceptions, but now here was a new filmmaker with a relaxed and unstudied manner, who recorded the rhythms of life itself, Instead of some arthritic plot. He allowed us to spend some time with the boy Antoine, his parents, his school and his moody adolescent terrain. There are some movies that are spoken of in hushed tones as \"classics,\" and studied joylessly for their perfection, but \"The 400 Blows\" will never age like that. It will be one of the movies we can put in a time capsule to convince the next generations that some of us, at least, breathed.\n\nWith the exception of an interim short subject, Truffaut didn't return to the autobiographical character of Antoine until \"The Stolen Kisses\" (1968), which once again starred Jean-Pierre Leaud. It was clear with this movie that Truffaut and Antoine had changed a great deal. \"Stolen Kisses\" was more on the side of whimsy than pathos, and wasn't nearly as serious as the earlier film.\n\nBut it was a great film in its own way, showing us young Antoine in a variety of jobs and loves. At the end of \"The 400 Blows,\" we expected, I think, that Antoine would grow up to be an extraordinary human being of some sort, but we were wrong. Truffaut aged him into a pleasant, rather ordinary young man in his early 20s, and now with \"Bed and Board,\" Antoine has actually become bourgeois.\n\nHe's married Christine, the girl who took him home for that disastrous dinner party in \"Stolen Kisses,\" and they've settled in a comfortable apartment, decorated with Christine's touch, above the courtyard where Antoine works. (Seemingly unattracted to any vaguely ordinary job, Antoine dyes flowers.) The building is inhabited by the most motley assortment of boarders since the menagerie in \"The Fifth Horseman Is Fear,\" and Truffaut gives us an unstudied notion of the life around the courtyard.\n\nChristine becomes pregnant after a decorous interval, and Antoine gets some sort of inexplicable job operating model boats for an American film. He also falls in love with a beautiful Japanese girl, and the affair picks up such momentum that Christine bars him from their bed. Alas, the other girl is addicted to saying \"thank you\" much too often, and Antoine finds that he's developing leg cramps trying to eat close to the floor, Japanese style. He longs for Christine again, and she for him, and the movie has a happy ending.\n\nTruffaut himself has changed enormously in the past decade, and Antoine's story has become an autobiography, not of Truffaut's life, but of his art. You get the feeling from his films that he's one of the most gentle and civilized of directors, and that he finds the events of ordinary human life just as fascinating as heroic or melodramatic subjects. \"Bed and Board\" is one of the most decent and loving films I can remember. If it doesn't provide quite the outcome we would have expected for Antoine, it will do.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-05-04", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "Bed and Board (1971)"}