{"url": "http://www.rogerebert.com/reviews/bed-of-roses-1996", "by": "Christian Slateras Lewis", "star_rating": 2.0, "text": "\"Bed of Roses\" tells a sappy story about two sad sacks\rwho get more or less what they deserve - each other. It's one of those weepers\rthat might have made sense in the 1930s, with big stars to let us know it was\ronly kidding. But I'm afraid this movie is very serious about its romance,\rwhich is so earnest and sweet that I kept hoping at least one of the lovers\rwould turn out to be a slasher.\n\nThe\rfilm opens with a day in the life of Lisa (Mary Stuart Masterson), a top-level\rexecutive whose private life is empty despite the presence (or more often the\rabsence) of a boyfriend. Both of them are workaholics, making it convenient to\rgo with a person who has no time for them. One day Lisa gets some news: A man\rnamed Stanley has died in Philadelphia. On the same day, she receives a\rmysterious delivery of flowers, from an anonymous admirer.\n\nWe\rlearn more about Stanley later: He was Lisa's abusive adoptive father, who\rreared her after she was abandoned at an airport. Stanley's wife died soon\rafter the adoption; Lisa is a woman with more missing parents than most. (There\ris even a flashback to little Lisa asking the drunken, sullen Stanley,\r\"When's my birthday?\" and him growling, \"You don't have a\rbirthday.\") Back to the present. Who are the flowers from? She\rcross-examines the deliveryman, named Lewis (Christian Slater). He claims to\rknow nothing, but later confesses the flowers are from him.\n\nHe\rtakes long walks at night, you see, to try to forget the pain of his wife and\rchild having died, and one day he saw her standing in her window, and fell in\rlove. Oh, and he owns the florist shop.\n\nLisa\rand Lewis are both almost bent with the weight of their misfortunes, but they\rbegin to date, and the progress of their relationship is charted by Lisa's best\rfriend, Kim (Pamela Segall), who is one of those convenient characters put into\rmovies so the heroine will have someone to talk to while providing innermost thoughts that otherwise would have to\rgo into voice-over narration.\n\n(At\rleast Segall brings bright energy to the role; we have a feeling that if the\rflowers had been delivered to Kim she would have had better things to do than\rspend three days trying to find out who sent them.) Far be it from me to reveal\rwhat happens as the romance progresses. But I'm serious about thinking one of\rthem would turn out to be a dangerous nut. Usually, in modern movies, romantic\rsetups like this are played so straight only when a nasty surprise is going to\rpop up later (see \"Fatal Attraction\").\n\nIs\rhe too good to be true? Does her moody exterior conceal dangerous aberrations?\rAlas, no. The movie hinges on that most reliable of modern romantic clichés,\rthe Fear of Commitment. How can she commit to romance when she has been abused\rby Stanley and grown up to be a workaholic? And how can he commit, when he is\rafraid all will end in disaster, as it did with his first wife? Just to give\ryou a sample of the movie's goofiness, the two of them spend their first date\rdelivering flowers. See, even though Lewis owns the shop, he likes to deliver\rthe flowers himself, just to see people's faces light up when they receive\rthem. What a sensitive guy.\n\nThe\ractors are wasted on this material, which moves forward with grave\rdeliberation. Mary Stuart Masterson, who specializes in spunk and fortitude,\rdoesn't seem right as an unfocused, self-pitying loser. And Christian Slater is\rbetter as a cool, laconic outsider than as a dreamer with a song in his heart.\rMaybe one reason they seem unconvincing is that the story lays it on so thick;\rthey're buried by the material.", "running_time": 87, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-01-26", "genres": ["Drama", "Romance"], "title": "Bed Of Roses (1996)"}