{"url": "http://www.rogerebert.com/reviews/bedazzled-1968", "by": "Dudley Mooreas Stanley Moon", "star_rating": 4.0, "text": "There is a certain kind of humor I will always identify with Bob and Ray. Most of their material is based on \"normal\" situations: a sports interview, a world cruise, a routine police search for a whale lost in Brooklyn.\n\nThey approach this material in two ways. Either they play the scene absolutely straight (\"We have a few promising leads and we think we can turn up that whale by tomorrow, Mr. Ballou\"), or they slowly and logically work themselves out on a limb of pure fantasy (\"Good gracious! A woman, apparently thinking the door was in service, has gotten into it and brings this whole World Championship Revolving Door Race to a startling and unexpected conclusion.\")\n\nThis sort of humour isn't necessarily funny in itself. The audience must supply an attitude toward the material. When Bob and Ray had their radio program years ago, they would supply lines like \"Now Gabriel Heater will do his Sleepeze commercial.\" Period. Either you found that funny or you didn't. In any case, you couldn't possibly explain its appeal to someone else. \"Bedazzled,\" Stanley Donen's brilliant new film, is a similar case.\n\nIt stars the British comedians Peter Cook and Dudley Moore, whose function in England is similar to Bob and Ray's in this country. After appearing in the \"Beyond the Fringe\" revue they starred in the \"Not Only . . . But Also\" series on British TV and followed it with other programs, commercials and now \"Bedazzled.\"\n\nThe story is a free remake of the Faust legend, in which a short-order cook (Moore) falls hopelessly in love with a waitress (Eleanor Bron). He sells his soul to the devil (Cook) hoping to win the girl with the seven wishes. Cook and Moore, who wrote or improvised most of the film, break the story up into seven wish elements, plus in-between scenes, much like \"Beyond the Fringe\" skits.\n\nTheir satire, aimed at all the areas of conventional piety, is barbed and contemporary (the devil's magic words are \"Julie Andrews\" and \"LBJ\".) It is also often dry and understated, permitting the audience to find the humor without being led to it.\n\nIn films of this sort, too often the camera records the fun instead of joining in it. However, that is certainly not the case in this magnificently photographed, intelligent, very funny film.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1968, "date_published": "1968-01-30", "genres": ["Comedy", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Bedazzled (1968)"}