{"url": "http://www.rogerebert.com/reviews/bedazzled-2000", "by": "Brendan Fraseras Elliot Richards", "star_rating": 2.0, "text": "Watching \"Bedazzled,\" I was reminded of the ancient newspaper legend about the reporter sent to cover the Johnstown Flood. \"God stood on a mountain top,\" he wrote, \"and saw what his flood waters had wrought.\" His editor cabled back: Forget flood. Interview God. Why was I remembering this old story? Because, in the new comedy \"Bedazzled,\" Brendan Fraser falls in love with Frances O'Connor and, to win her, sells his soul to the devil, who is played by Elizabeth Hurley. Forget girl, I'm thinking. Seduce Satan.\n\nNot that Hurley is that good a Satan--just that she's the ranking babe in this movie. As Satan, she seems too composed and collected. A certain zaniness is required; Satan must have been quite a madcap to leave heaven in order to spend eternity as a troublemaker. In the original \"Bedazzled\" (1967), Peter Cook played Satan and Raquel Welch played Lust, one of the seven deadly sins. That 7-to-1 ratio between Satan's evil genius and its sinful building blocks is, I think, about right.\n\nThe new movie has been directed by Harold Ramis from a screenplay that uses the 1967 film more as inspiration than source. It is lacking in wickedness. It doesn't smack its lips when it's naughty. When its hero sells his soul to the devil, what results isn't diabolical effrontery, but a series of contract negotiations and consumer complaints. This is twice in two weeks (after the Winona Ryder exorcism movie \"Lost Souls\") that Satan loses on points.\n\nThe movie stars Brendan Fraser as Elliot, an office nerd whose goofy grin and effusive banalities send his co-workers into hiding. For three years he has dreamed of the lovely Alison (Frances O'Connor, splendid in \"Mansfield Park\"), who barely notices him. Then he meets the devil with a red dress on: This is Hurley, who offers him the standard contract, seven wishes for his soul. What always goes wrong with these deals is that the human words his request in the wrong way, and the sneaky devil tricks him. This is bad business. Since Satan wants to win souls, he (or she) should deliver magnificently on every promise, so that by number four or five, the satisfied customers are telling their friends, and Satan is getting pass-along business.\n\nFraser is a wonderful comic actor--better than he gets the credit for, because he creates funny characters instead of exploding in what is intended as funny behavior. Here he finds himself reincarnated (or remodulated, or whatever the process is called) as a Colombian drug lord, a bucktoothed new age nice guy, an NBA star, Abraham Lincoln and so on. He's often very funny; I liked the courtside interview after an NBA game where he drips with buckets of sweat.\n\nThe problem with his seven wishes and their associated interludes is that they're not funny enough, consistently enough. The double-cross after every wish works like a punch line that comes before the joke. He makes a request, we see what went wrong, and then the movie lingers too long while developing the situation.\n\nWhy not some twists and U-turns? What if Elliot figured out how to word the perfect wish? (\"You, as Satan, already know what would really make me happy. I want you to grant it unconditionally, without loopholes.\") There's a hint of that in the scene where he asks to be made the world's most sensitive man, and finds himself in an alternative universe where Alison loves him, but is bored by how sensitive he is: \"I want a life with a man who will ignore me and take me for granted and only pretend to be interested in me to get in my pants.\" Funny, but the movie never reaches escape velocity, and Elizabeth Hurley is too calm to be the devil. She lacks abandon, risk and maniacal self-amusement. She doesn't crank it up enough. I was reminded of another old story, about the time Jack. L. Warner heard that Ronald Reagan was thinking of running for president. \"That can't be right,\" Warner said. \"Ronald Reagan for best friend. Jimmy Stewart for president.\" Walking out of the screening, I was thinking: Elizabeth Hurley for girlfriend, Courtney Love for Satan.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Bedazzled (2000)"}