{"url": "http://www.rogerebert.com/reviews/bedknobs-and-broomsticks-1971", "by": "Angela Lansburyas Miss Price", "star_rating": 2.5, "text": "\"Bedknobs and Broomsticks\" is the new Disney production from the team that made \"Mary Poppins,\" and it has the same technical skill and professional polish. It doesn't have much of a heart, though, and toward the end you wonder why the \"Poppins\" team thought kids would like it much. They sit still for part of it; they like the flying bed and the scenes with animated animals, and when the empty suits of armor attack the Nazis there's a kind of Creature Features enjoyment.\n\nBut what are Nazis doing in this picture, anyway? And why is it\r\nnecessary for a character to exclaim, toward the end of the movie: \"We have driven the Hun into the sea?\" What do kids know from Huns anyway?\n\nThe Disney people seem to be drifting farther and farther away from a\r\nsympathetic understanding of what kids really enjoy at the movies.\r\nSometimes they try to pass off their sad, dumb movies as \"family\r\nentertainment\" -- so that if the kids don't like it, maybe the older\r\nmembers of the family will. This is a pathetic sort of self-deception\r\non their part, I guess; the Disney organization is worst when it makes\r\n\"family entertainment\" and best when it sticks to pure, simple, charming fantasy.\n\nTake the scene in \"Bedknobs and Broomsticks\" when the characters visit Naboombuland, for example. This is a strange land where the animals rule, and we're given several charming scenes where the human characters meet the animated ones. I've always especially liked this Disney technique; \"Song of the South\" was a classic. There's magic in it: real movie magic, and not just ambitious special effects. And everybody in the theater just sort of relaxes and enjoys it.\n\nThere could be an entire feature based on Naboombuland. It could be a picaresque voyage through this strange cartoon territory, taking\r\nadvantage of the sly visual jokes you can make when \"reality\" meets animation. It would be the kind of movie people keep hoping Disney\r\nProductions will make again.\n\nBut, no, they've got to muck things up with a story set in 1940 England, where three kids help a real witch (Angela Lansbury) and a fake magician (David Tomlinson) repel a Nazi invasion. Kids like villains they have been introduced to. They like to meet evil old queens and tyrannical kings and pirates and alligators. They KNOW these types are up to no good. But...Nazis? And without character development? Nazis can be used as shorthand in adult movies, where it's unnecessary to establish their villainy, But 5-year-olds don't\r\nautomatically know Nazis are bad guys (and a Disney movie is the wrong place for them to learn, anyway). So the Hun is driven into the sea and the kids to the john and the candy counter.\n\nThere are all sorts of other buried psychological problems in the\r\nrecent Disney movies. How can we explain, for example, the almost\r\ncomplete absence of competent male figures? The Disney male leads are fumbling, dimwit, slightly ridiculous Dagwoods, while the females are almost always bright, right, organized and born leaders. Dean Jones and Fred MacMurray are the two archetypal Disney leads, and David Tomlinson (otherwise a good actor) is in the same tradition here. I have a hunch that if you had a strong, highly motivated lead in one of these pictures it would show up the flabbiness of the whole conception.", "running_time": 117, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-11-24", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Bedknobs and Broomsticks (1971)"}