{"url": "http://www.rogerebert.com/reviews/bedtime-stories-2008", "by": "Adam Sandleras Skeeter", "star_rating": 2.5, "text": "\"Bedtime Stories\" is not my cup of tea. Even the saucer. Fairness requires me to report, however, that it may appeal to, as they say, \"kids of all ages.\" I am not a kid of any age and do not qualify, but this is a harmless and pleasant Disney comedy and one of only three family movies playing over the holidays. It will therefore win the box-office crown big time, with Adam Sandler crushing Tom Cruise, Brad Pitt, Cate Blanchett, Mickey Rourke, Samuel L. Jackson, Kate Winslet and others not in harmless Disney comedies. \"The Tale of Despereaux\" and \"Marley & Me\" also qualify as family films, although some parents may be frightened by Marley the dog.\n\nSandler plays a hotel handyman named Skeeter, which is a name even more unwise than Hussein if you want your child to run for president. His dear old dad ran a family motel at the corner of Sunset and La Cienega, an unlikely story, and was bought out by Nottingham the hotel tycoon (Richard Griffiths), who erected a towering heap of rooms on the site and put Skeeter in charge of changing the light bulbs. Now Skeeter is also in charge of the overnight maintenance work and his niece and nephew while his sister (Courteney Cox) looks for work in Arizona.\n\nThe kids (Laura Ann Kesling and Jonathan Morgan Heit) want to be told bedtime stories, and Skeeter spins some terrific ones -- so terrific, the movie's budget seems to be the best-kept secret this season. Literally hundreds of special-effects technicians labored to visualize Skeeter's fantasies, which involve a zero-gravity battle in outer space, a cowboy with a bright red horse, a medieval king, a gladiator and so on. The kids start providing their own output, the stories have a weird way of coming true in real life, Skeeter tries to slant them to affect future events, and as you know from the film's poster, gumballs rain from above.\n\nIntercut with this folderol are (a) Skeeter's rivalry with Nottingham's evil hotel manager (Guy Pearce) for the hand of Nottingham's daughter (Teresa Palmer), (b) an attempt to save an eco-friendly school run by his sister's best friend (Keri Russell), and (c) reaction shots by Bugsy, the kids' pet guinea pig, whose hyperthyroid eyes the size of half dollars are not cute. Sort of sad, really. Almost scary.\n\nThere are some nice sight gags. One involves a misunderstanding about fire-retardant spray. Another involves Skeeter being bitten on the tongue by a bee. He cannot utter one intelligible word during a crucial presentation to Nottingham and is funny in his desperate attempts. His scruffy friend Mickey (Russell Brand) leaps to the rescue and translates. Mickey is also an employee at the hotel, although anyone looking like him would be barred from any prudent hotel and might excite the curiosity of city health inspectors.\n\nAnd that's about it. The first PG family comedy starring Adam Sandler. Just what you're looking for. Sandler reprises once again his clueless, well-meaning nebbish who wants to be liked. Once again the character relates best to kids, perhaps because there is so much he can learn from them. Once again, the message is that you have to believe. Apparently it doesn't matter so much what you believe. Just the act of believing is sufficient. Then you can believe you want to see the sequel.\n\nNote: The film's Chicago publicist, a really nice guy, announced that any movie critic attending the critics' screening in pajamas would be presented with free popcorn and a soft drink. How could he have known that the 7:30 p.m, screening would take place during a snowstorm on the coldest night of this winter? One of the critics nevertheless wore his PJs and cashed in. It must be true, what they're saying about salaries in hard times.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-12-23", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Bedtime Stories (2008)"}