{"url": "http://www.rogerebert.com/reviews/bee-season-2005", "by": "Richard Gereas Saul Naumann", "star_rating": 4.0, "text": "\"Bee Season\" involves one of those crazy families that cluster around universities: An intellectual husband who is clueless about human emotions, a wife who married him because she was afraid to be loved and he didn't know how to, a son who rebels by being more like his father than his father is, and a daughter who retreats into secret survival strategies. There are many movies about families sharing problems; in this one the members are isolated by them. They meet mostly at meals, which the father cooks and serves with a frightening intensity.\n\nLike many families without centers, this one finds obsessions to focus on. Saul Naumann (Richard Gere) is a professor at Berkeley, specializing in Jewish theology and the Kabbalah. His wife Miriam (Juliette Binoche), emotionally wounded by the early loss of her own parents, slips into the homes of strangers to steal small glittering things. Their teenage son Aaron (Max Minghella) watches his father intimidate students with icy theological superiority, and does the one thing best calculated to enrage him; he joins the Hare Krishnas. Their daughter Eliza (Flora Cross), who is about 12, seems to be trying to pass as unobserved and ordinary, but her inner life has a fierce complexity.\n\nThe father teaches Judaism and follows its forms, but his spiritual life is academic, not mystical. What no one in the family perceives is that Eliza is a genuine mystic, for whom the Kabbalah is not a theory but a reality. One of the things that Kabbalah believes is that words not only reflect reality, but in a sense create it. God and the name of God are in this way the same thing.\n\nHow could this association enter into the life of a 12-year-old in a practical way? Eliza finds out when she enters a spelling bee. Because she exists in the same world with words, because words create her world, she doesn't need to \"know\" how to spell a word. It needs merely to be evoked, and it materializes in a kind of vision: \"I see the words.\" Although this gift gets her into the national finals, \"Bee Season\" is not a movie about spelling bees. It is a movie about a spiritual choice that calls everyone's bluff; it involves the sort of refusal and rebellion seen in that half-forgotten masterpiece, \"The Loneliness of the Long-Distance Runner\" (1962).\n\nEliza is at the center of the film, and Flora Cross carries its weight in a performance of quiet compelling wisdom; the foreground character in the early scenes is Saul, the father. The members of his family swim in and out of focus. He is proud that Miriam is a scientist, in the sense that \"my wife is a scientist,\" but does he know what enormous secrets she keeps from him? He is proud that his son is a gifted musician, and joins him in violin and cello duets. But Eliza is essentially invisible to Saul, because she has no particular accomplishments. Only when she wins a spelling bee does he start to focus on her, \"helping\" her train, pushing her to the next level, sitting proudly in the audience. He is proud not so much of her as of himself, for fathering such a prodigy.\n\nThe performance by Flora Cross is haunting in its seriousness. She doesn't act out; she acts in. She suggests that Eliza has grown up in this family as a wise, often-overlooked observer, who keeps her own counsel and has her own values, the most important being her autonomy. In her father's manic kitchen behavior as he prepares and serves unwanted meals, she sees people-pleasing that exists apart from people who are pleased. In her fellow contestants in the spelling bees, she sees the same thing: Young people who are devoting their lives to mastering useless information for the glory of themselves and their parents. Yes, it is necessary to be able to spell in an ordinary sort of way, but to be able to spell every word is to aim for perfection, and perfection will drive you crazy, because our software isn't designed for it.\n\nThe movie, directed by Scott McGehee and David Siegel, is based on a novel by Myla Goldberg, unread by me. They made \"Suture\" (1994), a film about \"identical\" brothers played by actors of different races; you can deal with this apparent inconsistency by saying it doesn't matter -- but in that case, why doesn't it? And their powerful \"Deep End\" (2001) starred Tilda Swinton as a mother scarcely less secretive than the Juliette Binoche character here.\n\nNeither prepares us for \"Bee Season,\" which represents Eliza's decision to insist on herself as a being apart from the requirements of theology and authority, a person who insists on exercising her free will. This is a stick in the eye of her father. When people say they are \"doing God's will,\" I am struck by the egotism of such a statement. What Eliza is doing at the end of \"Bee Season\" is Eliza's will. Does that make her God? No. It makes her Eliza.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-10", "genres": ["Drama", "Family"], "title": "Bee Season (2005)"}