{"url": "http://www.rogerebert.com/reviews/bee-movie-2007", "by": "Jerry Seinfeldas Barry B. Benson", "star_rating": 2.0, "text": "From each according to his ability, to each according to his need. \n\n-- Karl Marx\n\nApplied with strict rigor, that's how bee society works in Jerry Seinfeld's \"Bee Movie\" and apparently in real life. Doesn't seem like much fun. You are born, grow a little, attend school for three days, and then go to work for the rest of your life. \"Are you going to work us to death?\" a young bee asks during a briefing. \"We certainly hope so!\" says the smiling lecturer, to appreciative chuckles all around.\n\nOne bee, however, is not so thrilled with the system. His name is Barry B. Benson, and he is voiced by Seinfeld as a rebel who wants to experience the world before settling down to a lifetime job as, for example, a Crud Remover. He sneaks into a formation of ace pollinators, flies out of the hive, has a dizzying flight through Central Park, and ends up (never mind how) making a friend of a human named Vanessa (voice of Renee Zellweger). Then their relationship blossoms into something more, although not very much more, given the physical differences. Compared to them, a Chihuahua and a Great Dane would have it easy.\n\nThis friendship is against all the rules. Bees are forbidden to speak to humans. And humans tend to swat bees (there's a good laugh when Barry explains how a friend was offed by a rolled-up copy of French Vogue). What Barry mostly discovers from human society is, gasp!, that humans rob the bees of all their honey and eat it. He and Adam, his best pal (Matthew Broderick), even visit a bee farm, which looks like forced labor of the worst sort. Their instant analysis of the human-bee economic relationship is pure Marxism, if only they knew it.\n\nBarry and Adam end up bringing a lawsuit against the human race for its exploitation of all bees everywhere, and this court case (with a judge voiced by Oprah Winfrey) is enlivened by the rotund, syrupy voiced Layton T. Montgomery (John Goodman), attorney for the human race, who talks like a cross between Fred Thompson and Foghorn Leghorn. If the bees win their case, Montgomery jokes, he'd have to negotiate with silkworms for the stuff that holds up his britches.\n\nAll of this material, written by Seinfeld and writers associated with his television series, tries hard, but never really takes off. We learn at the outset of the movie that bees theoretically cannot fly. Unfortunately, in the movie, that applies only to the screenplay. It is really, really, really hard to care much about a platonic romantic relationship between Renee Zellweger and a bee, although if anyone could pull if off, she could.\n\nBarry and Adam come across as earnest, articulate young bees who pursue logic into the realm of the bizarre, as sometimes happened on the \"Seinfeld\" show. Most of the humor is verbal, and tends toward the gently ironic rather than the hilarious. Chris Rock scores best, as a mosquito named Mooseblood, but his biggest laugh comes from a recycled lawyer joke.\n\nIn the tradition of many recent animated films, several famous people turn up playing themselves, including Sting (how did he earn that name?) and Ray Liotta, who is called as a witness because his brand of Ray Liotta Honey profiteers from the labors of bees.\n\nLiotta's character and voice work are actually kind of inspired, leaving me to regret the absence of B.B. King, Burt's Bees, Johnny B. Goode, and the evil Canadian bee slavemaster Norman Jewison, who -- oh, I forgot, he exploits maple trees.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-01", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Bee Movie (2007)"}