{"url": "http://www.rogerebert.com/reviews/beethoven-1992", "by": "Charles Grodinas George Newton", "star_rating": 2.5, "text": "\"Beethoven\" is like one of those movies Disney used to make, in which Dean Jones or Fred MacMurray was the long-suffering head of a family made up primarily of illdisciplined children and animals. The difference this time is that Charles Grodin has the long-suffering role, and Dean Jones, in a casting switch, turns up as the villain - an evil animal experimenter whose slimy henchmen kidnap innocent pets.\n\nThe film opens with one of the forlorn animals, a little St. Bernard puppy, escaping from the clutches of the vile veterinarian and slipping unnoticed into a serene suburban household, where George Newton (Grodin) and his wife (Bonnie Hunt) live with their lovable son and daughter. The kids of course instantly want to adopt the cute little dog, but Grodin says nothing doing: Dogs smell, droll, leak, shed, bark, poop, growl and chew on things.\n\nThe kids are heartbroken and Grodin eventually relents, setting up a series of adventures in which Beethoven (for such is the name of the dog) becomes a member of the family while growing to about 200 pounds and performing clever tricks indicating he is easily as smart as the average veterinarian. Then Dean Jones and his cohorts come calling, to steal the dog for more sadistic experiments, and that leads to the big action climax.\n\nThis is not the sort of entertainment I scour the movie pages for, hoping desperately for a new film about a cute dog. Nor did I find anything particularly new in \"Beethoven,\" although I concede that the filmmakers secured an admirable dog for the title role, and that Charles Grodin, who is almost always amusing, has what fun can be had playing the grumpy dad.\n\nI am not a mind-reader, and so it is against my policy to suggest that various groups of people might like a given movie. I will violate my rule in order to say that if I were under the age of 14 and had not already seen all of those earlier animal movies, I might well have enjoyed \"Beethoven\" more. It's the kind of clever, innocuous family entertainment that's always in short supply.", "running_time": 87, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-04-03", "genres": ["Comedy", "Family"], "title": "Beethoven (1992)"}