{"url": "http://www.rogerebert.com/reviews/beethovens-2nd-1993", "by": "Charles Grodinas George Newton", "star_rating": 2.0, "text": "There is a scene in \"Beethoven's 2nd\" in which Beethoven, who is a large St. Bernard dog, takes his girlfriend, Missy, also a large St. Bernard, to a drive-in theater for the movies. They sit on a hill above the parking lot, where they have a good view of the screen.\n\nThis much I was prepared to believe. Some dogs are very clever. But when Beethoven came back with a box of popcorn for Missy, I realized these were not ordinary dogs but two of amazing intelligence, and when it was revealed that Missy got pregnant later that night, I found myself asking if they'd never heard of taking precautions.\n\nIn due time, Missy's four puppies are born into a world filled with human problems. The central tragedy is that Beethoven and his lady love have been separated. Beethoven, of course, lives with a large and loving family, the Newtons. But Missy has been dognapped from her loving owner by his bitter estranged wife, a woman who in appearance and behavior resembles the witch in \"Snow White.\" The three Newton kids manage to rescue and cherish the puppies, after winning over their dad (the priceless Charles Grodin, who must have charged a high one for appearing in this). Mom (merryfaced Bonnie Hunt), of course, loves the pups at first sight.\n\nAnd then the screenplay provides a vacation trip to a lake, where Missy's evil dognapper (Debi Mazar) and her goon boyfriend (Chris Penn) are also visiting.\n\nThat sets up the entirely predictable ending, in which the evil villains attempt a puppynapping. It also sets up a scene so unsavory that it has no place in a movie rated PG. The oldest Newton girl, Ryce (Nicholle Tom) is trapped in a locked bedroom by a slick boy she knows from the city. \"Ummm,\" he says, dangling the keys and advancing on her, \"this is gonna be great!\" Luckily, Beethoven saves the day before a sexual assault takes place, but were the filmmakers so desperate they could think of no scene more appropriate for a family movie? The dogs, of course, are cute. All St. Bernards are cute. But their best features are not their eyes, which tend to be small, red and runny - something director Rod Daniel should have considered before shooting so many soulful closeups of Beethoven, who looks like he needs doggy Visine.\n\nOne of the film's genuine blessings is that we do not hear the dog's thoughts, although we do get several songs on the soundtrack that reflect their thinking. Missy and Beethoven are first smitten with one another while Dolly Parton and James Ingram sing \"The Day I Fall in Love,\" and I'm telling you, there wasn't a dry face on the screen, mostly because the dogs were licking each other.\n\nThis movie has one clear reason for being: The success of the original \"Beethoven,\" which grossed something like $70 million.\n\nThat film was no masterpiece, but it made good use of the adorable Beethoven, and in Charles Grodin it had a splendid comic actor who made the most of his role as a grumpy dad who didn't want a dog causing havoc around the house. This time, with Grodin elevated to an innocuous role and Mazar acting as if she were being paid by the snarl, it's up to the dogs. You know you're in trouble when the heroes of a comedy spend more time swapping spit than one-liners.", "running_time": 86, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-12-17", "genres": null, "title": "Beethoven's 2nd (1993)"}