{"url": "http://www.rogerebert.com/reviews/beetlejuice-1988", "by": "Geena Davisas Barbara", "star_rating": 2.0, "text": "`Beetlejuice” gets off to a start that’s so charming it never lives it down. The movie is all anticlimax once we realize it’s going to be about gimmicks, not characters.\n\nDuring the enchanted opening minutes of the film, we meet a young married couple who have just moved into a strange new house, and we’re introduced to some of the local townspeople. All of these characters have an offhand, unforced innocence, and no wonder: The movie was directed by Tim Burton, who created a similar feeling in “Pee-wee’s Big Adventure.” It’s hard to describe what makes the opening scenes so special. Alec Baldwin and Geena Davis, as the young couple, seem so giddy, so heedlessly in love, that they project an infectious good cheer. The local folks are so gosh-darn down-home they must have been sired by L. L. Bean out of the “Prairie Home Companion.” The movie is bathed in a foolish charm. And, fool that I am, I expected that note to be carried all the way through the film. But it was not to be.\n\nThe young couple die in a silly accident. But they still live in the same house. The only problem is, there’s nothing outside the door except for a strange science-fiction landscape that looks borrowed from Paul Schrader’s “Cat People.” It takes them awhile to figure out they’re dead, and even longer to realize what has happened: Their fate is to remain in their former home as ghosts, while it is sold to a New York family (Jeffrey Jones and Catherine O’Hara, with Winona Ryder as their daughter). The New Yorkers have big plans for remodeling the haunted house.\n\nThis is all, I guess, a fairly clever idea. And the movie is well-played, especially by Davis (the girlfriend in “The Fly”) and Jones (the emperor in “Amadeus” and the obnoxious principal in “Ferris Bueller’s Day Off”). But the story, which seemed so original, turns into a sitcom fueled by lots of special effects and weird sets and props, and the inspiration is gone.\n\nTo be sure, there has never before been a movie afterworld quite like this. Heaven, or whatever it is, seems a lot like a cruise ship with a cranky crew. The newly-deads find a manual, which instructs them on how to live as ghosts, and they also find an advertisement from a character named Betelgeuse (Michael Keaton), who specializes in “exorcisms of the living.” They enlist him to try to scare the New Yorkers out of the house, but he turns out to be a cantankerous demon - more trouble than he’s worth.\n\nThe best thing about “Beetlejuice,” apart from its opening, is the set design by Bo Welch. Both Welch and Burton seem inspired by the spirit of “Pee-wee’s Playhouse” and “Pee-wee’s Big Adventure,” in which objects can have lives of their own and architectural details have an unsettling way of rearranging themselves. The look of the film might be described as cartoon surrealistic. But the film’s dramatic method isn’t nearly as original.\n\nOne of the problems is Keaton, as the exorcist. Nearly unrecognizable behind pounds of makeup, he prances around playing Betelgeuse as a mischievous and vindictive prankster. But his scenes don’t seem to fit with the other action, and his appearances are mostly a nuisance. It’s also a shame that Baldwin and Davis, as the ghosts, have to spend most of their time playing tricks on Jones and O’Hara and winning the sympathy of their daughter; I would have been more interested if the screenplay had preserved their sweet romanticism and cut back on the slapstick.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-03-30", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Beetlejuice (1988)"}