{"url": "http://www.rogerebert.com/reviews/before-sunrise-1995", "by": "Ethan Hawkeas Jesse", "star_rating": 3.0, "text": "They Meet Cute on a train in Austria. They start talking. There\ris a meeting of the minds (our most erotic organs) and they like each other.\rThey're in their early 20s. He's an American with a Eurail pass, on his way to\rVienna to catch a cheap flight home. She's French, a student at the Sorbonne,\ron her way back to Paris. They go to the buffet car, drink some coffee, keep\rtalking, and he has this crazy idea: Why doesn't she get off the train with him\rin Vienna, and they can be together until he catches his plane? This sort of\rscenario has happened, I imagine, millions of times. It has rarely happened in\ra nicer, sweeter, more gentle way than in Richard Linklater's \"Before\rSunrise,\" which I could call a \"Love Affair\" for Generation X, except\rthat Jesse and Celine stand outside their generation, and especially outside\rits boring insistence on being bored.\n\nThere\ris no hidden agenda in this movie. There will be no betrayals, melodrama, phony\rviolence, or fancy choreography in sex scenes. It's mostly conversation, as\rthey wander the city of Vienna from mid-afternoon until the following dawn.\rNobody hassles them.\n\n\"Before\rSunrise\" is so much like real life - like a documentary with an invisible\rcamera - that I found myself remembering real conversations I had experienced\rwith more or less the same words.\n\nJesse\rand Celine are played by Ethan Hawke and Julie Delpy.\n\nYou\rmay remember him from \"Dead Poets Society,\" \"White Fang\" or\respecially \"Reality Bites,\" in which he played a character who is 180\rdegrees different from this one. She starred in Krzysztof Kieslowski's\r\"White,\" as the wife who eventually regrets dumping her husband. Here\rshe is ravishingly beautiful and, more important, warm and matter-of-fact,\rspeaking English so well the screenplay has to explain it (she spent some time\rin the States).\n\nWhat\rdo they talk about? Nothing spectacular. Parents, death, former boyfriends and\rgirlfriends, music, and the problem with reincarnation when there are more\rpeople alive now than in all previous times put together (if there is a finite\rnumber of souls, are we living in a period of a 5-to-1 split?). Linklater's\rdialogue is weirdly amusing, as when Jesse suggests they should think of their\rtime together as a sort of \"time travel,\" and envisions a future in\rwhich she is with her boring husband and wonders, \"what would some of\rthose guys be like that I knew when I was young,\" and wishes she could\rtravel back in time to see - and so here she is, back in time, seeing.\n\nA\rsexual attraction is obviously present between them, and Linklater handles it\rgently, with patience. There is a wonderful scene in the listening booth of a\rmusic store, where each one looks at the other, and then looks away, so as not\rto be caught. The way they do this - the timing, the slight embarrassment - is delicate\rand true to life. And I liked their first kiss, on the same ferris wheel used\rin \"The Third Man,\" so much I didn't mind that they didn't know Orson\rWelles and Joseph Cotten had been there before them.\n\nThe\rcity of Vienna is presented as a series of meetings and not as a travelogue.\rThey meet amateur actors, fortunetellers, street poets, friendly bartenders.\rThey spend some time in a church at midnight. They drink wine in a park. They\rfind a way to exchange personal information by holding imaginary phone calls\rwith imaginary best friends. They talk about making love. There are good\rarguments for, and against.\n\nThis\ris Linklater's third film, after \"Slacker' (1991) and \"Dazed and\rConfused\" (1993). He's onto something. He likes the way ordinary time\runfolds for people, as they cross paths, start talking, share their thoughts\rand uncertain philosophies. His first movie, set in Austin, Texas, followed one\rcharacter until he met a second, then the second until he met a third, and so\ron, eavesdropping on one life and conversation after another. The second film\rwas a long night at the end of a high school year, as the students regarded\rtheir futures. Now there's \"Before Sunrise,\" about two nice kids,\rliterate, sensitive, tentative, intoxicated by the fact that their lives\rstretch out before them, filled with mystery and hope, and maybe love.\n\nNOTE:\rThe R rating for this film, based on a few four-letter words, is entirely\runjustified. It is an ideal film for teenagers.", "running_time": 100, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-27", "genres": ["Comedy", "Drama", "Romance"], "title": "Before Sunrise (1995)"}