{"url": "http://www.rogerebert.com/reviews/before-the-rain-1995", "by": "Rade Serbedzijaas Aleksandar", "star_rating": 4.0, "text": "If you are the average consumer of news in North America, you have been hearing about the Bosnians, the Serbs and the Croats for years now, and you are not sure quite where they all are, or why they are fighting, or which are the people and which are the places. They are basically all a lot of people who hate each other, and the United Nations can't do anything about it.\n\nIt's not entirely your fault. The news reports concentrate on today's violent developments; we get stories we can't understand unless we already know so much that we don't need them to begin with.\n\nYet if I were to tell you that \"Before the Rain\" provides a context for those stories, you would still probably be indifferent, because it's simply not your war.\n\nThere is another reason to see \"Before the Rain.\" This is one of the year's best films, a brilliant directorial debut for a young man named Milcho Manchevski, born in Macedonia, educated at Southern Illinois University and now a New Yorker who made award-winning MTV videos before returning home to make this extraordinary film. Work like this is what keeps me going, month after month and film after film: After the junk with Chevy Chase and Adam Sandler, this is a reminder of the nobility that film can attain.\n\nThe movie is made in three parts, two in Macedonia, one in London. The story circles back on itself, something like \"Pulp Fiction,\" and there is a paradox, a character who seems to be dead at a time he is still alive. Manchevski was not influenced by Quentin Tarantino; they were making their films simultaneously, and in \"Before the Rain\" the circular structure has a deeper purpose; it shows that the cycle of hate and bloodshed will go on year after year, generation after generation, unless somehow men find the will to break with it.\n\nThe London sequence is the most chilling for North American armchair news viewers who think Bosnia is not their concern. I cannot describe it without giving away its shattering surprise. It involves a photographer named Aleksandar (Rade Serbedzija), born in Macedonia but now a citizen of the world, who leaves the war in Bosnia in disgust and returns to London, where a married British woman (Katrin Cartlidge) has long been his lover. We think this segment will deal with their story, and so it does, but in an unexpected way that shows no war is really very far away, and no man is an island.\n\nThe first and third parts of the film take place in Macedonia, which, like Bosnia and Serbia, was part of Yugoslavia. The fighting has not reached there, but there is great tension between Muslims and Orthodox Christians, and the atmosphere, Manchevski feels, is heavy with anticipation and foreboding, as before a heavy rain. In the first part, an Albanian Muslim girl is suspected of having killed a Christian and takes refuge in the cell of a beardless youth who, as a monk, has taken a vow of silence. In the third segment, Aleksandar returns to his homeland to see the Muslim woman he once loved, and almost has his throat slit by her grandson.\n\nManchevski tells his story in a clear, ironic, elliptic style: This is like an art film about war, in which passions replace ideas.\n\nThe character of Aleksandar is the most compelling one in the film; played by Serbedzija, the best-known movie star in Yugoslavia, he has a worldly, weary attractiveness, something like Bruno Ganz in \"Wings of Desire.\" The first and second parts of the film, while working on their own, also function as a setup for the extraordinary payoff, in which Aleksandar goes home, to find that home as he recalls it no longer exists: That childhood playmates are now bitter enemies, rehashing the details of crimes so old they are merely hearsay.\n\nAleksandar's return is fueled by guilt. \"I killed - my camera killed - a man,\" he explains. While shooting in a war zone, \"I complained I wasn't getting anything exciting, so a guard pulled his gun and shot his prisoner for me.\" He finally decides to remove himself from this circle of hatred, and Manchevski has said in interviews that the seeming \"time paradoxes\" in his film - the moments when things happen that shouldn't be able to happen - are his way of showing that we are perhaps not trapped by time, that sometimes there is an opening, an escape.\n\nThe construction of Manchevski's story is intended, then, to demonstrates the futility of its ancient hatreds. There are two or three moments in the film - I will not reveal them - in which hatred of others is greater than love of one's own. Imagine a culture where a man would rather kill his daughter than allow her to love a man from another culture, and you will have an idea of the depth of bitterness in this film, the insane lengths to which men can be driven by belief and prejudice.", "running_time": 114, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-03-10", "genres": ["Drama", "Foreign", "History"], "title": "Before The Rain (1995)"}