{"url": "http://www.rogerebert.com/reviews/before-the-rains-2008", "by": "Linus Roacheas Henry", "star_rating": 2.5, "text": "\"Before the Rains\" tells the kind of story that would feel right at home in a silent film, and I suppose I mean that as a compliment. It's a melodrama about adultery, set against the backdrop of southern India in 1937. There's something a little creaky about the production, especially in its frequent use of large crowds of torch-bearing men, who can be summoned in an instant at any hour of day or night to blaze a trail, search for a missing woman, or gather in front of the house of a possibly guilty man.\n\nThe movie comes from the Merchant-Ivory group, long associated with films made in English and filmed in India. It's directed by Santosh Sivan, originally a cinematographer, whose masterpiece \"The Terrorist\" (1999) involved a young woman committed to being a suicide bomber. That movie was the most thoughtful and empathetic film I've seen about the mind of a person who arrives at such a decision. \"The Terrorist\" involves an assassination attempt; this one is set against the tide of Indian nationalism.\n\nBut it's not really a political film. It's driven by lust, guilt and shame of a melodramatic sort that was right at home in the silent era. That doesn't mean it's old-fashioned, but that it's broadly melodramatic. It centers on the lives of a British landowner in India, his Indian right-hand man, and the landowner's affair with his beautiful young servant woman. Both the man and the woman are married, so there are problems in addition to the taboo against mixing the races and classes.\n\nThe man is Henry Moores (Linus Roache), who lives in a big, comfortable house with his wife, Laura (Jennifer Ehle), and young son, Peter (Leo Benedict). Next door lives his assistant, T.K. (Rahul Bose), who has abandoned his roots in the nearby village and cast his lot with the Brits. They run a tea plantation and discover cinnamon higher in the hills. That involves the construction of a road up a steep hillside, which must zigzag its way to the top to avoid being washed away in the monsoons.\n\nLaura and Peter are away at the beginning of the film, and Henry and his servant Sajani (Nandita Das) seek honey for their tea in a \"sacred grove.\" They're seen by two talkative young boys, and that leads, as it must, to tragedy. Laura and Peter return. Sajani is beaten by her husband, who has learned of her secret tryst (but not the identity of her partner). And that sets into motion a series of events involving who she can trust, who she can believe and where she can turn.\n\nThis paragraph is a spoiler: Henry gives T.K. all the money he has on hand and asks him to send Sajani \"away.\" T.K. reports, \"I put her in a boat -- for the north.\" But India is a big country and the north is a distant destination for a woman in a small boat with one oarsman. Sajani, covered in blood, returns in the middle of the night to T.K.'s house, where Henry meets her. He's desperate. The village has reported her \"missing,\" his wife is having suspicions, and when Sajani asks him \"Do you really love me?\" he replies \"No.\" I think he says that for her own good. But she takes a handy pistol and kills herself.\n\nIt's in the details that a film reveals its origins. How does that pistol come into her hands? Henry gave it to T.K. in an early scene, and at the midnight meeting T.K. takes it out for no good reason and doesn't even seem to notice as he drops it where her hand can find it. All of this is explained in closeups. Silent films knew just how to handle such prop deliveries.\n\n\"Before the Rains\" is lushly photographed, as we would expect, by Sivan himself. It's told sincerely and with energy. It enjoys its period settings and costumes, and even its conventions. In a movie with plenty of room for it, there isn't a trace of cynicism. I am growing weary (temporarily, I think) of films that are cynical about themselves. Having seen several films recently whose characters have as many realities as shape-shifters, I found it refreshing to see a one-level story told with passion and romanticism.\n\nBut I can't quite recommend it. In a plot depending on concealment and secrecy, Henry and T.K. make all the wrong decisions, including a coverup that almost seem designed to fail. And I didn't even mention the banker who pulls the plug on the financing of the road. That's part of the silent tradition, too: Bankers who pull plugs.\n\n\"The Terrorist\" is in the Great Movies Collection.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-05-15", "genres": ["Drama", "Foreign", "Romance"], "title": "Before the Rains (2008)"}