{"url": "http://www.rogerebert.com/reviews/before-and-after-1996", "by": "Meryl Streepas Carolyn Ryan", "star_rating": 2.0, "text": "\"Before and After\" is a long, slow slog through a story about a family crisis that is largely the fault of the family itself - especially the hot-tempered but loving father, who makes a series of crucial mistakes. It's one of those movies where you want to call out helpful advice to the screen, which would save the characters a lot of trouble.\n\nAs the movie opens, Carolyn and Ben Ryan (Meryl Streep and Liam Neeson) preside over an idyllic household. Mom is a doctor in their picturesque New England village, Dad is a sculptor, and Jacob and Judith are their happy kids. Then tragedy strikes. A teenage girl is found dead in a field. She was dating Jacob, who becomes a prime suspect.\n\nThe news is broken to the Ryans during a visit from the local police chief. Ben Ryan handles this visit about as badly as it can possibly be played, exploding with anger at the chief. He is offended that anyone could consider his son a murderer. Actually, as we will all know by the time the movie is over, if Ben had behaved more sensibly, everyone would have been saved a lot of suffering. But he doesn't.\n\nRead no further if you plan to see the movie. It cannot be discussed at all without revealing a few plot points, although I will try to proceed cautiously.\n\nBen refuses to cooperate with the police, even though the chief is a family friend, and sends them back for a search warrant. Then he searches the car used by his son that day. He finds bloody evidence indicating the possibility of foul play, and destroys it.\n\nHis son is missing, having run away from home in terror, but when Jacob (Edward Furlong) returns, he gives his parents the silent treatment. After a few days, he breaks down and tearfully confesses what really happened. The truth isn't good enough for Ben, who suggests they make up a cover story.\n\nCarolyn Ryan is a firm believer in telling the truth. But for several days she doesn't realize quite what the truth is. Meanwhile, the Ryans hire a defense attorney (Alfred Molina), who eats a submarine sandwich while hearing their story (always a bad sign), and then plots a defense that is high on cynicism and low on curiosity about what really happened.\n\nAlfred Molina can be a wonderful actor (see \"Prick Up Your Ears\"), but he is not well used here. He comes across as a caricature, spouting lines like \"Doubt, kiddo, is our very best friend\" and \"Honey, by the time I'm done with you, you'll look like Medea.\" Meanwhile, the father confuses love for his son with sensible decision-making, and backs both himself and the boy into a legal corner. His wife tries to tell him why he's all wrong: \"Now he has to defend you as well as himself.\" The story elements here are dramatic, but it's impossible to determine what the point of the film is. The characters behave stupidly and pay a price for it. There are no bad characters, and no lessons to be learned. The justice system works as well as can be expected. The ending is so confused that we have little idea what the filmmakers think the Ryans should have done. Surely the last moments of the movie are not an argument for lying. Or are they? Compounding the film's problems are the actors themselves, all splendid in many other films, all totally adrift here. Liam Neeson shows much energy but little insight as the father who follows his fierce temper into reckless behavior. Meryl Streep seems somehow too detached; her mind seems elsewhere, even during some of the most emotional moments. Edward Furlong, as the son, is whiny and unfocused.\n\nOnly Julia Weldon, as the kid sister Judith, seems to be playing her role intelligently, as written and intended. As a result, she ends up as the only member of the family we really care much about.\n\nNote: Surely, given Meryl Streep's recent thriller \"The River Wild,\" in which her family is attacked during a boating trip, it was not a good idea to tack on the goofy final shot, of all four Ryans paddling their canoe. And surely it is such a small canoe that the drawbridge does not need to rise.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-02-23", "genres": ["Drama", "Mystery", "Thriller"], "title": "Before And After (1996)"}