{"url": "http://www.rogerebert.com/reviews/before-sunset-2004", "by": "Julie Delpyas Celine", "star_rating": 3.5, "text": "Nine years have passed since Jesse and Celine met in Vienna and walked all over the city, talking as if there would be no tomorrow, and then promising to meet again in six months. \"Were you there in Vienna, in December?\" she asks him. Nine years have passed, and they have met again in Paris. Jesse wrote a novel about their long night together, and at a book signing he looked up, and there she was. They begin to talk again, in a rush, before he must leave to catch his flight back to America.\n\n\"Before Sunset\" continues the conversation that began in \"Before Sunrise\" (1995), but at a riskier level. Jesse (Ethan Hawke) and Celine (Julie Delpy) are over 30 now, have made commitments in life, no longer feel as they did in 1995 that everything was possible. One thing they have learned, although they are slow to reveal it, is how rare it is to meet someone you feel an instinctive connection with. They walk out of the bookstore and around the corner and walk, and talk, and the director Richard Linklater films them in long, uninterrupted takes, so that the film feels like it exists in real time.\n\n\"Before Sunset\" is a remarkable achievement in several ways, most obviously in its technical skill. It is not easy to shoot a take that is six or seven minutes long, not easy for actors to walk through a real city while dealing with dialogue that has been scripted but must sound natural and spontaneous. Yet we accept, almost at once, that this conversation is really happening. There's no sense of contrivance or technical difficulty.\n\nHawke and Delpy wrote the screenplay themselves, beginning from the characters and dialogue created the first time around by Linklater and Kim Krizan. They lead up to personal details very delicately; at the beginning they talk politely and in abstractions, edging around the topics we (and they) want answers to: Is either one married? Are they happy? Do they still feel that deep attraction? Were they intended to spend their lives together?\n\nThere is the feeling, as they discuss how their adult lives are unfolding, that sometimes the actors may be skirting autobiography. Certainly there is an unmistakable truth when Jesse, trying to describe what marriage is like, says \"I feel like I'm running a small nursery with someone I used to date.\"\n\nBut the movie is not a confessional, and the characters don't rush into revelations. There is a patience at work, even a reticence, that reflects who they have become. They have responsibilities. They no longer have a quick instinctive trust. They are wary of revealing too much. They are grown-ups, although at least for this afternoon in Paris they are in touch with the open, spontaneous, hopeful kids they were nine years before.\n\n\"Before Sunrise\" was a remarkable celebration of the fascination of good dialogue. But \"Before Sunset\" is better, perhaps because the characters are older and wiser, perhaps because they have more to lose (or win), and perhaps because Hawke and Delpy wrote the dialogue themselves. The film has the materials for a lifetime project; like the \"7-Up\" series, this is a conversation that could be returned to every 10 years or so, as Celine and Jesse grow older.\n\nDelpy worked often with Krzystzof Kieslowski, the Polish master of coincidence and synchronicity, and perhaps it's from that experience that \"Before Sunset\" draws its fascination with intersecting timelines. When Celine and Jesse parted, they didn't know each other's last names or addresses -- they staked everything on that promise to meet again in six months. We find out what happened in Vienna in December, but we also find out that Celine studied for several years at New York University (just as Delpy did) while Jesse was living there (just as Hawke was). \"In the months heading up to my wedding, I was thinking of you,\" he tells her. He even thought he saw her once, in the deli at 17th and Broadway. She knows the deli. Maybe he did.\n\nWhat they are really discussing, as they trade these kinds of details, is the possibility that they missed a lifetime they were intended to spent together. Jesse eventually confesses that he wrote his book and came to Paris for a book signing because that was the only way he could think of to find her again. A little later, in a subtle moment of body language, she reaches out to touch him and then pulls back her hand before he sees it.\n\nAll this time they are walking and talking. Down streets, through gardens, past shops, into a cafe, out of the cafe, toward the courtyard where she has the flat she has lived in for four years. And it is getting later, and the time for his flight is approaching, just as he had to catch the train in Vienna. But what is free will for, if not to defy our plans? \"Baby, you are gonna miss that plane,\" she says.", "running_time": 77, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-02", "genres": ["Drama", "Romance"], "title": "Before Sunset (2004)"}