{"url": "http://www.rogerebert.com/reviews/beginners-2011", "by": "Ewan McGregoras Oliver", "star_rating": 3.5, "text": "\n\nSix months after his mother dies, Oliver's father tells him something startling: \"I am gay.\" His father is 75 and was married for 38 years. Oliver himself is about 38 when he learns this news and is in a different sort of closet: Afraid of failing, afraid of commitment, afraid to trust, he has never had a meaningful relationship. \"Beginners\" is about how both men find love. It is a film in which only a dog named Arthur seems to hold everything in perspective.\n\nNo, this isn't a comedy about a talking dog. Arthur has only a bit part and communicates in subtitles, thinking the kinds of thoughts that dogs, who are obsessed with the study of humans, might indeed think. But the presence of this wise Jack Russell terrier provides a perspective apart from sexuality and personality, one that perceives merely when everything is, or is not, as it should be. \n\nOliver, played by the engaging Ewan McGregor, is an artist whose work, apparently successful, communicates a reluctance to be sure and bold. His father, Hal, is played by Christopher Plummer as a man who arrived at an agreement with his late wife, Georgia (Mary Page Keller), many years ago and has been true to it. He has always known he is gay, and his revelation to his son conveys pride, relief and a kind of joy. Perhaps he has arrived at an age when only his son could be expected to care about this unexpected information.\n\nThe film moves easily with three time frames. There is the period between his father's announcement and his own death a few years later, the period in Oliver's life after the death, and flashbacks to Oliver's memories of childhood. If we must extract a meaning from \"Beginners,\" it may be that it is never too late to make a fresh start, and the father sets an example for his son.\n\nChristopher Plummer, an actor filled with presence and grace, brings a dignified joy to his new gay lifestyle. He delights in the gay pride rainbow, dances in clubs, throws parties and introduces Oliver to his boyfriend, Andy (Goran Visnjic). This Andy is so improbably handsome that the liaison seems unlikely, but we grow convinced that Andy truly and deeply loves the old man, with a fullness that almost shames Oliver. The film pays due attention to Hal's happiness and to the process of his death, which he approaches with the consolation that at last there is nothing he must keep secret.\n\nSome months later, deep in idleness and distraction, sad in his bones, Oliver attends a costume party dressed as Freud. He stations himself next to a sofa and acquires a patient named Anna (Melanie Laurent). She communicates by writing notes in little spiral notebooks. She can't speak because she has laryngitis. In a curious sense, her notes and the dog's subtitles convey the same kinds of bottom-line observation: \"Why,\" she writes, \"did you come to a party when you were so sad?\" She knows that he is sad, just as a dog doesn't need to be told such things.\n\nOne of the pleasures of \"Beginners\" is the warmth and sincerity of the major characters. There is no villain. They begin by wanting to be happier and end by succeeding. The person left out is the dead mother, Georgia. She spent years in a pointless marriage. If Hal and Georgia were sticking it out for the sake of Oliver, that doesn't seem to have turned out well. And once he was an adult and had left home — why did they persist? Did Hal lack the moral courage to declare himself? He could have been happier years sooner, and she could have had her chance, too. Hal is not quite as nice as he seems.\n\nAnother question occurs. Both Hal and Oliver find ideal romantic partners, who are breathtakingly good-looking, unflaggingly nice, deeply warm-hearted and loyal. Everyone who goes to gay bars or costume parties should be so lucky. That makes it all too neat, but then this isn't a deep drama, anyway. It's a hopeful fable with deep optimism and a cheerful style that kids itself. Like many dogs, it shrugs off setbacks and keeps hoping it can go outside and play.", "running_time": 105, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-06-08", "genres": ["Drama", "Romance"], "title": "Beginners (2011)"}