{"url": "http://www.rogerebert.com/reviews/behind-the-burly-q-2010", "by": null, "star_rating": 2.0, "text": "My entry in the 1959 essay contest of the United Republican Fund won me a free trip to Chicago and the chance to shake Richard Nixon's hand during a banquet at the Chicago Amphitheater. What I remember about that trip is stepping into a cab in front of the Conrad Hilton Hotel and telling the driver, \"take me to the best burlesque show in town.\" He threw down the flag on his meter and drove me one block, to the Rialto on South State Street. \n\nIn those days both the Rialto and the Follies survived as part of the last gasp of American burlesque. The Rialto had once been owned by Harold Minsky, Broadway's legendary burlesque impresario. There I beheld striptease artistes and a team of two comedians who told bawdy jokes about body parts, pulled improbable objects out of their pockets, and slapped each other with rubber chickens.\n\nBurlesque survived there until the theaters were booked as porn houses. It made fitful revivals here and there around town, including at the Town, now the Park West, where in a seedy dressing room I interviewed the legendary Tempest Storm and found her kind and patient. Now it is gone and almost forgotten. Once it was known as the poor man's Broadway.\n\nA new documentary named \"Behind the Burly-Q\" recalls those days, but that's about all it accomplishes. It gathers an impressive series of talking head interviews with surviving stars, including Tempest Storm herself, looking pretty damned good for a redhead aged 82. In 1999 San Francisco mayor Willie Brown proclaimed a Tempest Storm Day. Catch Michael Bloomberg doing that.\n\nIn its heyday a top-flight burlesque show would run 90 minutes and feature a large cast, elaborate costumes, energetic choreography and a nice little orchestra. Young comics got a start there, including Abbot and Costello. Alan Alda appears in this film to remember his father Robert, a straight man on 42nd Street. Burlesque was considered a step down from Vaudeville, although it was a lot classier than the nude revues and lap-dances that replaced it.\n\nThere wasn't total nudity, for one thing, although Sally Rand caused a sensation at the 1933 Chicago World's Fair with her celebrated fan dance, during which she was apparently completely nude, but manipulated her fans so adroitly that you could never be absolutely sure. This proves the principle that it is more erotic to be about to see everything than it is to actually see it. Miss Rand died in 1979 at the age of 75, and was still dancing in that decade. I know that for a fact because my friend John McHugh has a photograph of himself with her to prove it. In the picture he is conducting himself as befits a reporter from the Chicago Daily News, while her perky nipples wink at him.\n\n\"Behind the Burly-Q,\" written and directed by the burlesque historian Leslie Zemeckis (wife of Robert), settles too easily for an editing formula which alternates talking heads,  too cursory performance footage and montages of headlines and photographs. The time line is unclear and the structure seems too random, but a composite picture emerges as young girls, often out of poverty, dream of stardom but end by taking it off. The successful ones had gimmicks. Lili St. Cyr appeared to make love with a parrot and Babette Bardot was allegedly Brigitte Bardot's sister. Their names showed some invention, for example Blaze Starr's; she famously had an affair with Louisiana governor Huey P. Long, and is in this film via telephone, refusing to be photographed.\n\nThe many burlesque veterans who do appear in the film look, it must be said, like attractive seniors, and in their faces and voices we glimpse a spirit and defiance. They were overworked and underpaid and generally considered to be hookers, but they supported themselves, some from the age of 14. You hear some nostalgia, but with most of them you don't get the idea that if they had the chance they'd do it all again.\n\nHere is my interview with Tempest Storm.", "running_time": null, "mpaa_rating": "Unrated", "release_year": 2010, "date_published": "2010-08-18", "genres": ["Documentary"], "title": "Behind the Burly-Q (2010)"}