{"url": "http://www.rogerebert.com/reviews/behind-the-sun-2002", "by": "Jose Dumontas Father", "star_rating": 2.0, "text": "\"Behind the Sun\" describes a blood feud elevated to the dignity of tragedy. It takes place in a rural area of Brazil, but it could be set instead in the Middle East, in Bosnia, in India, in Africa, in any of those places where people kill each other because of who their parents were. Religion, which is often cited as a justification for these killings, is just a smoke screen for tribalism. The killings spring out of a universal human tendency to dislike anyone who is not like we are.\n\nThe movie takes place in 1910. Two families live on either side of a cane field. The Ferreiras are richer, live in a sprawling villa, have an extended family. The Breves family is poorer, humble, hard-working. Since time immemorial there has been a feud between these two families, springing from some long-forgotten disagreement over land. Over time a set of ground rules has grown up: First a Ferreira man (or a Breves man) kills a Breves (or a Ferreira) man, and then the tables are turned.\n\nIf it only amounted to that, all the Breves and Ferreiras would be dead, or one side would have won. Certain customs somewhat slow the pace of the killing. When someone has been killed, his blood-stained shirt is left out in the sun to dry, and there is a truce until the red has turned yellow. Despite the predictable timetable that would seem to operate, the next victim is somehow always unprepared, as we see when a young Breves stalks his quarry one night after a shirt has turned yellow.\n\nWe meet Pacu, \"the Kid\" (Ravi Ramos Lacerda), youngest son of the Breves family, who knows that since his adored older brother Tonio (Rodrigo Santoro) has killed a Ferreira, it is only a matter of time until the blood fades and Tonio is killed. While the ominous waiting period continues, a troupe of itinerant circus performers passes through, and the Kid meets the ringmaster and his sultry fire-eating star. They give him a picture book about the sea, which, wouldn't you know, encourages him to dream about a world different from the one he knows.\n\nThe circus itself offers an alternative vision, not that the cheerless sugar cane feud doesn't make anything look preferable. Tonio meets the fire-breather and is thunderstruck by love, and there is the possibility that, yes, he might run away with the circus. More than this I dare not reveal, except to hint that the age-old fate of the two families must play out under the implacable sun.\n\n\"Behind the Sun\" is a good-looking movie, directed by Walter Salles, who was much praised for his 1999 Oscar-nominated \"Central Station,\" also about a young boy whose life is scarred by the cruelty of his elders. It has some of the simplicity and starkness of classical tragedy, but what made me impatient was its fascination with the macho bloodlust of the two families. Since neither family has evolved to the point where it can see the futility of killing and the pointlessness of their deadly ritual, it was hard for me to keep from feeling they were getting what they deserved.\n\nSure, I hoped Tonio would get the girl and the Kid would see the ocean, but these are limited people and we can care about them only if we buy into their endless cycle of revenge and reprisal. After a certain point, no one is right and no one is wrong, both sides have boundless grievances, and it's the audience that wants to run away with the circus.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Drama", "Foreign"], "title": "Behind the Sun (2002)"}