{"url": "http://www.rogerebert.com/reviews/behind-enemy-lines-2001", "by": "Owen Wilsonas Burnett", "star_rating": 1.5, "text": "The premiere of \"Behind Enemy Lines\" was held aboard the aircraft carrier USS Carl Vinson. I wonder if it played as a comedy. Its hero is so reckless and its villains so incompetent that it's a showdown between a man begging to be shot, and an enemy that can't hit the side of a Bos-nian barn. This is not the story of a fugitive trying to sneak through enemy terrain and be rescued, but of a movie character magically transported from one photo opportunity to another.\n\nOwen Wilson stars as Burnett, a hot-shot Navy flier who \"signed up to be a fighter pilot--not a cop on a beat no one cares about.\" On a recon mission over Bosnia, he and his partner Stackhouse (Gabriel Macht) venture off mission and get digital photos of a mass grave and illegal troop movements. It's a Serbian operation in violation of a fresh peace treaty, and the Serbs fire two missiles to bring the plane down.\n\nThe plane's attempts to elude the missiles supply the movie's high point. The pilots eject. Stackhouse is found by Tracker (Vladimir Mashkov), who tells his commander Lokar (Olek Krupa) to forget about a big pursuit and simply allow him to track Burnett. That sets up the cat-and-mouse game in which Burnett wanders through open fields, stands on the tops of ridges and stupidly makes himself a target, while Tracker is caught in one of those nightmares where he runs and runs but just can't seem to catch up.\n\nBack on the USS Vinson, Admiral Reigart (Gene Hackman) is biting his lower lip. He wants to fly in and rescue Burnett, but is blocked by his NATO superior, Admiral Piquet (Joaquim de Almeida)--a Frenchman who is so devious he substitutes French NATO troops for Americans in a phony rescue mission, and calls them off just when Burnett is desperately waving from a pickup area. Bet you a shiny new dime that when this movie plays in France, Admiral Piquet becomes an Italian.\n\nThe first-time director is John Moore, who has made lots of TV commercials, something we intuit in a scene where Reigart orders Burnett to proceed to another pick-up area, and Burnett visualizes fast-motion whooshing tracking shots up and down mountains and through valleys before deciding, uh-uh, he ain't gonna do that.\n\nWhat Burnett does do is stroll through Bosnia like a bird watcher, exposing himself in open areas and making himself a silhouette against the skyline. He's only spotted in the first place because when his buddy is cornered, he's hiding safely but utters a loud involuntary yell and then starts to run up an exposed hillside. First rule of not getting caught: No loud involuntary yells within the hearing of the enemy.\n\nThis guy is a piece of work. Consider the scene where Burnett substitutes uniforms with a Serbian fighter. He even wears a black ski mask covering his entire face. He walks past a truck of enemy troops, and then what does he do? Why, he removes the ski mask, revealing his distinctive blond hair, and then he turns back toward the truck so we can see his face, in case we didn't know who he was. How did this guy get through combat training? Must have been a social promotion to keep him with his age group.\n\nAt times Burnett is pursued by the entire Serbian army, which fires at him with machine guns, rifles and tanks, of course never hitting him. The movie recycles the old howler where hundreds of rounds of ammo miss the hero, but all he has to do is aim and fire, and--pow! another bad guy jerks back, dead. I smiled during the scene where Admiral Reigart is able to use heat-sensitive satellite imagery to look at high-res silhouettes of Burnett stretched out within feet of the enemy. Maybe this is possible. What I do not believe is that the enemies in this scene could not spot the American uniform in a pile of enemy corpses.\n\nDo I need to tell you that the ending involves a montage of rueful grins, broad smiles, and meaningful little victorious nods, scored with upbeat rock music? No, probably not.\n\nAnd of course we get shots of the characters and are told what happened to them after the story was over--as if this is based on real events. It may have been inspired by the adventures of Air Force pilot Scott O'Grady, who was rescued after being shot down over Bosnia in 1995, but based on real life, it's not.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-11-30", "genres": ["Action", "Adventure", "Drama", "Thriller", "War"], "title": "Behind Enemy Lines (2001)"}