{"url": "http://www.rogerebert.com/reviews/being-elmo-a-puppeteers-journey-2011", "by": "Constance Marks", "star_rating": 3.0, "text": "All Kevin Clash ever wanted to do was make puppets. That came even before he fixated on Muppets. One day, he had an inspiration so urgent that it required cutting up his father's coat. The result was a nice enough puppet, but when Kevin emerged from his creative frenzy, he realized that his father might have stern words for him. Called in, trembling, to the old man, all he heard was: \"Next time, ask.\"\n\nClash was born into a large middle-class family in an African-American suburb of Baltimore, and perhaps found puppets and Muppets a way to express his otherwise quiet, shy personality. Using sheets on his mother's clothesline as a backdrop, he put on shows for the neighborhood kids. He was picked on as a boy who \"played with dolls,\" but that changed after he won a job on a local TV show in Baltimore.\n\n\"Being Elmo: A Puppeteer's Journey\" is a documentary that follows him through a series of good breaks that led him into the universe of Jim Henson and \"Sesame Street,\" and we even hear an eyewitness account to the day he \"discovered\" the Elmo character.\n\nAfter another puppeteer grew frustrated and threw Elmo at Kevin, saying, \"Here, you try it,\" Kevin fooled around with a series of voices until Elmo, one of the most beloved of all Muppets, emerged. He also defined Elmo's central characteristic: All he wanted was to love and be loved, and hug you. What kid couldn't identify? The original Elmo craze led to buyer panics for the Tickle Me Elmo dolls.\n\nClash's life has been a happy one. Was there more? We hear about the shocking, sudden death of Jim Henson. That seems to have been the only tragedy in his life. We hear of an ex-wife and meet a beloved daughter, but learn little about them. We don't know if he's married now. The director, Constance Marks, either filmed or found film from a remarkable span of his life; we see him at all ages and during such early events as his first Macy's parade.\n\nWhat I hadn't realized fully is how versatile the Muppeteers are, doing a variety of voices and studying the minute details of Muppet body language. There's an interesting scene where he teaches Muppeteers for a French version of \"The Muppet Show\": how you don't want to let a Muppet spend very much time with his mouth closed. Backstage at the Muppet works, we see countless drawers filled with eyeballs, eyebrows, whiskers and wigs. It's the only world Kevin wanted to live in, and he made it.", "running_time": 80, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-21", "genres": ["Documentary", "Family"], "title": "Being Elmo: A Puppeteer's Journey (2011)"}