{"url": "http://www.rogerebert.com/reviews/being-john-malkovich-1999", "by": "John Cusackas Craig Schwartz", "star_rating": 4.0, "text": "What an endlessly inventive movie this is! Charlie Kaufman, the writer of \"Being John Malkovich,\" supplies a stream of dazzling inventions, twists and wicked paradoxes. And the director, Spike Jonze, doesn't pounce on each one like fresh prey, but unveils it slyly, as if there's more where that came from. Rare is the movie where the last half hour surprises you just as much as the first, and in ways you're not expecting. The movie has ideas enough for half a dozen films, but Jonze and his cast handle them so surely that we never feel hard-pressed; we're enchanted by one development after the next.\n\nJohn Cusack stars as Craig, a street puppeteer. His puppets are dark and neurotic creatures, and the public doesn't much like them. Craig's wife, Lotte, runs a pet store, and their home is overrun with animal boarders, most of them deeply disturbed. Lotte is played by Cameron Diaz, one of the best-looking women in movies, who here looks so dowdy we hardly recognize her; Diaz has fun with her talent by taking it incognito to strange places and making it work for a living.\n\nThe puppeteer can't make ends meet in \"today's wintry job climate.\" He answers a help-wanted ad and finds himself on floor 7 1/2 of a building. This floor, and how it looks, and why it was built, would be inspiration enough for an entire film or a Monty Python sketch. It makes everything that happens on it funny in an additional way, on top of why it's funny in the first place.\n\nThe film is so rich, however, that the floor is merely the backdrop for more astonishments. Craig meets a co-worker named Maxine (Catherine Keener) and lusts for her. She asks, \"Are you married?\" He says, \"Yeah, but enough about me.\" They go out for a drink. He says \"I'm a puppeteer.\" She says, \"Waiter? Check, please.\" Keener has this way of listening with her lips slightly parted, as if eager to interrupt by deconstructing what you just said and exposing you for the fool that you are.\n\nBehind a filing cabinet on the 7 1/2th floor, Craig finds a small doorway. He crawls through it, and is whisked through some kind of temporal-spatial portal, ending up inside the brain of the actor John Malkovich. Here he stays for exactly 15 minutes, before falling from the sky next to the New Jersey Turnpike.\n\nWhoa! What an experience. Maxine pressures him to turn it into a business, charging people to spend their 15 minutes inside Malkovich. The movie handles this not as a gimmick but as the opportunity for material that is somehow funny and serious, sad and satirical, weird and touching, all at once.\n\nMalkovich himself is part of the magic. He is not playing himself here, but a version of his public image--distant, quiet, droll, as if musing about things that happened long ago and were only mildly interesting at the time. It took some courage for him to take this role, but it would have taken more courage to turn it down. It's a plum.\n\nWhy are people so eager to enter his brain? For the novelty, above all. Spend a lifetime being yourself and it would be worth money to spend 15 minutes being almost anybody else. At one point, there's a bit of a traffic jam. Lotte finds herself inside his mind while Maxine is seducing him. Lotte enjoys this experience and decides she wants to become a lesbian, or a man. Whatever it takes. This is hard to explain, but trust me.\n\nThe movie just keeps getting better. I don't want to steal the surprises and punch lines. Even a Charlie Sheen cameo is inspired. At one point Malkovich enters himself through his own portal, which is kind of like being pulled down into the black hole of your own personality, and that trip results in one of the most peculiar single scenes I've ever seen in the movies. Orchestrating all this, Cusack's character stays cool; to enter another man's mind is of course the ultimate puppeteering experience.\n\nEvery once in a long, long while a movie comes along that is like no other. A movie that creates a new world for us and uses it to produce wonderful things. \"Forrest Gump\" was a movie like that, and so in their different ways were \"MASH,\" \"This Is Spinal Tap\" (1985), \"After Hours,\" \"Babe\" and \"There's Something About Mary.\" What do such films have in common? Nothing. That's the point. Each one stakes out a completely new place and colonizes it with limitless imagination. Either \"Being John Malkovich\" gets nominated for best picture, or the members of the Academy need portals into their brains.", "running_time": 112, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-29", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Being John Malkovich (1999)"}