{"url": "http://www.rogerebert.com/reviews/bel-ami-2012", "by": "Robert Pattinsonas Georges", "star_rating": 2.0, "text": "\"Bel Ami\" adds to the aura of mystery that has enveloped Robert Pattinson since the \"Twilight\" (2008) films. That mystery involves why this actor, whose default mode is passive brooding, has been cast as a man irresistible to women. One can barely accept that a naive high school girl might fall to his strong, silent vampire, but in \"Bel Ami,\" he successfully seduces three of the most powerful beauties in Paris society despite having no talent, no money and no conversation. \n\nThe movie, set in 1890, is based on a Guy de Maupassant novel about Georges Duroy, son of an illiterate peasant who serves in the French army in Algeria and then finds himself in Paris. The opening shot shamelessly lifts from Chaplin and countless other sources, as the penniless outcast stares hungrily through a restaurant window at the rich people dining inside. In his cramped garret, all he has is a crust of bread, a candle stub and resentment. To make sure we get the point, the movie contrasts shots of a steamed lobster and Georges' resident cockroach.\n\nGood luck strikes the next day, when in a bordello he encounters an old army buddy, Forestier (Philip Glenister). This man is now political editor of a Parisian daily. He invites Georges to dinner, and when Georges confesses he has no evening-wear, he gives him two gold pieces to buy some. This grants him entry into a dinner party of power couples. Not only Forestier and his comely wife, Madeleine (Uma Thurman), but the paper's editor, Rousset (Colm Meaney), and his influential wife, Virginie (Kristin Scott Thomas), and the married Clotilde (Christina Ricci), whose husband does not attend but is also high and mighty.\n\nIn the course of the film, Georges will seduce all three women, marry one and the daughter of another and prove himself to be a thoroughgoing rotter, cad and bounder. The women are all elegant and intelligent, they know the ways of the world, and they know Georges' history. Why do they find him attractive? We don't, and that failure is the downfall of the film.\n\nHis first conquest is Madeleine, who not only comes up with an idea for an article he could write for her husband's paper but even writes it for him. She is a honey-lipped charmer who prefers to write in a scoop-necked negligee while sprawled on her bed. Georges sells the article (which Forestier surely knows his wife wrote), sees it published and permits himself the first of several self-satisfied smiles. Pattinson, alas, is an actor who hasn't mastered the art of smiling convincingly. He smiles as if saying \"cheese!\" In this world of sophisticated decadence, he needs a sardonic smile. Imagine Jeremy Irons or Ethan Hawke.\n\nThe plot essentially involves only Georges' affairs, although lip service is paid to intrigue about whether the French government plans to invade Morocco. Georges has been informed that in Paris, it is not the men who have the power, but their wives, and he sets out to climb the social ladder via their beds. He so enraptures Clotilde (Ricci) that she establishes them in a cozy little love nest. His next victim is the distinguished Virginie (Scott Thomas), who he has the effrontery to invite to the love nest for some quick rumpy-pumpy, hurrying her away just in the nick of time before Clotilde arrives.\n\nThe actresses do what they can with this sad sack. The surprise for me is Christina Ricci, who I think of as undernourished and nervous, but who flowers here in warm ripeness. Her character makes the mistake of actually loving Georges. This involves pure acting skill on her part, since Pattinson gives her so little to work with. \"Bel Ami\" ends with Georges' marriage to a young woman I haven't yet mentioned, and as the new couple walk down the aisle, they pass those who Georges has betrayed and savaged through the years. It is good to see a poor boy from the provinces make good.", "running_time": 102, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Drama", "Foreign", "Romance"], "title": "Bel Ami (2012)"}