{"url": "http://www.rogerebert.com/reviews/belizaire-the-cajun-1986", "by": "Armand Assanteas Belizaire", "star_rating": 3.0, "text": "Glen Pitre is a Cajun who went to Harvard and then came back home again to make movies. He lives in Cut Off, La., and his first movies were short dramas that he booked into the shopping center multiplexes of Cajun country. But he also brought them to film festivals such as Montreal and Cannes because Pitre is a good filmmaker. \"Belizaire the Cajun\" is his first feature and the first time he has had an adequate budget to work with. The movie is a lot of fun.\n\nIt takes place in Louisiana in the years before the Civil War, after the long exile of the Cajuns at last seemed over. They settled in peaceful coexistence with their Anglo-Saxon neighbors, but as the movie opens there is trouble. A marauding band of Anglo vigilantes is burning Cajun homes and warning them to get out of town.\n\nThe film's hero is Belizaire, played by Armand Assante, who has been seen in such unrelated roles as Mike Hammer. He practices folk medicine and dreams of his love for Alida (Gail Youngs), the Cajun woman who is married to Willoughby (Stephen McHattie), an Anglo, who is the head of the vigilantes. Exactly why Willoughby would marry a Cajun woman and then want to run her people out of town is never quite explained by the movie, but then, I suppose, racism is never logical.\n\nThe movie settles down into the pattern of a thriller after a young Cajun (Michael Schoeffling) is framed for a murder and hunted by an Anglo mob. After Belizaire also is found guilty of murder, there is a wonderfully written and directed scene on a scaffold, where he stands between two thieves and tries to talk his way out of his predicament.\n\nThe plot elements in \"Belizaire\" are pretty routine; there's not much to surprise us about the chase, the romance, the showdown. What I liked about the movie was its unforced view of Cajun life, the rhythms of the speech as they move from Cajun French into English and back again, and the comic timing of some of the scenes, especially two where the local sheriff tries to temper justice with fairness.\n\nAs Belizaire, Assante is an interesting casting choice: He's big, bearded and confident, but he doesn't play the Cajun like an action hero. He plays him sort of like a bayou version of Ghandi, restraining his anger, always able to see the comic side of his predicament, trying to talk his people out of a situation they clearly cannot win by force.\n\n\"Belizaire\" has personality and quiet charm and a lot of affection, mixed in with the more predictable action elements.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-07-18", "genres": null, "title": "Belizaire The Cajun (1986)"}