{"url": "http://www.rogerebert.com/reviews/bellflower-2011", "by": "Evan Glodellas Woodrow", "star_rating": 3.0, "text": "\"Bellflower\" is a scrappy indie movie that comes out of nowhere and blows up stuff real good. It also possibly represents the debut of a one-of-a-kind filmmaker, a natural driven by wild energy, like Tarantino. I know what the budget was, but if I told you, you'd arrive at all the wrong conclusions. Let's say Evan Glodell had all the money he needed to make this particular movie and more might have changed it for the worse.\n\nHere is a movie about two buddies who aimlessly hang around in their workshop, designing, oh, you know, things like apocalyptic flame throwers. When they suspend a fuel tank in mid-air and fire at it with a shotgun just to see what might happen, I had the odd notion that they might have filmed the shot only once and found out at the same time we did. A movie this size, how many standby fuel tanks are you gonna buy?\n\nWoodrow and Aiden (Evan Glodell and Tyler Dawson) are two \"Jackass\" types, and I mean that with the greatest respect. They were pals in Wisconsin, joined up to move to California and live in a town that consists entirely of the poor neighborhood. They are apparently unemployed. They are customizing a classic muscle car they name the Medusa, which when it is finished, will be capable of throwing terrifying plumes of flame into the air and … making quite an impression.\n\nOne night they are in a bar. They get involved in a contest requiring them to eat live crickets. This isn't completely crazy; I understand insects are a good source of protein and minerals. Woodrow finds himself in the finals with a friendly blond named Milly (Jessie Wiseman), and it's kismet. You know how sometimes you lock eyes with another person, and in a brief moment, everything is said that needs to be said?\n\nWoodrow does. Milly isn't so sure. Maybe she's met lovable cricket-eaters before. \"I could be bad for you,\" she warns Woodrow. If he falls for her, he could get hurt. He accepts this risk, and on a lark, they set off for Texas to have some good times. \n\nAll of this happens with a certain foreboding of doom, because the movie has opened with a quick-cut montage of alarming events apparently destined to happen later in the story. These are fragmented enough so that they're not really spoilers, and indeed providing a straightforward chronology is not the movie's purpose. It's more about the rise and fall of their romance; the rise of Woodrow's interest in Milly's friend, Courtney (Rebekah Brandes); a counterpoint with Aiden's experiences, and the presence of a man named Mike (Vincent Grashaw), who Woodrow didn't realize was already in Milly's life.\n\nThe film is essentially a mumblecore rom-com, although that makes it sound too derivative. Glodell is an engaging hands-on director (he built not only the Medusa but also the camera he uses) and an engaging actor. His cast is always convincing. His screenwriting lacks a shade in clarity, but then, so do the lives of these characters. The cinematography, by Joel Hodge, is raw and high-contrast, weathered and full of character, with lots of blood reds. It wouldn't take much work by a designer to make a ripped T-shirt out of the look here. And when the Medusa belches flames, man oh man, people notice.", "running_time": 106, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-09-14", "genres": ["Action", "Drama", "Indie", "Romance"], "title": "Bellflower (2011)"}