{"url": "http://www.rogerebert.com/reviews/belle-epoque-1994", "by": "Fernando Fernan Gomezas Manolo", "star_rating": 3.5, "text": "When \"Belle Epoque\" won its Academy Award as best foreign film last month, the director, Fernando Trueba, accepted with brevity and wit: \"I would like to believe in God in order to thank him, but I just believe in Billy Wilder, so . . . thank you, Mr. Wilder.\" Something of the spirit of the film is contained in those remarks, and something of the spirit of Wilder's \"Some Like It Hot\" is contained in \"Belle Epoque.\" Both films are largely concerned with sex - but not in sweaty, lustful terms. They appreciate the comic possibilities; they appreciate how amusing it can be when a man is ruled by his libido.\n\nThe movie takes place in a sunny rural district of Spain, in 1931, between the end of the monarchy and the rise of fascism - just as the Spanish Republic was having its brief moment in the sun. The title refers to the period between the end of the Franco-Prussian war in 1871 and the outbreak of World War I in 1914; Spain's belle epoque was shorter, Trueba suggests, but no less belle.\n\nThe opening sequence is worthy of Bunuel, patron saint of all Spanish films. A young army deserter has been arrested and is being marched down a country road by two national guardsmen, who are lifelong friends, civilians puffed up by the glory of their uniforms.\n\nThey get into an argument over their duties. One is shot, and then the other, overcome by grief, kills himself. The incident has nothing to do, really, with their prisoner, who now finds himself at liberty in the middle of nowhere, but liable to be charged with murder.\n\nThe young man is Fernando (Jorge Sanz). Like many of his generation, he finds himself forced to take sides in the war that is tearing his country apart - the Spanish Civil War which, in its three-way confrontation of democracy, communism and fascism, was called the rehearsal for World War II.\n\nWandering across the countryside, Fernando comes across the shabby but comfortable villa of old Manolo (Fernando Fernan Gomez), an artist who declares himself an anarchist. Manolo understands that Fernando is a deserter, but doesn't care; he is happy to have a visitor, and the two men form a quick friendship. The local priest, of a philosophical bent, joins in their nightly discussions.\n\nThen it is time for Fernando to leave. Manolo takes him to the Madrid train, which is bringing the old man's four daughters out from the city for a visit. One by one the daughters alight from the train, each more fetching than the last, and when the train pulls out Fernando cannot bring himself to get aboard. He stays behind, and Manolo, understanding everything, invites him back to the house again.\n\nNow unfolds a genial house party, with Fernando bewitched by first one daughter and then another, while old Manolo looks on benevolently; he would obviously not mind welcoming this young man into the family.\n\nThe daughters include Clara (Miriam Diaz-Aroca), recently widowed but outgrowing her grief; Violeta (Ariadna Gil), who we gather is a lesbian; Rocio (Maribel Verdu), sensuous and highspirited; and Luz (Penelope Cruz), the youngest, who is innocent but wishes she were not. At one time or another all of them intrigue Fernando, while old Manolo pretends he doesn't notice and engages the young men in nightly conversation.\n\nManolo's dilemma is that he is an anarchist with nothing to rebel against. Everything is more or less as he wants it. As an artist, he is self-employed. As a father, he is blessed. He can't even work up a case against the village priest, who is too open-minded to make a respectable opponent.\n\nManolo's underlying happiness warms the entire film. We know that terrible times are ahead for Spain; that in the years to come the country will be laid waste by war and then frozen in the long, closed Franco years. But here is a brief, beautiful time before all of that begins.\n\nLike the otherwise dissimilar \"Sirens,\" from around the world in Australia, \"Belle Epoque\" celebrates sensuality and the human body. It is a reminder that sex can be kind and gentle, tender and beautiful. American films link \"sex and violence\" so compulsively that we can hardly imagine an attractive woman who isn't hiding an icepick behind her back.\n\nMaybe the American men who control movies are afraid of women.\n\nFernando Trueba isn't, and neither is his hero. Seeing this film and \"Sirens\" in the same season, I was reminded that the movies once considered eroticism an end in itself, and not simply the prelude to a slasher scene. Here is a film so inviting you would love to sit in the sun with old Manolo and his friend the priest, and talk about the great matters of life. And about his daughters.", "running_time": 108, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-04-15", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Belle Epoque (1994)"}