{"url": "http://www.rogerebert.com/reviews/bella-2007", "by": "Eduardo Verasteguias Jose", "star_rating": 3.0, "text": "'Bella\" tells the story of two people who fall in love because of an unborn child. Winner of the People's Choice Award at Toronto 2006, it is a heart-tugger with the confidence not to tug too hard. It stars an actor named Eduardo Verastegui, who I would describe as the next Antonio Banderas if I ever wrote cliches like that, which I do not. Tall, handsome, bearded, he plays Jose, the chef of his brother's Mexican restaurant in New York, until his life changes one day when his brother fires a waitress named Nina (Tammy Blanchard) for being late.\n\nJose and Nina are not a couple. All the same, he walks out of the kitchen, chases her into the subway, apologizes that his brother humiliated her in front of the staff, and finds out she was late because she is pregnant.\n\nNow what kind of a reason is that for being late? If I were in the habit of criticizing other critics, which I am not, I would quote Robert Koehler of Variety, who writes: \"Nina, however, could easily have been to work on time, since her delay was due to her buying and using a home pregnancy test -- something she rationally would have done after her shift was over.\" Uh-huh. And if Mr. Koehler feared he was pregnant, which would he do first? Buy and use a home pregnancy test, or review \"Bella\"? I don't trust a review written by some guy who's wondering if he's pregnant.\n\nJose and Nina walk and talk, have lunch, share memories, and go to a restaurant where the owner, a friend of Jose's, offers to hire them both. Along the way, Jose tries to persuade her to have the child. He is motivated by reasons that are fully explained in early premonitions and later flashbacks, which I will not reveal. Perhaps the clincher on his argument is provided by a visit to his mother and father (Angelica Aragon and Jaime Tirelli), whose warmth is a contrast to Nina's own wretched past.\n\nCounterpoint is provided by Jose's brother Manny (Manny Perez), who apparently was not as affected by the sunshine in his childhood home. He's a martinet and perfectionist, a taskmaster, heartless, and (as it turns out), incompetent to run his own kitchen. His attitude to Nina's pregnancy is about as abstract as Robert Koehler's. Compare them to a man who is bearing a child. Remember Arnold Schwarzenegger in \"Junior,\" the movie where he was pregnant and said that merely scooping out the center of a honeydew melon gave him a you know.\n\nI have failed to convey the charm of the movie. Verastegui, despite sporting a beard so thick and black it makes him look like a 19th century anarchist, has friendly eyes, a ready smile, and a natural grace in front of the camera that will soon have fans shifting their Banderas pinups to the bottom drawer. And Blanchard fits comfortably into the role of a woman who wants to do the right thing but feels alone, friendless and broke. All she needs is someone to trust, and she melts.\n\nThere is also a lot of cooking in the movie. Jungles of cilantro are chopped. The restaurant's staff luncheon features quail in a mole sauce. Verastegui looks like he knows what he's doing in the kitchen. His IMDb profile says he likes cooking, which I believe, although that's usually the desperation answer by people who can't think of anything they like. You sense a little of that, indeed, in his profile's next two sentences: (1) \"He has a golden retriever,\" (2) \"He likes golden retrievers.\" He stops short of liking to cook golden retrievers.\n\nThe movie is not profound, but it's not stupid. It's about lovable people having important conversations and is not pro-choice or pro-life but simply in favor of his feelings -- and hers, if she felt free to feel them. The movie is a little more lightweight than the usual People's Choice Award winner at Toronto, but why not? It was the best-liked film at the 2006 festival, and I can understand that.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-10-25", "genres": ["Drama", "Foreign", "Romance"], "title": "Bella (2007)"}