{"url": "http://www.rogerebert.com/reviews/below-2002", "by": "Matt Davisas Odell", "star_rating": 2.5, "text": "Even before the woman is taken on board, the USS Tiger Shark is a submarine in trouble. The captain has been lost overboard, or at least that's the story, and tempers run high in the confined space. Then the sub rescues three drifters in a life raft, one of them a woman, whose presence on board is agreed by everyone to be bad luck on a sub, although her arrival does result in the crew wearing cleaner underwear.\n\nNow dangers increase. The sub is tracked by Germans, who drop depth bombs and later come back to troll for it with giant grappling hooks. There is fearful damage to the periscope and the control tower. An oil leak threatens to betray the sub's position. Oxygen is running low, and hydrogen in the air is a danger to the crew's safety and sanity. And perhaps there is a ghost on board. The creepy sounds from outside the hull--of seaweed, whale songs and bouncing depth bombs--increase apprehension.\n\nYes, a ghost. How else to explain why a record of Benny Goodman's \"Sing, Sing, Sing\" seems to play itself at inopportune times--as when the Germans are listening for the slightest sound from below? And when the late skipper was a Goodman fan? Of course, there could be a saboteur on board, in addition to, or perhaps instead of, the ghost.\n\n\"Below\" is a movie where the story, like the sub, sometimes seems to be running blind. In its best moments it can evoke fear, and it does a good job of evoking the claustrophobic terror of a little World War II boat, but the story line is so eager to supply frightening possibilities that sometimes we feel jerked around. Isn't it possible for a submarine to be haunted without turning it into a museum of horror film devices? Of those devices, the most tiresome is the convention that surprises make sounds. In most horror movies, including many less clever than \"Below,\" there is a visual strategy in which a character is shown in relative closeup (limiting our ability to see around him) and then startled by the unexpected appearance of another character or other visual surprise. This moment is invariably signaled on the soundtrack with a loud, alarming musical chord, or perhaps by the sound of a knife being sharpened. But surprises don't make sounds, and the cliche has become so tiresome that I submit a director might be able to create a more frightening sequence by playing the unexpected appearance in total silence.\n\nThere are a lot of surprise apparitions in \"Below,\" and many times when we expect them even when they don't arrive. Consider the effective sequence in which four divers have to penetrate the ballast space between the inner and outer hulls to search for the oil leak. Will they find a ghostly body, or what? The acting skipper of the ship is Brice (Bruce Greenwood). The absence of the former skipper is a secret at first, and the explanations for his disappearance are contradictory; even by the end of the movie, we are not sure we have the correct story. Has he returned to haunt the boat? Oxygen deprivation can encourage hallucinations.\n\nThe bad-luck woman on board, Claire (Olivia Williams), turns out to be a nurse from a sunken hospital ship. Who sunk that ship with its big red cross, and why? And what about the two survivors in the boat with her? What are their stories? Although the arrival of a woman on board inspires some heavy-handed scenes in which some men seem to be warming up for an assault, that plot thread is quickly abandoned, and Claire begins to take a surprisingly active role in the onboard discussions. Siding with her is Odell (Matt Davis), maybe because he agrees, maybe because he likes her. Brice's command of the ship may include decisions made with a hidden agenda.\n\nThe movie is skillfully made by David Twohy, whose \"The Arrival\" (1996) was an uncommonly intelligent science fiction thriller about a hidden alien plot against Earth. But his overpraised \"Pitch Black\" (2000), which launched Vin Diesel, was weakened by the same faults as \"Below.\" It had too many obligatory startles, too many unclear possibilities and not enough definition of the crucial players. But Twohy showed with \"The Arrival\" that he is a gifted director. \"Below\" has ambitions to be better than average, but doesn't pull itself together and insist on realizing them.", "running_time": 103, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Horror", "Mystery", "Thriller"], "title": "Below (2002)"}