{"url": "http://www.rogerebert.com/reviews/beloved-2012", "by": "Catherine Deneuveas Madeleine", "star_rating": 2.0, "text": "\"Beloved\" is a labyrinth of French love stories that wind their way from 1968 to the near-present, pausing along the way to employ the Russian invasion of Czechoslovakia and the 9/11 attacks as historical backdrops. It uses Catherine Deneuve and her real-life daughter Chiara Mastroianni as Madeleine and her daughter Vera, and Ludivine Sagnier as a younger version of Madeleine.\n\nThe film opens with a French cover of Nancy Sinatra's \"These Boots Are Made for Walking,\" as a narration by Vera explains how her mother stole a pair of high-fashion shoes and was mistaken for a hooker. Madeleine paused a moment, thought why not? and later tells Vera that the shoes were responsible for making her a prostitute. In this new career, she meets a young Czech doctor named Jaromil (Rasha Bukvic), falls in love with him, breaks up, follows him to Czechoslovakia, marries him and has their daughter, Vera. Later in life, he reappears, now played by Czech director Milos Forman.\n\nAre you with me? One of the charms of \"Beloved\" is the way it uses movie legends. Deneuve and Forman you know. You also know Chiara Mastroianni, whose father was Marcello Mastroianni. After dozens of movies, I am so intensely familiar with the faces of Deneuve and Mastroianni that it is a thing of beauty to see both their faces reflected in hers. No one would ever say \"she looks like her father\" or \"her mother.\" She looks like both, the heiress of cinematic royalty.\n\nWhat does the writer-director Christophe Honoré do with these characters and their casting? With the casting, he has no problem. His actresses are all wondrous to behold, and Forman is surprisingly engaging as the doctor. But the plot of \"Beloved,\" I'm afraid, may try your patience. \n\nBoth Madeleine and Vera have a gift for choosing unreliable men. With Vera, it is a gay American named Henderson (Paul Schneider) and Clement (Louis Garrel), her patient best friend. They choose them, and choose them again and again, and spend the movie steeping in melancholy and futility.\n\nThere is another problem. Honoré puts his film on hold six or seven times while the characters half-sing, half-recite the lyrics to banal songs explaining the meaning of what we've just seen, which is all too comprehensible the first time around. \n\n\"Beloved\" evokes some of the fine moments in the careers of Deneuve and Marcello Mastroianni, but it doesn't re-create them.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-09-12", "genres": null, "title": "Beloved (2012)"}