{"url": "http://www.rogerebert.com/reviews/beloved-1998", "by": "Oprah Winfreyas Sethe", "star_rating": 3.5, "text": "The film tells the story of Sethe (Oprah Winfrey), who was a slave on a Kentucky plantation in the days before the Civil War. Now Sethe is free, and lives in a frame house on a few acres on the outskirts of Cincinnati--”124 Bluestone Road,” the film informs us, as if it would be an ordinary house if it were not for the poltergeist that haunts it. When Paul D (Danny Glover), who knew her years ago in Kentucky, enters the house, the air glows red and the walls and floor shake violently; the spirit resents this visitor.\n\nBut Paul D remains, and seems to quiet the poltergeist. Then the spirit appears again, waiting for them one day when they return to the house. It now manifests itself as a young woman in a black dress and (Paul makes note) shoes that don't look as if they've been walked in. Asked her name, she spells it out one painful letter at a time, in a gravelly voice that doesn't sound as if it's ever been used: B-E-L-O-V-E-D. Thandie Newton, who plays Beloved, does an interesting thing with her performance. She inhabits her body as if she doesn't have the operating instructions. She walks unsteadily. She picks up things as if she doesn't quite command her grasp. She talks like a child. And indeed inside this young woman there is a child, the ghost of the young daughter who Sethe killed rather than have her returned to the plantation as a slave.\n\nLike the Toni Morrison novel it is based on, “Beloved” does not tell this story in a straightforward manner. It coils through past and present, through memory and hallucination, giving us shards of events that we are required to piece back together. It is not an easy film to follow. Director Jonathan Demme and his screenwriters have respected Morrison's labyrinthine structure--which does, I think, have a purpose. The complexity is not simply a stylistic device; it is built out of Sethe's memories, and the ones at the core are so painful that her mind circles them warily, afraid to touch. Sethe's life has not been a linear story, but a buildup to an event of unimaginable horror, and a long, sad unwinding afterward.\n\nThe film had a curious effect on me. I was sometimes confused about events as they happened, but all the pieces are there, and the film creates an emotional whole. It's more effective when it's complete than during the unfolding experience. Seeing it more than once would be rewarding, I think, because knowing the general outline--having the road map--would deepen the effect of the story and increase our appreciation of the fractured structure.\n\nThe film, based on a true story, is about a woman who is raised as a slave and then tastes 28 days of freedom before “on the 29th day, it was over.” She has been beaten and raped by her employer, School Teacher, and boys under his care; there is a flashback in which the boys steal the milk from her breasts, and her chained husband looks on and goes mad. Faced with the prospect that her children will be returned to the degradation of slavery, she chooses to kill them--and is stopped only after she does kill the daughter now returned as Beloved.\n\nPostwar life in Ohio contains its peaceful moments, of bringing in the laundry or shelling peas, but the house at 124 Bluestone Road is forever saddened by what Sethe did. Was it wrong? Yes, said the law: She was guilty of destroying property. The law did not see her or her child as human beings, and thus did not consider the death to be murder. In a society with those values, to kill can be seen as life-affirming.\n\nThese are all feelings that churn up after the film. “Beloved,” film and novel, is not a genre ghost story but a work that uses the supernatural to touch on deep feelings. Like The Turn of the Screw, it has no final explanation. Spirit manifestations come from madness and need not follow logical agendas. It is a remarkable and brave achievement for Demme and his producer and star, Winfrey, to face this difficult material head-on and not try to dumb it down into a more accessible, less evocative form.\n\nWinfrey plays Sethe as a woman who can sometimes brighten and relax, but whose spirit always returns to the sadness of what she did, and the hatred of those who forced her to it. It is a brave, deep performance. Supernatural events whirl around her, but she is accustomed to that; she's more afraid of her own memories. Thandie Newton, as Beloved, is like an alien. (I was reminded of Jeff Bridges in “Starman.”) She brings a difficult character to life by always remembering that the tortured spirit inside was still a baby when it died. Danny Glover, big and substantial, is the pool of caring that Sethe needs if she is ever to heal. Kimberly Elise, as Sethe's grown daughter, plays the character as a battered child--battered not by her mother but by the emotional maelstrom of 124 Bluestone Road. And the legendary Beah Richards has an electric screen presence as Baby Suggs, Sethe's mother-in-law, who presides over haunting spiritualist ceremonies.\n\nDemme's direction tells the story through mood and accumulation of incident, rather than through a traditional story line. His editor, Carol Littleton, takes on the difficult task of helping us find our way through the maze. Some audience members, I imagine, will not like it--will find it confusing or too convoluted. And it does not provide the kind of easy lift at the end that they might expect. Sethe's tragic story is the kind where the only happy ending is that it is over.", "running_time": 175, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-16", "genres": ["Drama", "Thriller"], "title": "Beloved (1998)"}