{"url": "http://www.rogerebert.com/reviews/ben-1972", "by": "Lee H. Montgomeryas Danny", "star_rating": 1.5, "text": "I wonder how Ben learned English. I seem to recall from \"Willard,\" last summer's big rat movie, that Willard trained Ben to heel, beg, roll over, play dead and sic Ernest Borgnine. Not bad for a rat. But when did Ben learn English? It takes Berlitz six weeks of intensive training to get a French businessman to the point where he can proposition a girl on Rush St. -- and here's Ben learning instinctively.\n\nBen also talks in his new movie. It's hard to understand what he says, however, because all he does is squeak in various octaves. He sounds like Rubber Ducky being goosed. The movie's hero is Danny, an 8-year-old with a heart condition. Danny loves Ben. Danny apparently understands Rubber Ducky talk, too, maybe because he's a graduate of 'Sesame Street.' Do you ever get the feeling that when the Earth is finally conquered, it won't be by rats but by tiny, beady-eyed, preschool super-intelligences, who attack us with atomic alphabets?\n\nBen and his friends head for the sewers and plan their assault on mankind. This involves being thrown through the air by invisible animal trainers so that they land on-camera and scare hell out of sewer workers. Everyone knows this is nonsense. If Art Carney could go down in the sewers day after day and fearlessly face alligators, what's a few billion rats?\n\nDoesn't matter, though. This isn't a thriller but a geek movie. In a thriller, we're supposed to be scared by some awesome menace to mankind -- the Green Blob maybe, or Big Foot, or the Invincible Squid and his implacable enemy, red wine sauce. But in a geek movie, the whole idea is to be disgusted because the actors have rats all over them.\n\nYou know what a geek is, or at least you do if you grew up near a county fairgrounds like I did. He's the guy who bites the head off a living chicken. I used to hate the geek show, but I sat through it manfully because that was a test of your courage. If you passed it, you got to pay the extra quarter and see the lady who was tattooed all over. Also the Half-Man, Half-Woman, who, to my intense disappointment, turned out to be the wrong half of each.\n\nThe neatest thing about \"Ben\" is the relationship between the police captain and the newspaper reporter. In recent years, these two groups have been somewhat antagonistic to each other on the screen. But in the good old days of Spencer Tracy and Pat O'Brien, they used to pal around and hang out in the same after-ours joints.\n\nNow the clock has been turned back. It seems that Willard left a diary behind, explaining how he trained the rats. The reporter doesn't believe a rat can be trained. \"All right, read this,\" the cop says, handing over his only piece of tangible evidence. Given the level of intelligence in this movie, the reporter probably took it home, filled up his tub, and read it out loud to Rubber Ducky. Maybe that's how Ben learned English.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-06-28", "genres": ["Horror", "Thriller"], "title": "Ben (1972)"}