{"url": "http://www.rogerebert.com/reviews/bend-it-like-beckham-2003", "by": "Parminder K. Nagraas Jesminder", "star_rating": 3.5, "text": "I saw more important films at Sundance 2003, but none more purely enjoyable than \"Bend It Like Beckham,\" which is just about perfect as a teenage coming-of-age comedy. It stars a young actress of luminous appeal, it involves sports, romance and of course her older sister's wedding, and it has two misinformed soccer moms--one who doesn't know a thing about the game and another who doesn't even know her daughter plays it.\n\nThe movie, set in London, tells the story of Jesminder Bjamra, known as \"Jess,\" who comes from a traditional Indian family. Her parents are Sikhs who fled from Uganda to England, where her dad works at Heathrow airport. They live in the middle-class suburb of Hounslow, under the flight path of arriving jets, where her mother believes that Jess has two great duties in life: to learn to prepare a complete Indian meal, and to marry a nice Indian boy, in exactly that order.\n\nJess plays soccer with boys in the park. In her family's living room is a large portrait of a Sikh spiritual leader, but above Jess's bed is her own inspiration--the British soccer superstar David Beckham, better known to some as Posh Spice's husband. To Beckham's portrait she confides her innermost dream, which is to play for England. Of course a girl cannot hope to be a soccer star, and an Indian girl should not play soccer at all, since in her mother's mind the game consists of \"displaying your bare legs to complete strangers.\" Jess is seen in the park one day by Juliette (Keira Knightley), who plays for the Hounslow Harriers, a woman's team, and is recruited to join them. The coach is a young Irishman named Joe (Jonathan Rhys-Meyers), and it is love at second or third sight--complicated, because Joe cannot date his players, and Juliette has a crush on him, too.\n\nBut all of these elements make the film sound routine, and what makes it special is the bubbling energy of the cast and the warm joy with which Gurinder Chadha, the director and co-writer, tells her story. I am the first to admit that Gurinder Chadha is not a name on everybody's lips, but this is her third film and I can promise you she has an unfailing instinct for human comedy that makes you feel good and laugh out loud.\n\nHer previous film was the wonderful \"What's Cooking,\" about four American ethnic families (African American, Latino, Jewish and Vietnamese) all preparing a traditional Thanksgiving dinner, while their younger generations are connected in unsuspected ways. There is an emerging genre of comedies about second- and third-generation young people breaking loose from traditional parents (\"My Big Fat Greek Wedding\" is the most spectacular example), and I've seen these rite-of-entry comedies by directors with Filipino, Indian, Chinese, Mexican, Iranian and Korean backgrounds, and even one, \"Mississippi Masala,\" where Denzel Washington and Sarita Choudhury played two such characters whose stories meet.\n\n\"Bend It Like Beckham,\" which adds a British flavor to its London Metroland masala, is good not because it is blindingly original but because it is flawless in executing what is, after all, a dependable formula. The parents must be strict and traditional, but also loving and funny, and Mr. and Mrs. Bhamra (Anupam Kher and Shaheen Khan) are classic examples of the type. So is Juliette's mother, Paula (the wry, funny British star Juliet Stevenson), who tries to talk her tomboy daughter into Wonderbras, and spends most of the movie fearing that a girl who doesn't want to wear one must be a lesbian. (\"There's a reason why Sporty Spice is the only one without a boyfriend.\") The editing by Justin Krish gets laughs all on its own with the precision that it uses to cut to reaction shots as the parents absorb one surprise after another.\n\nJess, played by Parminder K. Nagra, is a physically exuberant girl whose love of soccer crosses over into a love of life. She runs onto the field as if simply at play, she does cartwheels after scoring goals, and although she deceives her parents about her soccer dreams, she loves them and understands their point of view. Her father, who played cricket in Uganda but was discriminated against by the local London club, still bears deep wounds, but \"things are different now,\" Jess tells him, and there is the obligatory scene where he sneaks into the crowd at a match to see for himself.\n\nCan there be an Indian comedy without a wedding? \"Monsoon Wedding\" is the great example, and here, too, we get the loving preparation of food, the exuberant explosion of music, and the backstage drama. All ethnic comedies feature scenes that make you want to leave the theater and immediately start eating, and \"Bend It Like Beckham\" may inspire some of its fans to make Indian friends simply so they can be invited over for dinner.\n\nThe movie's values run deep. It understands that for Jess' generation soccer is not about displaying bare legs (Jess has another reason to be shy about that), but it also understands the hopes and ambitions of parents--and, crucially, so does Jess, who handles the tentative romance with her coach in a way that combines tenderness with common sense. A closing scene at the airport, which in a lesser movie would have simply hammered out a happy ending, shows her tact and love.\n\nLike all good movies, \"Bend It Like Beckham\" crosses over to wide audiences. It's being promoted in the magazines and on the cable channels that teenage girls follow, but recently we showed it on our Ebert & Roeper Film Festival at Sea, to an audience that ranged in age from 7 to 81, with a 50ish median, and it was a huge success. For that matter, the hip Sundance audience, dressed in black and clutching cell phones and cappuccinos, loved it, too. And why not, since its characters and sensibility are so abundantly lovable.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-12", "genres": ["Comedy", "Drama", "Family", "Foreign"], "title": "Bend It Like Beckham (2003)"}