{"url": "http://www.rogerebert.com/reviews/benji-off-the-leash-2004", "by": "Benjias Puppy", "star_rating": 3.0, "text": "\"Benji: Off the Leash\" is not one of the great dog movies, but it's a good one, abandoning wall-to-wall cuteness for a drama about a homeless puppy. And it sends a valuable message: Mongrels are just as lovable as pure breeds, or maybe in the case of Benji and Shaggy, the stars of this film, more so.\n\nThe movie resembles \"Shiloh\" in its story about a young boy who loves a dog and tries to protect it from the cruelty of an adult. Nick Whitaker stars as Colby, a 14-year-old whose stepfather Hatchett (Chris Kendrick) breeds dogs in crowded kennels in the backyard. When one of his prize breeders gives birth to a white mongrel, he finds the dog useless and plans to put it to death. Colby steals it, names it Puppy, and successfully protects it for months, hiding it in a playhouse so interestingly designed he will no doubt grow up to become an architect. The playhouse is shared by a parrot named Merlin, who proves the point that parrots are not nearly as funny as they think they are.\n\nThe plot is not entirely about Colby and his mean stepfather, however. Its real co-stars are Benji and a dog named Shaggy, who was discovered in a Chicago animal shelter. Shaggy plays Lizard Tongue, a dog of the streets, who knows the ropes and provides invaluable help to Puppy in a world populated not only by cruel breeders but, inevitably, by dogcatchers.\n\nThe movie's PG-rated bad guys are carefully modulated to be evil but not too evil. The animal control wardens, named Livingston and Sheldon (Randall Newsome and Duane Stephens) are comic relief: bumbling flatfoots who actually kinda like dogs. Like all goofy characters in movies like this, they exhibit a genius for finding and falling face-down in mud puddles.\n\nAs for Hatchett, he is stern, heartless and hateful, but never physically abuses Colby; his mom Claire, played by Christy Summerhays, makes sure of that. There's a scene between Colby and his mother where she tries to explain to her son why she has stayed in her marriage; it's heartfelt and sincere, and could be useful to children in the audience who are going through similar experiences.\n\nJoe Camp, who has directed several Benjis in six movies and a TV series, is a master at getting his animals to seem as smart as Lassie (who, as Dave Barry has recently pointed out, was smarter and possibly more articulate than any of the humans in her family). He has a winning character actor in Shaggy, a playful roughhouse type, and the latest Benji, of course, is cuteness squared.\n\nThe movie opens and closes with quasi-documentary footage about Camp's search for a new dog to play Benji. You might be tempted to wonder if being cast as Benji is something Puppy would prefer to life with Shaggy and Colby, but a paradox is involved, since the new Benji has already been discovered and is playing Puppy in this movie.\n\nThe drama continues. There have been recent medical bulletins about Benji's need for eye surgery; the movie's Web site says Benji underwent retinal reattachment. Dr. Sam Vainisi of northwest suburban Wheeling, described as \"the top veterinary ophthalmologist in the country,\" said the surgery was complicated because of inflammation from an earlier cataract operation and an allergic reaction to an antibiotic. One wishes Benji a complete and speedy recovery, and prays that Shaggy doesn't have to go into training as Benji's seeing-eye dog.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-08-20", "genres": ["Drama", "Family"], "title": "Benji: Off the Leash! (2004)"}