{"url": "http://www.rogerebert.com/reviews/benjamin-1968", "by": "Pierre Clementias Benjamin", "star_rating": 2.0, "text": "I went to see \"Benjamin\" with high anticipation, having been promised by the New Yorker that it was a \"delicate masterpiece of voluptuous physical grace and refined libertinage.\" But my standards of voluptuous physical grace, not to mention libertinage, must be more severe than the New Yorker's. I was bored. Give me Candy Barr anytime.\n\nThe story, such as it is, has been lifted from every other pornographic novel ever written. A young lad named Benjamin is taken by his faithful old servant to visit his rich aunt, the Countess de Valandry. That should be a tip-off: Countesses are never up to any good in this sort of enterprise.\n\nBenjamin is something of a slob to begin with; doesn't clean between his toes and that sort of thing. But his aunt's devoted household staff, consisting mainly of bosomy young maids, civilize him in no time at all. Dressed in regal finery and trained overnight in court manners, the innocent young Benjamin sallies out into the great amoral world of seduction and intrigue. If this begins to read as if it were copied off the back of a paperback novel, perhaps it was.\n\nLet's see. Benjamin's aunt and uncle run a wide-open household, in which everyone is dashing in and out of bedroom doors like the Marx Brothers. The maids keep the kitchen hopping. A series of lush young ladies do their best to deflower Benjamin, but, alas, they never quite succeed.\n\nAnd that, so help me, is all. The film may appeal to empty-headed would-be sophisticates who want to attend a pretty French movie that doesn't make them think, or depress them, or anything. But \"Benjamin\" offers nothing more. It is not a work of art, or even a work of grace, or even more than fitfully amusing. Even the engaging performances of Michele Morgan and Michel Piccoli (as the aunt and uncle) and the genuine beauty of Catherine Deneuve fail to save it. Of course, a movie doesn't have to be serious to be good. But \"Benjamin\" wins the 1968 strawberry parfait award for floating off your fork before you can get your mouth open.", "running_time": 103, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-24", "genres": ["Comedy", "Romance"], "title": "Benjamin (1968)"}