{"url": "http://www.rogerebert.com/reviews/bent-1997", "by": "Clive Owenas Max", "star_rating": 2.0, "text": "\"Bent\" tells a heartrending love story, set against the backdrop of the Holocaust. I could describe the film in solemn pieties, but that would be too easy. The more deeply it descends into horror, the more alarming its agenda becomes, until finally I'd had enough: The material is not worthy of its setting.\n\nThe story involves a Berlin homosexual named Max (Clive Owen), who is swept up in the Nazi madness, forced to kill his lover, sent to a prison camp, and there finds true love with another man. Max has lied to qualify for a yellow star (signifying he is Jewish) instead of a pink one (homosexual). By the end he is proud to wear the pink star, but his decision is staged as a crowd-pleaser.\n\n\"Bent\" is a movie very much about entertaining its audience (I have not seen the stage play by Martin Sherman, who wrote the screenplay). It opens with a gay orgy, hosted by the transvestite Greta (Mick Jagger), where bodies are strewn about in sexual congress. Some of the revelers are either Nazis, or wear Nazi uniforms as a form of erotic enhancement.\n\nMax goes home with a handsome young Nazi, and has sex with him, to the dismay of Max's lover, Rudy (Brian Webber). It is the time of the purge of gay Nazis; storm troopers burst in to slit the Nazi's throat. Max and Rudy escape, hide in the woods, and are captured after a thrilling action scene. The scene exists for its own sake; the drama is suspended, so the audience can thrill to the formula of pursuit.\n\nOn a train to prison camp, Max is forced to commit unspeakable acts and betray his friend. The underlying message is, it's every man for himself; the film will refute that. In the camp, Max is assigned to shift rocks from one pile to another. He's joined by Horst (Lothaire Bluteau), who he met on the train. \"Friendship lasts about 12 hours in this place,\" Horst tells him.\n\nBut soon, in the midst of dread and a bitter winter, they find erotic desire stirring, and there is a scene where they stand side by side, with no eye contact, and by describing their feelings verbally are able to arrive at simultaneous orgasm. This scene works like the chase scene: It drops out of the drama to stand alone as entertainment--as eroticism. A better film would have found a way to absorb the sexuality into the underlying theme; both scenes are crowd-pleasers, and so is a closing sequence which seems staged more as a noble tableaux than as drama at all.\n\nMax's personal victory we of course applaud, but does the film, with its methods, deserve the sentiment it requests? Sherman's stage version of \"Bent\" is, I am told, a moving experience. During the film, there was scarcely a moment when I wasn't aware of its gears cleverly turning.", "running_time": 104, "mpaa_rating": "NC-17", "release_year": 1997, "date_published": "1997-11-26", "genres": ["Drama", "Foreign", "History", "Indie", "Thriller"], "title": "Bent (1997)"}