{"url": "http://www.rogerebert.com/reviews/beowulf-2007", "by": "Ray Winstoneas Beowulf", "star_rating": 3.0, "text": "In the name of the mighty Odin, what this movie needs is an audience that knows how to laugh. Laugh, I tell you, laugh! Has the spirit of irony been lost in the land? By all the gods, if it were not for this blasted infirmity that the Fates have dealt me, you would have heard from me such thunderous roars as to shake the very Navy Pier itself down to its pillars in the clay.\n\nTo be sure, when I saw \"Beowulf\" in 3-D at the giant-screen IMAX theater, there were eruptions of snickers here and there, but for the most part, the audience sat and watched the movie, not cheering, booing, hooting, recoiling, erupting or doing anything else unmannerly. You expect complete silence and rapt attention when a nude Angelina Jolie emerges from the waters of an underground lagoon. But am I the only one who suspects that the intention of director Robert Zemeckis and writers Neil Gaiman and Roger Avary was satirical?\n\nTruth in criticism: I am not sure Angelina Jolie was nude. Oh, her character was nude, all right, except for the shimmering gold plating that obscured certain crucial areas, but was she Angelina Jolie? Zemeckis, who directed the wonderful \"The Polar Express,\" has employed a much more realistic version of the same animation technology in \"Beowulf.\" We are not looking at flesh-and-blood actors but special effects that look uncannily convincing, even though I am reasonably certain that Angelina Jolie does not have spike-heeled feet. That's right: feet, not shoes.\n\nThe movie uses the English epic poem, circa 700 A.D., as its starting point, and resembles the original in that it uses a lot of the same names. It takes us to the Danish kingdom of King Hrothgar (Anthony Hopkins), where the king and his court have gathered to inaugurate a new mead hall, built for the purpose of drinking gallons of mead. The old hall was destroyed by the monster Grendel, whose wretched life consists of being the ugliest creature on earth, and destroying mead halls.\n\nTo this court comes the heroic Geatsman named Beowulf (Ray Winstone), who in the manner of a Gilbert & Sullivan hero is forever making boasts about himself. He is the very model of a medieval monster slaughterer. (A Geatsman comes from an area of today's Sweden named Gotaland, which translates, Wikipedia helpfully explains, as \"land of the Geats.\") When the king offers his comely queen Wealthow (Robin Wright Penn) as a prize if Beowulf slays Grendel, the hero immediately strips naked, because if Grendel wears no clothes, then he won't, either. This leads to a great deal of well-timed Austinpowerism, which translates (Wikipedia does not explain) as \"putting things in the foreground to keep us from seeing the family jewels.\" Grendel arrives on schedule to tear down the mead hall, and there is a mighty battle which is rendered in gory and gruesome detail, right down to cleaved skulls and severed limbs.\n\n\tNow when I say, for example, that Sir Anthony plays Hrothgar, or John Malkovich plays Beowulf's rival Unferth, you are to understand that they supply voices and the physical performances for animated characters who look more or less like they do. (Crispin Glover, however, does not look a thing like Grendel, and if you are familiar with the great British character actor Ray Winstone you will suspect he doesn't have six-pack abs.) Variety reports that Paramount has entered \"Beowulf\" in the Academy's best animated film category, which means nothing is really there, realistic as it may occasionally appear. I saw the movie in IMAX 3-D, as I said, and like all 3-D movies it spends a lot of time throwing things at the audience: Spears, blood, arms, legs, bodies, tables, heads, mead, and so forth. The movie is also showing in non-IMAX 3-D, and in the usual 2-D. Not bad for a one-dimensional story.\n\n\tBut I'm not complaining. I'm serious when I say the movie is funny. Some of the dialog sounds like Monty Python. No, most of the dialog does. \"I didn't hear him coming,\" a wench tells a warrior. \"You'll hear me,\" he promises. Grendel is ugly beyond all meaning. His battles are violent beyond all possibility. His mother (Jolie) is like a beauty queen in centerfold heaven. Her own final confrontation with Beowulf beggars description. To say the movie is over the top assumes you can see the top from here.\n\nNow about the PG-13 rating. How can a movie be rated PG-13 when it has female nudity? I'll tell you how. Because Angelina Jolie is not really there. And because there are no four-letter words. Even Jolie has said she's surprised by the rating; the British gave it a 12A certificate, which means you can be a year younger and see it over there. But no, Jolie won't be taking her children, she told the BBC: \"It's remarkable it has the rating it has. It's quite an extraordinary film, and some of it shocked me.\"\n\n\tHere's the exact wording from the MPAA's Code people: \"Classified PG-13 (for intense sequences of violence including disturbing images, some sexual material and nudity).\" How does that compare with a PG rating? Here's the MPAA's wording on \"Bee Movie\": \"Classified PG (for mild suggestive humor and a brief depiction of smoking).\" I have news for them. If I were 13, Angelina Jolie would be plenty nude enough for me in this movie, animated or not. If I were 12 and British, who knows?", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-11-14", "genres": ["Action", "Adventure", "Animation"], "title": "Beowulf (2007)"}