{"url": "http://www.rogerebert.com/reviews/bernie-2012", "by": "Jack Blackas Bernie", "star_rating": 3.5, "text": "I would buy a used coffin from this man. In Richard Linklater's droll comedy \"Bernie,\" Jack Black plays an east Texas funeral director named Bernie Tiede, and it is surely one of the performances of the year. I had to forget what I knew about Black. He creates this character out of thin air, it's like nothing he's done before, and it proves that an actor can be a miraculous thing in the right role.\n\nBlack is not a giant. He stands 5'6.\" Yet the word for Bernie Tiede is \"hovering.\" He seems to hover above even those taller than him. He is solicitous, gentle, tactful. When Marjorie Nugent's husband dies, he is the angel at her shoulder, creating the impression that no client has ever touched him quite so much as she has. That's a triumph because Marjorie (Shirley MacLaine) is the most disliked woman in Carthage, Texas.\n\nBernie Tiede's story is factual, based on a celebrated Texas Monthly article titled \"Midnight in the Garden of East Texas\" by Skip Hollandsworth. The late Mr. Nugent, apparently a prince of a fellow, owned the local bank. Marjorie took over after his passing and started throwing loan applications into the waste basket and otherwise offending the locals.\n\nWas it her money that attracted Bernie? No one can say. Bernie was known and liked by almost everyone, sang in the church choir, served on charity boards, organized civic functions, provided a sympathetic shoulder. His origins were obscurely in Arkansas, but his manner was such that he got the job at the Carthage funeral home almost just by presenting himself. Among his many abilities was the tact to convince mourners he believed they had selected precisely the right coffin.\n\nBernie's courtship of Marjorie is a masterpiece of social delicacy. In the odd dance between the two, he never seems to want anything in particular. Not sex, certainly; there were those in Carthage who assumed Bernie was gay and rumored to be a few who knew. Nor was he boldly after her money, although he suggested purchases that in embellishing her lifestyle did nothing to diminish his. Surely Marjorie knew she was hated in the town and surely she enjoyed being paid tribute; MacLaine allows the slightest of smiles to sometimes shine out from a fixed frown. They began to be seen around town, especially at the theatrical and artistic events that Bernie supported and sometimes performed in. They shared such sublimated sexual experiences as holding hands while having simultaneous massages in a (respectable) local spa. \n\nThere are flat-footed ways this story could have been told. Linklater finds a tricky note difficult to define. \"Bernie\" never declares itself a comedy; often when we laugh we're thinking, \"I can't believe I'm seeing this.\" An unspoken compact grows between Bernie and Marjorie in which neither one declares exactly what's going on, but the fiction is maintained that Bernie believes her worthy of his kindest attentions, and she believes that at last a man has gotten her right. But a relationship this problematic can't last forever, and eventually Bernie shoots Marjorie four times in the back.\n\nNow Linklater surpasses himself. Bernie's attempts to conceal the death is based on the ability of many good funeral directors to know instinctively what people really think about each other. In Marjorie's case, no one liked her, and she isn't particularly missed. Bernie redoubles his charity efforts and continues to lead his accustomed lifestyle. Only a curious district attorney named Danny Buck Davidson (Matthew McConaughey) eventually sniffs out something wrong, and even as he comes under suspicion, Bernie remains a man who knows exactly how to behave in difficult situations.\n\nRichard Linklater has made all kinds of movies, most of them very good. They have little else in common: He worked with Black in a completely different mode in \"School of Rock.\" Why did he make \"Bernie\"? I suspect he read the magazine article and knew it was a natural movie. Anyone could have seen that. His genius was to see Jack Black as Bernie Tiede.", "running_time": 100, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-16", "genres": ["Comedy", "Crime", "Drama"], "title": "Bernie (2012)"}