{"url": "http://www.rogerebert.com/reviews/bert-rigby-youre-a-fool-1989", "by": "Robert Lindsayas Bert Rigby", "star_rating": 2.0, "text": "Here is a movie light as a feather, charming as a suede-shoe salesman and consequential as a shiny new dime. It's about a British coal miner named Bert Rigby, who fakes his way into a traveling talent show and is good enough that the producer signs him to a long-term contract: He'll be the official winner of the talent show in each new town. Since this existence is better than working in the coal mines, Bert considers his fortune made.\n\nAt this point in the plot, the movie has hardly begun, and already it seems to be wearing a somewhat forced smile. It's about jolliness and cheerfulness and pluck, and about how wonderful show business is and how great all of those old movie musicals were. From time to time it breaks into a musical number, and then a curious thing happens: We are reminded of the original musical that inspired the number and are filled with a great nostalgia for that musical. It's a curious process; the movie constantly seems to be directing attention away from itself.\n\nWhen Bert sings \"Singin' in the Rain,\" for example, you know what it made me feel like? It made me feel like seeing \"Singin' in the Rain.\" \"Bert Rigby, You're a Fool\" was written and directed by Carl Reiner, and it has at least a casual relationship with \"Enter Laughing\" (1967), his first film as a director. That was a semiautobiographical movie about the hero's decision to leave dentistry and go into show business, and \"Bert Rigby\" seems to be an attempt to tell a similar story in British terms.\n\nThe movie stars Robert Lindsay, who has had a great success in the last several years as the lead in \"Me and My Girl,\" a hit musical in both London and New York. Lindsay is a charmer, a likable song-and-dance man I enjoyed a lot when I saw him on the stage, but why didn't he film \"Me and My Girl\" instead of \"Bert Rigby\"? Why, in other words, didn't they make a musical - instead of a homage to musicals? \"Bert Rigby\" harkens back so effectively to the golden days that we want to be there, instead of in this movie.\n\nThe plot charts a more or less predictable rise for Bert, from the talent show to discovery by a more important producer, to immigration to America, to eventual success here, with several love affairs along the way but always the faithful girl to return to, and with the usual lessons to be learned about gratitude and ego. It's one of those movies you wouldn't really mind seeing twice, since it makes such a small impression the first time.", "running_time": 95, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-28", "genres": null, "title": "Bert Rigby, You're A Fool (1989)"}