{"url": "http://www.rogerebert.com/reviews/besieged-1999", "by": "Thandie Newtonas Shandurai", "star_rating": 1.0, "text": "I've found it impossible to discuss this film without mentioning important plot points. Otherwise, as you will see, the review would be maddeningly vague.\n\nBernardo Bertolucci's \"Besieged\" is a movie about whether two people with nothing in common, who have no meaningful conversations, will have sex--even if that means dismissing everything we have learned about the woman. It is also about whether we will see her breasts. How can a director of such sophistication, in a film of such stylistic grace, tell such a shallow and evasive story? But wait. The film also involves race, politics and culture, and reduces them all to convenient plot points. The social values in this movie would not have been surprising in a film made 40 years ago, but to see them seriously proposed today is astonishing. In a hasty moment I described the film as \"racist,\" but it is not that so much as thoughtless, and lacking in all empathy for its African characters, whose real feelings are at the mercy of the plot's sexual desires.\n\nThe film opens in Africa, with an old singer chanting a dirge under a tree. We see crippled children. A teacher in a schoolroom tries to lead his students, but troops burst in and drag him away. The young African woman Shandurai (Thandie Newton) sees this. The teacher is her husband. She wets herself. So much for the setup. The husband will never be given any weight or dimension.\n\nCut to Rome, where Shandurai is a medical student, employed as a maid in the house of Mr. Kinsky (David Thewlis). He will always remain \"Mr. Kinsky\" to her, even in a love note. He is a sardonic genius who plays beautifully upon the piano, and occupies a vast apartment given him by his aunt and hung with rich tapestries and works of art. Given the size and location of the apartment, she was a very rich aunt, indeed. The maid's quarters are spacious enough for a boutique, and Mr. Kinsky's rooms are reached by a spiral staircase to three or four levels.\n\nThandie Newton is a beautiful woman. She is photographed by Bertolucci in ways that make her beauty the subject of the shots. There's a soft-core undertone here: She does housework, the upper curves of her breasts swelling above her blouse. Little wisps of sweaty hair fall down in front of those wonderful eyes. There is a montage where she vacuums and Mr. Kinsky plays--a duet for piano and Hoover.\n\nIt is a big house for two people, very silent, and they move around it like stalkers. One day she drops a cleaning rag down the spiral staircase and it lands on Mr. Kinsky's head. He looks up. She looks down. He decides he loves her. There is a struggle. \"Marry me! I'll do anything to make you love me!\" She throws him a curve: \"You get my husband out of jail!\" He didn't know she was married. Other things divide them, including their different tastes in music. He performs the classics, but one day plays rhythmic African music for her. She smiles gratefully, in a reaction shot of such startling falseness that the film editor should never have permitted it. Later Shandurai has a speech where she says how brave, how courageous her husband is. Eventually we gather that Mr. Kinsky is selling his possessions to finance the legal defense of the husband. Even the piano goes.\n\nAll of this time the film has been performing a subtle striptease involving Shandurai, who has been seen in various stages of partial or suggested nudity. Now, at the end, we see her breasts as she lies alone in bed. I mention this because it is so transparently a payoff; Jean-Luc Godard said the history of cinema is the history of boys photographing girls. Bertolucci's recent films (such as 1996's \"Stealing Beauty\") underline that insight.\n\nI am human. I am pleased to see Thandie Newton nude. In a film of no pretension, nudity would not even require any justification; beauty is beauty, as Keats did not quite say. But in \"Besieged\" we have troublesome buried issues. This woman is married to a brave freedom fighter. She says she loves and admires him.\n\nNow, because Mr. Kinsky has sold his piano to free her husband, she gets drunk and writes several drafts of a note before settling on one (\"Mr. Kinsky, I love you.\"). She caresses herself and then steals upstairs and slips into his bed. Do they have sex? We don't know. In the morning, her freed husband stands outside the door of Mr. Kinsky's flat, ringing the bell again and again--ignored.\n\nIf a moral scale is at work here, who has done the better thing: a man who went to prison to protest an evil government, or a man who freed him by selling his piano? How can a woman betray the husband she loves and admires, and choose a man with whom she has had no meaningful communication? To be fair, some feel the ending is open. I felt the husband's ring has gone unanswered. Some believe the ending leaves him in uncertain limbo. If this story had been by a writer with greater irony or insight, I can imagine a more shattering ending, in which Mr. Kinsky makes all of his sacrifices, and Shandurai leaves exactly the same note on his pillow--but is not there in the morning.\n\nThe film's need to have Shandurai choose Mr. Kinsky over her husband, which is what I think she does, is rotten at its heart. It turns the African man into a plot pawn, it robs him of his weight in the mind of his wife, and then leaves him standing in the street. \"Besieged\" is about an attractive young black woman choosing a white oddball over the brave husband she says she loves. What can her motive possibly be? I suggest the character is motivated primarily by the fact that the filmmakers are white.", "running_time": 92, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-06-11", "genres": null, "title": "Besieged (1999)"}