{"url": "http://www.rogerebert.com/reviews/best-laid-plans-1999", "by": "Alessandro Nivolaas Nick", "star_rating": 1.0, "text": "X-rays can pass through the human body in much the same way that certain movies can pass through my mind. Hold up a photographic plate on the other side, and all you'd see would be some kidneys and a paper clip. I went to see \"The Usual Suspects\" twice and could not persuade my mind to engage with it, and \"Best Laid Plans\" is the same kind of experience.\n\nI am prepared to concede that I missed the boat on \"The Usual Suspects.\" So many people like it so much that they must have their reasons. I will see it yet again one of these days. I vividly remember Kevin Spacey's performance, which I enjoyed for its energy and texture, but I remember him sort of floating through the movie without hitting anything. I do not feel the need to see \"Best Laid Plans\" again. It's not that I don't remember it. It's that I don't care.\n\nThere is a moment in a certain kind of movie when I realize I am being toyed with. That everything is Not As It Seems. That we're trapped in a labyrinth of betrayals, double-reverses, surprises and astonishing revelations, and that whatever is being established in this scene will be destroyed in the next. It's not just that I don't care--it's that the movie doesn't, either. Its characters are pawns in a chess game, and all the action is designed to reveal hidden traps and buried strategies.\n\nThere are some double-reverse movies that work. \"Body Heat\" comes to mind. But \"Body Heat\" was not an exercise. It was a conspiracy with a purpose, a motivation, and an outcome. At every moment I cared about the characters--I believed in them, and it made a difference what they'd do next. I was being toyed with, but not merely being toyed with.\n\n\"Best Laid Plans\" is a movie with several surprises too many. It opens in a bar, with two old friends, Nick and Bryce (Alessandro Nivola and Josh Brolin) having a drink after several years. A girl named Lissa (Reese Witherspoon) walks in. Flash cut to later that evening. It's Nick's place. There's a panic call from Bryce. He picked up Lissa, brought her home, thought things were proceeding on schedule, and then was accused of rape and assault. Bad news. There's worse. Currently he has Lissa chained to a pool table at the place where he's house-sitting, so now it's also kidnapping, endangerment, who knows? What's next? Murder? Nick hurries over to help bail out his old friend, and at this point I must not reveal any more of the plot, because reality begins to shift beneath our feet, and there are fundamental surprises, and then surprises about them. Give us a break, I'm thinking. Either cut through the funny stuff, or make it worth watching. But \"Best Laid Plans,\" directed by Mike Barker from a screenplay by Ted Griffin (who wrote the much better \"Ravenous\"), is so concerned with being a film that it forgets to be a movie.\n\nThis is cutting edge, film school, Sundance, indie flash. Wow, this guy can manhandle a camera. And we can picture the screenplay meetings--3 x 5 cards manipulated like jigsaw pieces, to make sure all the elements join up again at the end. By the conclusion of this movie, the characters have been put through so many changes they need name tags and cue cards just to know who they still are and what they still need to say.\n\nHere's my question: Would the same story, told in a linear form and without the gimmicks, and with more attention to the personalities and behavior of the characters, have been more entertaining than this funhouse mirror version? I say it's worth a try.", "running_time": 90, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-24", "genres": ["Suspense", "Thriller"], "title": "Best Laid Plans (1999)"}