{"url": "http://www.rogerebert.com/reviews/best-seller-1987", "by": "James Woodsas Cleve", "star_rating": 1.0, "text": "If there's one thing I can't stand, it's a movie about a character who is slow to catch on. When I'm watching a movie and something is perfectly obvious and the hero persists in not understanding it, my frustration grows and I want to shout advice at the screen. \"Best Seller\" has a character like that, played by Brian Dennehy, an intelligent actor who usually plays characters who are fairly swift. Not this time.\n\nThe movie apparently is loosely inspired by the works and career of Joseph Wambaugh, the Los Angeles cop who tried staying on the force after his books hit the best-seller lists. In \"Best Seller,\" Dennehy plays a famous author who still is active as a policeman, but as we join him we learn that his life is a shambles. He mourns the death of his wife, he is trying to raise his daughter single-handedly, he is drinking too much and he has a writer's block that has prevented him from delivering on his new book. He is also still running around the docks shooting at criminals, which at his age must be enervating.\n\nEnter James Woods as a consummate con man, a professional killer who has had a change of heart and wants to tell all. The deal he offers is as old as the writing profession itself: He'll tell Dennehy his story, Dennehy will write it up and they'll both make millions. Trouble is, Dennehy doesn't believe the story told by this wild-eyed weirdo, and so Woods sets about proving he's on the level.\n\nHow does he do this? By flying Dennehy around the country to the actual locations of several of his contract killings, while reciting a litany of facts: when he did the job, who hired him, how the guy looked, who else was in the room - all kinds of details that, in the time-honored tradition of crime fighting, only the murderer could have known.\n\nWhat frustrated me about the movie was how long it took to convince Dennehy. One or two of these airplane flights and any normal man would have caved in. But Dennehy keeps expressing doubts and fears and reservations, and Woods keeps talking and proving things and producing evidence. After awhile I was thinking, all right, already, the guy is guilty as sin. I get the message.\n\nThe problem is that \"Best Seller\" is light on plot, real light. It doesn't have a compelling story at its center, only the original inspiration of the best-selling cop and the killer who wants to talk. Although it has no central plot, it has any number of other things going on, all kinds of minor characters and subsidiary relationships and heartwarming father-and-daughter chats and fatal shootouts. This is a case of a movie that has too much content, but not enough subject.\n\nToo bad. Woods and Dennehy are interesting to look at, and if some effort had been made to surround them with an even passably interesting story, \"Best Seller\" might have amounted to something. As is, it falls into that great, lonely pit devoted to movies with a terrific premise and a great opening scene that sound good in a story conference but have no follow-through.\n\nThis also is another one of those movies that experiences total paralysis when it comes to depicting how an author does, or does not, perform the physical act of writing. Filming writing as a creative process seems to be Hollywood's impossible challenge. Maybe somebody should offer a reward.", "running_time": 110, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-25", "genres": ["Action", "Adventure", "Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Best Seller (1987)"}