{"url": "http://www.rogerebert.com/reviews/best-friends-1982", "by": "Burt Reynoldsas Richard Babson", "star_rating": 3.5, "text": "There is a quiet, pleasant little surprise right at the beginning of Norman Jewison's \"Best Friends,\" when we realize that this movie is going to contain some moments of truth, moments when we can recognize the characters as human beings. Maybe that won't come as a surprise to you, but it did to me because, frankly, on the basis of what I'd heard about \"Best Friends\" I was expecting a mating between \"Author! Author!\" and \"You Ought To Be in Pictures,\" and I was not looking forward to the issue.\n\n\tThe movie stars Burt Reynolds and Goldie Hawn as two Hollywood screenwriters who are friends and lovers and decide to buy a house together. Then Reynolds decides they ought to get married. Everything in life makes a statement, he says, and he does not want to make the statement, \"Then they bought their dream house and dated happily ever after.\" Goldie Hawn isn't so sure. They're happy now ... but won't marriage change everything?\n\n\tSo far, this sounds like a series of fairly predictable scenes. But they're redeemed by the writing and acting. The dialogue doesn't sound like reprocessed sitcom, and there are charming moments when Goldie discusses her marriage plans with a girlfriend while they both get quietly bombed in a baby crib, and when Goldie confesses to Burt that sometimes she pretends her parents are already dead, so that she can practice mourning them.\n\n\tThey get married, in a funny scene in a Spanish-speaking instant marriage chapel, and then they set off by train on an ill-advised trip back East to meet each other's parents. The sequences involving the two sets of parents provide the heart of the movie, and they're just right; they strike the right balance between affection and satire.\n\n\tGood scenes: Goldie explaining to Burt why they can't make love in the bedroom she had as a teenager; Burt getting tucked in by Goldie's mom; Goldie's father remembering his brother's humane method for killing turtles; Reynolds' mother slamming Burt up alongside the arm because he selfishly got married without giving his parents the opportunity to attend the ceremony.\n\n\tThere are ways in which parents can always push their children's buttons, and this movie remembers those ways. Watching the Reynolds character trying to deal with his mother in \"Best Friends,\" I was reminded of a moment last September in Toronto when Martin Scorsese, the great and distinguished movie director, was standing in a hotel lobby trying to decide whether to wear jeans to a party, and his mother said, \"Martin! You wear your tuxedo!\" And he did.\n\n\tBurt Reynolds and Goldie Hawn are so powerful they get their choice of scripts, and sometimes that means they get a pass and get let off the hook too easily. Goldie Hawn's last movie, \"Seems Like Old Times,\" had its moments, but what is a talent like Hawn doing in a Neil Simon retread? Reynolds was trying for a touch of human comedy in his last movie, \"Paternity,\" and there were scenes I liked, but the movie seemed too tailored to Reynolds' talk-show image.\n\n\tNow comes \"Best Friends,\" which more or less overlooks the images of both performers and calls upon them as actors, asking them to interpret characters who were written as closely observed people. They not only rise to the challenge, they seem to bask in it, and this becomes a movie filled with moments in which we recognize not movie stars, but ourselves.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Romance"], "title": "Best Friends (1982)"}