{"url": "http://www.rogerebert.com/reviews/best-of-the-best-1989", "by": "Eric Robertsas Alex Grady", "star_rating": 1.0, "text": "My personal glossary of movie terms includes a definition for the CLIDVIC film: The acronym stands for Climb From Despair to Victory.\n\nIt's the formula for the Rocky movies and all those other three-part formulas in which 1) We meet the competitors and learn about their personal problems; 2) their rigorous training is interrupted only by a series of crises that were predicted in part one, and 3) they overcome despair and triumph in the end.\n\nOf all of the CLIDVIC films I've seen (and who has not seen a dozen or two?), \"Best of the Best\" is the worst. It is not merely predictable, but shamelessly so, even from the opening sequence, in which Eric Roberts teaches his little boy to ride a bicycle all by himself. There is a shot showing the tyke peddling his first bike out into the street and past a line of cars, and I will award a shiny new dime to anyone who does not correctly anticipate that, later in the movie, the boy will be hit by a car while riding his bicycle.\n\nRoberts plays one of five members of the U.S. karate team, which has been hand-picked for a showdown with the Koreans. He is sensitive and vulnerable, with a shoulder held together by plastic and pins. The other members include a mean-tempered Texan, a thoughtful metaphysician, a scrappy Italian-American, and an Asian whose brother was killed in a karate match with - guess who? You got it: the same Korean that this guy is gonna have to fight.\n\nSo, OK, we have the team. Now what do we need? Students of the CLIDVIC will know we need a coach who demands ruthless obedience to his inhuman and spartan training regime, but nevertheless turns out to have a heart of gold. James Earl Jones fills the role nicely, but then \"Best of the Best\" gives him two inexplicable assistants: a computer guru who taps statistics into his portable laptop model, even during saloon brawls, and a meditation guru (Sally Kirkland) who wears short skirts and teaches the guys to focus themselves.\n\nAbout that saloon brawl. If you see this movie, study the brawl. It is an utterly unnecessary and useless waste of time - yours, mine and the movie's. The guys have been selected for the team, training starts tomorrow, and so coach gives them one last night on the town. They go to a bar and of course get involved in a brawl in which several good ol' boys are battered beyond recognition, and a bunch of pinball machines are smashed into pieces. Then the scene is over and everybody goes home and no further mention is made of it.\n\nScenes like that are a tip-off that this may be one of those screenplays inspired by Hollywood night school classes in story construction. The outline says that after the introduction of the characters and the setup of the situation, you have to provide a secondary climax to liven things up before the plot development begins in earnest. Since this movie doesn't have a brain in its head, it never occurs to anybody that if the U.S. karate team chopped up a roomful of victims in a saloon brawl, it would probably make headlines.\n\nSome of the scenes in this movie are shameless (Roberts trying to talk his son out of a coma). Some are hilarious (Kirkland explaining how to focus your concentration, while we hear flute music designed as a subtle ripoff of Mr. Miyagi in \"The Karate Kid\"). Some are gratuitous (the Texan directs racist insults at the Asian, then of course has an offscreen change of heart). Some are inexplicable (why do we keep seeing that slow-motion black-and-white shot of the ice cream cone being dropped?). There is not a single scene in this movie that I found amusing, original or interesting. What we really have here is a documentary of the actors wasting their lives.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-11-10", "genres": ["Action", "Drama", "Sport"], "title": "Best Of The Best (1989)"}