{"url": "http://www.rogerebert.com/reviews/best-worst-movie-2010", "by": "Michael Paul Stephenson", "star_rating": 3.0, "text": "I bought the DVD of “Troll 2” because a friend advised me to see it. “You're busy,” he told me. “You don't have time to see every bad movie. So you might as well see the worst of all time.” Yes, “Troll 2” has a coveted zero percent rating on the Tomatometer: the lowest-rated film ever made. A critic could become the most-hated person in fan circles by awarding it even half a star and spoiling the perfection of that zero.\n\nI always intended to view “Troll 2” but, I dunno, never found the time. Now comes “Best Worst Movie” to save me the trouble. This is a documentary about what happens to you when you appear in “Troll 2.” It stars the star of the original film, a dentist from a town in Alabama named George Hardy. This is one nice guy. Even his ex-wife says so. He has a Harrison Ford head of hair and a smile so wide, it's like a toothpaste billboard. He treats poor kids for free.\n\nHe made the movie 20 years ago when he was living in Utah. It was being directed by an Italian named Claudio Fragasso, who didn't “speaka the English” but said he understood Americans better than they understood themselves. The movie was originally named \"Goblin\" but the title was changed to \"Troll 2\" because that sounded more commercial. There was a \"Troll\" (1986), but there was no connection between the two movies, not even trolls, other than that \"Troll\" ripped off the title.\n\nWe catch glimpses of “Troll 2” in “Best Worst Movie.” Don't ask me to explain it. It's about vegetarian goblins who cause their human victims to start growing branches and leaves. The special effects make the victims look like people who have tree limbs strapped to their arms with duct tape. The goblins wear homemade masks a child wouldn't be caught dead wearing on Halloween. The budget was so low, actors had to provide their own clothes. One actor recalls a scene where it was necessary to nail his shoe to the ground. “They used my own shoe,” he moans.\n\nFor some time, George Hardy forgot all about having made the movie. Then some of his patients started looking at him strangely and asking him if he'd appeared in this horror film they'd seen on cable. The film had been discovered and embraced by the bottom feeders of horror film fandom, and soon Hardy found himself being invited to revivals and conventions. The other actors were also suddenly in demand.\n\nOne of them, Michael Paul Stephenson, who played the kid in the movie, directed this documentary. Neither he nor anyone else knew what Fragasso was attempting or even if he was serious. One actor explains he was out on a pass from a mental institution when he was cast as the ominous store owner: “The actor they hired didn't turn up and they said, OK, you've got the job.” Watching himself in a scene, he says, “You can see I was crazy.”\n\nIf the film didn't make much of an impression at the time, its rediscovery certainly did. The actors got standing ovations and started autographing photos, T-shirts and body parts at conventions. Fragasso himself, who looks very slightly like an embittered Fellini, attended revivals at the Nuart in Los Angeles and in Salt Lake City, and said his actors were morons then and are morons today. He adds that to make the worst film is as great an honor as making the best one.\n\nBut this curiously touching doc has a bittersweet ending. Stephenson follows Hardy to conventions where only half a dozen people attend his panel. He films him standing at the “Troll 2” table at a horror exhibit, completely ignored. Hardy is reduced to drumming up business: “Have you heard of ‘Troll 2'? You haven't? You should see it! It's the worst movie of all time!” Depressed, he observes, “There's a lot of gingivitis in this room.”\n\nThere's something irresistible about the movies. If you've been the star of a famous one, that means something, doesn't it? Even if it's the worst? How many people get even that far? The lesson, I guess, is that you can only be the flavor of the month for about 30 days, sometimes 31. “Troll 2” was February.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-28", "genres": ["Comedy", "Documentary"], "title": "Best Worst Movie (2010)"}