{"url": "http://www.rogerebert.com/reviews/best-in-show-2000", "by": "Eugene Levyas Gerry Fleck", "star_rating": 3.5, "text": "I am a dog lover, but I am not a dog fancier. I can understand people who dote on their dogs, but I cannot understand dog shows, which make dogs miserable while bringing out the worst traits of their owners. Dogs were not put on earth to pose, prance, sit, point and have their coats shampooed. They were created to chew shoes, bark at cars, have accidents on the rug and get their tummies scratched.\n\nThat's why I approve of \"Best in Show,\" a wickedly funny mocumentary by Christopher Guest that makes fun of a Philadelphia dog show with every instrument in the satirist's arsenal, from the skewer to the mallet. Built around the improvisational techniques of Second City, the movie is consistently just plain funny and sometimes ascends to a kind of crazed genius. Consider Parker Posey's rage and loathing as she assaults a store clerk who cannot supply a Busy Bee dog toy. Her dog has lost its toy and is fretting, and the way she screams \"Busy Bee! Busy Bee!\" you'd think she was looking for emergency snakebite remedy.\n\nThe movie introduces several dogs and their owners, who are seen in their homes and then followed to the Mayflower Kennel Club's dog show, where a telecast of the event includes color commentary by Buck Laughlin (Fred Willard). Bearing certain points of similarity to Joe Garagiola, Buck is genial, chatty, weirdly misinformed and easily lost in the overgrown byways of his mind. He wonders aloud if a bribe would help to sway the judges, confuses Columbus with the Pilgrims, comments knowingly on a dog's attempt to hump the leg of its owner, and speculates that the bloodhound's chances might improve if he wore a little Sherlock Holmes hat and had a pipe in his mouth.\n\nHarlan Pepper, the bloodhound's owner (played by Guest), is single, and that seems appropriate: Don't ask me why, but bloodhounds, even female bloodhounds, have always seemed like bachelors to me. The other dogs belong to couples (and a threesome) who seem in some cases to be more inbred than their animals.\n\nConsider Gerry and Cookie Fleck from Florida and their Norwich terrier Winky. Eugene Levy and Catherine O'Hara, who play the Flecks, obviously have need of a dog to deflect their attentions from one another. Gerry, for example, was born with two left feet. Literally. And Cookie's mating habits are infamous among her fellow dog owners; one of the running jokes is Gerry's perplexed look as one man after another seems to know his wife far better than he should.\n\nParker Posey's character met her mate (Michael Hitchcock) when their eyes locked as they visited Starbucks shops across the street from one another. Their conversations seem to be conducted largely by using the names of retail products; \"we are so lucky,\" she observes, \"to have been raised among catalogs.\" \n\nThe bountifully siliconed Sherri Ann Ward Cabot (Jennifer Coolidge), not light years in difference from Anna Nicole Smith, cuddles with her geriatric millionaire husband (\"we could not talk or talk forever and still find things to not talk about\"), but seems to have a complex and perhaps rewarding relationship with Christy Cummings (Jane Lynch), the lesbian dominatrix whom they've hired to train their poodle. Stefan Vanderhoof (Michael McKean) and Scott Donlon (John Michael Higgins) are a gay couple whose twin Shih Tzus are the apples of their eyes.\n\nWith this film, Guest nails down his command of the comedy mocumentary, a genre he helped to invent by co-writing and starring in \"This Is Spinal Tap\" (about a rock band coming apart at the seams) and by writing, directing and starring in \"Waiting For Guffman\" (about a small town hiring an allegedly hotshot Broadway director for its 150th anniversary pageant). \"Guffman\" starred many of the same actors (Guest, Levy, Willard, O'Hara, Hitchcock and Posey), and in both films some of their dialogue seems based in improvisation, especially as conversations veer into revealing detours.\n\nJust as \"Guffman\" ended with the ill-fated pageant, \"Best in Show\" ends with the dog show itself, depending on the built-in structure of the competition to bring all of the owners and their stories together at the same time. Satires have a way of running out of steam, but the suspense of the judging process keeps the energy high, even apart from an assist by the dog who attacks a judge, inspiring Buck's most appreciative play-by-play commentary.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Comedy", "Documentary", "Indie"], "title": "Best In Show (2000)"}