{"url": "http://www.rogerebert.com/reviews/betrayed-1988", "by": "Debra Wingeras Katie Phillips/Cathy Weaver", "star_rating": 2.0, "text": "“Betrayed” is a film that left me in turmoil, torn between the strong sympathies I felt for the characters and the fundamental doubts I had about the plot. Here were people I believed in, involved in a story that no one could believe in. And that kind of conflict raises basic questions, such as: How could the characters themselves, who seem so intelligent, believe their own story? That’s the trickiest thing about creating movie characters who can think for themselves.\n\nThe movie opens in harvest season, with Debra Winger as an itinerant farm laborer who gets a few day’s work running the combine on a big Iowa farm owned by a divorced man (Tom Berenger). There is a certain chemistry between them right from the start, and when she establishes a rapport with his two children, they begin to fall in love. Berenger asks Winger to stay on his farm when the harvest is over, and she does.\n\nBut “Betrayed” is not a love story. It is an undercover thriller, and we quickly learn that Winger is an FBI agent and that Berenger is suspected of being part of a secret right-wing terrorist organization that is responsible for the murder of a left-wing Chicago talk show host. How can this be true? How can this honest, open-faced farmer from a world of Sunday church services and apple pie be a neo-Nazi killer? At first Winger doesn’t believe it, and she tells her FBI contacts that they are after the wrong man. But then, after she falls more deeply in love with Berenger, he decides to trust her with his secrets. His first wife left because she could not endure his world of secret paranoia, but he realizes he must be honest with Winger because he loves her. His desire to share his hidden life creates some of the weirdest scenes in the film, because there is such an ironic tension between the ultraright paramilitary organization he belongs to and the pop psychology of his language when he explains that they must be open with each other and share the things that are important.\n\nThe plot, as it unfolds, is cleverly constructed by writer Joe Eszterhas (who crafted the diabolical double-reverses in “Jagged Edge”) and director Costa-Gavras (who has specialized in clandestine right-wing groups in movies like “Z” and “Missing”). Winger and Berenger form a sympathetic couple right from the start, and even well into the story there is a residual feeling that this Iowa farmer cannot be as two-faced and racist as he seems. Then, as the film’s center of gravity shifts, it becomes mostly Winger’s story, and she is wonderful at creating sympathy as Costa-Gavras turns up the heat, trapping her between love and danger.\n\nThis is essentially the same dilemma that Eszterhas created for Glenn Close in “Jagged Edge.” Can she trust the man she loves, or is he, as all evidence seems to indicate, a two-faced killer? In that film, the audience did not know the answer until the last moment, but in “Betrayed” the answer is obvious from fairly early on (even the title is a giveaway). The thriller doesn’t hinge on Berenger’s behavior, but on how Winger will save herself from almost certain exposure. And as that level of the plot unfolded, I began to have problems.\n\nI know that there are right-wing paramilitary groups in America. I know that members of one of them were recently convicted of the murder of Alan Berg, the liberal Denver talk show host whose murder inspired this story. I didn’t question that level of the story. And even when “Betrayed” went out of its way to exaggerate the contradictions in the Berenger character, I accepted that as part of the job of thrillermaking.\n\nWhat bothered me were two other elements. One was the heavy-handed way in which the plot sets up Winger for danger. An FBI man, played by John Heard, becomes adept at being in the wrong place at the wrong time and acting carelessly. And the stupidity of his character would have been irritating even if the movie didn’t also create an old romance between Winger and Heard so that jealousy could be added to police work. Over and over, I found myself asking why the Winger character, who is so intelligent, makes such stupid decisions in the film, inspiring her own betrayal.\n\nAnother element that bothered me much more was a particularly disgusting and violent scene in which Berenger and his right-wing buddies capture a black man and then stage a “hunt” in which they chase him through the forest at night and finally kill him. It is reprehensible to put a sequence like that in a film intended as entertainment, no matter what the motives of the characters or the alleged importance to the plot. This sequence is as disturbing and cynical as anything I’ve seen in a long time - a breach of standards so disturbing that it brings the film to a halt from which it barely recovers. I imagine that Costa-Gavras, whose left-wing credentials are impeccable, saw this scene as necessary to his indictment of the racist underworld he was exposing. But “Betrayed” is not a small, brave political statement like “Z,” it is a Hollywood entertainment with big stars, and vile racist manhunts have no place in it.\n\nMore than anything else, “Betrayed” is finally just very deeply confused. Costa-Gavras must have considered it a political film, Eszterhas undoubtedly saw it as a thriller, and Winger and Berenger, to give them full credit, interpret it as the complicated human stories of their characters. That’s why the film creates its turmoil; in the center of confusion, sloppy plot developments and the conflicting motivations of the filmmakers, there are two performances of such power that the characters become real, and sympathetic, despite everything.", "running_time": 123, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-08-26", "genres": ["Drama", "Romance", "Thriller"], "title": "Betrayed (1988)"}