{"url": "http://www.rogerebert.com/reviews/betsys-wedding-1990", "by": "Alan Aldaas Eddie Hopper", "star_rating": 2.0, "text": "\"Betsy's Wedding\" assembles all of the materials for a human comedy, and then seems unconvinced by them. It's the story of a wedding that brings together - in one way or another - three families. The bride's father is in construction. The groom's father is in high finance. And the bride's sister falls in love with the nephew of a Mafia kingpin. The Mafia gets involved after the bride's father goes to his rich brother for a loan to pay for the wedding, and the payback involves hiring the nephew of the brother's Mafioso investor, if you can follow that.\n\nThis material could move in a number of directions, toward sitcom, toward satire, even toward a tearjerking slice of life. But Alan Alda, who wrote and directed it and plays the proud father of the bride, prefers to play it mostly straight, and even pedestrian. There have been two movies recently about inter-ethnic romances (\"Spike of Bensonhurst\" and \"True Love\") and they were both more alive than this movie, more willing to take chances. \"Betsy's Wedding\" is awfully safe.\n\nOne of the strange things about the movie is that the bride-to-be, played by Molly Ringwald, is a relatively insignificant character in the movie. More screen time is devoted to her sister, Connie (Ally Sheedy), a policewoman who falls in love with Stevie Dee, the Mafioso nephew. He's played by Anthony LaPaglia in a performance that provides the movie's best moments.\n\nHe's an earnest, curiously formal young man who wears his hair slicked into a glistening black helmet, and is constantly adjusting the lapels of his suit, perhaps because he carries a gun in a shoulder holster. He first sees Connie, the cop, when she comes to visit her dad on a construction site. Stevie Dee's job on the site is to \"observe,\" at $2,000 a week, but when he observes Connie, all other thoughts fly from his mind, and he can think only of her.\n\nShe goes out with him on a few dates, but tries to explain that they were simply not meant to be: \"I'm a cop and you're . . . not.\" But then he kisses her good night - and he's a really great kisser - and, despite everything, she falls for him. Their relationship, and especially LaPaglia's performance, are the bright spots I kept hoping for the movie to return to.\n\nNot much else is that entertaining. There is the business of how much will be spent on the wedding, and the business of how a wedding ceremony can be cobbled together out of bits of the Jewish, Catholic, agnostic and vegetarian traditions, and of course the big set piece: the wedding reception at which all issues get resolved. Isolated lines are funny (as when Connie explains that she loves being a cop because arresting men gets her high). But the movie has a low-key, almost low-energy approach to its material; Alda should have turned up the juice.\n\nThe supporting cast looks promising, on paper. Burt Young plays LaPaglia's uncle, and Joe Pesci is Alda's rich brother, and Catherine Henner has some fun as his wife (she eavesdrops on his real estate deals, then buys the property he's after and resells it to him). There are a couple of good lines delivered with comic conviction by Julie Bovasso, who plays Alda's mother (she was John Travolta's mother in \"Saturday Night Fever\"). But seeing these interesting actors and hearing two or three good lines from them, we want more. And the movie never really cranks itself up. It's nice enough, it's sweet, I loved LaPaglia's work, but there's nothing compelling here.", "running_time": 97, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-06-22", "genres": ["Comedy", "Romance"], "title": "Betsy's Wedding (1990)"}