{"url": "http://www.rogerebert.com/reviews/betty-blue-1986", "by": "Beatrice Dalleas Betty", "star_rating": 1.5, "text": "Love is not the same thing as nudity. This may seem obvious, but I feel it ought to be explained to director Jean-Jacques Beineix, who has made a film that he thinks is about romantic obsession, and I think is about skin. The name of the movie is \"Betty Blue,\" and it is the third work by the Frenchman whose first film was the electrifying \"Diva\" and whose second was the baffling \"The Moon in the Gutter.\" Now comes \"Betty Blue,\" which opens with a shot of two people sideways on a bed, making love beneath a portrait of the Mona Lisa, while the narrator says: \"I had known Betty for a week. We made love every night. The forecast was the storms.\" This is the kind of opening scene where everybody would have been a lot better off if they had just gone back to the beginning and started over.\n\nThe narrator turns out to be the man on the bed. His name is Zorg, and he is in love with Betty Blue, and they are living in one of apparently thousands of beachfront cottages in an out-of-season resort area. They get along just fine in bed. But you can't stay in bed forever, although they try. Zorg does odd jobs for the man who owns the cottages. Betty Blue does not like the man, and violently insults him before eventually burning down several of his cottages, and chasing him around the beach while she is naked.\n\nShe also is not too easy on Zorg. In one remarkable scene, Zorg, in the foreground, keeps his cool while Betty, in the background, throws everything he owns out of the windows. Eventually, however, she has a change of heart about him: She finds a manuscript he has written, determines that he is a genius, and types it up, tens of thousands of words. (Typists will enjoy the typing scenes, in which she makes typing errors, causing her to throw away countless copies of Page 1, and then has the whole manuscript typed in no time. This is the way typing is thought about by people who always use yellow legal pads themselves.) What is Bieneix trying to say in \"Betty Blue\"? I am not sure. The behavior of the characters is senseless and boring. We lose interest in Zorg because anyone who could tolerate Betty Blue would scarcely have the discrimination to write a good book. One scene follows another senselessly, like in a soap opera, until Betty goes mad and we can go home.\n\nAnd yet the movie has made millions in France, where it will not have escaped anyone's attention that Betty is played by an attractive young woman named Beatrice Dalle, who is naked as often as not. Have you ever had the experience of going to a movie and trying to make sense of the plot, and trying to figure out why anyone has wasted his life and money on the project, only to suddenly have a dazzling insight? That's what happened to me during \"Betty Blue.\" Reviews have been written debating the movie's view of madness, of feminism, of the travail of the artist. They all miss the point. \"Betty Blue\" is a movie about Beatrice Dalle's boobs and behind, and everything else is just what happens in between the scenes where she displays them.\n\nThis is not altogether a bad thing. In the old days, there used to be such a thing as \"skin flicks,\" and, yes, they did have a certain basic animal appeal. But they were driven out of business by porno on the one hand, so to speak, and \"Dynasty\" on the other. Now comes a throwback to the old days when the phrase \"French movie\" did not mean art, and \"art film\" didn't mean art, either, and everybody knew exactly what they did mean, and had their exact change counted out before they dashed up to the box office, so nobody would see them going into a dirty movie. If you can get anything more than that out of \"Betty Blue,\" consider it a bonus.", "running_time": 120, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-12-25", "genres": ["Drama", "Foreign", "Romance"], "title": "Betty Blue (1986)"}