{"url": "http://www.rogerebert.com/reviews/beverly-hills-cop-ii-1987", "by": "Eddie Murphyas Axel Foley", "star_rating": 1.0, "text": "Something has gone terribly wrong here. They've made the wrong sequel. The original \"Beverly Hills Cop\" was the screenplay written for Sylvester Stallone, but filmed with Eddie Murphy as the star. After it was such a big hit, the theory was that \"Beverly Bills Cop II\" would be a real Eddie Murphy movie, with more comedy and fewer guns and chases.\n\nAlas, Part 2 seems even more like a Stallone vehicle than the first movie. I'm not even sure it's intended as a comedy. It's filled wall to wall with the kind of routine action and violence that Hollywood extrudes by the yard and shrink-wraps to order. But the sequel makes no particular effort to be funny, and actually seems to take its ridiculous crime plot seriously - as if we cared.\n\nThere's another problem, too. A big one. Eddie Murphy is not likable in this movie. He comes across as a loud, arrogant boor; a little of him goes a long way. Somehow they've lost track of their original appealing idea, which was that a smart, funny street cop from Detroit would waltz into Beverly Hills and deflate the Porsche-and-sunglasses set. Doesn't work that way this time.\n\nMurphy's idea of a comic scene in this movie is to shout endlessly at people in a shrill, angry voice. There's a scene where he visits the Playboy Mansion and shouts at the receptionist, and you want to crawl under your seat in embarrassment. Murphy comes across as the problem rather than the solution.\n\nWhat is comedy? That's a pretty basic question, I know, but \"Cop II\" never thought to ask it. Doesn't comedy usually center around a series of surprises based on insights into human nature? Let's assume that everyone in Beverly Hills is obsessed with money, power, possessions and social status. Let's further assume that a black cop from Detroit rides into town and doesn't give a damn for their effete values and conspicuous consumption, and cuts through the crap like a knife through butter. That would be funny. It is, however, an idea the \"Beverly Hills Cop\" movies have been unable to fully exploit after two tries. Instead, Murphy and his associates make the fatal error of assuming that the way you deal with jerks is to be a bigger jerk.\n\nFor what producers Don Simpson and Jerry Bruckheimer probably paid for the screenplay for this movie, they should have been able to buy a new one. The plot of \"Cop II\" is recycled right out of every other brainless, routine, modern, high-tech crime picture. It's really not even a plot; it's a series of standard sequences, involving The Chase, The Powerful Men of Evil, The Sexy Bitch-Goddess, The Hit Men and The Shootout. (The Chase involves a cement truck, and it proves definitively that cement trucks do not work very well in chases.)\n\nI'm an Eddie Murphy fan. I think that on a good day, he is capable of being funnier than anybody else in the movies right now. I was one of the admirers of \"The Golden Child,\" his comedy from last Christmas, which plugged him into a cheerfully ridiculous plot, and made him a lovable character who was doggedly trying to endure a series of exotic dangers. I also like Murphy when he's street-smart and capable, as in \"48 Hrs.,\" (1982).\n\nWhat I don't like is the unstated assumption, in \"Cop II,\" that Murphy is funny by definition, and that anybody who gets in his way is a fool. Maybe Murphy should study some of those old \"I Love Lucy\" episodes where Lucy gets into situations she can't handle: She's up against a snooty headwaiter in a stuck-up restaurant, let's say. What does she do? Scream at the guy? No, she always finds a way to deflate the guy simply by remaining true to her own character and insisting on being treated as a human being.\n\nThat's what's missing in \"Cop II.\" We don't object to the way the jerks in Beverly Hills want to treat Murphy, because, frankly, he's a bigger jerk. Because he's the star, of course, no one else in the plot is allowed to lay a glove on him. But here's an interesting possibility. Given the character he plays in \"Cop II,\" the movie might have been funnier if they had reversed every situation and made him the butt of the jokes.", "running_time": 100, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-05-20", "genres": ["Action", "Comedy", "Crime"], "title": "Beverly Hills Cop II (1987)"}