{"url": "http://www.rogerebert.com/reviews/beverly-hills-cop-1984", "by": null, "star_rating": 2.5, "text": "Eddie Murphy looks like the latest victim of the Star Magic Syndrome, in which it is assumed that a movie will be a hit simply because it stars an enormously talented person. Thus it is not necessary to give much thought to what he does or says, or to the story he finds himself occupying. \"Beverly Hills Cop\" is a movie with an enormously appealing idea -- a tough black detective from Detroit goes to Beverly Hills to avenge the murder of a friend -- but the filmmakers apparently expected Murphy to carry this idea entirely by himself.\n\nMurphy plays a street-wise rebel who is always getting in trouble with his commanding officer because he does things his own way. The movie opens with an example of that: Murphy is single-handedly running a sting operation when the cops arrive unexpectedly, setting off a wild car-truck chase through the city streets. Even while we're watching the thrilling chase, however, stirrings of unease are beginning to be felt: Any movie that begins with a chase is not going to be heavy on originality and inspiration. Then Murphy's old friend comes to town, fresh from a prison term and six months of soaking up the rays in California. The friend has some negotiable bonds with him, and then some friends of the guy who owns the bonds turn up and murder Murphy's friend. That makes Eddie mad, and he drives his ancient beater out to Beverly Hills, where it sort of stands out among the Porsches and Mercedeses. He also meets a childhood friend (Lisa Eilbacher) who now works for an art dealer.\n\nAt this point, the movie can go in one of two directions. It can become a perceptive and pointed satire about American attitudes, showing how the ultrachic denizens of Beverly Hills react to this black cop from Detroit. Or it can go for broad, cheap laughs, and plug into a standard plot borrowed from countless TV crime shows. \"Beverly Hills Cop\" doesn't pause a moment before taking the low road. We figure that out right away, when Murphy tries to register in a hotel and is told there isn't any room. He loudly pulls both ranks and race, claiming to be a correspondent from Rolling Stone and accusing the desk clerk of racism. This is (a) not funny, and (b) not convincing, because Beverly Hills desk clerks were not born yesterday. If the people who made this movie had been willing to listen to the ways that real people really talk, they could have made the scene into a jewel instead of an embarrassment.\n\nMeanwhile, the plot thickens. It turns out that the killers of Eddie's friend were employees of the evil Victor Maitland (Steven Berkoff), a Beverly Hills criminal whose art gallery -- where Eilbacher works -- is a front for cocaine smuggling. When Murphy tries to move against Maitland, he comes up against the Beverly Hills Cops, including an Abbott and Costello team that supplies unnecessary pratfalls, successfully undermining the credibility of any police scene that threatens to work. But wait a minute. What's this movie about, anyway? Is it a comedy or an action picture? Audiences may expect a comedy, but the closing shoot-out seems inspired by the machine gun massacre at the end of Brian De Palma's \"Scarface,\" and the whole business with the cocaine is so very, very tired that when we see the boss and his henchmen in the warehouse, we feel like we've switched to another movie -- maybe a dozen other movies. \n\nMurphy is one of the smartest and quickest young comic actors in the movies. But he is not an action hero, despite his success in \"48 Hrs.,\" and by plugging him into an action movie, the producers of \"Beverly Hills Cop\" reveal a lack of confidence in their original story inspiration. It's like they had a story conference that boiled down to: \"Hey gang! Here's a great idea! Let's turn it into a standard idea and fill it with clichés, and take out the satire and put in a lot of machine guns!\"", "running_time": 105, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Comedy", "Crime"], "title": "Beverly Hills Cop (1984)"}