{"url": "http://www.rogerebert.com/reviews/bewitched-2005", "by": "Nicole Kidmanas Isabel Bigelow", "star_rating": 2.5, "text": "One of the many areas in which I am spectacularly ill-informed is prime-time television. You would be amazed at the numbers of sitcoms I have never seen, not even once. When you see 500 movies a year you don't have a lot of left over yearning for watching television. In the evenings, you involve yourself in more human pursuits. On TV you watch the news, talk shows or old movies. You don't watch sports unless your team is in the finals. You can sense I am edging up to the admission that I have never seen a single episode of \"Bewitched.\" I knew it existed, however, because of my reading.\n\nThat makes me well-prepared to review the new movie \"Bewitched,\" since I have nothing to compare it with and have to take it on its own terms. It is tolerably entertaining. Many of its parts work, although not together. Will Ferrell and Nicole Kidman are funny and likable, but they're in a plot that doesn't allow them to aim for the same ending with the same reason. It's one of those movies where you smile and laugh and are reasonably entertained, but you get no sense of a mighty enterprise sweeping you along with its comedic force. There is not a movie here. Just scenes in search of one.\n\nThe joke is this: Will Ferrell plays Jack Wyatt, a movie star whose career has hit bottom. Sales of his last DVD: zero. In desperation, he turns to television and finds himself considered for a starring role in a revival of \"Bewitched.\" He will play the Darrin role. At least that's what everyone says. I assume Darrin was a character on the original show. I know (from my reading) that the show's interest centered on Samantha, who was played by Elizabeth Montgomery. I know from the movie that Samantha had a way of twitching her nose that was very special, and that they can't find an actress with twitchability until Jack spots Isabel Bigelow (Nicole Kidman) in Book Soup on Sunset.\n\nHe insists on using her in the role because (a) he wants a complete unknown, so he'll get all the attention, (b) the twitch, and (c) because already he is falling in love with her. What he doesn't realize, oh, delicious irony, is that Isabel is in fact a real witch. She has however just decided to move to the Valley, get a house with a VW bug in the garage, live a normal life, and find a guy who loves her for herself and not because she put a hex on him. Her father (Michael Caine) warns her that this dream is not possible, and indeed she has a lot of trouble giving up witchcraft. It's so tempting to charge your purchases on a tarot card.\n\nThe movie has been directed by Nora Ephron (\"Sleepless in Seattle,\" \"You've Got Mail\"), and written by her with her sister, Delia. They have a lot of cute scenes. I like the way they make Jack Wyatt an egotistical monster who wants three trailers, star billing and cake every Wednesday. He's hysterically in love with himself. His ego is of course no match for Samantha, who can make him act in Spanish if she wants to. Occasionally when things go wrong, she even rewinds the arrow of time, although even after a rewind, it's a funny thing; something magical happens, anyway.\n\nThe movie has fun with Ferrell on the star trip, and fun with Kidman's love-hate relationship with magic. It has a lot of good supporting work, including Jason Schwartzman as Jack's desperate agent, and Shirley MacLaine as Samantha's mother (her theory on actors: \"Sometimes deep down there is no deep down\"). If you watch \"The Daily Show\" you'll enjoy cameos by Stephen Colbert and Steve Carell. It might have been a good idea to bring in Samantha Bee, too, and have her interview Jack Wyatt (\"You're staring at my boobs!').\n\nWill Ferrell has become a major star in almost no time at all. One moment he was a \"Saturday Night Live\" veteran who had played backup in a lot of movies, and the next moment he had made \"Old School\" and \"Elf\" and \"Anchorman\" and \"Melinda and Melinda\" and had \"The Producers\" on the way, and he was big time. One reason for that is, you like the guy. He has a brawny, take-no-prisoners style of comedy that suggests he's having a lot of fun. Nicole Kidman, on the other hand, is an actor with more notes in her repertory (maybe Ferrell could have played a role in \"The Hours,\" but that remains to be seen). Here she is fetching and somehow more relaxed than usual as Samantha, and makes witchcraft seem like a bad habit rather than a cosmic force.\n\nBut what are they doing in the same movie? You have two immovable objects or two irresistible forces. Both characters are complete, right off the shelf. There's no room for them to move. Yes, Jack becomes a nicer guy after he falls in love, and yes, Samantha realizes that magic is sometimes just not fair. But they are separate at the beginning and essentially still self-contained at the end, and the movie never works them both into the same narrative logic. Still, that's a great moment when Jack shouts: \"Guys! Make me 200 cappuccinos! Bring me the best one!\"", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-23", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Bewitched (2005)"}