{"url": "http://www.rogerebert.com/reviews/beyond-therapy-1987", "by": "Julie Hagertyas Prudence", "star_rating": 1.0, "text": "Robert Altman's \"Beyond Therapy\" is killed by terminal whimsy. It's a movie in which every scene must have seemed like a lot of fun at the time, but, when they're edited together, there's no pattern to the movie, nothing to build toward, no reason for us to care. It's all behavior.\n\nOne of the problems is Altman's weakness for asides and irrelevancies, for the kind of weird background action that usually works in his movies, but not this time. One of the things movie directors often have to guard against is the extra who wants to be the star, and competes with the foreground action by trying to call attention to his distracting behavior in the back of the shot. \"Beyond Therapy\" seems to have been directed to give those would-be stars a chance; there's always something going on in the background, and most of the time we're not sure what it is.\n\nThe story begins with a blind date between Jeff Goldblum and Julie Hagerty, who have met through the personal ads in New York magazine (the movie was shot in Paris but is set in New York - more whimsy). Both characters can best be described as the last person you would want to meet through a personals ad. Goldblum is arrogant, weird, condescending and bisexual. Hagerty is uptight and insecure - a nervous wreck.\n\nIf Altman had left his camera on those two unhappy people as they made each other even more unhappy, something good might have happened. Instead, here and elsewhere in the movie, there are insistent bulletins from elsewhere on the screen, from the hostile waiter, from the weird ladies having lunch upstairs, from the man sitting all by himself near the door - a man who is immaculately dressed but nevertheless looks like a refugee from \"The Texas Chainsaw Massacre.\"\n\nEventually other characters are introduced. We meet two psychiatrists, Tom Conti and Glenda Jackson, who coincidentally work in the same building, where they sometimes meet in an empty office for quick, anonymous sex. We meet Goldblum's roommate, who is understandably upset that he will have to share his lover with a woman. We meet the roommate's mother, who is concerned that her son's boyfriend is cheating on him. And so on.\n\nAll of these people seem to be operating on rhythms that the movie doesn't quite have the hang of. It feels like they arrive just after important offscreen developments, or leave on interesting missions, or are saying less than they know. There's a key here somewhere, but we don't know what it is. Maybe the title should be taken literally; everyone in this movie is beyond therapy, including the therapists. Conti believes in sex with patients; Jackson has a strange verbal dysfunction that causes her to say the wrong word at the wrong time.\n\nAltman has used the style of \"Beyond Therapy\" before, as long ago as \"MASH\" and notably in \"Brewster McCloud,\" \"Nashville\" and \"A Wedding.\" He wants to give the impression of a lot of things happening at once, of stories in the background that are as interesting as the main plot. Somehow, this time, he just never pulls it all together; the bits and pieces remain separate, unresolved, not adding up to anything.", "running_time": null, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-04-24", "genres": ["Comedy"], "title": "Beyond Therapy (1987)"}