{"url": "http://www.rogerebert.com/reviews/beyond-the-mat-2000", "by": "Barry Blaustein", "star_rating": 3.0, "text": "Even if you've never watched a professional wrestling match on television, you've probably heard the words \"Mr. McMahon\" while just channel-surfing. Here he explains why the WWF is like the Muppets: \"They're both family-owned and they both have real human beings playing characters.\" Uh, huh. We see him interviewing Darren Drozdov, a former pro football player who wants to wrestle and has a unique skill: He can vomit on command. McMahon gives him a ring name, \"Puke,\" and envisions a scenario: \"After you've regurgitated on your opponent or the referee . . .\" Drozdov is sent to the minor leagues for seasoning and calls his mother with the good news.\n\nOther subjects of the documentary have been around a long time. Terry Funk is over 50, has been wrestling forever and hears the doctor forecast a lifetime of pain from his wrecked knees. Then he climbs in the ring again. He can hardly walk, but during the match he seems to come to life, giving audiences the show they expect.\n\nIt is a show, yes. \"Beyond the Mat\" makes no secret of the fact that every match is scripted and that the outcomes are not in doubt. But we knew that. What I didn't fully realize, until I saw this film, is how real the show is. Just because you script a guy being thrown out of the ring doesn't mean it's painless when he bounces off a table and onto the floor. You can't bleed unless you're cut. And sometimes things go wrong; a wire cage mesh breaks, and a wrestler falls maybe 20 feet to the mat. That hurts. Last year a wrestler named Owen Hart fell 70 feet and was killed when his harness failed while he was being lowered into a ring.\n\nMick \"Mankind\" Foley comes across as one of the nicest guys in the film, a family man with small children, who's a gentle teddy bear when he's not in the ring. He explains to his kids how it's all carefully planned, how his opponent doesn't really hate him, and then the two preschoolers sit at ringside as their daddy is handcuffed and beaten with a chair. He starts to bleed. They start to cry. \"Close your eyes,\" their mother says, before finally taking them out of the stands. They watch in the dressing room as a medic applies first aid to Foley's cuts and checks for a concussion.\n\nLater, the filmmakers show Foley their footage of his kids crying, and he is sobered. He vows never to let them watch a fight again. We sense the care in his voice, but we also wonder: What were they doing ringside in the first place? What do kids know about scripts? \"Beyond the Mat\" was written and directed by Barry Blaustein, a onetime \"Saturday Night Live\" writer and successful film producer, mostly of Eddie Murphy projects (\"Coming to America,\" \"Boomerang,\" \"The Nutty Professor\").\n\nBlaustein confesses to being a TV wrestling fan all his life. There's real pain when he meets one of his old heroes, Jake \"The Snake\" Roberts, once a superstar, now reduced to barnstorming the back roads for small change.\n\nRoberts opens up in an extraordinary way to the camera. He talks about an unhappy childhood, a mother who was 13 when she married. He has shaky relationships with his own family, and when Blaustein arranges a meeting with his estranged daughter at the Emporia Ramada, she's so nervous she wants to bring along two friends. A fight promoter says Jake demands crack before doing a show, and Jake agrees he's had drug problems.\n\nWhat we wonder is, how can you be a pro wrestler and not use drugs? A working wrestler performs 26 to 27 days in a month--twice on weekends. It's not all on TV. There are bus and plane trips to far-flung arenas, where even on a good day (no serious injuries), their bodies are slammed around in a way that might alarm a pro football player. Have you ever heard of a pro wrestler being suspended for drug use? Do they even check for drugs? Just asking.\n\n\"Beyond the Mat\" isn't a slick documentary; some of it feels like Blaustein's home movie about being a wrestling fan. But it has a hypnotic quality. Those who oppose boxing because of its violence acknowledge that it is at least a supervised sport with rules and safeguards. Wrestling is not a sport but a spectacle, in which weary and wounded men, some obviously not in the best of shape, injure one another for money.\n\nAt one point we see two wrestlers set each other on fire and then throw each other on barbed wire. There are ways to do this in which you do not get burned severely or lacerated--much. But it's not simple trickery, and what goes on in the ring clearly really does hurt, sometimes a lot. After a bloody match, two wrestlers slap each other on the back and explain, \"The more you hurt each other, the more money you make, so the more you like each other.\" Not capitalism's finest hour.", "running_time": 92, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-17", "genres": ["Documentary", "Sports Film"], "title": "Beyond The Mat (2000)"}