{"url": "http://www.rogerebert.com/reviews/beyond-the-poseidon-adventure-1979", "by": null, "star_rating": 1.0, "text": "The original \"Poseidon Adventure\" began, of course, with the giant ocean liner Poseidon being flip-flopped by a massive tidal wave. What happened then has become legend. In the midst of a New Year's Eve celebration, the movie's cast was trapped in the upside-down ballroom, which is what New Year's Eve feels like anyway, and, in one of the greatest coincidences in the history of casting, all of the stars were saved and all of the extras were drowned.\n\nThe stars then had to struggle up the down staircase to the bottom of the boat, which, if you are following me intently, was by then above the water. And, to save their lives, they had to attempt to cut through the thick steel bottom and thus to daylight and so on. So far so good. But what do you do for a sequel?\n\nI posed this question to Irwin Allen, creator of the Poseidon movies and \"The Swarm\" and \"The Towering Inferno,\" during one sunny afternoon in Southern California when disasters were the last thing on his mind. He said he had an idea. It was, in all candor, he said, a great idea. The survivors of the Poseidon would be rescued and taken to land in Italy and be placed on a train which would go through a tunnel in the Alps, and the tunnel would collapse and everyone would be trapped under the mountain.\n\nIrwin Allen cleared his throat modestly. What, he asked, did I think about his idea?\n\nIt was, I said, a great idea, terrific if not actually stupendous.\n\nBut I had a better idea.\n\nAllen didn't seem too enthralled, but I told it to him anyway. There is, by the way, nothing quite so glazed as the eyes of a movie producer who has just seen his interviewer put his Pentel Rolling Marker away, but I persisted.\n\nHere's what happens, I said. After everybody fights his or her way to the top and/or bottom of the boat, surviving fires and floods and explosions, another big tidal wave comes along and turns the great ship over again. And so the hapless survivors have to retrace their steps.\n\nIt makes no sense, said Allen, because (a) he probably wouldn't be able to reassemble the original cast, and (b) lots of the original cast members, like Shelley Winters and Gene Hackman, were killed in the original movie -- so who you gonna topline?\n\nHackman's gone for sure, I conceded. He lost his grip and fell into the flaming oil. But in the case of Winters -- well, she says in the movie that she won the underwater swimming competition at the Young Womens' Hebrew Assn., and so maybe at the beginning of the sequel she comes up gasping, and you go on from there.\n\nIrwin Allen mulled over that for a fraction of a second, and then, almost inevitably, probably, our interview was over. And so it was with a great deal of curiosity that I went to see \"Beyond the Poseidon Adventure\" in order to see how he'd finally worked out the sequel.\n\nAnd I know you think at this point that I'm going to give away the ending, but don't stop reading now. I wouldn't dream of giving away the ending, although I'll gladly, gently, hint that more of the good guys than the bad guys are saved.\n\nWhat I will give away is the beginning. On the morning after the Poseidon's disastrous night, tugboat captain Michael Caine and sidekick Sally Field get back on board the Poseidon and find left-over survivors who were not drowned during the original movie, and then bad guy Telly Savalas puts them all in jeopardy, and then...\n\nBut what did we really, sincerely, expect anyway, from a movie in which Karl Malden plays a character named 'Wilbur,' and Slim Pickens plays a character named 'Tex'? If you can think of a single line of dialog that Slim Pickens, as 'Tex,' wouldn't say in \"Beyond the Poseidon Adventure,\" please do not miss this movie, which will be filled with amazements and startling revelations.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Action", "Adventure", "Drama"], "title": "Beyond the Poseidon Adventure (1979)"}