{"url": "http://www.rogerebert.com/reviews/beyond-the-limit-1983", "by": "Michael Caineas Charlie Fortnum", "star_rating": 2.5, "text": "There are times when this movie is a mess. There are other times when it becomes quietly moving. \"Beyond the Limit\" has one of the best endings I can remember in a mediocre film, an ending that goes a long way toward redeeming some of the sloppiness that went before. \n\nAnd all through the film, there is a remarkable performance by Michael Caine, who has been around for so long, in so many movies, that it's easy to forget what a fine actor he is.\n\nThe film is based on 'The Honorary Consul,' Graham Greene's novel about a bungled South American terrorist kidnapping. The movie tells most of the same story, involving the alcoholic British honorary consul (Caine), the young half-British doctor (Richard Gere), the priest turned revolutionary (Joaquim De Alameia), and the beautiful Indian prostitute (Elpidia Carrillo) who becomes Caine's wife and Gere's lover.\n\nThe film is also fairly faithful to Greene's ending, a study in conflicting morality, where the priest kidnaps the worthless British consul under the impression he is the American ambassador -- and then the doctor's loyalties are torn between his friend the consul, his lover the consul's wife, and his old friend the priest. \n\nWhat is not faithful to the novel is the casting of Gere as the doctor. Gere is so wrong for the role that he undermines every scene he's in, distracting attention from Caine's understated, quietly poignant performance. Halfway through the movie, as I was witnessing the obligatory Gere sex scene, I began to grow angry. Not at Gere, who can be effective in the right role, but at the producers, who chose his box-office appeal over the obvious demands of the material. The doctor in the Greene novel is not a swaggering bodybuilder with a smoldering sexuality, but a troubled, worried, overworked young man with a conscience. The amoral way in which Gere possesses his friend's wife is totally false to the spirit of the book.\n\nWhat is true, though, is the Michael Caine performance. The character he plays is Charlie Fortnum, a pathetic drunk holding onto the honorary consulship as a last vestige of dignity, investing all of his higher feelings into love for his wife. Caine gives a great performance, sweaty, exhausted, red-eyed, filled with false bonhomie, always with his eye on the level in the whiskey bottle.\n\nThere is a kind of nobility in the way he accepts his fate, after the terrorists kidnap him and nobody, frankly, cares enough to ransom him. There is also a real person here, in a performance that suggests Fortnum's life up until this point, his history of failure, his essential good nature. \n\nThe movie's final scene, between Caine and Carrillo, is one of the best scenes Caine has ever played. Unhappily, it comes in a movie that never comes together, and that lingers too long on a Richard Gere who seems to have wandered in from another movie, would-be British accent and all. The casting is one of the movie's mysteries; another one is the change to a meaningless and forgettable title; a third is how Michael Caine succeeded in delivering an intact performance right there in the middle of all the lost dreams.", "running_time": 104, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-10-05", "genres": ["Action", "Drama", "Romance"], "title": "Beyond the Limit (1983)"}