{"url": "http://www.rogerebert.com/reviews/beyond-silence-1998", "by": "Sylvie Testudas Lara", "star_rating": 3.5, "text": "\"Beyond Silence'' is one of those films that helps us escape our box of time and space and understand what it might be like to live in someone else's. It tells the story of Lara, the child of deaf parents, who loves them and has been well raised by them, but must, as all children must sooner or later, leave her nest and fly on her own.\n\nThe movie isn't centered on a few manufactured plot points, but gives us a sense of the whole span of the family's life. It's not a sentimental docudrama but a hard and yet loving look at the way these people deal with their issues and incriminations. No one is the hero and no one is the villain; they are all doing the best they can, given the way life has made them.\n\nLara, played as a child by Tatjana Trieb and as a young woman by Sylvie Testud, moves effortlessly between the worlds of sound and sign. She sits beside the TV set, signing for her parents, and translates for them during a heated meeting with a banker. (At the end of the conference, when the banker says \"Thanks, Lara,'' she pointedly tells him, \"My parents are your customers, not me.'') She is not above mischief. At a parent-teacher conference, she shamelessly represses the teacher's critical observations about her schoolwork.\n\nThe crucial event in the film is a simple one: Lara's aunt, her father's sister, gives her a clarinet. This is a gift fraught with meaning. In a flashback, we see the father as a deaf boy, watching as relatives crowd around to applaud his sister's first clarinet recital. Frustrated, he gives voice to a loud, painful noise, and is banished to a bedroom. It is the kind of exclusionary wound that shapes a lifetime, and although the father and sister as children communicated effortlessly, as adults they are cool and distant.\n\nThere is a 10-year gap (the actresses are so well matched we hardly notice it), and Lara, now nearly 20, is encouraged by her aunt to attend music school. Her father is opposed, and there is a bitter argument. Lara, who is a gifted player, sits in with her sister's group, takes classes, and one day sees a man signing to a boy in a park. She follows them, and is surprised to find that he is not deaf, but the child of a deaf father, and a teacher in a school for the deaf. They fall in love.\n\nAll of these events are seen with a particular clarity, as stages in Lara's discovery of herself. The opening shot of the movie places the camera underwater in a frozen pond, as skaters circle on the surface and muffled voices come from far away. The whole movie is a process of breaking through the ice into the air of communication.\n\n\"Beyond Silence'' was one of the 1998 Academy Award nominees for best foreign film, but I have not mentioned until now that this is a German film because I know that some readers have an irrational prejudice against subtitles. But, really, what language is this film in? The subtitles handle not only the spoken dialogue but also describe the music and the sound effects, like thunder; they are designed to be useful for deaf viewers. If the movie were in English, it would still be subtitled. So little does the movie depend on which language is spoken that Howie Seago, the actor playing the father, is an American. (Both he and Emmanuelle Laborit, as his wife, are hearing impaired.) The movie is alert to nuances of the politics of deafness. Characters talk about the historical prejudice against sign language in Germany, and Lara's grandmother frets that she was advised not to sign, in order to \"force'' her son to learn to talk: \"If I hadn't listened to that pighead, my hands might be able to fly, too.'' But \"Beyond Silence'' is wise and complex about the limitless subject of deafness. It is about how hurts are formed in families, and remain for decades. About how parents favor a hearing child over a deaf one. About how Lara and her parents have formed a symbiosis that must be interrupted if she is to have a life of her own. So much hinges on simple things, as when Lara wants her mother to ride a bicycle \"like other mothers.'' On TV the other night, Tom Brokaw was asking Harrison Ford if movies have grown mediocre because of their dependence on mindless action and special effects, and I raised up my hands in frustration. If such a question really mattered to Brokaw, he would do a segment about a film like \"Beyond Silence,'' instead of publicizing the latest mindless 'plex product. Of course, you have to be the kind of person to whom \"Beyond Silence'' just plain sounds more interesting than, say, \"Godzilla'' (1998). Such people are rare, and to be valued.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-06-12", "genres": ["Drama", "Foreign"], "title": "Beyond Silence (1998)"}