{"url": "http://www.rogerebert.com/reviews/beyond-rangoon-1995", "by": "Patricia Arquetteas Laura", "star_rating": 3.0, "text": "The movies have always known how to make the Inscrutable East scrutable: They create Western heroes and send them there to scrute it, and then we see the situation through their eyes. This is known in screenwriting class as \"providing a point of entry for the audience.\" It has given us Mel Gibson in Indonesia, Robert Mitchum in Japan and Lawrence in Arabia, and now Patricia Arquette, stranded in Burma in \"Beyond Rangoon.\" But wait. I sound too cynical. The strategy is perfectly acceptable in commercial films, because the Western audience can then identify with places and issues that might otherwise elude them. In the case of \"Beyond Rangoon,\" director John Boorman is concerned with political repression in Burma, which has existed under a state of martial law for several years with, until recently, its Nobel Prize-winning dissident Aung San Suu Kyi under house arrest.\n\nA film titled \"Aung San Suu Kyi: Burmese Heroine\" would probably not draw long lines at the American box office, and so Boorman has written an action adventure in which a heroic and attractive American doctor (Arquette) battles police, fords rivers, saves lives and dodges bullets while learning about life under the Burmese dictatorship. Because the film is well acted and directed, and the Malaysian locations are exotic and seductive, I got involved even though the story (\"based on actual events,\" of course) was so clearly concocted.\n\nAs the movie opens, two sisters arrive with a tour group in Burma. Laura (Arquette) is mourning the violent deaths of her husband and son, and Andy (Frances McDormand) has brought her to the Far East for a change of scenery. Laura learns that in the Buddhist world, \"suffering is the ultimate achievement of man.\" This fails to cheer her up, and, fleeing from her hotel into the streets, she's swept up with a crowd of political demonstrators. She is an eyewitness as Aung San Suu Kyi calmly faces down soldiers with rifles: They begin to tremble, as the smiling young woman leads her followers right through their ranks.\n\nThe next day, the tour group is ordered out of Burma. But Laura has lost her passport, and has to stay behind, hearing the last words anyone wants to hear on a package tour: \"You might be the only tourist left in the country.\" Wandering in the city, she encounters a would-be guide named U Aung Ko (played by U Aung Ko, although the film's notes assure us the character is not based on him). He is a former professor, now reduced to showing tourists around because he made imprudent political statements and backed the dissidents. Laura stays by his side as he introduces her to a group of revolutionary students, and then, at a train station, troops open fire, one of the students is killed, U Aung is beaten, and Laura jumps from the safety of the train and casts her lot with the outsiders.\n\nBoorman is a director who has a special visual feel for jungles (as in \"The Emerald Forest\"), and now, as Laura and U Aung make their way by boat and foot toward the Thai border and safety, he creates a steamy landscape of natural beauty and human terror. Laura has been established earlier in the film as a doctor who wants to leave her profession because she can no longer stand the sight of blood, but under pressure, with the professor near death, she rises to the occasion.\n\nThe movie's dialogue is sometimes a little obvious, as when characters explain things to Laura so she (and we) will understand.\n\nIt is also heavy on the ancient wisdom of the East, which has a way of contradicting itself; when Laura is depressed about the death of her loved ones, U Aung assures her, \"we are but shadows passing through time; there is no difference between the living and the dead.\" But in the next breath, he tells her, \"Life needs you,\" when she seems about to give up. Choose one of the above.\n\nArquette, most memorably seen in \"True Romance\" (1993), is plucky, sunburned and determined in the movie, although it's not easy to switch from naive tourist to instant freedom fighter. U Aung provides an aura of strong serenity, and a running commentary. Not much factual information about Burma is really conveyed (we understand the rulers are repressive, and we see that the dissident leader is brave, and that about does it for the politics). But by the end, as the obligatory final titles crawl up the screen, informing us of the numbers of Burmese who are dead and in exile, we think, boy, if they can treat Patricia Arquette like that, they really must be bad. Which is how political movies usually work.", "running_time": 99, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-25", "genres": ["Drama", "Thriller"], "title": "Beyond Rangoon (1995)"}