{"url": "http://www.rogerebert.com/reviews/beyond-the-door", "by": null, "star_rating": 1.0, "text": "Where's Jessica?\" asks her worried husband, when she disappears during a birthday party for the children. He finds her in the bathroom, regurgitating pints, maybe gallons, of blood. \"Honey, are you all right?\" he asks, in the understatement, or underquestion, of the year. She allows that she feels a little weak. They agree she ought to get more rest. The whole movie is this way: maddeningly inappropriate in the face of its horrors.\n\nAnd yet \"Beyond the Door\" is one of the topgrossing movies in the country right now.\n\nWhy? Maybe because at some dumb, fundamental level, it really does live it up to, or down to, its promise. It's not well acted, its \"Possessound\" sounds routed through the ventilation system and the print looks like it was left out too long in monic possession.\n\nAnd it's got one hell of an ad campaign. The TV spots and the trailer on the viewer in front of the theater show all sorts of delightful horrors, a menacing voice dares you to see it and, inside the theater, there's a party atmosphere. Parts of the movie play almost as comedy. I'm usually disturbed when people laugh at violenceÑthe audience reaction to \"Death Race 2000\" was especially unsettlingÑbut in a movie like \"Beyond the Door,\" the laughs seem almost appropriate.\n\nThat's during the earlier parts of the movie, when mysterious hands reach out to touch shoulders in darkened rooms, and it turns out it's just the husband patting his wife. In the later stages, though, when Jessica (Juliet MillsÑyes, Juliet Mills) begins to turn green and talk like the Big Bopper, the movie's just conventionally disgusting. We get green vomit, brown vomit, blood, levitations and other manifestations of the devil.\n\nHe is, by the way, in Jessica's womb. She has this short order pregnancy that proceeds so rapidly she's three months pregnant within a week (if that's the way to put it). The mysterious stranger seems to have the answer, and after saving her husband from being run over by a truck, he offers several enigmatic epigrams such as, \"Some people attract . . . misfortune.\" It's all trash, but it's scary trash. I wouldn't call it entertainment, but it's a diversion, all right. Yuk.", "running_time": 109, "mpaa_rating": "R", "release_year": 1974, "date_published": "1975-01-01", "genres": null, "title": "Beyond the Door (1974)"}