{"url": "http://www.rogerebert.com/reviews/beyond-and-back-1979", "by": null, "star_rating": 1.0, "text": "The makers of \"Beyond and Back\" were also responsible, if memory serves, for another film called \"In Search of Noah's Ark.\" It figures. At the end of that one they were still searching for Noah's Ark - never found it. At the end of \"Beyond and Back\" we're back, all right - but were we beyond?\n\nThe movie's another one of those pseudo-scientific laundry lines of half-baked psychic theories. There may be something to the theories, all right, but there's never anything to the movies. They're booked into half the theaters in town and promoted with a hard-sell TV campaign, on the theory that enough suckers . . . ah, victims will be parted from their money before the word gets out that it's a turkey.\n\n\"Beyond and Back,\" however, gives turkeys a bad name. It exists on about the same cinematic level as an Army training film or one of those junior high chemistry movies in which the experiments never quite worked. To be sure, the narrator is presented as a genuine authentic intellectual; we can tell because he's got a beard and glasses and stands in front of bookshelves and learnedly caresses bound volumes of the Journal of the American Psychical Society. But what does he tell us, really?\n\nWell, he tells us for one thing that there is strong scientific evidence that human beings have souls, but that dogs do not. A 19th Century scientist whose name escaped me, but whom actors (actors stand in, indeed, for all the \"real-life case histories) portray in the movie made this discovery.\n\nThe scientist, in any event, decided to measure people and dogs at the time of their deaths to see if their bodies lost weight at the moment their souls departed. The people lost weight but the dogs did not. The scientist had \"'delicate scales\" attached to the deathbeds - scales so delicate, the narrator intones, they could measure to within two-tenths of an ounce! That is not a very small weight, as anyone who has observed the decline of the Hershey bar will have noticed.\n\nBut never mind: The scientist discovered that his patients did lose weight when they died, and deduced that the human soul weighs \"between half and three-quarters of an ounce.\" Given the factor for error in the experiment, which was a fifth of an ounce, you will see that this was not exactly the most precise experiment since Franklin flew his kite.\n\nThere are other tiny flaws in the picture, as in the episode depicting the death of an Army private during World War II. He was dead, all right: The doctor and the nurse agreed. But he still had consciousness, and his astral body, he tells us, rose from his physical body and walked around the room, saw strange bright glows coming from the sky, witnessed a display of lights, walked down a strange street in a strange city, talked to God, and was back in bed. All in nine minutes.\n\nThe flaw here is that although the man's spiritual body could not touch anything (his hands passed right through telephone poles with a whoosh), he is clearly seen opening the closet door in his hospital room. Fair's fair: They can't have it both ways.\n\nBut perhaps I'm being too hard to please. This is a film, after all, in which you can share with Louisa May Alcott the experience of seeing her sister's soul rise from the body, looking like a small puff of steam from a teakettle and obviously weighing nothing like half an ounce - give or take a fifth of an ounce, of course.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-01-25", "genres": null, "title": "Beyond and Back (1979)"}