{"url": "http://www.rogerebert.com/reviews/beyond-the-law-1969", "by": "Norman Maileras Lt. Pope", "star_rating": 2.0, "text": "It was sooner or later inevitable that Norman Mailer would make a movie. He has run for mayor of New York, offered to fight Floyd Patterson and attempted to capture the Pentagon (or at least levitate it), so it was expected he would also try something passably difficult.\n\n\"Beyond the Law,\" which was premiered to hoots and guffaws at the 1968 New York Film Festival, is a pretty inept movie. But it is funny at times, and interesting if only because Mailer reveals so much of his glorious ego.\n\nWhat he wanted to do, Mailer claimed, was make a cops and robbers movie in the new, honest way -- instead of in the old Hollywood phony way. What he has actually done is to make the phony Hollywood movie in a new, self-indulgent way.\n\nThe indulgences are mostly Mailer's (but none of them, alas, are plenary). He's not only convinced that he can act, but that he can play an Irish cop named Francis Xavier Pope and do it with a plausible Irish accent. He can do none of the three.\n\nWhat he can do, however, is afford us the hilarious spectacle of watching him try.\n\nThe plot, if that's the word, involves a group of policemen who are shown on duty (in a totally unconvincing cross-examination) and then go to a bar and drink with their wives and girlfriends. Mailer uses both professional actors (Rip Torn, Michael McClure) and amateurs (including professional amateur George Plimpton).\n\nWhat's strange is that Mailer, with his sharp sense of social criticism, would make such an outdated movie about policemen. There is, for example, the tough-talking lieutenant (Mailer), wearing his hat indoors and barking questions tough-guy style. There's a scene with two detectives and their dates, during which we get dialog like: \"Jeeze, you see the built on her?\" There's an informal precinct Inspection by the mayor (obviously intended as John Lindsay), played for grins by Plimpton.\n\nBut there's nothing relevant to the role of police in 1969. No perception; none of that Mailer intelligence. Only Mailer himself, hidden inside his favorite tough-guy persona, rocking back on his heels and looking like he has a gat in his pocket and is about to drill us.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-11-04", "genres": null, "title": "Beyond the Law (1969)"}