{"url": "http://www.rogerebert.com/reviews/beyond-borders-2003", "by": "Angelina Jolieas Sarah Jordan", "star_rating": 2.0, "text": "\"Beyond Borders\" has good intentions and wants to call attention to the plight of refugees, but what a clueless vulgarization it makes of its worthy motives. Of course there's more than one way to send a message, and maybe this movie will affect audiences that wouldn't see or understand a more truthful portrait of refugees, like Michael Winterbottom's recent \"In This World.\" The movie stars Angelina Jolie, who is personally involved in efforts to help refugees and isn't simply dining out on a fashionable cause. She plays Sarah Jordan, a London society woman whose bloodless husband will never understand the passion she feels for social causes -- and for Nick Callahan (Clive Owen), the handsome doctor who flies from one trouble spot to another saving lives. Wherever Nick is in need, be it Cambodia, Ethiopia or Chechnya, Sarah flies in with truckloads of supplies for the sexy, saturnine Nick.\n\nI can understand a beautiful young woman getting a crush on a heroic and dedicated aid worker. Happens all the time in the movies. But could the doctor, just once, look like Giovanni Ribisi or Jack Black instead of like Clive Owen -- so that we'd know she loved him for his good heart and didn't just have the hots for a potential James Bond? Sarah first sees Nick at a charity ball in London, where he strides in carrying a starving Ethiopian boy and accuses the well-upholstered society people of letting kids like this one starve to death because he has the misfortune to be starving in an area controlled by Communist rebels. Good point. Sarah is married to Henry Bauford (Linus Roache), who doesn't understand why she can't just send a check instead of running off to Ethiopia to personally head a caravan of grain trucks. A professional would be better at the job, but not so inspired by the need to be near Doctor Nick, in an area of the world where people may indeed be starving but where Sarah and Nick find an adequate supply of romantic vistas, while stirring music wells up behind them. They're serious about the starving masses, but they get really serious when they confront their mutual romantic destiny.\n\nSarah arrives wearing an all-white safari outfit that isn't even a little sweaty and dusty. Did she change right before driving into Nick's camp? She must have spent as much kitting herself out on Regent Street as she did on the grain. She reminded me of the hero of Evelyn Waugh's Scoop, who also goes out to Ethiopia, and takes along a trunk jammed with enough supplies to create a camp as cozy as a suite at the Savoy.\n\nBut perhaps that's to make a point: The rich woman wants to do well, and doesn't understand inappropriate gestures. Still, what are we to make of a scene where she stops the truck, gathers up a starving baby and determines to save its life? The baby's mother, near death, reaches out a desperate arm and Sarah reassures her she will take care of the child. Too bad about the mother. Nick says the kid is too far gone to live, but Sarah clutches it to her reassuring bosom and feeds it high-energy fluids a drop at a time.\n\nI know nothing at all about where they found the baby or what condition it was really in. Although it looks like a starving stick-figure, I assume it was a healthy child. The point is that it looks like a child near death, and the use of the image is offensive in a movie that is essentially a romance. When the suffering of real children is used to enhance the image of movie stars who fall in love against the backdrop of their suffering, a certain decency is lacking. \"Beyond Borders\" wants it both ways -- glamor up front, and human misery in the background to lend it poignancy.\n\nThe key shots revealing the movie's priorities are the closeups right after Sarah meets Nick for the first time in Ethiopia. We've stayed in long and medium shot for most of the way, but then, after a line of dialogue in which it becomes clear Sarah has a romantic as well as a charitable motivation, we get closeups of the two as they share this realization. Movie grammar suggests that we are being visually informed that their romance is the real subject of the movie. Another approach might show Sarah in long shot moving through a field of suffering, and then a closeup of a starving child reaching out to her distant figure. You see the difference.\n\nNow consider the climax of the movie. Something tragic happens, and before it does, the movie cuts back and forth between Nick and Sarah in closeups that reminded me of Bonnie and Clyde in the instant before the shooting started. What is the message being conveyed here? What unspoken words are contained in the looks of these two lovers? It's curiously hard to answer this question; try it yourself if you see the movie. The story has insisted on Sarah's behavior and on the romance to such a degree that by the end, no commonsense response is available. The movie has cut loose from real refugees, the real world and real characters, and committed itself to the foreground romance, and now when implacable reality asserts itself, there is really nothing to be said.", "running_time": 127, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-24", "genres": ["Action", "Drama", "Romance"], "title": "Beyond Borders (2003)"}