{"url": "http://www.rogerebert.com/reviews/bhaji-on-the-beach-1994", "by": "Kim Vithanaas Ginder", "star_rating": 3.0, "text": "As the quietly charming British film \"Bhaji on the Beach\" begins, a busload of Asian Indian women set off from their community center in Birmingham for a day at the beach in Blackpool. At first glance, they seem to have nothing in common aside from their desire for sun and sand, but Simi, the group leader, envisions the outing as more of a crusade. In her pep talk before the bus leaves, she reminds the women they've struggled under the burdens of racism and sexism, and advises them to have a \"female fun time.\" From the looks on their faces, we can see they don't share Simi's idea of a fun time, and by the end of the film, after much laughter, some romance, many secrets and a few tears, we realize that a female fun time means very different things to each one of them.\n\nThe film's director, Gurinder Chadha, uses the day trip as a way to look at issues in the British Asian community, where old traditions and new ways make for uncomfortable situations.\n\nThe passengers on the bus include older women who are firm in their conservative attitudes, a couple of teenagers who are basically on the lookout for boys, a mother who is escaping for the day from her abusive husband, and a medical student who has a secret: She is pregnant by her black boyfriend, a West Indian.\n\nThe pregnant student and the woman with the abusive husband give Chadha the opening to examine deeply felt issues among Asians in Britain, who feel that both divorce and interracial dating are European innovations they would be better off without. The older women make no secret of their prejudices, but Chadha doesn't go for a simple demonstration of that.\n\nInstead, in a scene both daring and intricate, she places the two older ladies in a tea shop where, while the British proprietor insults them with racist observations, they essentially ignore her in order to make their own, also racist, observations to the medical student.\n\nMeanwhile, the teenage sisters wander away from the group, and one of them gets involved in a charming subplot involving a daylong flirtation with a local boy who likes her. She is flattered and shy; he is persistent but actually quite nice. And of course the girl's sister and the boy's best friend end up as the odd couple; romance always leaves some leftovers.\n\nThe backdrop for their day is the boardwalk at Blackpool, sort of an Atlantic City caught in a time warp.\n\nFor the pregnant woman, the day is an opportunity for reflection. Should she have the child and endanger her lifelong ambition of becoming a doctor? Or have an abortion and lose not only the child, but its father, whom she loves? The way the movie resolves this question is both thoughtful and surprisingly moving.\n\n\"Bhaji on the Beach\" is at the opposite end of any scale from the British films that win wide audiences here, such as \"Howard's End\" or \"Four Weddings And A Funeral.\" In its examination of outsiders in a changing society, it shows people who have left their homeland and tried to bring it along with them, only to find that in a new home there are new values. There is also a younger generation. And given the fact that every older generation believes all of its values have been lost by the young, it is a wonder there are any left to pass along, after centuries of such decay, but there are - and the way the movie makes that clear is one of its strengths.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-09-23", "genres": ["Comedy", "Drama", "Indie"], "title": "Bhaji On The Beach (1994)"}