{"url": "http://www.rogerebert.com/reviews/big-mommas-house-2000", "by": "Martin Lawrenceas Malcolm", "star_rating": 2.0, "text": "Any movie that employs an oven mitt and a plumber's friend in a childbirth scene cannot be all bad, and I laughed a lot during \"Big Momma's House.'' I also spent a certain amount of time staring at the screen in disbelief. While it's true that comedy can redeem bad taste, it's can be appalling when bad taste thinks it is being redeemed by comedy, and is wrong. The movie's opening toilet scene, featuring the biggest evacuation since we pulled out of Vietnam, is a grisly example.\n\nMartin Lawrence stars in the movie, as Malcolm, an FBI agent who is a master of disguise. A vicious bank robber named Lester (Terrence Howard) escapes from prison, and Malcolm and his partner John (Paul Giamatti) conduct a surveillance on his girl friend Sherry (Nia Long), who may know where $2 million in loot has been concealed. Sherry, afraid of Lester, flees with her child to the Georgia home of her grandmother, Big Momma (Ella Mitchell). And when Big Momma is called out of town, Malcolm disguises himself as the 350-pound juggernaut, deceives Sherry, and infiltrates the case from within, while his partner keeps watch from the house across the street.\n\nThis is all essentially an attempt by Lawrence to follow Eddie Murphy's disguise as a fat guy in \"The Nutty Professor\", and credit should also go to Robin Williams as \"Mrs. Doubtfire\". The whole enterprise has been ratcheted down several degrees in taste, however; while Murphy's funniest scene involves vast explusions of intestinal gas, Big Momma's noisy visit to the bathroom is scary, not funny.\n\nMartin Lawrence is a gifted actor, and with clever makeup, padding and sass he creates a fake Big Momma who doesn't look completely like a drag queen, although she comes close. It's doubtful her granddaughter, neighbors and would-be boyfriend would be fooled. But we go along with the gag, since the plot is no more than a flimsy excuse for Big Momma to behave in a way that most 350-pound grandmothers in their 60s would find impossible.\n\nWe see Big Momma playing a pickup basketball game, including a reverse dunk that ends with her hanging from the hoop. Big Momma in karate class, throwing the instructor around the room. Big Momma in church, letting some four-letter words slip into her testimony and covering up with a quick segue to \"Oh, Happy Day!'' The funniest scene involves a pregnant neighbor in the throes of childbirth--which is how Malcolm the FBI agent finds out Big Momma is a midwife. The zany editing of the childbirth scene makes it work, and the appearance of the oven mitt is the high point of the film. Other scenes are not handled so well; when Big Momma's sexy granddaughter climbs into bed with her, for example, Malcolm has a physiological reaction not entirely explained by his flashlight. This is a recycling of the classic bed scene between Steve Martin and John Candy in \"Planes, Trains and Automobiles\" (\"That's not a pillow!''), not handled nearly as well.\n\nThe movie's one of those ideas that seems increasingly labored as the plot drags on. A little of Big Momma is funny enough, but eventually we realize Martin Lawrence is going to spend virtually the entire movie in drag (he appears as Malcolm only long enough to stir up a sweet romance with Sherry). The problem is that Lawrence's gifts come packaged with his face and voice: Present him as Big Momma all the time, and you lose his star power. It's the same problem John Travolta presents in \"Battlefield Earth\". We don't go to a big star's movie to see him as an unrecognizable character. (\"The Absent-Minded Professor'' doesn't count, since she he always, at one weight or another, Eddie Murphy). The movie has some big laughs, yes, but never reaches takeoff velocity.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-06-02", "genres": ["Action", "Comedy"], "title": "Big Momma's House (2000)"}