{"url": "http://www.rogerebert.com/reviews/big-business-1988", "by": "Bette Midleras Sadie Shelton/Ratliff", "star_rating": 2.0, "text": "“Big Business” opens with a scene in which two sets of twins are mixed up, so that in later life each set will contain one Bette Midler and one Lily Tomlin. This ought to have inspired a funny movie, but instead what it inspires is an endless and dreary series of scenes in which the various twins just barely miss running into each other in the Plaza Hotel. You can picture the scenes. The elevator doors close on one Midler just as the other Midler comes running down the hallway.\n\nThis is not funny. It is never funny, in this movie or any other movie. People running into each other can be funny, but when they just miss, what are we supposed to do? Slap our knees and say, “Lord a-mighty, they dern near ran into each other and wouldn’t that have been funny!” Early in the production of this movie, somebody should have made the following observation: Scenes of people barely missing one another in hotels are not amusing.\n\nIn its presentation of the two sets of non-twins, the movie backs genetics rather than environment as the prime formative factor in human development. Both Midlers are conniving and materialistic, and both Tomlins are flutter-brained and well-meaning. But the Midler/Tomlin team from down South in Jupiter Hollow is a little nicer. They work in the local factory, which has manufactured porch swings from time immemorial.\n\nMeanwhile, the New York Midler wants to sell out the factory and the town to a shifty Italian investor who wants to strip-mine the whole county right off the map. The impending sale inspires the Jupiter Hollow women to travel up north to New York for the annual stockholder’s meeting of the company controlled by the Manhattan women.\n\nBoth sets of women check into the Plaza Hotel at the same time, inspiring numerous flat and tedious scenes that are structured as if they were intended to be slapstick.\n\nThe life all seems to have escaped from this movie. Midler and Tomlin can be funny actors, but here they both seem muted and toned down in all of the characters they play. The most promising character probably is Sadie Shelton, Midler’s New York company executive, who has the potential to be a bitch on wheels but never realizes it. The Jupiter Hollow Midler seems unfocused, and both Tomlins seem to be the same rather vague woman who has trouble with her shoulderpads.\n\nThe fundamental problems of the movie all can be traced, I suspect, back to the screenplay. After the babies have been switched and the premise has been set up, far too much time is spent with the futile manipulation of the four characters in the hotel. One begins a breakfast and the other finishes it. One doesn’t recognize the Italian but the other one does. In the least amusing of several would-be running gags, a bum outside the hotel does double-takes when he thinks he’s seeing double. These scenes are givens - and should have been given away, to make room for laughs that could come from characters, dialogue and conflict.\n\nIn a movie of disappointments, the major disappointment is a shocker. What have we been waiting for through the whole movie? For the moment when the four women all meet in the same place at the same time, right? So what happens when they do? After the first shocked moment of mutual recognition - nothing happens! The movie cuts to the next scene.\n\nThere is no scene in which the women reconstruct what must have happened, and deal with their new reality. No scene in which the two nice Tomlins gang up on the two bitchy Midlers. If there’s anything worse than a long, slow, boring buildup to a payoff, it’s the buildup without the payoff. This movie doesn’t feel finished.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-06-10", "genres": ["Comedy"], "title": "Big Business (1988)"}