{"url": "http://www.rogerebert.com/reviews/big-eden-2001", "by": "Arye Grossas Henry Hart", "star_rating": 2.0, "text": "\"Big Eden\" tells a story of gay love in a small Montana town where the residents are so accepting of homosexuality that the old coots around the cracker barrel at the general store rush to the window to monitor the progress of a triangle involving the local hunk, the artist feller from New York, and a tall, silent Indian. Earlier, the Widow Thayer, who failed to fix up the New Yorker with the local girls, discovers her error and throws a party so he can meet the local boys.\n\nThis is the same Montana that's next door to Wyoming, where a gay man named Matthew Shepard was murdered not long ago. Or rather, it is not the same Montana, but some kind of movie fantasy world in which all the local folk know and approve of the fact that Henry Hart (Arye Gross) is gay; by the end of the film, they're ready to use crowbars on the door to Henry's closet. This is the kind of movie small town with no ordinary citizens; everyone has a speaking role, and they all live in one another's pockets, know one another's business, and have jobs that allow them to drop into the general store and one another's kitchens with the frequency of neighbors on a sitcom.\n\nThat's not to say the movie doesn't have a lot of sweetness and warmth. Until the plot becomes intolerably cornball, there's charm in the story of how the withdrawn Henry returns to Big Eden after his granddad (George Coe) has a stroke. He's welcomed by Grace (Louise Fletcher), the local teacher, and learns immediately that \"Dean is back in town.\" That would be Dean Stewart (Tim DeKay), Henry's hunky best friend in high school and the object of an unrequited crush that spans the decades. Now Dean is divorced, and smiling at Henry during Sunday church services.\n\nGrandpa starts to mend, Henry helps Grace in the local school and the Widow Thayer is hired to cook meals for the two men. But the Widow Thayer is a fearsomely bad cook, and soon the wonderfully named Pike Dexter (Eric Schweig) is secretly preparing gourmet meals from recipes on the Internet and feeding the widow's swill to his dog. Pike is an Indian who runs the general store, despite painful shyness and a deep reluctance to say more than three words at a time.\n\nWe think the plot may involve local homophobia. But no: Everybody in this town is pro-gay. Then we think perhaps Henry and Dean will fall in love. They seem headed in that direction until a scene so awkwardly written and acted that it seems to have been pounded into the plot with sledgehammers (you'll know the scene I mean; ask yourself exactly how and why it justifies Henry's later anger, in another awkward scene). Finally it turns out that Henry's future lies in the arms of Pike, whose life changes the day he checks The Joy of Cooking out of his own lending library. (The movie misses a golden opportunity; Pike should have selected The Settlement Cook Book, with its cover motto, \"The way to a man's heart is through his stomach.\") There are things in the movie that are very good. I admired George Coe's work in a difficult role (listen to his reading of the line, \"God has done a good job here\"). I liked Louise Fletcher's unforced intelligence and goodwill. Ayre Gross plays a character who at times is willfully obtuse, but it would be fatal to be more open--since the moment he acknowledges his gayness, the plot, which depends on him being the least liberated person in town, would collapse.\n\nI had real troubles, I must admit, with the coots who gather at the general store. I doubt that in the real world all six of these bewhiskered, pipe-puffing, jeans-wearing, cowboy-hatted old cowboys would be cheerleaders for a gay romance. I also found Pike's character a puzzle. In the opening scenes he seems either retarded or mentally ill, but by the end, love has conquered all, and repaired it. The last scene is painfully overdone; a shy \"like to dance?\" and a fadeout would have worked a lot better than the current ending. When you lay it on too thick, the audience is distracted by implausibility rather than identifying with the characters.\n\nWhether Henry will find happiness in Big Eden we can only wonder. Some may think him courageous to abandon his art career in New York to join the circle of Pike's admirers around the cracker barrel. I think it is a prudent decision. Based on the one example of Henry's painting that we see, his artistic talents are best suited to designing gift wrap paper.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-08", "genres": ["Drama", "Indie", "Romance"], "title": "Big Eden (2001)"}