{"url": "http://www.rogerebert.com/reviews/big-fat-liar-2002", "by": "Frankie Munizas Jason Shepherd", "star_rating": 3.0, "text": "\"Big Fat Liar\" takes the smartest 14-year-old fibber in Michigan and pairs him up against the dumbest thirtysomething fibber in Hollywood. Jason Shepherd is an eighth-grader who lies about almost everything, so when a movie producer steals his homework and turns it into a movie, naturally Jason's parents and teacher don't believe him. So he enlists his girlfriend Kaylee and goes to Hollywood to confront the creep and prove that he was telling the truth. (Naturally, he lies to cover up his absence from home.) This premise, which sounds like something a 14-year-old might have dreamed up, becomes a surprisingly entertaining movie--one of those good-hearted comedies like \"Spy Kids\" where reality is put on hold while bright teenagers outsmart the best and worst the adult world has to offer. It's ideal for younger kids, and not painful for their parents.\n\nJason is played by Frankie Muniz (star of the TV show \"Malcolm in the Middle\" who was wonderful in \"My Dog Skip\"), Kaylee is Amanda Bynes, a TV actress making her film debut, and the reprehensible Marty Wolf, a Hollywood sleazo supremo, is played by Paul Giamatti with the kind of teeth-gnashing venom the Beagle Boys used against Uncle Scrooge.\n\nMarty, 'The Wolfman', has indeed stolen Jason's eighth-grade story, which fell from his backpack into Wolf's limousine, for reasons too complicated to explain. The story, which is autobiographical, involves of course an eighth grader who tells so many lies that no one believes him when he tells the truth. Marty is astonished when confronted in his studio office by the kid, who doesn't want money or even a share of ownership, but just for the guy to call his dad and admit, yes, it's true, I stole your kid's story. Marty laughs incredulously: That'll be the day.\n\nThe story is an excuse to take the kids on a tour of Hollywood, starting with the Universal back lot, which, like all back lots in movies, is jammed with countless extras dressed as Romans, aliens, cowboys, biblical figures and can-can dancers. Jason and Kaylee get onto the lot via the Universal tour, and hide out in the wardrobe and props department, which has everything they need for their skullduggery.\n\nMarty Wolf is such a seven-letter word that Jason quickly wins the sympathy of two key allies: His limo driver Frank (Donald Faison), and Marty's secretary Monty (Amanda Detmer). Frank has reason for revenge. He was a hopeful actor until Marty wrote \"loser\" on his composite and sent it to every casting director in town. Monty does, too: She gets blamed for the Wolfman's every mistake.\n\nA lot of the funniest scenes involve Giamatti, who is the target of so many practical jokes by the two kids that his life becomes miserable. The best: They fill his swimming pool with blue dye, so that on the day of his big meeting with the studio chief, he looks like an understudy for the Blue Man Group. His broad humor here is dramatically different from his needy, imploding documentary producer in Todd Solondz's \"Storytelling\" (which also opens today).\n\nThe movie's charm is that it has confidence in this goofy story and doesn't push it too hard. Muniz and Bynes have an easy pre-pubertal relationship (she's a lot taller, of course). It's based on wisecracks and immunity from the problems of the real world, where Hollywood might be a lot more dangerous for 14-year-olds. Giamatti's slow burn alternates with his fast burn and his explosive rages, and his comeuppance at the end is entirely appropriate in movie terms. And certain lines have a charm of their own, as when the kids send the Wolfman (now bright blue) not to the studio head's house as he expects, but to a birthday party, where the little guests joyfully cry, \"Hey, it's the clown! Let's hurt him!\"", "running_time": 87, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-02-08", "genres": ["Comedy", "Family"], "title": "Big Fat Liar (2002)"}