{"url": "http://www.rogerebert.com/reviews/big-fan-2009", "by": "Patton Oswaltas Paul", "star_rating": 3.5, "text": "Paul is a short, chubby 35-year-old man who lives with his mother and works the night shift as a parking- garage attendant. His mother screams at him that he only dates his own right hand. But there is another Paul, \"Paul of Staten Island,\" who is a regular caller to a sports radio station, defending his beloved New York Giants against the hated Eagles fan \"Philadelphia Phil.\" This Paul is proud, articulate and happy.\n\nHe and his best (or only) friend, Sal, never miss a Giants home game. They're tailgaters. They park in the Giants parking lot and watch the game on a TV set that runs off his car battery. Behind them, inside the towering stadium walls, star player Quantrell Bishop leads the Giants toward a championship.\n\n\"Big Fan,\" one of the more thought-provoking sports movies I've seen, is the directorial debut of Robert Siegel, who wrote \"The Wrestler.\" A comedy with dark undertones, it asks: What kind of a man listens to and calls sports talk radio compulsively, even at 2 a.m.? Even out of season? Even on, say, Thanksgiving? He should get a life, do you think? That's what his mother thinks. Paul believes he has a life, a glorious life, as a Fan.\n\nI've known such people. They identify so strongly with their idols that it's a kind of derangement. They are their city, their team, their heroes. When their team loses, they bleed. Supporters of a rival team are their enemies. Pro athletes get paid. Pro fans work pro bono. For anyone to describe himself as a team's \"No. 1 Fan\" is kind of pathetic.\n\nOne night Paul (Patton Oswalt) and Sal (Kevin Corrigan) are out late eating pizza when they see the great Quantrell Bishop (Jonathan Hamm) at a gas station. They tail him. He is driven to a dicey neighborhood in Staten Island for murky purposes (a cocaine buy, is my guess). Then he drives into Manhattan, and Paul and Sal follow him into a lap-dance emporium. They approach \"QB\" to praise him, and he's nice enough at first. Then they recklessly tell him they've been following him all the way from the shady neighborhood. Are they implying a shakedown? QB explodes and hammers Paul, who awakens three days later in a hospital after emergency surgery for bleeding in the brain.\n\nQB is suspended. Paul is not eager to testify against him. A detective (Matt Servitto) tries to question him. He says he can't remember. \"Can't -- or won't?\" the cop asks. His hunch is correct. When Paul's shyster brother files a multimillion-dollar lawsuit against QB, Paul refuses to cooperate. He can't think of Quantrell Bishop as the man who nearly killed him. That's because, in a sense, Paul is Quantrell Bishop. Without QB, there is no Paul there.\n\nThen the film follows Paul more deeply into the consequences of his obsession. I've seen films about fanatic sports fans before, in particular, frightening films about British football hooligans, who organize into armed gangs. Paul is a more common American type, one who is especially tiresome to sportswriters, who they zero in on with a combination of fascination and resentment: Who are you to pass judgment on my team?\n\nPatton Oswalt, best known as a stand-up comedian, brings a kind of brilliance to his performance. He plays a man limited in curiosity, confidence and ambition. He sounds good on the radio because he's listened to thousands of hours of sports radio, which largely comes down to the same verbal formulas repeated time and again. Alone in his toll booth late at night, he scripts words for \"Paul from Staten Island\" and reads from legal pads, striding back and forth in his bedroom while his mother, next door, shouts for him to shut up so she can get some sleep.\n\nThis isn't only, or even, a sports movie. It's about leading a life vicariously. There's a movie out now called \"Surrogates,\" about a future time when people recline at home hooked up to brain sensors, and lead their lives through more attractive and younger android versions of themselves. This practice is going on now. Quantrell Bishop is Paul's surrogate. Disconnect him, and Paul is a body on a bed, dreaming with his right hand.\n\nNote: Patton Oswalt and director Robert Siegel will attend Friday night's screenings of \"Big Fan\" at the Music Box.", "running_time": 91, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-30", "genres": ["Comedy", "Drama", "Sports Film"], "title": "Big Fan (2009)"}