{"url": "http://www.rogerebert.com/reviews/big-top-pee-wee-1988", "by": "Pee-Wee Hermanas Pee-Wee", "star_rating": 2.0, "text": "In his new movie, Pee-wee Herman leaves one girl and falls in love with another one, and if you ask me, that’s too much sophistication for a Pee-wee Herman movie. That’s not even counting the big love scene where Pee-wee kisses the Italian acrobat beside the waterfall while her elephant takes a bath and the music swells to a series of roaring crescendos.\n\n“Big Top Pee-wee” is as guileless and cheerful as Pee-wee’s first movie, “Pee-wee’s Big Adventure,” but it’s not as magical. It has too much plot, somehow, and not enough wide-eyed discovery in which everything is new to Pee-wee every moment of his life. He seems almost from Earth in this movie.\n\nThe story finds Pee-wee living near a mean-minded small town where everybody is grumpy and selfish all day. Pee-wee’s farm is out on the edge of town, where he has trained his horses and cows to sleep under the covers at night, and make their beds in the morning. And he has gone into partnership with Vance, the talking pig, to develop several new species of plants, including a giant cantaloupe and a tree that grows hot dogs.\n\nOne day a giant storm comes along and blows a circus into town - a circus led by ringmaster Kris Kristofferson and his miniature wife (Susan Tyrrell, photographed to look 2 inches high). The circus has spirit but not much luck, and engagements are so hard to come by that Kristofferson decides to settle his people on Pee-wee’s farm while he searches for a new idea.\n\nAs the movie opens, Pee-wee is engaged to the local schoolmarm (Penelope Ann Miller), even though she always makes egg salad sandwiches for his lunch. But it’s love at first sight after he sees Gina (Valeria Golino), the beautiful Italian acrobat, and that leads to the big romantic scene with the waterfall and the elephant.\n\nPee-wee Herman, created by Paul Reubens, is a character who deserves comparison with the great movie clowns of the past, from Chaplin’s Tramp to Tati’s Mr. Hulot. But I imagine that sometimes the character must seem confining to Reubens, who, after all, cannot be expected to chortle and flap his hands in the air for the rest of his career. “Big Top Pee-wee” perhaps represents an attempt to broaden Pee-wee’s image, to make him seem marginally more human, but I’m not sure it’s a good idea.\n\nIn “Pee-wee’s Big Adventure” and on the Pee-wee Herman television program, we can find a zany weirdness, a goofy, fantastical world in which clocks and chairs have minds of their own. With every step that Pee-wee takes out of that world and into the real one, he loses some of the wonder of his original inspiration. And although it is true that “Big Top Pee-wee” has the flimsiest and silliest of plots, even that much realism may be too much.\n\nIf Pee-wee has problems with realism in this film, his co-stars have even more. Kristofferson, Miller, Golino and the others play “normal” characters, and none of them seem quite sure how to relate to whom, or what, Pee Pee has become. Kristofferson does the best job, with his matter-of-fact directness.\n\nBut about all the townspeople - especially the grim grocer and the two old harpies who seem to be his only customers? Why do they hate Pee-wee so much? How do they perceive him? Serious questions like this have no place in a review of a Pee-wee movie, I know, but if Pee-wee is going to enter a version of the real world, then he’d better be ready to answer them.\n\nI dunno. Maybe I’m being too hard on Pee-wee. His work always possesses a certain happiness, an infectious silliness that makes you laugh at things because they go beyond the corny. Younger kids, I imagine, will enjoy “Big Top Pee-wee” for what it is, a fantasy with a happy ending. But Pee-wee’s appeal up to now has transcended age groups, and his adult fans like him as much as the kids do. Maybe that’s the paradox: If Pee-wee is actually doing a little growing up, maybe kids will relate to that better than disillusioned movie critics.", "running_time": 85, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-07-22", "genres": ["Comedy", "Family"], "title": "Big Top Pee-wee (1988)"}