{"url": "http://www.rogerebert.com/reviews/big-bad-love-2002", "by": "Arliss Howardas Barlow", "star_rating": 2.0, "text": "It all comes down to whether you can tolerate Leon Barlow. I can't. \"Big Bad Love\" can, and is filled with characters who love and accept him, even though he is a full-time, gold-plated pain in the can. Leon is a college graduate (no doubt of creative writing classes) who has adopted a Good Old Drunk persona that wavers between the tiresome and the obnoxious. The movie has patience with his narcissistic self-pity. My diagnosis: Send Barlow to rehab, haul him to some AA meetings, and find out in a year if he has anything worth saying.\n\nI know there are people in real life who smoke as much as Barlow (Arliss Howard) does, but at today's cigarette prices, he is spending $400 a month on cigarettes and almost as much on the manuscripts he ships out to literary magazines. His bar bill is beyond all imagining. The first thing you learn as a poor writer is to cut back on the overhead. We could pare $25,000 a year from his costs just by cutting out his bad habits, here at H&R Ebert (\"Budget Control for Unpublished Drunks\").\n\nBarlow smokes more or less all the time. He becomes a character whose task every morning is to get through 60 to 80 cigarettes that day. Everything else is a parallel activity. He lives in a colorfully rundown house in rural Mississippi--the sort that passes for genteel poverty in the movies and is priced at $300,000 and up, with land, in the real estate ads. He pounds away on his Royal typewriter as if engaged in a mano-a-mano with Robert E. (\"Conan the Barbarian\") Howard in \"The Whole Wide World.\" Since he is a man without a glimmer of awareness of his own boorishness, one wonders what he writes. Epic fantasy, perhaps? Like many drunks, he is enabled by his loved ones (or, as is often the case, his former loved ones). His ex-wife Marilyn, well-played by Debra Winger (Howard's real-life wife) has divorced him but still has a soft spot for the crazy lug. His buddy Monroe (Paul Le Mat) loves him, maybe because you protect your drinking buddy just like you protect your drinking money. Monroe's old lady Velma (Rosanna Arquette) has a fate that was preordained when she was christened Velma, a name that summons up Raymond Chandler novels and long-suffering girlfriends. Velma sees more than she lets on, but is stuck in her sexpot act.\n\nThe movie's basic problem is that it has no distance on Barlow--no way to criticize him. The screenplay, written by Howard and Jim Brown, based on stories by the Mississippi writer Larry Brown, lets Barlow get away with murder. We all have a tendency to go easy on ourselves, and \"Big Bad Love\" is unaware that its hero is a tiresome jerk. Larry Brown writes about \"hard-bitten, hard-drinking, hard-living male characters,\" according to a Web site about his work, and is a \"bad boy novelist.\" One suspects that the movie lacks perspective on Barlow because Brown is, in some respects, Barlow.\n\nBecause a movie must be about something more than smoking, drinking, and talking as if you are the best-read drunk in town, \"Big Bad Love\" delivers two tragedies, both foreshadowed, right on time. It also involves some visual touches, such as an indoor rain storm, that may perplex audiences not familiar with the work of Tarkovsky.\n\nArliss Howard is not a bad actor or a bad director, but in this film he shows himself an unreliable judge of character. Leon Barlow could be saved by an emergency transfusion of irony, or even a film that is cheerfully jaundiced about him. But the martyr act doesn't work. Here is a man who wants us to like him because of his marriage that did not work, his stories that do not sell, and his children that he is not doing a very good job of parenting. Then we are asked to pity him because of all the cigarettes he must smoke and all the booze he has to drink, and because they make him feel so awful in the morning. He's a familiar type, imprisoned by self-monitoring: How am I doing? How do I feel? How long can I continue to abuse myself and those around me? In the movie, he's blessed by people who can see through the facade to the really great guy inside. All I could see was a cry for help.", "running_time": 111, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-15", "genres": ["Comedy", "Drama"], "title": "Big Bad Love (2002)"}