{"url": "http://www.rogerebert.com/reviews/big-trouble-2002", "by": "Tim Allenas Eliot Arnold", "star_rating": 2.5, "text": "\"Big Trouble\" is based on a novel by Dave Barry, and I have no trouble believing that. The genius of Dave Barry is that he applies a logical and helpful analysis to a situation that can only be worsened by such intervention. It is impossible, for example, to explain to a policeman why he is wasting his time on your illegal left turn while real criminals go free. Or to the IRS agent that Enron is robbing billions from widows and orphans while he ponders your business-related need to buy lots of CDs. Or to your wife why it is pointless to do the dishes on a daily basis when you can save hot water by letting them accumulate for a week in the dishwasher--which, being airtight, will not stink up the kitchen if you slam it right after adding more dishes.\n\nAll of these positions, which make perfect sense, only infuriate the cop, tax man, spouse, etc., by applying logic to a situation they have invested with irrational passion. As a sane voice in a world gone mad, Barry alone sees clearly. The Dave Barry figure in \"Big Trouble,\" I think, is Puggy (Jason Lee), a man who when he first addresses the camera seems to be Jesus, until he starts munching Fritos between his words of wisdom, observing, \"You really can't beat these when they're fresh.\" Puggy is a homeless man who was living in the rainy north inside a cardboard box, when an article in Martha Stewart Living inspired him to move to sunny southern Florida.\n\nHe is the film's omniscient narrator, not because he knows everything in a godlike way, but because he lives outdoors and happens to be ideally positioned during an evening when most of the film's other characters meet at the luxury home of Arthur Herk (Stanley Tucci), who is \"one of the few Floridians who actually did vote for Pat Buchanan.\" (Saddened by the inability of many Republicans to express even token pity about the Jewish senior citizens whose mistaken votes for the Great Foamer tilted the election, I am always happy to have this event recalled.) Arthur Herk is ... ah, but if I begin a plot synopsis, we will be here all day, and I have already squandered three paragraphs with fancy writing. There is a plot in \"Big Trouble,\" quite a logical one actually, with all the threads tied into neat knots at the end, but to explain it would leave you banging your forehead against the newspaper and crying \"Why must I know this?\" It might be simpler to describe the characters, and let you discover their interactions for yourself.\n\nHerk is a rich man who owes money to the wrong people and wants to buy a bomb. Rene Russo is his wife Anna, who no longer remembers why she married this jerk. Zooey Deschanel is their daughter Jenny, who is the target of Matt Arnold (Ben Foster), a school classmate who needs to squirt her with a one-gallon water gun. Tim Allen is Eliot Arnold, Matt's father, who was the two-time Pulitzer Prize-winning columnist of the Miami Herald until he kicked in the computer screen of an editor who gave him idiotic assignments while refusing to meet his eyes. (It would seem to the casual moviegoer that Eliot Arnold is the Dave Barry figure in the movie, since he closely resembles the author, but, no, it's Puggy.) Then there are Dennis Farina and Jack Kehler as two bit men assigned to kill Arthur Herk. And Janeane Garofalo and Patrick Warburton as two cops who answer a call to the Herk home. And Lars Arenta-Hansen and Daniel London, who have a nuclear bomb they can sell to Arthur Herk. And Omar Epps and Heavy D as FBI agents on the trail of the bomb-sellers. And Sofia Vergara as Nina, the Herks' maid, who Arthur wants to have sex with. She despises Herk but instantly lusts for Puggy--another clue he is the Dave Barry character. And Tom Sizemore and Johnny Knoxville as Snake and Eddie, who try to stick up the bar where the bomb dealers meet Arthur Herk while the FBI stakes it out. (Sample dialogue: \"Snake, let's get the hell out of here. I think I hear one of them silent alarms.\") There is also a toad whose spit is hallucinogenic.\n\nThe film has been directed by Barry Sonnenfeld, who made \"Get Shorty.\" It's not in that class--indeed, it seems so crowded that it sometimes feels like the casting call for an eventual picture not yet made--but it has its charms. It's the kind of movie you can't quite recommend because it is all windup and not much of a pitch, yet you can't bring yourself to dislike it. A video or airplane or cable movie. Originally scheduled for an autumn opening, it was pulled from the release schedule after 9/11 because it involves terrorists and a nuclear bomb. But these are terrorists and bombs from a simpler and more innocent time. The movie is a reminder of an age when such plots were obviously not to be taken seriously. It's nice to be reminded of that time.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-05", "genres": ["Action", "Comedy", "Thriller"], "title": "Big Trouble (2002)"}