{"url": "http://www.rogerebert.com/reviews/big-daddy-1999", "by": "Adam Sandleras Sonny Koufax", "star_rating": 1.5, "text": "\"Big Daddy\" is a film about a seriously disturbed slacker who adopts a 5-year-old and tutors him in cynicism, cruel practical jokes and antisocial behavior. It's not every film where an adult role model throws himself in front of a moving car just to cheer the kid up. \"Man, this Yoo-Hoo is good!\" the adult tells the tyke. \"You know what else is good? Smoking dope!\" On the way down in the elevator after the \"Big Daddy\" screening, a fellow critic speculated that the line about weed was intended not as a suggestion, but as a feeler: The hero was subtly trying to find out if the kid and his friends were into drugs. I submit that so few 5-year-old are into drugs that it's not a problem, and that some older kids in the audience will not interpret the line as a subtle feeler.\n\n\"Big Daddy\" stars Adam Sandler as Sonny Koufax, a layabout who wins $200,000 in a lawsuit after a cab runs over his foot, and now hangs around the Manhattan loft that he shares with his roommate, a lawyer played by Jon Stewart--who must be doing well, since the space they occupy would sell or rent for serious money. Sonny's girlfriend Vanessa (Kristy Swanson) tells him to get a real job, but he says he has one: He's a tollbooth attendant, I guess, although the movie gives him nothing but days off.\n\nJust after the roommate heads out of town, little Julian (played by twins Cole and Dylan Sprouse) is dropped at the door. He is allegedly the roommate's love child. Sonny tries to turn the kid over to social services, but they're closed for Columbus Day, and so he ends up taking Julian to Central Park for his favorite pastime, which is throwing tree branches in the paths of speeding inline skaters. One middle-aged blader hits a branch, takes a nasty fall and ends up in the lagoon. What fun.\n\nThe predictable story arc has Sonny and Julian bonding. This is not as easy as it sounds, since any Adam Sandler character is self-obsessed to such a degree that his conversations sound like interior monologues. It is supposed to be funny that Sonny has a pathological hostility against society; when McDonald's won't serve them breakfast, he throws another customer's fries on the floor, and when a restaurant won't let the kid use the restroom, he and the kid pee on the restaurant's side door.\n\nThe movie is filled to the limit with all the raunchy words allowed by the PG-13 rating, and you may be surprised how many and varied they are. There's a crisis when a social worker (Josh Mostel) turns up, and Sonny impersonates his roommate and claims to be the kid's dad. We're supposed to think it would be nice if Sonny could win custody of little Julian. I think it would be a tragedy. If the kid turns out like Sonny, he's probably looking at prison time or heavy-duty community service. Sonny is the first couch potato I've seen with road rage.\n\nThe film is chock-full of supporting characters. The most entertaining is Layla (Joey Lauren Adams), whose sister is engaged to Sonny's roommate. (The sister is a former Hooters girl, leading to more talk about hooters than a non-drug-using 5-year-old is likely to require.) Adams, who was so good in \"Chasing Amy,\" is good here, too, bringing a certain sanity to the plot, although I don't know what a smart girl like Layla would see in this closed-off, angry creep. Even when Sonny tries to be nice, you can see the passive aggression peeking around his smile.\n\nThe final courtroom scene is one of those movie fantasies where the judge bangs her gavel while everyone in the movie grandstands--yes, even the homeless person (Steve Buscemi) who has tagged along for the ride, an old drunk from Sonny's local bar, and the gay lawyers who Sonny knows from law school. (Like many gay characters in comedies, they kiss and hug at every opportunity; why don't they just wear signboards?) There have been many, many movies using the story that \"Big Daddy\" recycles. Chaplin's \"The Kid\" used Jackie Coogan as the urchin; \"Little Miss Marker\" (versions by Shirley Temple and Walter Matthau) was about an innocent tyke and a bookie; Jim Belushi's \"Curly Sue\" has some of the same elements. What they had in common were adults who might have made good parents. \"Big Daddy\" should be reported to the child welfare office.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-06-25", "genres": ["Comedy"], "title": "Big Daddy (1999)"}