{"url": "http://www.rogerebert.com/reviews/big-trouble-in-little-china-1986", "by": "Kurt Russellas Jack Burton", "star_rating": 2.0, "text": "It seems at first like a great idea: a big-budget, high-tech Hollywood action picture that takes all the cliches of kung fu, Fu Manchu and Charlie Chan, and does them right. \"Big Trouble in Little China\" begins with the notion that the visible part of Chinatown is just the tip of the iceberg - that once you penetrate the facade of chop-suey parlors and laundries, there is a vast subterranean network of temples and dungeons, caverns and throne rooms and torture chambers. \"Big Trouble in Little China\" takes its hero and his friend on a toboggan ride through one death-defying challenge after another, and throws in magicians, sorcerers, karate masters and a 2,000-year-old man.\n\nLike I say, it must have seemed like a great idea. And the first 30 minutes of the movie gave me lots of room for hope. It was fast-moving, it was visually spectacular, it was exotic and lighthearted and filled with a spirit of adventure. But then, gradually, the movie began to recycle itself. It began to feel as if I was seeing the same thing more than once. After one amazing subterranean chamber had been survived and conquered, everybody fell down a chute into another one. By the end of the movie, I was just plain weary.\n\n\"Big Trouble in Little China\" was directed by John Carpenter, who has specialized in special-effects movies. He made \"The Thing\" (1982), \"Escape From New York\" and \"Christine,\" but his best movie in recent years has been \"Starman,\" the one with Jeff Bridges as the outer-space alien learning to be a human being. \"Starman\" was so good because it told a story that involved interesting characters. Special effects all by themselves aren't enough.\n\n\"Little China\" doesn't seem to remember that. The movie stars Kurt Russell as Jack Burton, a truck-driving adventurer in the Indiana Jones mode. He goes to the airport with his friend Wang Chi (Dennis Dun), and while they're greeting a flight from China, Wang's girlfriend (Suzee Pai) is abducted by bandits from Chinatown.\n\nThat sets up the rest of the movie, which is essentially one extended chase scene, as Russell, Dun and Kim Cattrall plunge headlong into the mysteries beneath Chinatown. The key to the abduction is the fact that Wang's girlfriend has green eyes, rare for a Chinese woman, but invaluable for the dreaded Lo Pan (James Hong), an incredibly ancient sorcerer who must draw on the power within those green eyes to restore his youth. Because Cattrall also has green eyes, it is obviously only a matter of time before Pai and Cattrall are both captives in the dragon's lair.\n\nCarpenter has said that he wanted the Kurt Russell character to resemble John Wayne a little - but a slightly less competent Wayne, who doesn't always know what to do, and doesn't always do it right. Russell plays the role as a cross between Wayne and the Harrison Ford of the Indiana Jones movies, swinging between laconic understatement and macho displays of self-confidence. It's a good-enough performance, but it needs a movie around it, and a movie needs characters.\n\nThat's where \"Little China\" falls short. Carpenter has allowed technology to dominate his story. Since so many of his big set-pieces look so awesomely expensive and complicated, and since the effects are undeniably mind-boggling, there's a temptation to praise him just for daring to make a movie on such a scale. But special effects don't mean much unless we care about the characters who are surrounded by them, and in this movie the characters often seem to exist only to fill up the foregrounds.\n\nIt will be interesting to see how the Chinese stereotypes in \"Big Trouble in Little China\" are received by the Asian-American spokesmen who condemned last year's \"Year of the Dragon.\" This movie is straight out of the era of Charlie Chan and Fu Manchu, with no apologies and all of the usual stereotypes. If they didn't like \"Year of the Dragon,\" they're sure to hate this movie. And yet, as we unveil the rehabbed Statue of Liberty and warm up for the Fourth of July, it seems to me that \"Big Trouble in Little China\" is just one more example of the way every American ethnic group has been fodder for Hollywood's mill. It may not be true that Chinatowns are honeycombed with subterranean throne rooms, but isn't it kind of fun once in a while to pretend?", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-07-02", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "Big Trouble In Little China (1986)"}