{"url": "http://www.rogerebert.com/reviews/big-man-japan-2009", "by": "Hitosi Matumotoas Daisoto", "star_rating": 3.5, "text": "Well, I guess this is the movie I’ve been asking for. Whenever I see a superhero epic, I’m always nagged by logical questions -- like, when the Incredible Hulk becomes enormous, how do his undershorts also expand? “Big Man Japan” answers that question with admirable clarity. Before the Big Man grows, workers winch an enormous pair of undershorts up on two poles, and he straddles the crotch. Then he expands to fill them. Had to be something like that.\n\nThe movie, which is very funny in an insidious way, takes the form of a slice-of-life documentary about Daisoto (Hitosi Matumoto), the latest generation in a Tokyo dynasty of monster-killers. He is a quiet, introverted, unhappy man whose wife has left him and taken away their daughter. He lives alone in cluttered bachelor squalor. Nothing much happens, but he’s always on call, and when the Department of Defense needs him, he has to rush to the nearest power plant, be zapped with massive bolts of electricity and grow into a giant ready to battle the latest monster with his only weapon, a steel club.\n\nThese are some monsters. One has expanding cables for arms, embraces skyscrapers, pulls them out of the ground and throws them over his back. Then he has to flick his comb-over back in place. One consists of a giant body and one foot, with which he jumps on things. One exudes an overpowering stink. One breathes fire and looks like Hellboy. One has a single giant eyeball on a long stem hanging from its crotch and wields it like a bola.\n\nThese monsters come from who knows where, and when they die, we see their souls take flight and ascend to heaven. Their battles take place in cities that look gloriously like phony special effects, and unlike most monster movies with terrified mobs, these streets and buildings do not have a single person visible. In contrast with the action scenes, the movie takes the form of a downbeat doc about the nightmare of being the Big Man. \n\nDaisoto never gets time off. He isn’t paid much. He raises cash from TV specials about his fights and selling advertising space among his tattoos. People hate him for stepping on things, soiling the environment and disturbing the peace. His TV ratings are down. He wonders why his agent, a chain-smoking, cellphone-addicted woman, has a new car but he takes the train. His only company comes from professional geishas.\n\nMatumoto plays the role absolutely on the straight and level. So do all of the human characters. He is as concerned about the practical problems of being a superhero as I am. The film takes, or seems to take, his dilemma with utter seriousness. Matumoto is also the writer and director, and it becomes clear that he is satirizing three genres: the personal documentary, monster movies and reality TV. And he does this slyly, with a scalpel instead of a hatchet. Only the monsters are over the top, and are they ever. The weird thing is that thanks to CGI, some of them have worried middle-aged human faces on their grotesque bodies.\n\nNote: Something has been nagging you. That name Matumoto doesn’t seem quite right. You would be correct. Hitosi Matumoto’s real name is Hitoshi Matsumoto, but both names are misspelled in the credits. Little joke. Think Ada Sadler. He’s a popular Japanese comedian. I hope all his overseas viewers get the joke.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-24", "genres": ["Action", "Animation", "Comedy", "Foreign"], "title": "Big Man Japan (2009)"}