{"url": "http://www.rogerebert.com/reviews/big-foot-1971", "by": null, "star_rating": 1.5, "text": "Why, you are asking, did I decide to see \"Big Foot\"? Why am I taking your time -- time you could spend trimming your toenails and talking to your indoor plants, telling them what nice plants they are -- to review \"Big Foot\"? What strange light in the sky, what weird whistling in my ear, what blood-soaked note tied to a rock and thrown through my window, sent me to see \"Big Foot\"? These are good questions. \n\nThe cast alone convinced me. Let me put it as simply as I can: If you have ever wanted to see a movie starring John Carradine, Joi Lansing, Lindsay Crosby, Chris Mitchum, and Ken Maynard, then \"Big Foot\" is almost certainly going to be your only chance. Not since Joan Crawford starred in \"Trog!\" there been such an opportunity.\n\nJoi Lansing began her career as a model in a provocative magazine. Lansing is still startling, especially with a jumpsuit. She parachutes in it. It conceals a mini-dress slit to the waist, and a top that is slashed to the belt, and she runs away from \"Big Foot\" for about five minutes in this costume, bouncing through the woods but not (for some mysterious reason) from her blouse.\n\nNo matter. There is always John Carradine. He plays a backwoods trader with a line of goods packed into the rear of his 1958 Ford station wagon. He stops at a general store run by Ken Maynard (yes, Ken Maynard) and Ken makes a phone call while standing in front of a poster from one of his old movies (\"Texas Gunfighter,\" if I remember correctly) wearing the same ten gallon hat that's on the poster. \"There have been a lot of strange things going on up in those hills,\" he informs the sheriff, after Chris Mitchum's girlfriend has been carried away by a half-human, half-animal creature with big feet. But the sheriff refuses to go up on the mountain after dark, and so Chris enlists his buddies in a motorcycle gang led by Lindsay Crosby (yes, Lindsay Crosby).\n\nThis is no ordinary motorcycle gang. All of its members ride identical brand-new medium-sized Yamahas, which are credited in the titles to a Hollywood Yamaha agency. The gang members also wear bright-colored nylon Windbreakers with pull-strings at the bottom, and they wear new knit shirts and dress loafers. The girls wear bikinis. The gang's hairstyle is set by Lindsay Crosby's receding ducktail.\n\nMeanwhile, Lansing and another girl are tied to trees (saplings would be a better word) by the creatures, and then Lansing is carried off and given to Big Foot. Big Foot is usually shot from a camera angle between his toes, making him loom over the camera like King Kong, but when we see him straight-on he looks about five feet ten inches or eleven inches tall. He wears a shaggy costume stitched together out of old, dirty brown shag rugs.\n\nAnyway, there is an exciting chase through the woods, which is only slowed down a little bit by the fact that the movie has nine unidentified extras who have to file past the camera. Then Big Foot runs into a cave. This has us hoping that Joan Crawford will appear and explain that the creature has been misunderstood (in \"Trog!,\" she went into the cave with a twenty-nine-cent bunch of carrots, calling \"Here, Trog?\").\n\nBut, no, a motorcyclist pulls a bundle of dynamite from his belt and throws it into the cave. No fuse, just the dynamite. Then we cut to footage apparently taken from another film, showing towers of flame. The mountain shakes. Yards below, an old Indian woman cocks her head and nods wisely at the sky. Mountain speak with big voice. Then we cut to a sound stage set decorated with trees, bushes, and a steaming pile of rocks in one corner -- the remains of the cave and the mountain, too, for that matter. \"Do you ... think it's dead?\" Joi Lansing asks. \"Nothing could live through that,\" Lindsay Crosby assures her. I certainly hope he is right.", "running_time": 83, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-01-01", "genres": null, "title": "Big Foot (1971)"}