{"url": "http://www.rogerebert.com/reviews/big-night-1996", "by": "Stanley Tuccias Secondo", "star_rating": 4.0, "text": "“Big Night” is one of the great food movies, and yet it is so much more. It is about food not as a subject but as a language--the language by which one can speak to gods, can create, can seduce, can aspire to perfection. There is a moment in the movie when a timpano is sliced open, and the audience sighs with simple delight.\n\nThe movie exists in the real world, where you can go broke selling great food. It tells the story of two brothers, recent immigrants to America, who run a restaurant named Paradise. The older brother, named Primo (Tony Shalhoub), is a genius as a chef. The younger brother, named Secondo (Stanley Tucci), knows it. Early in the film, Primo labors all day to create a perfect seafood risotto, but a customer complains she cannot find the seafood. Then she asks for spaghetti and meatballs as a side dish.\n\nPrimo is enraged. He will not serve two starches together. Nor will he put meatballs on spaghetti in any event. “She's a philistine!” he cries. “Maybe I put mashed potatoes for the other side!” Secondo, who is keenly aware that customers are rare, tries to placate him, but keeps a certain distance: He respects Primo's talent.\n\nParadise, in any event, is going broke. The bank is foreclosing. Across the street, a man named Pascal (Ian Holm) runs an enormously successful Italian restaurant by giving his customers what they want. When Secondo appeals to him for advice and a loan, Pascal supplies his philosophy: “A guy works all day, he don't want to look at his plate and ask, `What the - - - - is this?' He wants to look at his plate, see a steak, and say, `I like steak!' “ Pascal will not lend money, but he will do a favor. He is a personal friend of the great Italian-American singer Louis Prima, and will arrange for Prima and his band to visit Paradise for a great meal. The visit will be reported in all the papers, business will pick up, and the restaurant will be saved.\n\nPascal will do this favor, it seems, out of the goodness of his heart. Although he doesn't know it, this is not the first favor he has done Secondo, who has been carrying on a secret affair with Pascal's mistress, Gabriella (Isabella Rossellini). Secondo's life is complicated; while he has steamy meetings with Gabriella, he conducts a more sedate relationship with Phyllis (Minnie Driver), his girlfriend, who has been waiting for a proposal and cannot understand Secondo's reluctance to declare his love.\n\n“Big Night” sees all of these people with great fascination: It is truly interested in them as individuals. When Primo and Secondo are in the kitchen, for example, notice how absorbed they are in their professional and culinary conversations. They don't seem to be acting, and they don't seem to be in a scene; they seem utterly devoted to the business at hand. There is an unbroken shot in which one prepares a perfect omelet and serves it to the other, and we are left suspecting that anyone who can make a perfect omelet can pass almost any other test life has to offer.\n\nThere is a rich feeling to the neighborhood. We meet the baker, the priest and the woman who sells flowers (Allison Janney). Primo has a crush on her, but is very shy. He feeds her a lasagna and tells her, “To eat good food is to be close to God.” We even meet the local Cadillac salesman (Campbell Scott), who represents the elusive goal of success, which is not merely to drive a Cadillac, but to drive next year's model this year.\n\nThe film ends with the big feast for Louis Prima. The restaurant is filled, and as the diners all wait for Prima to arrive, they begin to eat one magnificent course after another that Primo sends from his kitchen. As these dishes are presented and unveiled, the audience goes into a kind of reverie. I was reminded of other movies where food suggests the possibility of an ideal state: “Like Water for Chocolate,” “Babette's Feast” and “Tampopo,” in which the whole universe is reflected in a perfect bowl of noodle soup.\n\nThe movie works smoothly and deeply to achieve its effects, which have to do with more than this night or this feast. The surprises in the plot involve not only secret romance but heartbreak and long-held frustration, for if genius is great, it is nevertheless not easy to be genius' brother. By the end of the movie, we have been through an emotional and a sensual wringer, in a film of great wisdom and delight.\n\n“Big Night” was written by Joseph Tropiano and Stanley Tucci, and co-directed by Tucci and Campbell Scott. Tucci and Scott are familiar from many other roles (Tucci has starred in independent films and in the first season of TV's “Murder One”; Scott was Robert Benchley, Dorothy Parker's lover, in “Mrs. Parker and the Vicious Circle”). To some degree this film must represent a break for them: They have been in good movies before, but not enough of them, and it is said Tucci began working on “Big Night” while making a film he hated.\n\nNow here is their labor of love. Their perfect risotto. They include just what is needed and nothing else. Watching it, I reflected how many Hollywood movies these days seem to come with a side order of spaghetti and meatballs. And mashed potatoes.", "running_time": 90, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-27", "genres": ["Drama", "Indie"], "title": "Big Night (1996)"}