{"url": "http://www.rogerebert.com/reviews/big-shots-1987", "by": "Ricky Buskeras Obie", "star_rating": 3.0, "text": "All modern American literature comes from one book by Mark Twain called \"Huckleberry Finn.\" - Ernest Hemingway\n\nAnd a lot of American movies, too. \"Big Shots\" is a modern urban retread of \"Huckleberry Finn,\" except that the black character plays both Huck and Jim, the white kid is Tom Sawyer and the Mississippi River has been turned into an interstate highway. The result is more entertaining than you might think.\n\nThe movie begins with a father going fishing with his teenage son (Ricky Busker) and telling him some of the facts of life. Within a few days, the father is dead, and in grief his son gets on his bicycle and peddles off blindly from the Chicago suburb where he lives. He eventually ends up on Chicago's South Side, where he is mugged by some tough teenagers. Then he makes a friend.\n\nThe friend is named Scam (Darius McCrary) and he also is without a father. He's the Huck Finn type. He is able to live in a motel by conning the owner into believing his father is arriving any day to pay the bills. He knows all the characters on the street and lives by his wits. He's tough and smart, but inside he's still a vulnerable little boy. The two kids from such completely different backgrounds become friends, and then they get involved in a series of capers.\n\nThe action in this movie is mostly recycled out of the same stockpile as all the other movie and TV entertainments involving crime, cops, criminals and car chases. What's fresh is the idea of the two friends in the middle of everything. They need to raise some money, and they run afoul of a crooked pawnbroker (Robert Prosky). They need some help from an adult, and they enlist a hard-drinking fence (Paul Winfield). They steal an expensive car, which belongs to a mysterious criminal (Jerzy Skolimowski) and his lame-brain sidekick.\n\nThe centerpiece of the movie is a long chase down the continent, from Chicago to the Deep South. The two friends have embarked on a plan to find Scam's father, who has been absent for years. All they have is an old address on a driver's license. And chasing them, in a rented car, are the two hoods. This is a little like the trip down the Mississippi to find Jim's family.\n\n\"Big Shots\" is a strange film because it is so relentlessly conventional some of the time and so original at other times. It doesn't want to tell the real story of real kids; the heroes obviously are fictional and there are all sorts of logical errors in what they do. But the friendship between them does come across as the real thing, and the supporting performances by the adults in their life are offbeat and generally entertaining.\n\nThe problem is that the writer, Joe Eszterhas, and the director, Robert Mandel, have seen too many TV cop dramas and movie chase scenes. If this movie is essentially a comedy, and I think it is, then why is Skolimowski's gangster allowed to be so mean and violent? Why does some of the action, including a couple of car crashes, seem to belong in a different movie? Why couldn't a consistent tone be found for the whole movie? It's like they invented original characters in an original plot and then kept slipping back onto the assembly line with the action scenes.\n\nI liked the two leads. McCrary makes a chunky, utterly self-confident black street kid who knows all of the ropes but has a good heart. Busker at first comes on a little tentative, but that's the character. After he makes partners with his new friend, they turn into an acting team so smooth and assured that I'd like to see them again. And somehow I think I will - in a sitcom, probably.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-10-02", "genres": ["Action", "Adventure", "Comedy"], "title": "Big Shots (1987)"}