{"url": "http://www.rogerebert.com/reviews/biggie-and-tupac-2003", "by": "Nick Broomfield", "star_rating": 3.5, "text": "And now here is \"Biggie & Tupac,\" which claims to solve the murders of rap artists Tupac Shakur and Christopher Wallace (a k a Biggie Smalls, a k a the Notorious B.I.G.). According to Broomfield, both killings were ordered and paid for by recording tycoon Suge Knight, and the hit men were off-duty Los Angeles police officers. He produces an eyewitness who names one of Tupac's killers, and a bag man willing to say, on camera, that he delivered the money for the Notorious B.I.G. hit. And in an astonishing sequence, he marches into a California prison and confronts the surprised Suge Knight on camera.\n\nBefore moving on to Broomfield's argument, it's worth lingering for a moment or two over that interview with Suge Knight. Knight is the millionaire boss of Death Row Records (now called Tha Row Records), has been known to post death threats on his Web site, and is a big, intimidating man--so fearsome that Broomfield's photographer, the fellow documentarian Joan Churchill, refused to go into the prison with him, and Broomfield had to hire a free-lancer for the day. A free-lancer so nervous that at one crucial moment the camera was pointed at the clouds overhead.\n\nBroomfield describes all of this in his voiceover track. His movies are, in a sense, about his experiences in making them. Appearing unannounced at the prison, his two-man band is unprepossessing: the sloppy Broomfield with a recorder slung over his shoulder and a boom mike in his hand, and the cameraman trailing nervously behind. A network crew would have required clearances, but maybe Broomfield looks harmless. He says he has an interview scheduled with Suge Knight, and the warden, who takes this at face value, nervously observes that \"Mr. Knight\" is on the phone.\n\nBroomfield walks fearlessly up to Knight, who carries a mean-looking walking stick and has a couple of apparent bodyguards, and announces he is \"here for the interview.\" What interview? \"Your message to the kids,\" Broomfield brilliantly improvises. Knight, a media creature on autopilot, doesn't miss a beat in delivering his message (\"Don't get in trouble because you can't afford high-powered lawyers like artists can.\"). Then Broomfield segues to Tupac and Biggie, predictably without success.\n\nTupac Shakur was said to be the leading rap artist of his time, and his work in \"Gridlock'd\" (1997) showed him as a talented actor. He was shot in Las Vegas on Sept. 8, 1996, while his car was in a motorcade following one containing Suge Knight, and died five days later. In March 1997, his rival Biggie Smalls was shot down outside a Los Angeles party.\n\nBroomfield assembles a case charging that Shakur was ordered killed by Knight because the executive owed the singer unpaid royalties and had heard Shakur planned to jump to another record label. Then he ordered B.I.G.'s death in order to make the two murders seem like part of a fictitious East Coast-West Coast rap rivalry. The film observes that Suge Knight had 30 to 40 LAPD officers on his payroll for off-duty bodyguard and other duties. And he produces an LAPD detective whose own investigation into the Shakur murder was stonewalled, leading to his resignation from the force. If nothing else, Broomfield proves that the LAPD bent over backward to avoid questioning the most obvious suspects.\n\nThere is another theory about the two murders, developed in a long Los Angeles Times investigation by Chuck Phillips, published Sept. 6, 2002. His findings in a nutshell: Shakur was killed by the Crips street gang to avenge Shakur's beating of one of their members, and the gun used was supplied by the Notorious B.I.G., who agreed to pay the Crips $1 million. As for B.I.G.'s death: It remains unresolved.\n\nWhether either of these theories is correct is not my purpose to decide. What can be said is that \"Biggie & Tupac\" is compulsively watchable and endlessly inventive as it transforms Broomfield's limited materials into a compelling argument.\n\nBroomfield himself is the star of the film, complaining about his gas mileage, forcing himself to listen to one of Tupac's tapes, complaining about his incompetent employees, confessing to fear as he walks into dangerous situations. There is something so disarming about the man as he persuades people to say things on camera that, presumably, could land them in trouble. That no trouble has resulted from those things being said seems to support his argument--that the killings were covered up within the LAPD and there is no interest, these days, in being inconvenienced by any additional facts. It goes without saying that the killings only enhanced the aura around rap music, encouraging other artists to adopt the popular gangsta image.", "running_time": 107, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-01-10", "genres": ["Documentary"], "title": "Biggie & Tupac (2003)"}