{"url": "http://www.rogerebert.com/reviews/biker-boyz-2002", "by": "Laurence Fishburneas Smoke", "star_rating": 2.0, "text": "\"Biker Boyz\" has an idea, but not an approach. The idea comes from an article in Los Angeles New Times about motorcycle clubs that meet for scheduled but illegal road races. The members are affluent enough to maintain expensive bikes (even mechanics are on the payroll) and polite enough that the movie's language slipped in under the ropes at PG-13.\n\nMany but not all of the boyz are African-American; some are still literally boyz but others are men in their 40s, and the (unexplored) subtext is that these are successful men who enjoy the excitement of street racing. Not much mention is made of jobs, but you can't buy and maintain these machines without a good one.\n\nWe meet Smoke (Laurence Fishburne), longtime undefeated champion of street racing, and his mechanic Slick Will (Eriq La Salle). Slick's son is Kid (Derek Luke). Smoke's longtime fierce competitor is Dogg (Kid Rock). Races involve money (bets go to $5,000) and, even more significantly, racing helmets: If you lose, you hand over your helmet to the guy who beat you.\n\nAll of this is intriguing material, but the movie doesn't do much with it. There are several races in the film, but they don't generate the kind of pulse-quickening suspense that the races did in \"The Fast and the Furious,\" a four-wheel street-racing picture, did. As a general rule the right people win for the right reasons, and during some of the races the spectators inexplicably cluster at the starting line, so there's time for soul-to-soul conversations at the finish line.\n\nSome of those involve a secret revealed halfway through the film; stop reading now unless you want to learn that Kid's mother Anita (Vanessa Bell Calloway) tells him, after the death of the man he thinks is his father, that Smoke is his real father. This leads to less trauma and more niceness than you might think, in a movie that is gentler and tamer than the ads might suggest. Even insults, when they are traded, seem more written than felt.\n\nThis is the third film I've seen Derek Luke in, after \"Antwone Fisher\" and the Sundance 2003 hit \"Pieces of April.\" It's his least significant role, and yet confirms his presence: He's a rising star, all right, with a particular way of holding back, as if sizing up a situation to find the best entry point. Like Denzel Washington, who cast him as Antwone, he'll spend most of his career playing nice guys. (Does he have a \"Training Day\" in him? I can't tell from here.) Laurence Fishburne is a strong presence in the central role, but the character isn't very interesting; he's good at racing, he's not a bad man, he has few complexities. Vanessa Bell Calloway, a crucial woman in both men's lives, has a kind of sultry power that suggests if she ever got in a bike, she'd have all the helmets.\n\nI think what happened here is that the filmmakers were fascinated by the original article, did some research that hooked them on this world, and then trusted the world would be enough to power the movie. It isn't. We need a stronger conflict, as we had in \"The Fast and the Furious,\" and better and more special effects (the crashes all seem to happen at a distance). The father-son scenes have an earnestness and sincerity that would be right in another kind of movie, but seem like sidebars to the main story.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-31", "genres": ["Action", "Drama"], "title": "Biker Boyz (2002)"}