{"url": "http://www.rogerebert.com/reviews/billys-hollywood-screen-kiss-1998", "by": "Sean P. Hayesas Billy", "star_rating": 2.0, "text": "We wouldn't be fascinated by a routine Hollywood love story simply because the leading characters were heterosexual; we'd want them to be something else besides, like interesting or funny. The same standard isn't always applied to gay-themed movies, which sometimes seem to be based on the idea that gayness itself is enough to make a character interesting. It isn't, and the best recent movies with gay characters (\"High Art\" and \"The Opposite of Sex\") have demonstrated that.\n\n\"Billy's Hollywood Screen Kiss\" seems besotted by its sexuality, and wouldn't be able to pass this test: Would the film be interesting if it were about heteros? The story involves Billy (Sean P. Hayes), who announces at the outset, \"My name is Billy, and I am a homosexual\" (the movie misses its first gag when nobody replies, \"Hi, Billy!\"). Billy tells us he grew up in Indiana (montage of old snapshots of tousle-headed lad squinting into camera), and now lives in Los Angeles, where he rooms platonically with a gal-pal named George, for Georgiana (Meredith Scott Lynn).\n\nBilly is a nice kid, well-played by Hayes, who never pushes the character further than the material will take him. Billy's got a cool, laid-back personality, is quietly bemused, goes everywhere with a Polaroid and eventually works on a photo series re-creating famous Hollywood love scenes with drag queens.\n\nOne day a thunderbolt strikes. Billy meets the angelic Gabriel (Brad Rowe), an improbably handsome waiter, and falls in love with him. But Gabriel, alas, is straight--or says he is. Billy runs into him again at a party and persuades him to pose in one of his re-creations of Hollywood's golden age. And after the plot does handstands and backflips to make it happen, the two men wind up spending the night in Billy's apartment. First, Brad sleeps on the couch. Then it looks like it might be more comfortable in the bed. You know the drill.\n\nDo they have sex? I would not dream of saying. Whatever they have, Gabriel is still not sure he is gay, and there's a heartfelt discussion of the Kinsey scale, which rates people from 1 to 6, 1 being completely hetero and 6 being completely gay. Billy is a perfect 6. If I were a judge, I'd hold up a card scoring Gabriel at 3.5.\n\nThe movie surrounds this plot with a lot of amusing window dressing, including celebrity walk-ons (director Paul Bartel is at a party accompanied by what seems to be his pet chortler, and Warhol superstar Holly Woodlawn plays herself--and Deborah Kerr). From time to time a chorus line of three drag queens appears to provide musical commentary, and one of them has a hilarious line, explaining that her earrings are miniatures of Milli Vanilli and John Tesh.\n\nThe will-he-or-won't-he plot spins out as long as the movie is able to sustain it, which is long after we have given up hoping that Billy and Gabriel will find the happiness they so earnestly deserve. And then the ending is a giant, soggy, wet blanket. I can't discuss it without revealing it, but let me say this: Does it make the whole movie a lie, or is it simply a case of a character with an attention span of six seconds?", "running_time": 92, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-07", "genres": ["Comedy", "Indie", "Romance"], "title": "Billy's Hollywood Screen Kiss (1998)"}