{"url": "http://www.rogerebert.com/reviews/billy-bathgate-1991", "by": "Dustin Hoffmanas Dutch Schultz", "star_rating": 2.0, "text": "Here is the story of a young man so bland and colorless that even becoming the protege of a gangster doesn't make him interesting. Billy Bathgate, who takes his name from the street where he was born, apprentices himself body and soul to Dutch Schultz, a fading kingpin of the New York underworld, and eventually rises from gofer to trusted lieutenant, without once betraying an interesting emotion or an unexpected reaction.\n\n“Billy Bathgate” takes place in a familiar movie world, the universe of big black sedans and fedora hats, elevated trains and tenement streets, nightclubs and dames and wet streets, back rooms and hideouts, shootouts and vengeance, and guys who call other guys “boss” (nobody honest is ever called “boss” in the movies). We have seen this world before, in every gangster movie set in the 1920s or 1930s, but never has it had less juice, been more dry and exhausted, as in Robert Benton’s “Billy Bathgate,” a movie with nothing in it - no character, no problem - that I could really care about.\n\nBilly is played in the movie by Loren Dean, a rising young Broadway actor who is not right for this role. Dean seems distant and tentative most of the time; he doesn't seem to know who the character is. The movie opens with Billy witnessing a gangland execution. He stands nervously aside, watching events develop, as a man is marched onto a tugboat so that he can be provided with concrete overshoes and sent to sleep with the fishes. Billy jumps onto the boat as it’s pulling away from the dock, and soon there is a flashback to explain how he found himself in this position - but what we don't at first realize is, the uncertain Billy of the opening scenes will not grow more certain over the course of the film, but will remain the same character, detached and passive.\n\nBilly’s story bears an uncanny resemblance to the rise of Henry Hill, the hero of Martin Scorsese’s “GoodFellas.” Both characters start out as young neighborhood lads who are impressed by the flash and swagger of gangsters. Both are essentially outsiders, who become the proteges of big-time criminals. Both start at the bottom and work their way up the ladder of malfeasance, and both fall for good-looking dames. But Henry Hill is a character filled with energy and curiosity - a fighter, a schemer, screwy and eccentric.\n\nBilly Bathgate seems scarcely more involved in his scenes than a camera would be, which looked here and then there, and was careful not to miss anything, and which had no opinions of its own.\n\nDutch Schultz is played in the movie by Dustin Hoffman, in one of his rare dispensable performances. There is nothing here - absolutely nothing - that needed Dustin Hoffman to do it. The script shows him facing trial and imprisonment, with the law finally breathing down his neck. Rival gangsters are carving up his turf, and already fighting for the spoils they expect him to leave behind.\n\nHe uses violence to fight back (the guy with the concrete overshoes is a turncoat who has betrayed him), but he doesn't seem especially smart, dangerous or successful.\n\nThere is a sequence where Dutch has his trial moved to a small town in Upstate New York, and moves there in order to impress everyone with what a nice guy he is. He showers benevolence and charity on all sides, but the movie fails to find any humor, any human comedy, even in a set-up piece like this. Every moment in the little town rings false. Since gangster movies routinely have scenes in which the gangster goes seeking after false respectability, it’s a little stunning to see how thoroughly the sequence fails.\n\nUsually in the movies a big-time gangster seems glamorous, at least in the early scenes. But when Dutch flips a tip to Billy Bathgate (for his street juggling, of all things), he seems more like a conventioneer out on the town than a criminal throwing his money around. And the whole Schultz criminal operation looks nickel-and-dime. There are a couple of loyal henchmen (one played with feeling by Steven Hill), some nice hotel rooms, a few good-looking dames, and the usual cars and fedoras. But there’s no sense of power, of influence, of connections.\n\n“Billy Bathgate” cost a lot of money to make, they say, but it’s not there on the screen. Not unless you count the obligatory New York street scene, the tired cliche where there’s a foot-chase down the sidewalks so we can see all the pushcarts and storefronts and lots of extras. Scenes like that cost money, but in general this is a film where guys in rooms smoke cigarettes and tell each other things.\n\nOne is tempted to blame Loren Dean for the colorless vapidity of his character, but, given what he has to say and do, the Ray Liotta who played Henry Hill would probably have been just as uninteresting. Dustin Hoffman, as Schultz, still hadn't found a person inside his suit as the movie was ending. Nicole Kidman, as the society dame who goes slumming, plays a character cobbled together from old Scott Fitzgerald stories - we never feel her as real. The movie was based on a best seller by E. L. Doctorow, who perhaps achieved an effect with the flavor of his prose. Walking out of the movie, I was unable to answer two basic questions: What was it about? And, What did it want to say?", "running_time": 108, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-01", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Billy Bathgate (1991)"}