{"url": "http://www.rogerebert.com/reviews/bill-and-teds-bogus-journey", "by": "Keanu Reevesas Ted", "star_rating": 3.0, "text": "There were parts of \"Bill & Ted's Bogus Journey\" I\r\nprobably didn't understand, but that's all right, because there were even more\r\nparts that Bill and Ted didn't understand. This is a movie that thrives on the\r\ndense-witted idiocy of its characters, two teenage dudes who go on amazing journeys\r\nthrough time and space with only the dimmest perception that they are not still\r\nplaying video games.\r\nI missed the enormously popular movie that introduced these characters,\r\n\"Bill & Ted's Excellent Adventure,\" and felt myself blessed at\r\nthe time. But now I'm not so sure. Their \"Bogus Journey\" is a riot of\r\nvisual invention and weird humor that works on its chosen sub-moronic level,\r\nand on several others as well, including some fairly sophisticated ones. It's\r\nthe kind of movie where you start out snickering in spite of yourself, and end\r\nup actually admiring the originality that went into creating this hallucinatory\r\nslapstick.\r\nThe movie begins far in the future, where students at Bill & Ted's\r\nUniversity have the opportunity to chat personally with Thomas Edison and\r\nBeethoven, and to study such artistic classics as the \"Star Trek\" TV\r\nseries. An evil overlord of time, named De Nomolos and played by that\r\ngravel-voiced, white-haired villain Joss Ackland, vows to rewrite history by\r\ndestroying Bill and Ted (played as before by Alex Winter and Keanu Reeves). He\r\nhas invented robots that look and act exactly like the two heroes, and are just\r\nas dumb, and he sends them rocketing back through time in a telephone booth.\r\nBill and Ted are meanwhile trying to win a rock band contest with their own\r\ngroup, the Wyld Stallyons, which includes a couple of girl musicians they\r\npicked up in the 15th century. Startled by the appearance of their\r\nrobot-doubles, they commence their own journeys through time and space in a desperate\r\nattempt to destroy them, save themselves, preserve the book of history, stay\r\ncool, and meet cute chicks.\r\nThe funniest thing that happens to them is their showdown with the Grim Reaper\r\n(William Sadler), who looks just as he does in Ingmar Bergman's \"The\r\nSeventh Seal.\" In that film (as most of the audience for this one will\r\nprobably not know), Death played chess with a medieval knight, with the\r\nknight's soul at stake. This time the dudes challenge the Reaper to a pocket\r\nvideo game, and beat him, even after he tries to weasel out with an offer of\r\nbest of three.\r\nDeath, having lost, has to accompany Bill and Ted on their journey and do what\r\nthey tell him, and this leads to some of the funniest moments I have seen in\r\nany movie in a long time, including one where the Reaper does a little\r\ncomparison shopping for scythes at the hardware store.\r\nOne of the stops on the bogus journey is Heaven, created with great imagination\r\nand a lot of light and echoing sound effects and a most peculiar conversation\r\nwith the Deity. Bill ands Ted handle this summit meeting, as they handle\r\neverything else in the film, like two dudes for whom \"Pee Wee's\r\nPlayhouse\" would be too slow and intellectual.\r\nAll of the actors (including George Carlin, who turns up in an important\r\nsupporting role) have a lot of fun with this material, and it turns into more\r\ndelicate fun, based on more subtle timing, than you might imagine. Many of\r\nSadler's laughs as the Grim Reaper come from simple physical cringing, as he\r\nconveys his embarrassment and lost dignity.\n\nOf Bill and Ted, I can say that I have not seen Alex Winter much\r\nbefore (he was in \"Rosalie Goes Shopping\"), but I have seen Keanu\r\nReeves in vastly different roles (the FBI man in the current \"Point\r\nBreak,\" for example), and am a little astonished by the range of these\r\nperformances. Like Sean Penn, who immortalized the word \"awesome\" in\r\na Bill & Ted-like performance in \"Fast Times at Ridgemont High,\"\r\nhe brings more artistry to this cretinous role than might at first meet the\r\neye.\r\nWho is the movie intended for? Your basic \"Bill & Ted\" audience,\r\nfor starters -- upward-bound young moviegoers looking for something one notch\r\nmore challenging than \"Teenage Mutant Ninja Turtles.\" But also for\r\nlovers of fantasy, whimsy, and fanciful special effects. This movie is light as\r\na feather and thin as ice in spring, but what it does, it does very nicely.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-07-19", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Bill and Ted's Bogus Journey (1991)"}