{"url": "http://www.rogerebert.com/reviews/billion-dollar-brain-1968", "by": "Michael Caineas Harry Palmer", "star_rating": 2.0, "text": "The hippies say you should do your own thing. Movies should too. We don't go to a Western expecting \"Citizen Kane,\" but we do hope for a good Western. If we're disappointed, It's not because the movie wasn't a masterpiece but because it wasn't a Western.\n\nSame goes for spy movies, detective movies, musicals, the \"Carry on Nurse\" series and just about every other form not meant to be taken as art. A Western should either BE a Western, or it should demonstrate that it knows how not to be one, like \"El Dorado,\" in which John Wayne, Robert Mitchum and Howard Hawks (old Western pros all) made fun of a form they know and love. What is fatal is a Western that doesn't know how to be a Western or anything else, like the dreadful \"A Stranger in Town.\"\n\n\"Billion Dollar Brain\" falls in the fatal category: it is a spy movie that commits the unforgivable sin of losing track of its plot.\n\nHow can you take it seriously when the spy's mission is never made clear? When, through faulty scripting or editing, the characters greet people they aren't supposed to know? When the Russian spy is killed by his own guys, and yet he didn't do anything wrong? When you can't quite get it straight what the threat to Western civilization is this time, and how the spy is going to save us? When you wonder if maybe the projectionist didn't forget to show one reel?\n\nIf a spy movie is going to work, you have to understand it. \"The Spy Who Came in From the Cold,\" for example, successfully explained a triple cross. (The spy movie \"Triple Cross,\" on the other hand, did not.) In the first of the Harry Palmer series, \"The Ipcress File,\" these conditions were met. Palmer (Michael Caine) was involved with two double agents, and at the moment when they cornered him in the warehouse and he had to decide, quick, which one was really on his side, the audience could share his danger because they understood it.\n\nNot so in \"Billion Dollar Brain,\" the third film in which Caine plays Palmer. For one thing, we never get to know Palmer this time. He still has the mild Cockney accent, but he's lost his sense of humor and his love for the little things of life, like cooking. He's a big-shot spy now, like Bond and Flint, and who needs another one of those?\n\nOne bright spot. The movie gets better, not worse, toward the end. After swimming in a morass of confusion for over an hour, we finally get to meet the Texas oil millionaire (Ed Begley) who's masterminding the scheme, and Begley, turns in a biting, hilarious parody of right-wing oil millionaires. But he never explains the scheme.", "running_time": 111, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-04-02", "genres": ["Action", "Adventure", "Drama", "Foreign", "Thriller"], "title": "Billion Dollar Brain (1968)"}