{"url": "http://www.rogerebert.com/reviews/billy-elliot-2000", "by": "Jamie Bellas Billy", "star_rating": 3.0, "text": "\"Billy Elliot\" is the flip side of \"Girlfight.\" While the recent American film is about a girl who wants to be a boxer and is opposed by her macho father but supported by her brother, the new British film is about a boy who wants to be a ballet dancer but is opposed by his macho father and brother. Both films feature supportive adults who encourage the dreams, both oppose rigid gender definitions, both end in a big fight/dance. \"Girlfight\" is tougher, \"Billy Elliot\" sweeter. I suppose that's appropriate.\n\nThe movie takes place in a British coal mining town, where Billy (Jamie Bell) trudges off to boxing lessons for which he is ill-equipped. Life at home is tense because his father (Gary Lewis) and brother Tony (Jamie Draven) are striking miners. One day, at the other end of the village hall, he sees ballet lessons being taught by a chain-smoking disciplinarian (Julie Walters), and his eyes grow large. Soon he is shyly joining her class, the only boy in a crowd of tutus.\n\nBilly's father equates male ballet dancers with homosexuality, but Billy doesn't seem to be gay, a fact he discovers to his sudden embarrassment during a pillow fight with his friend Debbie (Nicola Blackwell). Billy's best friend Michael (Stuart Wells) is gay, however--a cross-dresser who reaches the high point of his young life by putting on one of the tutus. Michael is attracted to Billy, who doesn't reciprocate, but seems unusually sophisticated about the implications for a boy his age.\n\nThe movie is sort of awkwardly cobbled together, and there are big shifts in character without much explanation. Billy's dad, a supporter of the strike, not only begins to understand his son's dream, but actually becomes a strikebreaker to get money for Billy to attend an important audition. I can believe a coal miner supporting his son's dancing dreams, but anyone who believes he would become a scab to raise the money doesn't know much about union miners.\n\nStill, the movie is as much parable and fantasy as it is realistic. The character of the transvestite Michael in particular seems based more on wishful thinking than on plausible reality; would a gay boy of his age in this neighborhood of this town in 1984 be quite so sure of himself? Julie Walters, a 1984 Academy Award nominee for \"Educating Rita,\" is spirited and colorful as the ballet teacher, and Gary Lewis is somehow convincing as the dad even when the screenplay requires him to make big offscreen swings of position. Jamie Bell is an engaging Billy, earnest and high-spirited, and a pretty good dancer, too.\n\nThe movie was directed by Stephen Daldry, a well-known stage director, and photographed by Brian Tufano, who has one shot that perfectly illustrates the difference between how children and adults see the world. Billy's friend Debbie is walking along a fence, clicking a stick against the boards. She doesn't notice that she is suddenly walking in front of a line of cops, called up against the striking miners and carrying plastic shields; she clicks on those, too.\n\nNote : Once again, we are confronted by a movie that might be ideal for teenagers near Billy Elliot's age, but has been slapped with the R rating. While kids will gladly sneak into R-rated movies they hope will be violent or scary, the R barrier only discourages them from films that could be helpful or educational. In the case of \"Billy Elliot,\" the movie contains only mild violence and essentially no sex, and the R is explained entirely by the language, particularly the \"F-word.\" The filmmakers believe that is a word much used by British coal miners, and I am sure they are correct.\n\nThere are two solutions to the linkage of the F-word and the R rating: 1). The MPAA should concede the melancholy fact that every teenager has heard this and most other nasty words thousands of times, or 2). Filmmakers should sacrifice the F-word in order to make their films more available to those under 17.", "running_time": 110, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Comedy", "Drama", "Foreign", "Music"], "title": "Billy Elliot (2000)"}