{"url": "http://www.rogerebert.com/reviews/bill-cunningham-new-york-2011", "by": "Richard Press", "star_rating": 4.0, "text": "Here is a movie about a happy and nice man. Bill Cunningham was lucky to find what he loves to do and do it, and win universal affection from all who know him and make a contribution to our lives and times. Doing what he loves is very nearly all he does, except to sleep and eat.\n\nEver since reading Thoreau's Walden, I have been teased by the notion of leading a life with only the bare essentials and peacefulness. I lacked the nerve to find that little cottage and plant those rows of beans. Bill Cunningham lives a life as pure and idealistic as Thoreau's, and he does it in the middle of Manhattan. Until a few years ago, when he was evicted by his landlord, Bill lived in a tiny rent-controlled apartment in Carnegie Hall. Yes, Carnegie Hall, in one of the artists' studios on the upper floors set aside when greed didn't decide everything.\n\nIn the documentary \"Bill Cunningham New York,\" Bill celebrates his 80th birthday. Every day of his life he still pedals around Manhattan on his bicycle, taking photographs of what people are wearing. He has been famous for many years for doing this, and his work has been featured in such places as Women's Wear Daily, Vogue, and the original Details magazine, which once devoted 41 pages to a portfolio of his photos. These days, you can find him featured in big spreads in the New York Times, whose publisher, Arthur Sulzberger, was among the attendees at his birthday party.\n\nDo not make the mistake of calling Bill Cunningham a \"fashion photographer.\" He is a photographer of people and what they wear. Don't call him a \"paparazzo.\" He doesn't know who half the celebrities are and doesn't care. He's genuinely fascinated by what people wear — not by haute couture, but by what makes people feel good about themselves. He cycles to social events and openings, to street fairs and parades, to parks and markets, and will stop in the middle of the street if he spots an interesting hat.\n\nSometimes his photos don't even show faces. \"I've always loved clothes,\" he says. And shoes. And individualistic looks. Fashion editors study his work because he seems to be early to notice a developing trend. In Bill's view, fashion begins with creative individuals and not \"tastemakers,\" and he is as interested in T-shirts as evening wear. It's not that he's a snob about the high and mighty; it's that he's sincerely affectionate about whatever people wear, and whoever they are.\n\nBill lives the life of a monk. His Carnegie Hall apartment was so filled with file cabinets of his decades of negatives that there was literally nothing else there but a mattress on top of some files. No kitchen. Bathroom down the hall. When he was relocated to another rent-controlled apartment overlooking Central Park, he had the landlord remove the kitchen appliances to make room for more filing cabinets.\n\n\"Who needs a kitchen?\" he asks. And yet here is a man who never tastes the free food and drink at so many of the functions he covers. That would be crossing some line in his mind. Nor, despite his life of the love of clothing, does he own many clothes. He dresses in black tie when the job requires it, but otherwise always wears one of the cheap blue smocks he finds in Paris — the ones garbage men wear, because they have lots of pockets for his film. He works pretty much all day every day, taking off a little time every Sunday to attend mass.\n\nCunningham is vague about his life. He seems to have all the money he needs, but he didn't come from a rich family. Richard Press, the director of this documentary, asks: \"You don't need to answer this, but have you ever had a romantic relationship? Bill is delighted by the question and laughs spontaneously: \"Are you asking if I'm gay?\" He doesn't say if he is or not, but his reply seems to suggest that he wasn't raised to think much about sex and doesn't. He loves his work too much.\n\nI mentioned his laugh. This is a man who seems always delighted. He smiles and laughs warmly and easily. Does that makes him sound … simple? There is nothing simple about Bill Cunningham, who is an artist and a philosopher. Here's what it is: Bill is happy. He has invented an occupation he does better than anyone else ever has, he has simplified his life until nothing interferes with that vocation, and now, at over 80, he is still biking around Manhattan in his blue smock of many pockets and taking photos of people who had a little extra fun when they got dressed today.\n\nIt doesn't matter if you care nothing at all about clothing, fashion or photography. You might still enjoy \"Bill Cunningham New York,\" because here is a good and joyous man who leads a life that is perfect for him, and how many people do we meet like that? This movie made me happy every moment I was watching it.", "running_time": 84, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-05-18", "genres": ["Documentary"], "title": "Bill Cunningham New York (2011)"}