{"url": "http://www.rogerebert.com/reviews/biloxi-blues-1988", "by": "Matthew Broderickas Eugene", "star_rating": 1.5, "text": "“Biloxi Blues” may indeed be based on memories from Neil Simon’s experiences in basic training during World War II, but it seems equally based on every movie ever made about basic training, and it suffers by comparison with most of them. The movie Mike Nichols has directed from the play is pale, shallow, unconvincing and predictable, and tells us less about the characters than we already know. It is also curiously depressing; it evokes nostalgia without creating it.\n\nThe film stars Matthew Broderick as Eugene, the autobiographical hero of Simon’s stage trilogy, “Brighton Beach Memoirs,” “Biloxi Blues” and “Broadway Bound.” Broderick does what he can with the material, but the action plods along from one inevitable conversation to another, and then there is a narration on the sound track, where Broderick says things like how he misses that time, and “I guess it was because I was young, and we were fighting a war that everybody felt good about. . . . “ If at the end of a movie you still have to provide the audience with such oft-told sentiments, you haven't merely failed, you haven't been paying attention.\n\nNichols has made one good movie since 1970: “Silkwood.” His other screen credits in the last 18 years are “The Day of the Dolphin,” “The Fortune” and “Heartburn.” Now comes “Biloxi Blues,” a film that seems not so much directed as conducted. Nichols is a man who has demonstrated a sharp and critical intelligence. What was there in this project to interest him, other than the opportunity to carry over to the screen his long stage association with Neil Simon? I'm serious.\n\nWhat really interested him? I'm asking because nothing in this movie seems fresh, well-observed, deeply felt or even much thought about.\n\nIsn't it time for Nichols to start acting more like a real filmmaker, and less like a guy on retainer? Maybe I've seen too many movies about basic training. But from the opening shot (troop train heading south, hero’s face seen in window, winsome narration), I was experiencing deja vu. The elements of the film seem to come from a checklist. The hero’s unit, of course, contains a sadistic bully, a racist, an intellectual and a nice kid who turns out to be gay. The drill sergeant (Christopher Walken) is, of course, borderline crazy. There is, of course, a scene where the hero gets beat up, a scene about Army food, a scene about rugged training marches, and, of course, a scene of sexual initiation with the local prostitute, and another one of love at first sight with a local belle.\n\nAll of the scenes are there, just like they are in every basic training movie, and none of them contain any surprises. The movie’s one original note is to make the drill sergeant into a quiet, repressed loony instead of a violent, profane bully. The closest thing to a dramatic high point is the passage where Walken gets drunk and holds a gun to Broderick’s head, but the scene becomes unwound and doesn't pay off. The movie itself doesn't pay off, either; it just ends with that winsome narration.\n\nAnd even the bottom-line details of the production are disappointing. Broderick and his comrades in basic training seem curiously isolated; there’s no sense of a large Army base around them, no sense of vast events in motion, no sense that he’s a small cog in a large machine. I've seen other movies in which basic training scenes were economized by not hiring lots of extras (Clint Eastwood’s “Heartbreak Ridge” is an example), but never a film in which it seemed so absolutely clear that there was no Army outside.\n\nThe performances are all more or less adequate, but a strange malaise infects the movie, a low-grade fever, a lack of energy. At the beginning of a film like this, we should feel, I think, some sense of mission: Hey! There’s a story here! And we're gonna tell it! There’s none of that force in “Biloxi Blues,” no magnetic pull to drag us through the story. It’s just a series of setups and camera moves and limp dialogue and stock characters who are dragged on to do their business. Even the title has it wrong; the characters in the movie don't have the blues nearly as much as they inspire them.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-03-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Biloxi Blues (1988)"}