{"url": "http://www.rogerebert.com/reviews/birds-in-peru-1969", "by": "Jean Sebergas Adriana", "star_rating": 1.0, "text": "Oh yes, she has a lovely face. When the camera moves close and Jean Seberg arches that magnificent neck and looks into the middle distance and her lips part slightly ... yes, Preminger knew what he was doing when he cast her as Joan of Arc.\n\nSo, yes, she has a lovely face. We see it for minutes on end in \"Birds in Peru.\" Looking up at us, down at us, away, in profile, turning toward, blank, fearful, seductive, nihilistic. It would almost seem that the face was Romain Gary's reason for making the movie. So that with a camera he could worship the face of his wife. Alas, Gary and Miss Seberg did not, get on well while the movie was being made, and shortly afterwards there was a divorce. Ah.\n\nThe story goes that Gary wanted to direct this movie because he was so displeased by the two previous movies made from his books: \"Lady L\" and \"Roots of Heaven.\" Those were stinkers, yes. So Gary took his short story \"Birds in Peru\" and directed it himself this time. Now there are three stinkers made from his work.\n\nHis story involves a frigid beauty (Miss Seberg) who arrives in Peru in the midst of a round-the-world trip in search of fulfillment. She is accompanied by her husband and his chauffeur, who complete a masochistic menage a trois. The morning after the carnival, we find her on a beach with the bodies (some dead, some alive) of the lovers who tried and failed last night. She wanders away in shock. Arrives at a bordello on the seashore. Makes it with the madam and one of her customers. Wanders away again. Meets a sensitive young artist. Waits with him for her husband and the chauffeur to arrive. When they do, they will kill her. Then the chauffeur has instructions to kill the husband. There is a houseboy involved, too, whose function is to look startled and run places.\n\nThis material could have been made into an interesting movie. What was needed was a sense of pace, less impersonal dialog, and an end to artistic game-playing. In short, it would have worked as a movie but it doesn't work as a photographed literary idea.\n\nGary holds his close-ups much too long, especially in the case of Miss Seberg; instead of providing dramatic impact and pacing, they drag the movie to a halt. Gary doesn't like to move his camera much, either; his ideas of composing a scene are painfully elementary. Shots on the beach are invariably photographed by arranging his actors in a geometric pattern and having them march dreamily ahead.\n\nThe beach photography, by the way, was apparently meant to be surrealistic. We get long vistas of barren sand, with figures here and there in the landscape, old Peruvian masks and feathers and dying birds stuck in the sand, and strange rocks on the horizon, as if, this were a Salvador Dali retrospective. But none of it works. The movie doesn't grow. The characters drift through their vacuum. Rarely has so much pretension created so much waste.\n\nBut there is one, and only one, good cinematic moment. The woman and the artist are alone in the cabin. They embrace each other. Then they hear a strange sound: tap-tap ... tap-tap ... two quick taps, silence, two quick taps again. They look up. It is the chauffeur, come to murder them, impatiently tapping his foot.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-08-12", "genres": null, "title": "Birds in Peru (1969)"}