{"url": "http://www.rogerebert.com/reviews/birdy-1984", "by": null, "star_rating": 4.0, "text": "The strangest thing about \"Birdy,\" which is a very strange and beautiful movie indeed, is that it seems to work best at its looniest level, and is least at ease with the things it takes most seriously. You will not discover anything new about war in this movie, but you will find out a whole lot about how it feels to be in love with a canary.\n\nThe movie is about two friends from South Philadelphia. One of them, Al, played by Nicolas Cage, is a slick romeo with a lot of self-confidence and a way with the women. The other, nicknamed Birdy (Matthew Modine), is goofy, withdrawn, and absolutely fascinated with birds. As kids, they are inseparable friends. In high school, they begin to grow apart, separated by their individual quests for two different kinds of birds. But they still share adventures, as Birdy hangs upside-down from elevated tracks to capture pigeons, or constructs homemade wings that he hopes will let him fly. Then the war comes. Both boys serve in Vietnam and both are wounded. \n\nCage's face is disfigured, and he wears a bandage to cover the scars. Modine's wounds are internal: He withdraws entirely into himself and stops talking. He spends long, uneventful days perched in his room at a mental hospital, head cocked to one side, looking up longingly at a window, like nothing so much as a caged bird.\n\nBecause \"Birdy\" is not told in chronological order, the story takes a time to sort itself out. We begin with an agonizing visit by the Cage character to his friend Birdy. He hopes to draw him out of his shell. But Birdy makes no sign of recognition. Then, in flashbacks, we see the two lives that led up to this moment. We see the adventures they shared, the secrets, the dreams. Most importantly, we go inside Birdy's life and begin to glimpse the depth of his obsession with birds. His room turns into a birdcage. His special pets -- including a cocky little yellow canary -- take on individual characteristics for us. We can begin to understand that his love for birds is sensual, romantic, passionate. There is a wonderful scene where he brushes his fingers against a feather, showing how marvelously it is constructed, and how beautifully.\n\nMost descriptions of \"Birdy\" tend to dwell on what seems to be the central plot, the story of the two buddies who go to Vietnam and are wounded, and about how one tries to help the other return to the real world. I felt that the war footage in the movie was fairly routine, and that the challenge of dragging Birdy back to reality was a good deal less interesting than the story of how he arrived at the strange, secret place in his mind. I have seen other, better, movies about war, but I have never before seen a character quite like Birdy.\n\nAs you may have already guessed, \"Birdy\" doesn't sound like a commercial blockbuster. More important are the love and care for detail that have gone into it from all hands, especially from Cage and Modine. They have two immensely difficult roles, and both are handicapped in the later scenes by being denied access to some of an actor's usual tools; for Cage, his face; for Modine, his whole human persona. They overcome those limitations to give us characters even more touching than the ones they started with. \n\nThe movie was directed by Alan Parker. Consider this list of his earlier films: \"Bugsy Malone,\" \"Fame,\" (1980) \"Midnight Express,\" \"Shoot the Moon,\" \"Pink Floyd: The Wall,\" each one coming out of an unexpected place, and avoiding conventional movie genres. He was the man to direct \"Birdy,\" which tells a story so unlikely that perhaps even my description of it has discouraged you -- and yet a story so interesting it is impossible to put this movie out of my mind.", "running_time": 120, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "History"], "title": "Birdy (1984)"}