{"url": "http://www.rogerebert.com/reviews/bird-1988", "by": "Diane Venoraas Chan Parker", "star_rating": 3.5, "text": "I’ve seen two documentaries about Charlie Parker recently, but I haven’t seen a lot of Parker. In an age when archives are filled with newsreel footage and videotape on even the most obscure of public figures, Parker seems always to have been somewhere else when the cameras were on. There is a shot of him accepting a Downbeat Award at a banquet, where the master of ceremonies solemnly informs him that jazz is color blind (if so, then why the reassurance?), and another brief clip of him playing with Dizzy Gillespie. There are a few minutes of silent footage, too, and that’s it. No complete performances on film.\n\nNo interviews. No home movies.\n\nThat’s one reason why Clint Eastwood’s “Bird,” a musical biography of Parker, is so valuable. It supplies us with images to go with the music, and it provides an idea of the man, more than 30 years after his death. If we are to judge by Forest Whitaker’s substantial performance, Parker was a large, warm, gentle man who was comfortable with himself and loved his work. He was haunted all of his days by drug addiction - he got hooked as a teenager and never got off - but for many years he doesn’t seem to have been filled with the rages of most addicts. He seems to have regarded addiction as a burden to carry, and seems to have been resigned to carrying it while not wishing it on anybody else.\n\nHe carried on as long and as well as he could, and only in the last years was he finally overcome with despair. But addiction took a dreadful physical toll. When he died, a coroner estimated his age at 65. He was 34.\n\n“Bird” is a long, complex, ambitious movie, and it contains a lot of great music. Charles “Bird” Parker was one of the great fountainheads of jazz, a creator of bebop whose improvisations and joyful discoveries on the saxophone created a sound that is absolutely distinctive. He stood as a bridge between the swing era and the cool, modern jazz of the 1950s, and even as his career collapsed into disarray, his influence continued to grow. At the end, Bird was denied a cabaret license because of his drug use, and couldn’t even play in Birdland, the famous club named after him. But wherever and whenever he did play, other musicians gathered, because he taught them what they were working for.\n\nEastwood might seem like an unlikely choice to direct this film, but not if you consider his origins as a West Coast kid, growing up in the 1940s and buying into the Parker legend. Two of the subtler themes running through much of Eastwood’s work - and especially the 14 films he has directed - are a love of music, and a fascination with characters who are lonely, heroic drifters. There is a connection between the Parker of “Bird” and the alcoholic guitar player in “Honkytonk Man.” They are both men who use music as a way of insisting they are alive and can feel joy, in the face of the daily depression and dread they draw around themselves.\n\nThe film follows the general drift of Parker’s life, but does not pay much attention to specific details (it glosses over all but his last marriage, for example). It shows the kid growing up in love with jazz, and sneaking in to hear his heroes play. It shows the almost overnight acceptance given to Parker’s talent. It shows him joining bands, forming bands, taking delight in stunts like the time he toured the South with a band including Red Rodney, a white trumpeter who was passed off as “Albino Red” because integrated bands were forbidden. It shows him touring the West Coast and hearing some simple truths one night from Gillespie, who told him that the difference between them was that Diz took care of business, and Charlie took care of screwing up.\n\nAnd it shows his relationship with Chan Parker, a white woman who loved jazz and understood Parker enough to be the best of his enablers - all of those who cared so much for Parker that they were willing to coexist with his drugs.\n\nIf Eastwood were not a major movie star, he would be known as one of the most successful American directors of the last 17 years (since “Play Misty for Me,” in 1971). His films are often bittersweet, and most at home in poverty. His heroes, usually played by himself, are loners who depend upon a strong personal code in the face of an uncaring world. The difference between Parker and the other Eastwood protagonists is that Parker was an artist, and so on top of all the other adventures and struggles there is the music, which comes from somewhere inside, and is inexplicable.\n\n“Bird” wisely does not attempt to “explain” Parker’s music by connecting experiences with musical discoveries. This is a film of music, not about it, and one of the most extraordinary things about it is that we are really, literally, hearing Parker on the soundtrack.\n\nEastwood and Lennie Niehaus, his music coordinator, began with actual Parker recordings, some of them from Chan Parker’s private collection.\n\nThey isolated the Parker tracks, scrubbed them electronically, recombined them with contemporary sidemen, and created a pure, clean, new stereophonic soundtrack on which Parker’s saxophone is unmistakably present.\n\nThe movie is all of a piece - the music, the visual look, the tone of Whitaker’s performance. Eastwood has gone for a mostly somber, indoor, nighttime look, with a lot of shadows and warm, muted lighting.\n\nThis is a world where breakfast is a meal held in the late afternoon, where hotel rooms are home, where work is play, and everything else is work. Whitaker occupies this world as a large, friendly, sometimes taciturn man who tries to harm nobody and who cannot understand why the world would not let him play his music. Neither can we.", "running_time": 160, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-14", "genres": ["Drama", "Music"], "title": "Bird (1988)"}