{"url": "http://www.rogerebert.com/reviews/bird-with-crystal-plumage-1970", "by": "Tony Musanteas The American", "star_rating": 3.0, "text": "\"The Bird with the Crystal Plumage\" is billed as a thriller, and it's a pretty good one. But its scares are on a much more basic level than in, say, a thriller by Hitchcock. It works mostly by exploiting our fear of the dark.\n\nWe keep following the hero into dark rooms, dark alleys, dark parks, dark corridors and dark basements. And that makes us very uneasy. I looked around the theater and found people unconsciously leaning forward in their seats and sort of squinting, as if they could vicariously spot any danger to the hero. That's what thrillers are all about, of course, and that's why this one works.\n\n\"Bird\" is about an American who stumbles into a police search for a maniac murderer. Like the typical Hitchcock innocent bystander, he is first suspected of being guilty, and then enmeshed in a deadly relationship with the killer. The killer wears black gloves and a black cape and black slouch hat, and looks like The Shadow. And he leads the hero on an investigation that turns up all sorts of interesting characters, including an artist who eats cats, a pimp who has to add \"so long\" at the end of every sentence to keep from stuttering, and an association of retired pugilists.\n\nEvery so often someone gets killed, but actual violence is never what a thriller is really about. Thrillers employ anticipation, fear and a feeling of impotence; they work best when we're afraid for the hero or his girl friend, and can't help them, and they can't help themselves.\n\nOne of the most effective scenes In \"Bird,\" for example, comes when the hero's girl is alone in their apartment and the killer starts hacking away at the door. The lights are out (again) and the phone is dead, and the girl collapses into hysteria and crawls around on the floor. And we desperately want her to pull herself together and do something. But she doesn't. And the killer keeps hacking away.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-10-14", "genres": ["Foreign", "Horror", "Mystery", "Thriller"], "title": "Bird with Crystal Plumage (1970)"}