{"url": "http://www.rogerebert.com/reviews/bird-on-a-wire-1990", "by": "Mel Gibsonas Rick Jarmin", "star_rating": 2.5, "text": "My guess is they screened a lot of Hitchcock movies before they made \"Bird on a Wire,\" and the parts they liked the best were where Hitch placed his couples in situations that were dangerous and picturesque at the same time; scenes like the Mt. Rushmore climax in \"North by Northwest.\" That was a delicate balancing act when Hitchcock did it; the locations, sensational as they were, couldn't be allowed to upstage the thrills. In \"Bird on a Wire,\" the act loses its balance.\n\nMel Gibson stars in the movie as another of his likable, good-humored heroes who can get tough if he needs to. When we first meet him, he's working in a gas station in Detroit, and we learn that it's the latest in a long string of jobs, and identities, he's held since he joined the Federal Witness Protection Program. He testified against some government narcs 15 years ago, and they've been looking for him ever since.\n\nInto his lonely life comes love, the second time around, in the person of Goldie Hawn as a tough New York lawyer. She drives into the station by accident, recognizes him, and doesn't believe him when he says he's never seen her before. So she drives back out to the station that night, just in time to save Gibson from being killed by the two guys who are looking for him. In a few words of breathless dialogue, we learn they were lovers 15 years ago, until Gibson suddenly disappeared. Now she knows why.\n\nUp until about this point, the movie is hard-edged and convincing. But all attempts at realism are thrown overboard during a car chase where Hawn mans the wheel while Gibson, upside-down, pushes down hard on the accelerator with his hand. It's one of those slapstick chases that tells you nothing else in the movie needs to be plausible, either.\n\nThe movie then develops into a cross between the Idiot Plot and the Hitchcockian search for colorful locations. The key mistake made by the characters - who join up together and flee from the killers who are after them - is to keep phoning their whereabouts in to the FBI. How long can it possibly take them to discover that the FBI's security has been compromised - that the killers are getting regular updates from the bureau? In real life it would take them one call, I imagine, but in this movie they never quite figure that one out.\n\nGibson and Hawn are attractive actors and they're both good at the kind of light comedy this movie needs. But the plot doesn't exploit the fact the Hawn is allegedly this powerful, aggressive lawyer. She keeps talking about how she's going to call her office and get money and help and so on, but what actually happens is that she stops being a lawyer and becomes yet one more dizzy and hapless blond who is pulled through the movie by a resourceful male.\n\nThe final scene is shot in a zoo - inside out of those gigantic \"natural habitats\" where tigers and alligators and snakes roam unmolested, and the deer and the antelope play. This is the set-up for an ambitious chase sequence that involves snapping alligator jaws and the roars of the big cats, and of course the obligatory suspension-bridge scene in which the strands of the ropes snap away, while danger lurks below and the bad guys are hold target practice.\n\nWe never really expect the bad guys to hit anyone, because the unspoken rule in a movie like this is that the bad guys fire thousands of rounds and never hit anyone who is even remotely a movie star. What we do expect is some kind of spatial orientation, so we can understand where Gibson and Hawn are in relation to the killers. But the scene has been blocked and edited so confusingly that all we know is that danger surrounds them.\n\nI don't know how Hitchcock did it, but somehow he managed to keep us caring about his characters even when they were crawling up the nostrils of the Statue of Liberty. In \"Bird on a Wire,\" director John Badham doesn't pay the dues before he brings in the exotic locations. We don't believe the characters, and so the elaborate chases and escapes and stunts and special effects are all affectations.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-05-18", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "Bird On A Wire (1990)"}