{"url": "http://www.rogerebert.com/reviews/bite-the-bullet-1975", "by": "Gene Hackmanas The rough-rider", "star_rating": 3.5, "text": "Richard Brooks' \"Bite the Bullet\" is a finely crafted, epic Western about a cross-country horseback endurance race. It's set in 1906, at just that moment when the traditions of the old West were being challenged by the inroads of \"civilization\" from the East, and the advance guard is represented in the person of a newspaper reporter on a primitive motorcycle. His is the only internal-combustion vehicle we see, though, and it's as if this mixed bag of cowboys, drifters, gamblers and even a prostitute are unaware that their era has passed, that they're anachronisms.  \n\nBrooks (who, as he almost always does, wrote as well as directed) says his story is based on several actual cross-country races sponsored by newspapers and cities in the years between 1880 and 1910. The most famous was a 1908 race sponsored by the Denver Post, which put up $2,500 in prize money to the winner of a race from Evanston, WY to Denver - 700 miles - and it's this race Brooks takes as inspiration for \"Bite the Bullet.\" The money is the same, the newspaper is called the Western Post and the route crosses a rugged terrain of desert, mountains and badlands. The newspaper has positioned supplies of water along the way, for those who can find them. \n\nThe various contestants are a nicely mixed bag, supplying various amounts of courage, shrewdness, avarice and meanness. One of them, interestingly enough, is a woman (played by Candice Bergen with resolute pluck) and the movie has a certain feminist bias, although that's not insisted on. Gene Hackman plays a Rough Rider who went up San Juan Hill with Teddy Roosevelt, James Coburn is a drifting gambler, Ben Johnson is an, old-timer who wants to achieve some kind of victory before he cashes in, and there's an Englishman and a Mexican and, of course, a Kid.  \n\nThe Kid (Jan-Michael Vincent) mistreats and abuses his horse, introducing the movie's secondary subject, which is its great love and respect for horses. The opening sequence shows Hackman taking a colt from its dead mother and giving it a free ride to a nearby ranch. And throughout the film, the regard of the other contestants for their animals is counterpoint with the Kid's maltreatment of his horse. As if to underscore this theme, Brooks tells us in his program notes that not one horse was injured or came up lame in the film's arduous 64 days' shooting time. \n\nThat's no small achievement, since \"Bite the Bullet\" was filmed on locations as spectacularly beautiful as they were, no doubt, difficult. The most memorable location is in the middle of the White Sands National Monument, where the sand is a dazzling white and the horses and riders stand out against it, almost as specters. Throughout the film, Brooks finds locations suggesting the majesty, of the West and the special relationship between its unspoiled distances and the independence of the horsemen who moved through it. The race roughly parallels a railroad line, and the newspaper runs a special train that reports on the progress of the contestants, provides a source of food and shelter (and dance-hall girls) at night and allows Brooks to include a series of vignettes that reveal his gifts as a writer. He fashions dialog that's spare and realistic and filled with a quiet, sardonic humor. \n\nAnd he gives all of his characters a scene or two where their special personalities emerge. One of the best of these is a sequence between Hackman and Bergen where he tells her about charging up San Juan Hill, turns to leave, pauses and, with a lovely bit of body language, turns to say, \"That ain't the way it was at all,\" and then tells her how it really was. \n\nBrooks is a proven master of the Western on a grand scale (the 1966 classic \"The Professionals\" was his) and \"Bite the Bullet\" is a film that reexamines and reaffirms the Western myth - both as it affected our history and as it has been considered in the movies. Film genres seem to go in cycles, and if last year's \"Blazing Saddles\" by Mel Brooks seemed to imply that the Western had lost all strength except as a clothesline on which to hang sight gags, \"Bite the Bullet\" finds the traditional power and integrity of the Western intact after all.", "running_time": 132, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-06-27", "genres": ["Action", "Western"], "title": "Bite the Bullet (1975)"}