{"url": "http://www.rogerebert.com/reviews/bitter-moon-1994", "by": "Peter Coyoteas Oscar", "star_rating": 3.0, "text": "The returns are in from Europe and the coasts, and the critics have found Roman Polanski's \"Bitter Moon\" an embarrassment: It is too melodramatic, too contrived, too overwrought, too overacted. Polanski has come unhinged. His portrait of a doomed marriage may be high porn but it is low art.\n\nWhat bothers some of the critics, I suspect, is the audacity which Polanski exhibits by casting his own wife, Emmanuelle Seigner, in the central role -- as a voracious seductress with black widow tendencies, whose amusement is to blind men in the headlights of her sexuality, and step on the gas. But \"Bitter Moon\" is nothing if it is not audacious, Polanski is far beyond concern over matters of taste, and his wife at least never seems miscast in a role which would have stopped many another actress cold in her tracks.\n\nHis story unfolds aboard an ocean liner, where an embittered husband, paralyzed and in a wheelchair, buttonholes a complete stranger and begins to tell him the story of his marriage. The stranger would like to escape, but cannot. For one thing he grows fascinated by the story. For another he is mesmerized by the man's wife, who has perfected that trick of looking a man boldly in the eye until, by looking away, he concedes sexual supremacy. Hour after hour, day after day, the sordid story unspools, and in flashbacks we see a romance that turns into a dangerous obsession.\n\nOscar, the man in the wheelchair is played by Peter Coyote, as a sardonic, self-loathing drunk who frankly holds out the bait of his wife as a lure to keep the stranger listening. Nigel, the stranger is a well-behaved, bashful Englishman (played by Hugh Grant, in much the same role he also plays in \"Sirens\" and \"Four Weddings And A Funeral\"). Seigner is Mimi, Oscar's wife, a bold exhibitionist.\n\nAnd Kristin Scott Thomas is Fiona, Nigel's wife -- a cold, distant, somewhat dry woman who would seem to offer little competition for Mimi's juicy come-ons.\n\nAs Oscar describes how he met Mimi, we see their marriage in long flashbacks. At first it is a romance, pure and simple. Then boredom begins to creep in -- and, worse, antidotes to boredom. Mimi likes sadomasochistic fun and games. Oscar is fascinated. The two of them retreat into their marriage and pull the door closed behind them; in a kind of game of sexual chicken, they go farther and farther, acting out kinky fantasies until finally . . . well, we find out how Oscar ended up in the wheelchair.\n\nThese stories should act upon Nigel as a warning, but, predictably, he is fascinated. He starts telling lies and making excuses to Fiona, so he can spent more time with Oscar . . . and, it is hinted, Mimi. At first it seems that Oscar is the puppetmaster, but then it appears that he and Mimi may be up to a new game, with Nigel as the prize. We can't be sure, and that is one of the movie's pleasures: Somehow we know that although anything else may happen, Nigel will probably not end up with Mimi.\n\nThe word \"lurid\" was coined to describe films like this.\n\nLike all stories dealing with the extremes of sex, it arrives at moments when we can barely prevent ourselves from laughing. (There is a reason for this: S&M combines humorless scenarios with absurd choreography.) It is the easiest thing in the world to walk out of a movie like \"Bitter Moon\" shaking our heads wearily and complaining about Polanski's bad taste, grotesque situations and fevered imagination. The purpose, of course, is to prove that we didn't fall for it: That we are much too mature, serious and well-balanced to be taken in by his juvenile fantasizing. Well, of course \"Bitter Moon\" is wretched excess. But Polanski directs it without compromise or apology, and it's a funny thing how critics may condescend to it, but while they're watching it you could hear a pin drop.", "running_time": 139, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-08", "genres": ["Drama", "Romance", "Thriller"], "title": "Bitter Moon (1994)"}