{"url": "http://www.rogerebert.com/reviews/biutiful-2011", "by": "Javier Bardemas Uxbal", "star_rating": 3.0, "text": "Where to Watch the Nominees\n\nAlejandro Gonzalez Inarritu's “Biutiful” stars the Oscar-nominated Javier Bardem as a low-level criminal in Barcelona who is told by his doctor he has very little time to live. He works as a middleman in an industry that makes fake luxury items in sweatshops and sells them to tourists via sidewalk vendors. You've seen the Gucci bags lined up on pavements. He's also involved in importing and housing the undocumented Chinese workers who exist in poverty and manufacture the items. Both fake Gucci and real Gucci are made by poor people, but the real Guccis are made in China. \n\nUxbal's life is a mess. He is separated from his wife, who is bipolar. He tries to care for the sons he loves. He is under urgent pressure from his criminal associates; he oversees the living conditions of the factory's illegal immigrants. There is blood in his urine. He works in crime, but is not a bad man, and indeed under sentence of death, he is moved, like the hero of Kurosawa's \"Ikiru,\" to try to do something good.\n\nOne gesture he makes ends in tragic consequences. His workers are cold in their crowded basement, and he tries to alleviate that condition. He also tries to make some money in the process. He's devastated. Surely few actors have faces that project sorrow more completely than Bardem. \n\nGonzalez Inarritu follows Uxbal's last days with great intimacy, burying his camera in the seamy street life that Uxbal lives, introducing many characters in sharp and colorful relief. He grants his characters the dignity of having feelings and reasons, and not simply behaving as mechanical inhabitants of a crime plot. \n\nThe film's moral sense is heartfelt but not especially daring; by giving us a good man as his hero, Gonzalez Inarritu possibly weakens his case against the general sense of injustice in his film (nominated for a best foreign film Oscar). Uxbal is so wholly sympathetic that it's hard for us to assign blame for his sins, and yet surely they are sins. Perhaps the idea is that he inhabits a world so lacking in goodness that his possibilities for choice are limited. Everyone he comes into contact with is flawed, except for his children and Ige (Diaryatou Daff), a Senegalese woman he hires as a nanny for his children. And her love for them (and to a degree for him) is warm but almost obligatory in a story of this sort; one more unworthy character would be unthinkable.\n\nWhat drew me into the film and engaged my sympathy was the presence of Bardem himself. Bardem, who received a best actor Oscar nomination for “Biutiful,” is a vastly human actor. He can be handsome, ugly, hard, tender or a monster (as he was in \"No Country for Old Men\"). Here he suffers, and is good, and suffers partly simply because he cannot do good things. That isn't a complex message, but I see films every day like \"The Mechanic,\" that will entertain millions with cold, amoral violence, and sometimes it's good simply to see a man who cares about the consequences of his actions.", "running_time": 148, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-01-26", "genres": ["Drama", "Foreign"], "title": "Biutiful (2011)"}