{"url": "http://www.rogerebert.com/reviews/black-joy-1987", "by": "Norman Beatonas Dave", "star_rating": 3.0, "text": "In the opening scenes of \"Black Joy,\" the hero is as naive as a man can be without literally walking up to strangers and handing them his paycheck. Ben is an immigrant to England just off the flight from Guyana, and he's a sitting duck in London's tough Brixton section. He looks like a rube, right down to his cardboard suitcase and the piece of paper he carries, with the address of a relative on it. Of course he can't find the address. Of course he's a mark waiting to be taken.\n\nBen loses his wallet and most of his cash within minutes - to a 9-year-old thief. He wanders into a flophouse where the inmates try to steal what's left while he sleeps. He wanders Brixton's mean streets, which might appear cold and threatening except for the cheerful West Indian colors everywhere and the wall-to-wall reggae. Then he meets Dave.\n\nDave is a jiver and conniver, who lives off the earnings of his girlfriend's snack shop and spends his days and money in gambling clubs and brothels. At first he sees the innocent Guyanese as an easy target, but eventually he comes to see him as a friend - and an easy target. He offers to show him the ropes, introduce him to girls, teach him the ways of the big city. He even helps Ben get a job as a garbage man and then expropriates his paycheck.\n\nAll of this is done at breakneck comic speed against a backdrop of girlfriends, hookers, gambling friends, street people and fly-by-night merchants.\n\nBen, played by Trevor Thomas, seems dazed at times by the maelstrom he has walked into. Dave, in a high-energy performance by Norman Beaton, is a persuasive, almost hypnotic salesman of absolutely anything. At first we think he's seriously trying to defraud Ben, but eventually we come to recognize the personality type: Dave simply cannot prevent himself from trying to play con games, just for the pleasure of the exercise. His greatest moment comes when he loans Ben 10 pounds of Ben's own money, watches Ben run it up to 40 pounds with a bet on the races and then does rapid mental arithmetic proving that Ben now owes him 18 pounds. \"Black Joy\" is a good title for a movie, but a bad one for this movie, because it sounds too upbeat and ethereal. This is a street movie, cynical and wise; it could be called \"He's Gotta Have It.\"\n\nDave is forever promising Ben wine, women and song, but when the innocent Ben finally falls in love he finds that woman create mysteries that are beyond the power of Dave to explain.\n\nAlong the way the film makes a halfhearted effort to show Ben growing up and becoming more serious and mature than his friend, but essentially this is a slice-of-life film, a film that knows exactly what the streets of Brixton look and sound like, and wants to share the knowledge.", "running_time": 88, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-25", "genres": null, "title": "Black Joy (1987)"}