{"url": "http://www.rogerebert.com/reviews/black-and-white-2000", "by": "Poweras Rich Bower", "star_rating": 3.0, "text": "Like James Toback himself, his new film is in your face, overflowing with ideas, outrageous in its connections, maddening, illogical and fascinating. Also like its author, it is never boring. Toback is the brilliant wild child of indie cinema, now a wild man in his 50s, whose films sometimes seem half-baked, but you like them that way: The agony of invention is there on the screen.\n\n\"Black and White'' is one of those Manhattan stories where everyone knows one another: rich kids, ghetto kids, rappers, Brooke Shields, the district attorney, a rogue cop, a gambler, a basketball star, Mike Tyson, recording executives--they're all mixed up in a story about race, sex, music, bribery, fathers, sons, murder and lifestyles. What's amazing is how it's been marketed as a film about white kids who identify with black lifestyles and want to be black themselves. There's a little of that, and a lot more other stuff. It's a crime movie as much as anything.\n\nThe sex has gotten the most attention; the opening scene, of a threesome in Central Park, had to be recut three times to avoid the NC-17 rating (you can see the original version, murkily, on the Web). We meet Charlie (Bijou Phillips), the rich girl who \"wants to be black'' and also adds, later, \"I'm a little kid. Kids go through phases. When I grow up, I'll be over it. I'm a kid from America.'' True, the racial divide of years ago is blurred and disappearing among the younger siblings of Generation X. The characters in this movie slide easily in and out of various roles, with sex as the lubricant. Toback's camera follows one character into a situation and another out of it, gradually building a mosaic in which we meet a black gangster named Rich (hip-hop producer Power), a rap group (Wu-Tang Clan), a basketball guard named Dean (real-life Knicks forward Allan Houston), his faithless Ph.D. candidate girlfriend (Claudia Schiffer), a crooked cop (Ben Stiller), a documentary filmmaker (Brooke Shields), the husband everyone but she knows is gay (Robert Downey Jr.), and former heavyweight champ Mike Tyson, playing himself, and improvising some of the best scenes.\n\nThe story, which involves bribery, murder and blackmail, I will leave for you to discover. Consider the style. Toback has observed that for musicians like Wu-Tang Clan, their language is their art form, so he didn't write a lot of the movie's dialogue. Instead, he plugged actors into situations, told them where they had to go and let them improvise. This leads to an electrifying scene where Downey makes a sexual advance on Mike Tyson (\"In the dream, you were holding me''), and Tyson's reaction is quick and spontaneous.\n\nBut now compare that with another scene where Brooke Shields makes a pass at Tyson. Downey is one kind of an actor, Shields another. Downey is in character, Shields is to some degree playing herself, and Tyson is completely himself. What we are watching in the second scene is Brooke Shields the celebrity playing a character who is essentially herself, acting in an improvised scene. So the scene isn't drama, it's documentary: cinema-verite of Shields and Tyson working at improvisation. It's too easy to say the scene doesn't work because Shields is not quite convincing: It does work because she's not quite convincing. Toback's films have that way of remaining alive and edgy and letting their rough edges show.\n\nThe plot is sometimes maddening. Without revealing too much, I will say that a great deal hinges on the policeman (Stiller) being able to count on a chain of events that he could not possibly have anticipated. He needs to know that the basketball player will tell his girlfriend something, that she will tell another person and that the other person will eventually try to hire as a killer the very person who suits the cop's needs. Unlikely.\n\nAgainst such untidiness, Toback balances passages of wonderful invention. Downey has a scene where he tries to tell Shields he is gay. Tyson (\"I'm a man who has made too many mistakes to be known for his wisdom'') has a scene where he gives advice to a friend who wants to know if he should have someone killed. Toback plays the manager of a recording studio, who brushes off a rap group that wants to hire space, but the next day is happy to talk to their white manager (wary of the shootings associated with some rap artists, he explains, \"What I cannot afford is a corpse in my lobby''). And to balance Charlie's rich white girl play-acting (\"I want to be black'') is a more sensible black girl (\"I'm from the 'hood and I don't want to live there. I go back and see my friends, and they wanna get out'').\n\n\"Black and White'' is not smooth and well-oiled, not fish, not fowl, not documentary, not quite fiction and not about any single theme you can pin down. Those points are all to its credit.", "running_time": 100, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-04-05", "genres": ["Drama", "Indie"], "title": "Black and White (2000)"}