{"url": "http://www.rogerebert.com/reviews/black-rain-1989", "by": "Michael Douglasas Nick Conklin", "star_rating": 2.0, "text": "The grim specter of Osaka dominates \"Black Rain\" the same way Gotham City looms over \"Batman.\" It's a vast, dingy, polluted and cheerless metropolis, with hideous neon advertisements climbing up into the sulfurous skies. Down below where the people live, there are nightclubs like burrows, where evil men plot and scheme. The movie sends two New York cops on a mission into this vision of hell; they have to recapture a vicious gangster who has disappeared into the underworld of the Yakuza - the Japanese Mafia.\n\nI've seen Osaka in a lot of movies, but it's never looked quite like this before, not even in violent thrillers. The director, Ridley Scott, must have been bewitched by memories of the futuristic Los Angeles he created for \"Blade Runner\" (1982). The difference is that in \"Blade Runner\" the characters inhabited their city, and in \"Black Rain\" they are crushed by it. The production design (by Norris Spencer) is so overwhelming that the characters seem lost and upstaged; frequently the humans are not even the most interesting things on the scene.\n\nThe film stars Michael Douglas as a detective with questionable ethics who captures a Japanese gangster after he commits a bloody double murder in New York. Douglas and his partner (Andy Garcia) are assigned to escort the killer (Yusaku Matsuda) back to Osaka, where they ineptly hand him over to his fellow gangsters, disguised as cops.\n\nDetermined to recapture the man, they team up with an Osaka cop (Ken Takakura), after which the plot settles down into a predictable routine.\n\nThe story of \"Black Rain\" is thin and prefabricated and doesn't stand up to much scrutiny, so Scott distracts us with overwrought visuals. After a motorcycle chase underneath a New York expressway, there's a foot chase through a meat locker, and then, in Japan, chases through underground parking garages and rain-swept plazas, before a gangster summit meeting is held in the fiery dungeon of a steel mill. (The opening motorcycle chase is the setup for another one at the end of the film, of course; the screenplay seems to have been manufactured out of those Xeroxed outlines they pass out in film school.) I would probably have enjoyed the visuals if they served any purpose (I admired the look of \"Blade Runner\"), but they're just showoff virtuosity. Other elements also seem shoe-horned into the movie for dubious reasons.\n\nFor example, the major supporting role for Kate Capshaw, as an Osaka bartender who apparently knows most of the secrets of the gangsters and feeds them to Douglas one at a time. I don't know whether to be annoyed by the implausible way in which an American woman has been slipped into a Japanese role or relieved that the movie spares us yet another set of geisha cliches. I doubt strongly, however, whether a blond from Chicago would know many Yakuza secrets, even after eight years of Osaka bartending.\n\nAs a general rule, the logic in thrillers should be clear, and lean, so that we can understand the reasons for the action. In addition to the unlikely Capshaw character, however, \"Black Rain\" also asks us to believe 1) that a Japanese man who has murdered two top Mafioso and machinegunned a restaurant would be sent back to Osaka instead of being charged in New York; 2) that a cop under investigation for graft by the Internal Affairs Division would be assigned to accompany the killer to Japan, and 3) that the Japanese police would be waiting at one door of an airplane while unaware that gangsters, disguised as police, were waiting at another.\n\nThe movie ends with a scene where Douglas gives his Japanese partner a gift that, given the logic of the movie, he could not possibly have obtained.\n\nEven given all of its inconsistencies, implausibilities and recycled cliches, \"Black Rain\" might have been entertaining if the filmmakers had found the right note for the material. But this is a designer movie, all look and no heart, and the Douglas character is curiously unsympathetic. He plays it so cold and distant that the heartfelt scenes ring false. And the colors in the movie - steel grays, gloomy blues and wet concrete, occasionally illuminated by neon signs, showers of sparks and exploding automobiles - underline the general gloom.", "running_time": 125, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-22", "genres": ["Action", "Adventure", "Crime", "Drama", "Foreign", "Thriller"], "title": "Black Rain (1989)"}