{"url": "http://www.rogerebert.com/reviews/black-beauty-1994", "by": "Sean Beanas Farmer Grey", "star_rating": 2.0, "text": "\"I dreamed of what was, and I dreamed of what might have been.\" No, that's not a quote from John F. Kennedy, Marianne Williamson or even Neil Diamond, but a horse, which narrates \"Black Beauty\" as if the movie's a form of sensitivity training. The movie is based on Anna Sewell's 1877 children's classic, and is set in the original period, Victorian England. But it plays like a cross between New Age mysticism and anthropomorphism run amok.\n\nIt's not that I object to movies that humanize animals. Why, not long ago I was giving measured praise to \"Lassie,\" in which a dog is so clever it steals a teenage boy's Walkman earphones to lure him outdoors. What I object to is the soppiness of \"Black Beauty,\" in which the horse-narrator comes across like a spokesanimal for Greenpeace.\n\n\"My mother told me that we had to share the grass with others,\" we hear, early in the film, and then we see the little colt nibbling grass, intercut with closeups of butterflies, spiders and others with whom it is presumably happy to share. Although I believe dogs care about humans, I do not believe that horses care about spiders, unless they are bitten by one. Call me a curmudgeon.\n\nThe movie tells the story of Beauty's life, from the horse's early days in the stables of an idyllic English country house, to its later adventures pulling the carriage of a snotty lady, working as a taxi horse, and finally hauling heavy freight wagons. It's downhill all the way, until the happy ending, where Beauty is put out to pasture.\n\nThere is, along the way, a love story. Beauty falls in love with a mare named Ginger, who pretends to ignore him at first, but eventually nibbles his neck. Beauty is a prescient horse (more able than its masters to anticipate that bridges will collapse and stables will catch fire) but one night, after Beauty gets soaking wet while pulling its master from a ranging river, the horse catches pneumonia and almost dies. Beauty pulls through, partly, I am sure, because \"Ginger stayed up all night with me.\" Their romance is a sweet one, involving a lot of running and nibbling and pawing of the air and kicking of the heels, until, alas, they are separated: \"It was our last time together in the big pasture,\" says Beauty, sounding like the voice-over for a retirement fund, \"but it was something nobody could take away from us.\" Later, Beauty hears Ginger whinnying - from heaven, I think.\n\nThe humans encountered by Beauty along the way mostly play second fiddle to the horse, and none of them are halfway near as well-spoken. David Thewlis, who was previously seen in a much different role as a violent drifter in \"Naked,\" is the tubercular taxi-man who turns down fares that would overtax his horse. None other than Peter Cook and Eleanor Bron turn up as the Earl and Countess of Wexmire, who use choker collars that yank a horse's head high, sacrificing its health to fashion.\n\nAnd Andrew Knott is Joe Green, the groom who is actually able to recognize Beauty's whinny even after 10 years.\n\nAll of this is very sweet and poignant, no doubt, but the movie set off my horsefeathers detector. To treat animals as if they were human is not respectful to their own natures, and shows a lack of curiosity. I didn't mind the narration, but wouldn't it have been interest ing if the words on the sound track had tried to reflected what might really go through a horse's mind - instead of turning it into a sort of sensitive human observer? Along these lines, the movie did have one stretch of dialogue I could believe a horse would say. It was, \"Oats! Wonderful oats!\"", "running_time": 88, "mpaa_rating": "G", "release_year": 1994, "date_published": "1994-07-29", "genres": ["Action", "Adventure", "Drama", "Family", "Foreign"], "title": "Black Beauty (1994)"}