{"url": "http://www.rogerebert.com/reviews/blackthorn-2011", "by": "Sam Shepardas Blackthorn", "star_rating": 2.0, "text": "There is a list of people whose deaths remain \"unresolved.\" Jimmy Hoffa. Butch Cassidy and the Sundance Kid. Judge Crater. Amelia Earhart. B. Traven. They all must be dead by now anyway, but we have a need for closure. Such cases also provide an excellent inspiration for movies.\n\nThe test of these movies is simple enough: If they were about fictional people, would they be worth seeing? Sometimes the answer is yes, as in several tales about the alleged later life of Sherlock Holmes. I know, I know, he was never alive in the first place, but give me a break here. In the case of Butch and the Kid, how many people had even heard of them before the 1969 movie? In it there was the possibility that they escaped to Bolivia, and that's where \"Blackthorn\" joins Butch in old age, circa 1928.\n\nPlayed by Sam Shepard, who may be the most photogenic of modern playwrights, he inhabits an isolated horse ranch in a severe landscape and shares the company of the comely Yana (Magaly Solier). But memories of past glory fill him with thoughts about a return to America, where a son may live, who would be his child with Etta Place — or with the Kid, if you follow me.\n\nHe cashes in all his money and sets off across the Bolivian vastness on horseback, where he's waylaid by Eduardo (Eduardo Noriega) a mining engineer. Butch's net worth was stashed in the saddlebags of his horse, which runs away, making him rather hard to steal from. Butch knows that this Eduardo may have stolen the fortune of a local millionaire, and Eduardo leads him on what is possibly a wild goose chase down into the abandoned mine where it's perhaps hidden. \n\nWhat Edurardo needs is protection from the millionaire's men, who are following him. Meanwhile, they're trailed by a man who is either the most stubborn or the most foolish of Pinkerton agents, Mackinley (Stephen Rea), who has allegedly been tirelessly tracking Butch for 20 years. \n\nThis story is well-acted by Sam Shepard, who I have never seen unconvincing. There's a dash of Kris Kristofferson in his performance, as when he ambles through the country singing rusty old songs like \"Sam Hall.\" (\"Damn your eyes!\") The cinematography is breathtaking; we rarely see Bolivia in Western-style films, and the way it looks here might have persuaded John Ford to move on from Monument Valley.\n\nBut the movie as a whole isn't much. Flashbacks to the good old days, with Nikolaj Coster-Waldau and Padraic Delaney standing in for Paul Newman and Robert Redford, are unconvincing and without much purpose, and given the moral twistiness of the original story, this rehash seems to lack purpose. Butch has grown old? And homesick? And gets waylaid, and is back in action again? Was this trip necessary? \n\nThe first-time director is Mateo Gil, known for the screenplays of \"Open Your Eyes,\" \"The Sea Inside\" and \"Agora.\" Ironic, that the film's weakness is its screenplay.", "running_time": 98, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-12", "genres": ["Action", "Western"], "title": "Blackthorn (2011)"}