{"url": "http://www.rogerebert.com/reviews/black-widow-1987", "by": "Debra Wingeras Alex", "star_rating": 2.5, "text": "\"Black Widow\" is an interesting movie struggling to escape from a fatal overload of commercial considerations. When the film is over and the lights go up, there's the strange feeling that an opportunity was lost here. First I'll describe the movie that was made, then I'll speculate on the better movie trapped inside.\n\nThe film stars Debra Winger as a plucky federal investigator, although the opening scenes are so fuzzy that at first I thought she was a newspaper reporter. Using her computer, she stumbles over a series of apparently unrelated deaths in which millionaires are victims of a rare syndrome causing them to die in their sleep. Winger, who is either psychic or has read the script, intuits that the deaths are related and develops a theory that the same woman has killed all of the men to inherit their fortunes.\n\nShe is absolutely right. We know she is right because the movie makes no effort to keep us in suspense; the opening scene shows the \"black widow\" (Theresa Russell) learning of the death of her latest victim. After Winger announces her suspicions to her boss, much time is wasted on unnecessary scenes in which she plays poker, flirts with a colleague and has conversations about her lonely life.\n\nThen she figures out who Russell will kill next: a wealthy Seattle art collector (Nicol Williamson). She flies to Seattle, acts too late to prevent the death and then tracks Russell to her next victim, a hotel tycoon who lives in Hawaii. The two women become friends, Russell offers to share her boyfriend with Winger, Winger falls in love with the tycoon, Russell tries to kill him and there's a surprise ending.\n\nWell, at least it's supposed to be a surprise ending. It didn't come as a surprise to me, however, because I am sentient, of adequate intelligence and have seen more than three movies. Therefore, like any reasonably capable member of the audience, I knew approximately what was going to happen, and I was right.\n\nIs there some kind of law governing Hollywood movies that says audiences don't like surprises? I don't mean predictable, would-be surprises, but real surprises - as, for example, when a story ends on a nihilistic note. \"Black Widow\" has an ending that is so false to the emotional truth of the movie that it looks tacked on by the censors of the 1930s.\n\nHere's why: From the moment Winger and Russell meet, there's a strong undercurrent of eroticism between the two women. We feel it, they feel it and the movie allows it one brief expression - when Russell roughly reaches out and kisses Winger. But Ron Base, who wrote the screenplay, and Bob Rafelson, who directed, don't follow that magnetism. They create the unconvincing love affair between Winger and the tycoon to set up a happy ending that left me feeling cheated.\n\nWhat would have been more intriguing? Why not follow a more cynical, truly diabolical course - something inspired by the soul of film noir? Why not have Winger fall completely under the spell of the black widow and stand by while the tycoon is murdered so the two women can live happily ever after? And then end on an eerie note as Winger begins to wonder if Russell can trust her with the secret? That kind of psychological double-reverse would give the actresses something to work with. The story of \"Black Widow,\" as told, is the kind of shallow, one-dimensional plotting we expect on television, where there are no unpleasant surprises to upset the audience. There are just enough subtle hints in \"Black Widow\" to suggest that certain more sinister possibilities occurred to Rafelson and Base. But I guess they manfully resisted them and did the safe thing.\n\nToo bad. The acting in this movie is good throughout, especially in the chemistry between Winger and Russell. I also liked Williamson as the lonely, isolated art collector and James Hong as the jittery Hawaiian private eye. Sami Frey is such an odd and unmagnetic actor, however, that he's miscast as the hotel tycoon. As a general rule, in order to believe that two woman can fall in love with the same man, we have to be able to believe that one woman could fall in love with him.", "running_time": 102, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-02-06", "genres": ["Mystery", "Thriller"], "title": "Black Widow (1987)"}