{"url": "http://www.rogerebert.com/reviews/black-and-white-in-color-1977", "by": "Jean Carmetas Sgt. Bosselet", "star_rating": 3.0, "text": "West Africa, sometime after the outbreak of World War I. A small French colony lives at peace and in ignorance, amusing itself with gossip and avarice. There are the two Rechampot brothers, one smart, the other not; who run the general store. The buxom Marinette, cheerful companion of both Rechampots (and of others who stop by). The serious Fresnoy, concerned with the meaning of it all. The alcoholic Bosselet, occasionally having a native girl sent around to his room.\n\nOne day Fresnoy receives a package from France, including papers announcing the outbreak of War. Everyone wants to know who they're at war with. “Germany,” says Fresnoy. “I would have thought England,” someone says. And so they are at war. Inspired partly by patriotism, partly by duty, but mostly because of boredom, they decide they must attack the equally small, isolated German colony several miles away across a small river.\n\nThat's the premise of “Black and White in Color”, a charming and often sunnily satirical movie that won this year's Academy Award as the best foreign film. That was an upset for the two favorites, “Cousin Cousine” and “Seven Beauties”, and the word from Hollywood was that “Black and White in Color” wouldn't have had a chance except for a new Academy rule this year: Everyone voting for best foreign film was required to actually have seen all the entries.\n\nThat's a good requirement, I suppose (what would happen if it were applied to those voting for the American entries?), but in this case justice wasn't served. “Black and White in Color” is fun to watch and pointed in its comments on race and colonialism, but it's not in the class of “Cousin Cousine.” In its attempt to seem unstudied and whimsical, it tends to become a little slow in the middle. And the ending, in which a young Frenchman and a young German walk into the sunset at the end of their private colonial war, ruefully confessing that they'd both thought them¬selves to be Socialists, doesn't really satisfy us.\n\nStill, the movie's sharply satirical at times and especially in its view of the relationship between the colonialists and the Africans. We see the French missionaries, for example, being carried by porters on chairs through the jungle and enjoying the porters native folk songs. The subtitles translate: “My white man is fat and lazy…”\n\nAnd there is a quietly savage view of the way Christianity was used to colonize Africa. The natives are lined up, for example, and lectured to: The white man's god is stronger because he teaches the white man to ride the bicycle! Then follows a demonstration of the white missionaries riding the bicycle, fol¬lowed by a demonstration of a native convert to Christianity, also riding a bicycle.\n\nIn the way it portrays its small society in the jungle, “Black and White in Color” reminds me a little of that wonderful Canadian film “My Uncle Antoine”, in which a group of basically good, loving, dumb people were shown with all their foibles. Since these African settlers have lived in isolation for so long (no mail for six months), they know each other to the point of exhaustion. And so they accept each other's peculiarities - even, halfway, Fresnoy's public relationship with an African woman.\n\nThe war itself is meant as a comment on the pointlessness of most wars. The French train their native recruits (very badly recruited and worse trained) and march off against the Germans with picnic baskets the women have packed. After one recruit is wounded, everyone falls back in confusion: War is one thing, but being injured, good Lord, is something else. The movie and the war end as they began, in the long drone of colonial isolation. Oh, and it turns out that in the postwar settlement, the British got this territory anyway.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-06-24", "genres": ["Comedy", "Foreign"], "title": "Black and White in Color (1977)"}