{"url": "http://www.rogerebert.com/reviews/black-snake-moan-2007", "by": "Samuel L. Jacksonas Lazarus", "star_rating": 3.0, "text": "I had never really heard many half-snorts before. Snorts, yes, and silence. But what do you make of an audience that has no idea how to react? \"Black Snake Moan\" is the oddest, most peculiar movie I've seen about sex and race and redemption in the Deep South. It may be the most peculiar recent movie ever except for \"Road House,\" but then what can you say about \"Road House\"? Such movies defy all categories.\n\nThe movie -- I will try to be concise -- stars Samuel L. Jackson as a broken-down blues musician and vegetable market gardener whose wife has just walked out. On the road leading to his property he finds the battered body of a young white girl, whose injuries hardly seem curable by the cough syrup he barters fresh vegetables for at the drugstore. The girl is Rae (Christina Ricci); it is no coincidence that Jackson's character is named Lazarus, and Lazarus determines to return her from near death or whooping cough, one or the other. No saint himself, he wants to redeem her from a life of sluttery.\n\nHis technique, with a refreshing directness, is to chain her to a radiator. Good thing he lives way out in the wilderness. Lazarus and Rae have no sex per se, but they do a powerful lot of slapping, cursing and chain-rattling, and the reaction of the blue-collar town on Market Day is a study. I think the point is that Lazarus and Rae somehow redeem each other through these grotesqueries, a method I always urge be used with extreme caution.\n\nThe performances are very good: Hell-bent for leather, and better than the material deserves, there is much hysteria and snot. The writer-director, Craig Brewer, made that other splendid story of prostitution and redemption, \"Hustle & Flow,\" with its Oscar-winning song (\"It's Hard Out Here for a Pimp\") In fact, I pretty much enjoyed the whole movie, with some incredulity and a few half-snorts.\n\nBoth \"Black Snake Moan\" and \"Hustle & Flow\" are about neglected characters living on the fringe who find a healing in each other. Both movies use a great deal of music to illustrate the souls of their characters.\n\nWe sense that the girl has never been treated other than in a beastly manner, and that the man, having lost his wife, is determined not to allow sex to betray his instincts to do good. Yes, I think it is probably against the law to chain a drifter to a radiator, but in a sense these people exist outside the law, society and common or any kind of sense. Their society consists of the usual locals who seem clueless and remarkably unobservant, leading to remarkable non sequiturs.\n\nThere is another woman, the middle-aged pharmacist named Angela, played by the sweet S. Epatha Merkerson, to provide Lazarus an alternative to a life of sluts and tramps. But, as for Rae -- well, I gather that when compulsive nymphomania passes a certain point, you're simply lost.\n\nAfter Rae says goodbye to her boyfriend Ronnie (played by pop star Justin Timberlake), who has enlisted in the service for cloudy reasons, she immediately falls to the ground and starts writhing as if under attack by fire ants. This is her way of conveying uncontrollable, orgiastic need. A girl that needy, you'd approach like Miss RoboCop.\n\nI love the way that both Samuel Jackson and Christina Ricci take chances like this, and the way that Brewer creates characters of unbelievable forbearance, like Ronnie, who is in a more or less constant state of panic attacks and compulsion. And I like the understated way the rural Tennessee locations are used. You have never seen a movie like this before. Then again, you may not hope to. Some good blues music helps carry the day.\n\nI heard some days after the screening that Jackson considers this his best performance. Well, maybe it is. He disappears into the role, and a good performance requires energy, daring, courage and intensity, which he supplies in abundance. Few actors could accomplish work at this level with this screenplay. As for Christina Ricci, she is the right actor for this role; she embodies this poor, mixed-up creature and lets you experience both her pain and her hope. Her work defines the boundaries of the thankless.", "running_time": 116, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-03-01", "genres": ["Drama", "Indie"], "title": "Black Snake Moan (2007)"}