{"url": "http://www.rogerebert.com/reviews/black-girl--borom-sarret-1969", "by": "Mbissine Therese Dlopas Black girl", "star_rating": 2.5, "text": "\"Black Girl\" and \"Borom Sarret,\" a feature and a short from Senegal, are the first films in an interesting experiment by the Three Penny Cinema. Every Wednesday for the next six weeks, the theater will open a first-run, unsung art movie that might otherwise never have played here.\n\nThese first two films are worth seeing simply for the glimpse they provide of Senegalese society; too often, we forget the naive interest we had as kids in seeing movies about places we'd never been. These are among the very few African films in release in this country, and moviegoers know so little of the real Africa, where King Solomon no longer mines.\n\nFrom a critical point of view, however, the two films are quite uneven. I'd be interested in learning which one director Ousmane Sembene made first. The short, \"Borom Sarret\" has the stark and lean simplicity of a story by Babel. But the feature, \"Black Girl,\" is a slow and pedestrian affair that shows little of the same poetry in its filming.\n\n\"Borom Sarret\" is about a cartman, hard pressed for cash, who during a typical day makes no money, performs a few simply human services, worries about his horse, exhibits a callousness that seems quite reasonable and finally loses his cart after breaking a law left over from colonialism.\n\nIn one memorable scene, a man tenderly places the body of his dead child in the cart and then walks after it to the cemetery. But the cemetery will not admit the body; the papers are not properly prepared. While the man and the guard argue, the cartman silently takes the body from the cart, places it on the ground before the cemetery gates, and leaves. This is perhaps cruel, but what else was he to do?\n\nThe film is narrated by the cartman, whose approach to life resembles that old Phil Harris record, \"Life Gets Tedious-Don't It?\" No matter what you do, you see, you'll never get very far if the conditions of your life prevent success.\n\n\"Black Girl\" tells the story of a Senegal nursery maid who returns to France with her white employers. But in France she finds their relationship altered. She is a housemaid, not a nurse, and the countless petty cruelties of the day pile up against her overwhelming loneliness for Dakar.\n\nAt last, deliberately, she packs her clothes to return home -- and then commits suicide. Her conscience-stricken employer returns to Dakar with her belongings, only to be greeted by hostility and by a small boy wearing an African mask. The boy follows him everywhere. Thus, I suppose, the spirit of Africa will never let him sleep.\n\nThe weakness of \"Black Girl\" is in its slow, journeyman style; one feels that Sembene learned filmmaking by making this film. It also suffers from a kind of primitive naturalism, as if the script were by James T. Farrell out of Theodore Dreiser. Every motive is spelled out in unnecessary detail, and little attempt is made to get into the minds of the characters. The maid's white employers, in particular, are drawn as such broad caricatures that we never believe in them as flesh and blood. People are stupid and casually cruel, yes, but rarely in such a direct and even melodramatic way as these two.\n\nSo the feature doesn't work, and it moves slowly. But the short needs no excuses. It is a powerful piece of filmmaking.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-10-09", "genres": null, "title": "Black Girl / Borom Sarret (1969)"}