{"url": "http://www.rogerebert.com/reviews/black-beauty-1971", "by": "Mark Lesteras Joe", "star_rating": 3.0, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\nAll things considered, Black Beauty leads quite a life, for a horse.\r\nShe grows up as the best pal of a boy named Joe. She's taken away by a drunken young squire, but he is killed one night and she escapes into the hands of gypsies. Then a horse trader sells her to a circus in Spain, and after learning lots of tricks she is given by the circus owner to kindly Sir William, who gives the horse to his daughter, who gives Black Beauty to her fiancé, which is how Black Beauty winds up fighting for the British in India.\n\nThe fiancé is killed in India, but his lifeless hands cling gallantly to his spear and Black Beauty charges anyway. This makes her a war hero and earns her passage back to England, where fame is brief and she is sold by a drunken lieutenant for five pounds. Then she gets pneumonia, and is put to work hauling a coal wagon. When things look their bleakest, Black Beauty is rescued by a kindly old lady and her young footman (who, wouldn't you know, is Beauty's old pal Joe).\n\nNot quite all of these adventures happened to Beauty the first time\r\naround, in Anna Sewell's children's classic (which is said to be the\r\nsixth best-selling book in history). Miss Sewell was very down on\r\nbreweries, as a result of a relative having gotten into the hops-and-malt business, and in her version Black Beauty hit bottom as a carthorse for a brewery.\n\nOn the whole, however, I think I prefer this film version by James Hill, whose previous credits include \"Born Free.\" One of the troubles with animal movies is that the animals keep turning out more intelligent than the humans. Where would we all be on Sundays without Lassie to set us straight?\n\nThere is a limit to how much eyeball-rolling, head-tossing and whinnying a horse can do before we wonder why it doesn't just learn to type. But \"Black Beauty\" presents its hero as a horse -- nothing more -- and the adventures befall her precisely because she doesn't have any conscious choice about how humans use her. This is faithful to the moral indignation of Anna Sewell, and makes \"Black Beauty\" more than just an animal movie.\n\nThe film has been beautifully photographed on locations in Ireland\r\nand Spain, and there is a fine gallery of character actors to serve as\r\na backdrop to Beauty's travels. I am happy to report that Mark Lester,\r\nalthough listed as the star, is only in about 15 minutes of the movie.\r\nHe was capable enough in \"Oliver!\" but since then he has turned into\r\nthe most cloying little boy in the movies. He's 12, going on 13, for goodness sakes, and yet that shrill little voice keeps piping up like a refugee from an Art Linkletter kiddie interview. My notion is that Lester should drop out of sight until his voice changes. Besides, he's too tall for short pants.", "running_time": 106, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-12-14", "genres": ["Drama", "Family", "Foreign"], "title": "Black Beauty (1971)"}