{"url": "http://www.rogerebert.com/reviews/black-girl-1973", "by": "Peggy Pettittas Billie Jean", "star_rating": 3.0, "text": "“Black Girl” is a movie so filled with things it wants to say that sometimes the messages are lost in a confusion of story lines. A more disciplined movie might have been made by eliminating some of the material and organizing the rest, but I’m not sure it would have been a better movie, or a more moving experience. “Black Girl” is hopeful - and frustrated - in all sorts of ways, just as its title character is. She’s a 17 year-old with ambition and desire - she’d like to be a ballet dancer - surrounded by a family that’s filled with life, humor, common sense and, unfortunately, enough self-hate to make it almost a standoff. They mock her desires, in a way, because if she were to achieve them that would illuminate their own various failures.\n\nHer mother, Mama Rosie, is a woman of great energy, beauty and humor who doesn’t think highly enough of herself or of any of her children. All of her hopes and fantasies are centered on her “other daughter,” a girl who boarded with them for a while before going off to college and a teaching diploma. This girl can do no wrong, Mama Rosie makes clear, but her own daughters can hardly do right. When Billie Jean, the youngest, tries to break loose from the destiny everybody seems to have in mind for her (get a job find a man, right away), the instinctive tendency is to slap her down for her ambition.\n\nBillie Jean is the child of her mother’s second husband, an anonymous figure not remembered favorably in the household. Everyone - including her grandmother, who loves and rules them with matriarchal strength - is still fascinated by Mama Rosie’s first husband and only love, Earl. And when Earl visits from Detroit, flashing a roll of hundreds and driving an El Dorado, the occasion somehow gets turned into still another put-down for Billie Jean.\n\nA more important visit takes place on Mother’s Day, when Netta, the college student, comes to visit and is jealously attacked by Mama Rosie’s two older daughters - and by Billie Jean reluctantly, because she was misled. But Netta has plans for Billie Jean, wants her to finish high school and apply for college admission. The others aren’t used to seeing Billie Jean in that light. They’re so accustomed to ridiculing her ambitions that they take her hopes as an affront. All of this material is worked together in a fairly clumsy way by J. E. Franklin’s screenplay. Earl’s visit home, for example, isn’t really a catalyst and doesn’t have an influence on Billie Jean’s ultimate decision. It’s used more to illuminate the character of Mama Rosie. \n\nNetta is not really developed, and becomes the stereotyped “good girl” the others take her for; when she comes through with some revealing speeches of her own, near the film’s end, nothing has prepared us. But the life of the film lies in its dialog and performances, which director Ossie Davis has wisely depended on to carry the story. We see a black family with more depth and complexity than the movies usually permit. The characters - especially Mama Rosie - grapple with great contradictions in their personalities, and try to find the best course, despite their weaknesses. When, at the end, Mama Rosie (who “never apologized to anybody for anything”) says to her own mother: “I just didn’t want Billie Jean to wind up, like I did - like we all did;” we understand.\n\nMama Rosie is played magnificently by Louise Stubbs, a former Chicagoan and Goodman Theater alumna who has very a difficult role. As I’ve suggested, she’s got to be fallible, weak and vain about her “other daughter” - and still have a basically good heart. Miss Stubbs succeeds in projecting both sides of this personality so that we believe in Mama Rosie as a real, and complicated, person.\n\nPeggy Pettitt, as Billie Jean, is also faced with a difficult assignment: She has to project her dreams through a character who’s naturally shy and quiet. She does. Claudia McNeil is a fine, strong presence as the grandmother, and has a comic sparkle in several scenes, and an ability to take a stand in the later scenes, when it’s needed. And Gloria Edwards carries much. of the movie’s dramatic burden as Norma, the more hostile of Billie Jean’s sisters.\n\n“Black Girl” doesn’t move with the smoothness and polish we usually expect in family dramas; the conflicts and urgencies aren’t laid out one after another, as in a well-oiled stage or movie vehicle. But the rough edges and the sudden twists of plot give the movie a kind of open immediacy, and some of the texture of life. We don’t even mind the scenes involving Earl’s homecoming - scenes that really have little to do with Billie Jean’s approaching crisis - because Brock Peters and Louise Stubbs play them with such humor and warmth. The story’s energy is in such scenes, and they make “Black Girl” into the kind of direct human experience we don’t often get in movies.", "running_time": 97, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-02-06", "genres": null, "title": "Black Girl (1973)"}