{"url": "http://www.rogerebert.com/reviews/black-rain-1990", "by": "Yoshiko Tanakaas Yasuko", "star_rating": 3.5, "text": "\"Black Rain\" is the new film by Japan's great director, Shohei Imamura, who shoots in beautifully textured black and white to tell the story of survivors of the Hiroshima atomic bomb who were contaminated by the fallout.\n\nFor years after the terrible day of the attack, they lived in fear of developing radiation poisoning or cancer - and finally, one by one, many of them did. The mushroom cloud hovered over every day of their lives.\n\nThis is not, however, an anti-nuclear message movie. It is a film about how the survivors of that terrible day internalized their experiences, how they came to see themselves as flawed because they carried the seeds of radiation sickness. Only a Japanese - perhaps only Imamura - could have made a film in which the bomb at Hiroshima is simply the starting point for an unforgiving critique of Japanese society itself.\n\nHis story, based on the novel by Masuji Ibuse, involves Yasuko, a young woman on the day the bomb falls. She suffers no obvious or visible effects from the blast, but like everyone in her village - across a wide bay from Hiroshima - she has been touched by fallout from the mushroom cloud.\n\nAnd as time passes, the radiation poisoning ticks inside her like a time bomb.\n\nImamura's depiction of the day of the blast itself is sudden, graphic and unforgiving. It is an ordinary day in the isolated community where the story takes place, and then it becomes extraordinary as the sky fills with the light of a thousand suns. We see a railroad car literally blown apart by the force of the blast, and then there are shots of dazed survivors, wandering among the wreckage of a once-familiar world.\n\nThe immediate impulse of the Japanese in the aftermath of such a cataclysm, Imamura shows in his film, is to re-establish the rhythms and values of traditional life. By returning to old ways, the wound can be healed and even denied.\n\nThat process would assume that Yasuko, who is of the appropriate age, would find the right man and marry. Her family tries to help arrange this process. But it is not so simple, since eligible men do not want a bride who may be infected with the lingering after-effects of the fallout.\n\nYasuko's uncle produces a document that allegedly certifies that the young woman is healthy, but of course what was really known about fallout in those days? Prudent would-be grooms take no chances with a woman whose health may be suspect.\n\nAs Yasuko grows older and is still unmarried, she becomes an affront to her family and community; the area is still very much bound by traditional beliefs, including the one that women of such an age should not be single. She does have a suitor, a young man she loves, and who loves her, but he is not of the right class or background to be an appropriate husband. Yet this is a delicate matter: Does the fact of her radiation poisoning \"devalue\" her to such an extent that they are more equal in status? And how long can her aunt and uncle maintain the fiction that she was not harmed by the blast? Societies all over the world have sometimes blamed sick people for their illnesses; Susan Sontag's book \"Illness as Metaphor\" explores the ways in which we sometimes believe people get the diseases they deserve.\n\nImamura's anger in \"Black Rain\" is directed not so much at those who dropped the bomb on Hiroshima as at the way his Japanese characters immediately started behaving as if somehow it has been their own fault.\n\nSome of the characters in this movie seem almost to be apologizing for having been beneath the fallout, and that makes Imamura angry - provides him, indeed, with the impulse for this film.\n\n\"Black Rain\" had its premiere at the Cannes Film Festival in May, 1989, but is only now going into release around the United States, perhaps to avoid confusion with the 1989 Michael Douglas thriller of the same name. There is an irony in the fact that both movies concern Japan. Douglas' film shows it as a canny, aggressive society with criminals who are up-to-date by anybody's standards; Imamura's film is concerned with ancient traits in the collective national personality.\n\nIt must have taken no small amount of courage for Imamura to make this film, which carries an insight many Japanese may not want to heed and many foreigners may not be able to believe. It's also interesting that he chose to shoot in black and white. He made that decision, I think, because the scenes of the atomic-bomb explosion and its immediate aftermath would have been so gory in color that they would have wiped out all the subtlety of what he wanted to say.\n\nThis is a film, after all, about people who want to conduct their lives and businesses as usual, to deal with the atomic holocaust by denying it. Imamura's message is that - do what you will - it cannot be denied.\n\n\"Black Rain\" will be shown at at 9:30 tonight and 7:15 p.m. tomorrow through Thursday at the Music Box, 3733 N. Southport (312-871-6604 or 312-871-6607).", "running_time": 113, "mpaa_rating": "NR", "release_year": 1990, "date_published": "1990-09-24", "genres": ["Music"], "title": "Black Rain (1990)"}