{"url": "http://www.rogerebert.com/reviews/blackbeards-ghost-1968", "by": "Peter Ustinovas Blackbeard", "star_rating": 3.0, "text": "Most parents approach children's movies the way they approach castor oil: They take a big swallow and smile broadly, to set an example for the kids. But the kids are nobody's fools, and they know castor oil is nothing to smile about. You don't take because it tastes good, but because it's good for you.\n\nAnd most \"family films,\" alas, are in the same category. Parents have a mostly negative attitude toward them: they send the kids because they know the kids won't learn anything bad, about the world. But it's a safe assumption that the tots will also learn nothing good, or nothing much of anything, for that matter.\n\nSomething is wrong here. The great family films of years past were as absorbing for adults as for kids. They included such varied entries as \"David Copperfield,\" \"The African Queen,\" \"National Velvet,\" \"Snow White\" and \"King Solomon's Mines.\"\n\nPart of the blame for the blandness of recent family films, I'm afraid, must be laid at the doorstep of that great cultural hero, the late Walt Disney, and the studio that carries on his work. Disney has about cornered the family film market, and in the process he has squeezed a lot of the liveliness out of films in this category.\n\nI am happy to report, however, that the three new family films in Chicago this week are not as bad as the ones I've lamented. At least one-Disney's \"Blackbeard's Ghost\"-is a pleasant surprise. Another, \"Where Angels Go,\" is knee-deep in sweetness and light but has its moments. And the third, \"Tarzan and the Great\r\nRiver,\" is exactly what you'd expect. All three are OK for kids, and \"Blackbeard's Ghost\" may ever entertain parents, at least those who have kept in training by watching the idiot tube.\n\nAfter the dreary \"Bullwhip Griffin\" and the drearier \"The Happiest Millionaire,\" I had about, liven up on Disney studios. \"Blackbeard's Ghost\" happily reverses the unhappy trend.\n\nIt is Disney's best since \"The Absent-Minded\r\nProfessor,\" and a splendid vehicle for the many talents of Peter Ustinov. Ustinov, naturally, plays Blackbeard's ghost, and he can be seen only by the luckless track coach (Dean Jones).\r\nEvil gamblers are trying to spirit away Blackbeard's ancestral home, and because Blackbeard places a bet for Suzanne Pleshette it becomes necessary for Dean's track team to win the tournament to save the destinies of a lot of old ladies.\n\nIn other words, the plot is completely confused, and kids, who are much better at these things than adults, will enjoy its twists and turns. Ustinov is fine as the rum swilling, yo-ho-hoing Blackbeard, and there are several good scenes as he invisibly meddles with the big track meet. Jones and Miss Pleshette are amusing without being insufferably sweet.", "running_time": 106, "mpaa_rating": "G", "release_year": 1968, "date_published": "1968-04-17", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Blackbeard's Ghost (1968)"}