{"url": "http://www.rogerebert.com/reviews/black-dynamite-2009", "by": "Michael Jai Whiteas Black Dynamite", "star_rating": 3.0, "text": "I've seen a lot of 1970s blaxploitation films, and I'm here to tell you that \"Black Dynamite\" gets it mostly right, and when it's wrong, it's wrong on purpose and knows just what it's doing. It's one of those loving modern retreads of older genre movies.\n\nIt's built around a pitch-perfect leading man, Michael Jai White, who has been kicking around in movies for 20 years and apparently building those muscles in the meantime. That means he effortlessly evokes real blaxploitation stars like Fred Williamson, who kicked around in thankless roles before hammering villains to death in urban action movies. White has a \"Shaft\" mustache and like all of the characters, is dressed in 1970s gaucherie: oversized hats, bell bottoms, shades and unbuttoned or missing shirts in patterns resembling a hippie's ideal of wallpaper.\n\nThe women are also dressed in period threads, and many have big Afros. I am happy to say it brings back an element sadly missing in recent movies, gratuitous nudity. Sexy women would \"happen\" to be topless in the 1970s movies for no better reason than that everyone agreed, including themselves, that their breasts were a genuine pleasure to regard -- the most beautiful naturally occurring shapes in nature, I believe. Now we see breasts only in serious films, for expressing reasons. There's been such a comeback for the strategically positioned bed sheet, you'd think we were back in the 1950s.\n\nThe plot is deliberately fashioned to seem familiar. White plays Black Dynamite, a one-man street army, who wants vengeance for the death of his kid brother (named Jimmy, as so many kid brothers are). Jimmy was killed by drug dealers, protected by The Man, of course. Black Dynamite has lethal chops, socks, fists, kicks, elbows, forearms, and it goes without saying a .44 magnum, which you will recall from Dirty Harry \"is the most powerful handgun in the world.\" He's a formidable fighter and a charming playa, leading to gratifying interludes with such babes as Gloria (Salli Richardson) and Honey Bee (Kym Whitley).\n\nHoney Bee's name reminds us that many 1970s characters had names that were actually more like titles. Nobody was ever \"Mike\" or \"Phil.\" Here we get Cream Corn (Tommy Davidson as a wildly politically incorrect gay man) and such others as Bullhorn, Giddy Up, Chicago Wind, Sweet Meat, Back Hand Jack, Tasty Freeze, Kotex and Richard M. Nixon. No, wait, Richard M. Nixon isn't a nickname, as Dynamite discovers during a showdown in the Oval Office. One would like to know more about how these nicknames were earned, especially in the case of Chicago Wind.\n\nThe movie looks and sounds so much like 1970s blaxploitation that anyone who might find it while cable surfing could be excused for assuming it is one. Technical expertise has been used to meticulously reproduce such details as an oversaturated color scheme, bonus camera moves, smash cuts to closeups on big lines and dramatic camera angles. There's also \"Mickey Mouse music,\" so-called because whatever the hero does, the music does it, too. Black Dynamite even has his own theme: three fearsome chords whenever Dynamite needs to be underlined.\n\nWhy the plot leads us to the White House is actually less interesting than how. There is a pathetic orphanage where the children use drugs, perhaps to train them as users who will be dealers. So you see the kind of evil Black Dynamite is up against. But he's the man to Take Back the Streets.", "running_time": 90, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-14", "genres": ["Action", "Comedy"], "title": "Black Dynamite (2009)"}