{"url": "http://www.rogerebert.com/reviews/black-hawk-down-2002", "by": "Josh Hartnettas Eversmann", "star_rating": 4.0, "text": "Ridley Scott's \"Black Hawk Down\" tells the story of a U.S. military raid that went disastrously wrong when optimistic plans ran into unexpected resistance. In Mogadishu, Somalia, in October 1993, 18 Americans lost their lives, 70 more were wounded, and within days President Bill Clinton pulled out troops that were on a humanitarian mission. By then some 300,000 Somalis had died of starvation, and the U.S. purpose was to help deliver U.N. food shipments. Somali warlords were more interested in protecting their turf than feeding their people--an early warning of the kind of zeal that led to Sept. 11.\n\nThe movie is single-minded in its purpose. It wants to record as accurately as possible what it was like to be one of the soldiers under fire on that mission. Hour by hour, step by step, it reconstructs the chain of events. The plan was to stage a surprise raid by helicopter-borne troops, joined by ground forces, on a meeting of a warlord's top lieutenants. This was thought to be such a straightforward task that some soldiers left behind their canteens and night-vision gear, expecting to be back at the base in a few hours. It didn't work out that way.\n\nWhat happened was enemy rockets brought down two of the helicopters. The warlord's troops gathered quickly and surrounded the U.S. positions. Roadblocks and poor communications prevented a support convoy from approaching. And a grim firefight became a war of attrition. The Americans gave better than they got, but from any point of view, the U.S. raid was a catastrophe. The movie's implied message is that America on that day lost its resolve to risk American lives in distant and obscure struggles, and that mindset weakened our stance against terrorism.\n\nThe engagement itself seems to have degenerated into bloody chaos. Ridley Scott's achievement is to render it comprehensible to the audience. We understand, more or less, where the Americans are, and why, and what their situation is. We follow several leading characters, but this is not a star-driven project and doesn't depend on dialogue or personalities. It is about the logistics of that day in October, and how training did help those expert fighters (Army Rangers and Delta Force) to defend themselves as well as possible when all the plans went wrong and they were left hanging out to dry.\n\nScott's visual strategy takes advantage of the presence on that day of aerial spotter planes with infra-red sensors that could detect the movements of the humans below. As the battle unfolds, Shepherd and his fellow officers can follow it on screens, but are powerless to use this information. It is a useful tool for keeping the audience informed. (In my original review, I questioned the possibility of these eye-in-the-sky shots; countless readers told me they were based on fact and are described in Mark Bowden's book about the battle.) His longest day begins with a briefing by Maj. Gen. William F. Garrison (Sam Shepard), who explains how intelligence has discovered the time and location of a meeting by lieutenants of the warlord Mohamed Farrah Aidid. A taxi with a black cross on its roof will park next to the building to guide the airborne troops, who will drop down on ropes, be joined by ground forces, secure the building, and take prisoners. The problem with this plan, as Garrison discovers in steadily more discouraging feedback, is that the opposition is better armed, better positioned, and able to call on quick reinforcements.\n\nWe follow several stories. A man falls from a helicopter and is injured when he misses his descent rope. A pilot is taken prisoner. Desperate skirmishes unfold in streets and rubble as darkness falls. The Americans are short on ammo and water, facing enemies not particularly shy about exposing themselves to danger.\n\n\"Black Hawk Down\" doesn't have heroic foreground figures like most war movies. The leading characters are played by stars who will be familiar to frequent moviegoers but may be hard to tell apart for others. They include Josh Hartnett, much more convincing here than in \"Pearl Harbor,\" as a staff sergeant in command of one of the raiding teams; Ewan McGregor as a Ranger specialist whose specialties are paperwork and coffee-making until he is pressed into service; Tom Sizemore as a veteran who provides steady counsel for younger troops, and William Fichtner as a fighter who seems to have internalized every shred of training, and embodies it instinctively.\n\nThe cinematography by Slawomir Idziak avoids the bright colors of upbeat combat movies, and its drab, dusty tones gradually drain of light as night falls. The later scenes of the movie feel chilly and forlorn; the surrounded troops are alone and endangered in the night. The screenplay by Ken Nolan and Steve Zaillian, working from a book by Mark Bowden, understands the material and tells it so clearly and efficiently that we are involved not only in the experience of the day but also in its strategies and unfolding realities.\n\nFilms like this are more useful than gung-ho capers like \"Behind Enemy Lines.\" They help audiences understand and sympathize with the actual experiences of combat troops, instead of trivializing them into entertainments. Although the American mission in Somalia was humanitarian, the movie avoids speechmaking and sloganeering, and at one point, discussing why soldiers risk their lives in situations like this, a veteran says, \"It's about the men next to you. That's all it is.\"", "running_time": 143, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-01-18", "genres": ["Action", "History", "War"], "title": "Black Hawk Down (2002)"}