{"url": "http://www.rogerebert.com/reviews/blade-ii-2002", "by": "Wesley Snipesas Blade", "star_rating": 3.5, "text": "\"Blade II\" is a really rather brilliant vomitorium of viscera, a comic book with dreams of becoming a textbook for mad surgeons. There are shots here of the insides of vampires that make your average autopsy look like a slow afternoon at Supercuts. The movie has been directed by Guillermo del Toro, whose work is dominated by two obsessions: War between implacable ancient enemies, and sickening things that bite you and aren't even designed to let go.\n\nThe movie is an improvement on \"Blade\" (1998), which was pretty good. Once again it stars Wesley Snipes as the Marvel Comics hero who is half-man, half-vampire. He was raised from childhood by Whistler (Kris Kristofferson), a vampire hunter who kept Blade's vampirism in check, and trained him to fight the Nosferatus. Time has passed, Whistler has been captured by vampires and floats unconscious in a storage tank while his blood is harvested, and Blade prowls the streets in his lonely war.\n\nOne night acrobatic creatures with glowing red eyes invade Blade's space and engage in a violent battle that turns out to be entirely gratuitous, because after they remove their masks to reveal themselves as vampires--a ferocious warrior and a foxy babe--they only want to deliver a message: \"You have been our worst enemy. But now there is something else on the streets worse than you!\" This reminded me of the night in O'Rourke's when McHugh asked this guy why he carried a gun and the guy said he lived in a dangerous neighborhood and McHugh said it would be safer if he moved.\n\nThe Vampire Nation is under attack by a new breed of vampires named Reapers, who drink the blood of both humans and vampires, and are insatiable. Blade, who is both human and vampire, is like a balanced meal. If the Reapers are not destroyed, both races will die. This news is conveyed by a vampire leader whose brain can be dimly seen through a light blue translucent plastic shell, more evidence of the design influence of the original iMac.\n\nBlade and Whistler (now rescued from the tank and revived with a \"retro-virus injection\") join the vampires in this war, which is not without risk, because of course if the Reapers are destroyed, the vampires will turn on them. There is a story line, however quickly sketched, to support the passages of pure action, including computer-aided fight scenes of astonishing pacing and agility. Snipes once again plays Blade not as a confident superhero, but as a once-confused kid who has been raised to be good at his work and uncertain about his identity. He is attracted to the vampire Nyssa (Leonor Varela), but we sense a relationship between a creature of the night and Blade, known as the Daywalker, is sooner or later going to result in arguments over their work schedules.\n\nThe Reapers are the masterpieces of this movie. They all have what looks like a scar down the center of their chins. The first time we see one, it belongs to a donor who has turned up at a blood bank in Prague. This is not the kind of blood bank you want to get your next transfusion from. It has a bug zapper hanging from the wall, and an old drunk who says you can even bring in cups of blood from outside and they'll buy them.\n\nThe chin scar, it turns out, is not a scar but a cleft. These Reapers are nasty. They have mouths that unfold into tripartite jaws. Remember the claws on the steam shovels in those prize games at the carnival, where you manipulated the wheels and tried to pick up valuable prizes? Now put them on a vampire and make them big and bloody, with fangs and mucus and viscous black saliva. And then imagine a tongue coiled inside with an eating and sucking mechanism on the end of it that looks like the organ evolution forgot--the sort of thing diseased livers have nightmares about. Later they slice open a Reaper's chest cavity and Blade and Whistler look inside.\n\nBlade: The heart is surrounded in bone!\n\nWhistler: Good luck getting a stake through it!\n\nDel Toro's early film \"Cronos\" (1993) was about an ancient golden beetle that sank its claws into the flesh of its victims and injected an immortality serum. His \"Mimic\" (1997) was about a designer insect, half-mantis, half-termite, that escapes into the subway system and mutates into a very big bug. Characters would stick their hands into dark places and I would slide down in my seat. His \"Devil's Backbone\" (2001), set in an orphanage at the time of the Spanish Civil War, is a ghost story, not a horror picture, but does have a body floating in a tank.\n\nStill in his 30s, the Mexican-born director doesn't depend on computers to get him through a movie and impress the kids with fancy fight scenes. He brings his creepy phobias along with him. You can sense the difference between a movie that's a technical exercise (\"Resident Evil\") and one steamed in the dread cauldrons of the filmmaker's imagination.", "running_time": 128, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-22", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Blade II (2002)"}