{"url": "http://www.rogerebert.com/reviews/blade-trinity-2004", "by": "Wesley Snipesas Blade", "star_rating": 1.5, "text": "I liked the first two Blade movies, although my description of \"Blade II\" as \"a really rather brilliant vomitorium of viscera\" might have sounded like faint praise. The second film was directed by Guillermo Del Toro, a gifted horror director with a sure feel for the quease-inducing, and was even better, I thought, than the first. Now comes \"Blade: Trinity,\" which is a mess. It lacks the sharp narrative line and crisp comic-book clarity of the earlier films, and descends too easily into shapeless fight scenes that are chopped into so many cuts that they lack all form or rhythm.\n\nThe setup is a continuation of the earlier films. Vampires are waging a war to infect humanity, and the most potent fighter against them is the half-human, half-vampire Blade (Wesley Snipes). He has been raised from childhood by Whistler (Kris Kristofferson), who recognized his unique ability to move between two worlds, and is a fearsome warrior, but, despite some teammates, seriously outnumbered.\n\nAs \"Trinity\" opens, the Vampire Nation and its leader Danica (played by Parker Posey -- yes, Parker Posey) convince the FBI that Blade is responsible for, if I heard correctly, 1,182 murders. \"They're waging a goddamned publicity campaign,\" Whistler grumbles in that great Kris Kristofferson seen-it-all voice.\n\nAgents surround Blade headquarters, which is your basic action movie space combining the ambience of a warehouse with lots of catwalks and high places to fall from and stuff that blows up good. Whistler goes down fighting (although a shotgun seems retro, given the sci-fi weapons elsewhere in the movie), and Blade is recruited by the Night Stalkers, who reach him through Whistler's daughter Abigail (Jessica Biel). It would have been too much. I suppose, to hope for Whistler's mother.\n\nThe Night Stalkers have information that the Vampire Nation is seeking the original Dracula, because to spread the vampire virus \"they need better DNA; they need Dracula's blood.\" Dracula's superior DNA means he can operate by day, unlike his descendants, who must operate by night. The notion that DNA degrades or is somehow diluted over the centuries flies in the face of what we know about the double helix, but who needs science when you know what's right? \"They found Dracula in Iraq about six months ago,\" we learn, and if that's not a straight line I'm not Jon Stewart.\n\nDracula is some kinduva guy. Played by Dominic Purcell, he isn't your usual vampire in evening dress with overdeveloped canines, but a creature whose DNA seems to have been infected with the virus of Hollywood monster effects. His mouth and lower face unfold into a series of ever more horrifying fangs and suchlike, until he looks like a mug shot of the original \"Alien.\" He doesn't suck blood, he vacuums it.\n\nParker Posey is an actress I have always had affection for, and now it is mixed with increased admiration, for the way she soldiers through an impossible role, sneering like the good sport she is. Jessica Biel becomes the first heroine of a vampire movie to listen to her iPod during slayings.That’s an excuse to get the soundtrack by Ramin Djawadi and RZA into the movie, I guess, although I hope she downloaded it from the iTunes Store and isn’t a pirate on top of being a vampire.     \n\nVampires in this movie look about as easy to kill as the ghouls in \"Dawn of the Dead.\" They have a way of suddenly fizzing up into electric sparks and then collapsing in a pile of ash. One of the weapons used against them by the Night Stalkers is a light-saber device that is, and I'm sure I have this right, \"half as hot as the sun.\" Switch on one of those babies and you'd zap not only the vampires but British Columbia and large parts of Alberta and Washington state.\n\nJessica Biel is the resident babe, wearing fetishistic costumes to match Blade's and teaming up with Hannibal King (Ryan Reynolds), no relation to Hannibal Lecter, a former vampire who has come over to the good side. The vampire killers and their fellow Night Stalkers engage in an increasingly murky series of battles with the vampires, leading you to ask this simple strategic question: Why, since the whole world is theirs for the taking, do the vampires have to turn up and fight the Night Stalkers in the first place? Why not just figure out that since the Stalkers are in Vancouver, the vampires should concentrate on, say, Montreal?", "running_time": 123, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-12-07", "genres": ["Action", "Horror", "Thriller"], "title": "Blade: Trinity (2004)"}