{"url": "http://www.rogerebert.com/reviews/blade-runner-directors-cut-1992", "by": "Harrison Fordas Rick Deckard", "star_rating": 3.0, "text": "One of the benefits of home video is that it sometimes allows the director to have the last word - if not sooner, then later. Ever since Steven Spielberg released the “Special Edition” of his “Close Encounters of the Third Kind,” directors have been re-editing their movies and releasing versions that are longer, or sexier, or more profound, or in any event different from the versions that were originally released to theaters.\n\nSometimes the changes are minor - a few more nude scenes, or longer dialogue. Sometimes they are substantial, as in the new director's version of Ridley Scott's “Blade Runner” (1982), which is playing in theaters on its way to home video. Scott has abandoned the Harrison Ford narration of the original version, added some moments to the love affair between Ford and Sean Young, fleshed out a few other scenes and, most notably, provided what he describes as a “somewhat bleaker ending.” This is, he says, the version he would have released in 1982 if he could have. The Ford narration was added because the studio feared audiences would not understand his story of a futuristic Los Angeles. The new ending, which is ironic and inconclusive and gives Ford an existentialist exit line, was of course dropped by studio executives for a more standard violent outcome.\n\nI watched the original “Blade Runner” on video a few years ago, and now, watching the director's cut, I am left with the same over-all opinion of the movie: It looks fabulous, it uses special effects to create a new world of its own, but it is thin in its human story. The movie creates a vision of Los Angeles, circa 2020, which is as original and memorable as such other future worlds as Fritz Lang's “Metropolis” or George Lucas' “Star Wars” planets. Unimaginable skyscrapers tower over streets that are clotted with humanity; around the skirts of the billion-dollar towers, the city at ground level looks like a third-world bazaar.\n\nThe Ford character inhabits this city as a “blade runner” - a cop assigned to track down and kill “replicants,” who are artificial humans, built through genetic engineering. After an uprising on an outworld, six replicants have returned secretly to Earth, where their deaths have been ordered by the slimy leader of an evil megacorporation (Joe Turkel). Ford, on their trail, encounters Rachael (Sean Young, in an early role) and falls in love with her, as the screenplay toys with the nature of humanity.\n\nI have always been moved by the special cruelty done to replicants, who are supplied with phony memories (they have a life-span of four years, yet think they remember their childhoods).\n\nOne of the film's poignant scenes has Ford coldly telling Young what she remembers from when she was a little girl - because she has the same memories as all other replicants.\n\nSeeing the movie again, even in this revised version, I still felt the human story did not measure up to the special effects.\n\nFord is always good when surrounded by amazing visuals, perhaps because he keeps cool and does not seem to notice them. Sean Young and, more briefly, Rutger Hauer, are effective as replicants who want only to live the lives they seem to have been given. But the character of Tyrell, the evil billionaire, has never been convincing, and the way he is murdered doesn't say much for his security measures. And the love affair between Ford and Young, though properly bittersweet, seems to exist more for the plot than for them.\n\nAnd yet the world of “Blade Runner” has undeniably become one of the visual touchstones of modern movies. The movie's Los Angeles, with its permanent dark cloud of smog, its billboards hundreds of feet high, its street poverty living side by side with incredible wealth, may or may not come true - but there aren't many 10-year-old movies that look more prophetic now than they did at the time.", "running_time": 115, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-11", "genres": ["Drama", "Science Fiction"], "title": "Blade Runner: Director's Cut (1992)"}