{"url": "http://www.rogerebert.com/reviews/blade-runner-1982-1", "by": null, "star_rating": 3.0, "text": "The strangest thing about the future is that this is now the future we once foretold. Twenty years ago, we thought of \"now\" as \"the year 1982,\" and we wondered what life would be like. Little could we have guessed that there would be no world government, that the cars would look like boxes instead of rocket ships, and that there would still be rock 'n' roll on the radio.\n\n\"Blade Runner\" asks us to imagine its own future, in \"the year 2020.\" The movie takes place in a Los Angeles that looks like a futuristic Tokyo, with gigantic billboards showing smiling Japanese girls drinking Coca-Cola. I would have predicted L.A. would be Hispanic, but never mind. It looks sensational.\n\nThe city is dominated by almost inconceivably huge skyscrapers that look like the Merchandise Mart, times ten. People get around in compact vehicles that fly, hover, climb and swoop. (In a lot of fictional futures, people seem to zip around the city in private aircraft; can you imaging the traffic problems?) At ground level, however, the L.A. of the future is an urban jungle.\n\nThe movie stars Harrison Ford as a cop who moves confidently through the city's mean streets. He is laconic, cynical, competent. He has a difficult assignment. A group of \"replicants,\" artificial people who seem amazingly human, have escaped from \"off-world,\" and are trying to inflict themselves on Earth.\n\nFord's job is to track them down and eliminte them. Anyone who has read this far can predict what happens next: He falls in love with one of the replicants. She may not be quite human, but, oh, you kid.\n\nThis basic story comes from a Philip K. Dick novel with the intriguing title, \"Do Androids Dream of Electric Sheep?\" The book examined the differences between humans and thinking machines, and circled warily around the question of memory: Does it make an android's personal memories less valid if they are inspried by someone else's experiences -- especially if the android does not know that?\n\nFord says he originally signed on for \"Blade Runner\" because he found such questions intriguing. For director Ridley Scott, however the greater challenge seemed to be creating that future world. Scott is a master of production design, of imagining other worlds of the future (\"Alien\") and the past (\"The Duellists\").\n\nHe seems more concerned with creating his film worlds than populating them with plausible characters, and that's the trouble this time. \"Blade Runner\" is a stunningly interesting visual achievement, but a failure as a story.\n\nThe special effects were supervised by Douglas Trumbull, whose credits include \"2001: A Space Odyssey\" and \"Silent Running,\" and who is about as good as anyone in the world at using miniatures, animation, drawings, optical effects and other ways of tricking the eye.\n\nThe visual environments he creates for this film are wonderful to behold, and there's a sense of detail, too; we don't just get the skyways and the monolithic skyscrapers and the sky-taxis, we also get notions about how restaurants, clothes and home furnishing will look in 2020 (not too different). \"Blade Runner\" is worth attending just to witness this artistry.\n\nThe movie's weakness, however, is that it allows the special effects technology to overwhelm its story. Ford is tough and low-key in the central role, and Rutger Hauer and Sean Young are effective as two of the replicants, but the movie isn't really interested in these people -- or creatures.\n\nThe obligatory love affair is pro forma, the villains are standard issue, and the climax is yet one more of those cliffhangers, with Ford dangling over an abyss by his fingertips. The movie has the same trouble as the replicants: Instead of flesh and blood, its dreams are of mechanical men.", "running_time": 118, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-06-02", "genres": ["Drama", "Science Fiction"], "title": "Blade Runner (1982)"}