{"url": "http://www.rogerebert.com/reviews/blade-1998", "by": "Wesley Snipesas Blade", "star_rating": 3.0, "text": "At a time when too many movies are built from flat, TV-style visuals of people standing around talking, movies based on comic books represent one of the last best hopes for visionary filmmaking. It's ironic that the comics, which borrowed their early visual style from movies, should now be returning the favor.\n\n“Blade,” starring Wesley Snipes as a killer of vampires who is engaged in an armageddon for possession of the Earth, is a movie that relishes high visual style. It uses the extreme camera angles, the bizarre costumes and sets, the exaggerated shadows, the confident cutting between long shots and extreme closeups. It slams ahead in pure visceral imagery.\n\nOf course anyone patiently attending the film in the hopes of a reasoned story line is going to be disappointed. Better to see it in comic book terms, as an episode in a master-myth, in which even the most cataclysmic confrontation is not quite the end of things, because there has to be another issue next month. The story, like so many comic myths, involves ordinary people who are connected through a superhero to an occult universe that lurks beneath reality--or, as Blade tells a young human doctor, “The world you live in is just a sugar-coated topping. There is another world beneath it--the real world!” Blade, based on a Marvel Comics hero, is played by Snipes as a man on the border between human and vampire. Blade's origination story: His mother was bitten by a vampire while pregnant, infecting her child, who lived in the streets until being adopted by a man named Whistler (Kris Kristofferson), who masterminds a lonely war against vampires. Now Blade, raised to manhood, is the spearhead of that battle, as vampires spread their influence through the major cities. One of their chief gathering grounds: secret after-hours dance clubs where victims are lured by the promise of forbidden thrills, only to be bitten and converted.\n\nThe movie is built around a series of major action scenes; the first one features an update of an old friend from 1970s Hong Kong movies, the flying guillotine. This is a knife-edged boomerang that spins, slices and returns to its owner. Very neat.\n\nBlade encounters Dr. Karen Jensen (N'Bushe Wright), a blood specialist who has been bitten by a badly burned vampire brought in for emergency treatment. Can she be saved? He returns her to Whistler's secret lab for an injection of liquid garlic, which will give her a fighting chance. Blade himself lives under a daily reprieve; Whistler's serum keeps him on the human side, although he may be building up a resistance to it.\n\nArrayed against Blade are the forces of vampirism, represented by his arch-enemy Deacon Frost (Stephen Dorff), who's also half-human, half-vampire, who dreams of a final vampire uprising against humans, and world conquest. His rival within the vampire world is Dragonetti (Udo Keir), a pure vampire who prefers the current arrangement under which vampires secretly control key organizations to safeguard their interests.\n\nThere is a lot of mythology underlying Frost's plans, including the evocation of an ancient vampire god who may return to lead the creatures in their final conquest. The setting for the climactic scene is a phantasmagoric vampire temple where Blade must risk everything in a titanic showdown.\n\nThe movie, directed by Stephen Norrington, is another in a recent group of New Line Cinema movies that combine comic book imagery, noir universes, and the visual heritage of German Expressionism; I'd rank it third after “Dark City” and “Spawn.” This material is obviously moving in the direction of pure animation, which is the look it often tries to evoke, and there are some shots here that use f/x to evoke animation's freedom from gravity and other physical laws. Notice, for example, an unbroken shot where Blade takes Dr. Jensen in his arms and makes an improbable leap from a high window to a far rooftop. Can't be done--especially not with them seemingly floating down in midair to a safe landing--but the dreamlike feel of escape is effective.\n\nWesley Snipes understands the material from the inside out and makes an effective Blade because he knows that the key ingredient in any interesting superhero is not omnipotence, but vulnerability. There is always a kind of sadness underlying the personalities of the great superheroes, who have been given great knowledge and gifts but few consolations in their battle against evil. The fun all seems to be on the villain's side. By embodying those feelings, Snipes as Blade gives the movie that edge of emotion without which it would simply be special effects. Of course you have to bring something to it yourself, preferably a sympathy for the whole comic superhero ethos. This is the kind of movie that gets better the more you know about the genre.", "running_time": 120, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-21", "genres": ["Action", "Adventure", "Fantasy", "Horror", "Science Fiction", "Thriller"], "title": "Blade (1998)"}