{"url": "http://www.rogerebert.com/reviews/blame-it-on-rio-1984", "by": null, "star_rating": 1.0, "text": "As a general rule, I think it's wrong for a married man of forty-seven years to have an affair with his best friend's seventeen year-old daughter. Don't you? And especially if the girl has emotional problems. I can imagine a movie being made about the situation, and indeed the right movie might even be sensitive and poignant. \n\nBut to make a cynical sitcom out of it is questionable. That's what they've done with \"Blame It On Rio.\" This movie is clearly intended to appeal to the prurient interests of dirty old men of all ages. It starts with the basic idea of \"10\" (an unhappy man flees to a beach and discovers an agreeable nymphet of startling sexuality). But in \"10\" Bo Derek was old enough to take care of herself, God knows, and her affair with Dudley Moore was handled with at least some wit and sophistication.\n\n\"Blame It On Rio,\" however, has the mind of a 1940s bongo comedy and the heart of a porno film. It's really unsettling to see how casually this movie takes a serious situation. A disturbed girl is using sex to play mind games with a middle-aged man, and the movie get its yuks with slapstick scenes where one guy goes out the window when the other guy comes in the door. What's shocking is how many first-rate talents are associated with this sleaze. The director is Stanley Donen, of \"Singin' in the Rain.\" The man having the affair is Michael Caine, one of my favorite actors. His friend (the father of the girl) is Joseph Bologna. The girl is played by a zaftig model named Michelle Johnson, who is set up as the new Bo Derek.\n\nThe plot is the usual silliness: Two families are planning a vacation in Rio, but then Caine has a disagreement with his wife, who decides to go to Club Med instead. What finally happens is that the two fathers and their teenage daughters go to Rio, where Johnson shamelessly seduces Caine with techniques that seem more appropriate to a brazen hussy than to a seventeen year-old kid. The rest of the movie alternates uneasily between the girl's neurotic attempts to manipulate Caine with sex, Caine's real qualms, and wildly inappropriate screwball scenes. Sample: Caine thinks Bologna has found out the secret. He has to listen as Bologna reads from his daughter's diary. The daughter mentions her new lover's great teeth. Caine tries to hide his teeth with his lips while he talks. Funny, sure, but not in a movie where the underlying subject is so potentially serious.\n\nDoes the movie have redeeming qualities? Quite frankly, yes, it does, but not the kind it makes you proud to enjoy. Johnson could indeed be the next Bo Derek: She has a winning way, a cheerful personality, and a body that the camera never tires of exploring. Caine does as well with the material as we could possibly hope; in the hands of a lesser actor, we wouldn't be uneasy over the material, we'd be appalled. A lot of skill has gone into the awkward subject matter of this movie, and it's thought-provoking that \"Blame It On Rio\" sometimes almost works.", "running_time": 100, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Romance"], "title": "Blame It on Rio (1984)"}