{"url": "http://www.rogerebert.com/reviews/blast-from-the-past-1999", "by": "Brendan Fraseras Adam", "star_rating": 3.0, "text": "\"Blast From the Past'' opens with a cocktail party in 1962 at the home of Calvin and Helen Webber, where some of the guests whisper about how brilliant, but weird, Calvin is. Their host, meanwhile, mixes cocktails, tells bad jokes and hints darkly that \"I could take a simple yacht battery and rig it to last a year, easily.'' Suddenly President John F. Kennedy appears on TV to announce that Soviet missiles in Cuba are aimed at U.S. targets. Calvin (Christopher Walken) hustles the guests out the door and hurries his pregnant wife (Sissy Spacek) into an elevator to take them down to his amazingly well-stocked bomb shelter, where fish grow in breeding tanks and the decor of their surface home has been exactly reproduced--right down to the lawn furniture on the patio.\n\nCalvin is a brain from Cal Tech who has been waiting for years for the big one to drop. His prudence is admirable but his luck is bad: There's no nuclear war, but a plane crashes on his house and sends a fireball down the elevator shaft, convincing him there is one. So he closes the heavy steel doors and informs Helen that the time locks won't open for 35 years--\"to keep us from trying to leave.'' That's the setup for Hugh Wilson's \"Blast From the Past,'' a quirky comedy that turns the tables on \"Pleasantville.'' That was a movie about modern characters visiting the 1950s; this is about people emerging into the present from a 35-year time warp. In the sealed atmosphere far below Los Angeles, nothing changes. Calvin and Helen watch kinescopes of old Jackie Gleason programs (\"People will never get tired of watching these,'' Calvin smiles, while Helen's eyes roll up into her head). Tuna casserole is still on the menu. And unto them a son is born, named, of course, Adam, and played as an adult by Brendan Fraser.\n\nAdam is trained by Calvin to speak several languages, and he masters science, math and history, while his mother teaches him good manners and gives him a dance lesson every day. His dad even tries to explain the principles of baseball to him. Try it sometime. Calvin is pleased as punch with how well his shelter is functioning, but Helen grows quietly stir-crazy and starts to hit the cooking sherry. Her wish for her son: \"I want you to marry a nice girl from Pasadena.'' His birthday wish for himself: \"A girl. One who doesn't glow in the dark.'' Eventually the locks open, and Adam is sent to the surface, where his family's pleasant neighborhood has been replaced by a ruined strip mall made of boarded-up store fronts and porno shops, and populated by drunks and transvestite hookers. \"Subspecies mutants,'' he decides. Then he meets a real girl who doesn't glow in the dark, the inevitably named Eve (Alicia Silverstone). She can't believe his perfect manners, his strange clothes, his lapses of current knowledge or his taste in music. But eventually, as is the custom in such movies, they fall in love.\n\nBrendan Fraser has a way of suggesting he's only passing through our zone of time and space. He was the \"Encino Man'' and \"George of the Jungle,'' and even in \"Gods and Monsters'' his haircut made him look a little like Frankenstein's creature. Here he fits easily into the role of a nice man who has a good education but is, to borrow the title of Silverstone's best movie, clueless.\n\n\"Blast From the Past'' is the first screen credit for writer Bill Kelly, who co-scripted with the director, Wilson (\"The First Wives Club,'' the overlooked \"Guarding Tess''). It's a sophisticated and observant film that wears its social commentary lightly but never forgets it, as Adam wanders through a strange new world of burgeoning technology and decaying manners. His innocence has an infectious charm, although the world-wise Eve can hardly believe he doesn't know the value of his dad's baseball card collection. (Wait until she hears about his dad's stock portfolio.) The movie is funny and entertaining in all the usual ways, yes, but I was grateful that it tried for more: that it was actually about something, that it had an original premise, that it used satire and irony and had sly undercurrents. Even the set decoration is funny. I congratulate whoever had the idea of putting Reader's Digest Condensed Books on the shelves of the bomb shelter--the last place on earth where you'd want to hurry through a book.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-02-12", "genres": ["Comedy", "Romance"], "title": "Blast From The Past (1999)"}