{"url": "http://www.rogerebert.com/reviews/blazing-saddles-1974", "by": null, "star_rating": 4.0, "text": "There are some people who can literally get away with anything -- say anything, do anything -- and people will let them. Other people attempt a mildly dirty joke and bring total silence down on a party. Mel Brooks is not only a member of the first group, he is its lifetime president. At its best, his comedy operates in areas so far removed from taste that (to coin his own expression) it rises below vulgarity.\n\n\"Blazing Saddles\" is like that. It's a crazed grabbag of a movie that does everything to keep us laughing except hit us over the head with a rubber chicken. Mostly, it succeeds. It's an audience picture; it doesn't have a lot of classy polish and its structure is a total mess. But of course! What does that matter while Alex Karris is knocking a horse cold with a right cross to the jaw?\n\nThe movie is, among other things, a comedy Western. The story line, which is pretty shaky, involves some shady land speculators who need to run a railroad through Ridge Rock, and decide to drive the residents out. The last thing they want there is law and order, and so the crooks send in a black sheriff (Cleavon Little), figuring the townspeople will revolt.\n\nWell, they almost do, but the sheriff (Black Bart is his name, of course) wins them over, and signs up a drunken sharpshooter (Gene Wilder) as his deputy. Meanwhile ... but what am I saying, meanwhile? Meanwhile, six dozen other things happen. The townspeople decide to stay and make a stand, even though, as the preacher intones, \"Our women have been stampeded and our cattle raped.\" Bart rejects the advances of a man-killing woman who has been sicced on him (Madeline Kahn as Marlene Dietrich -- Lili von Shtupp), and the people build a dummy town and lure the bad guys into it.\n\nOne of the hallmarks of Brooks' movie humor has been his willingness to embrace excess. In his \"The Producers,\" one of the funniest movies ever made, we got the immortal \"Springtime for Hitler\" production number, and Zero Mostel seducing little old ladies in the bushes, and Gene Wilder (again) choreographed with the Lincoln Center water fountain. Brooks' \"The Twelve Chairs,\" not as funny, still had such great scenes as Brooks himself as an obsequious serf clinging to his master's leg.\n\nAnd \"Blazing Saddles\" is like that from beginning to end, except for a couple of slow stretches. The baked bean scene alone qualifies the movie for some sort of Wretched Excess award. Then there's the whole business of Mongol (Alex Karris) who is a kind of dimwitted Paul Bunyan. He rides into town on an ox, sent to eliminate Bart, but is seduced by a black powder bomb in a Candygram. It would take too long to explain.\n\nOne of the criticisms of \"The Producers\" was that it took too long to end after \"Springtime for Hitler.\" Determined that \"Blazing Saddles\" wouldn't end slowly, Brooks has provided for it a totally uninhibited Hollywood fantasy that includes a takeoff on \"Top Hat,\" a scene at Graumann's Chinese Theater, a pie fight and, of course, a final fadeout into the sunset.", "running_time": 93, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-02-07", "genres": ["Action", "Comedy", "Western"], "title": "Blazing Saddles (1974)"}