{"url": "http://www.rogerebert.com/reviews/blaze-1989", "by": "Paul Newmanas Earl K. Long", "star_rating": 3.5, "text": "Toward the end of \"Blaze,\" the following exchange takes place between the film's two central characters:\n\nEarl K. Long: \"Would you still love me just as much if I wasn't the fine governor of the great state of Louisiana?\" \n\nBlaze Starr: \"Would you still love me just as much if I had small tits and worked in a fish house?\" \n\nThe true and final answer to this question is withheld by the makers of \"Blaze\" almost until the movie's last scene; \"love\" is a big word, after all. But right from the opening passages of the film we can tell that these two characters like each other an awful lot: Earl, the boozy wheeler-dealer governor of Louisiana, and Blaze, the hillbilly girl who became a famous stripper. They like each other for several reasons, including the obvious ones (she likes his power; he likes her body), but also because they are alike in so many ways. They're students of human nature who were born honest, and they have had to struggle with the consequences of that misfortune ever since.\n\n\"Blaze\" is based on the autobiography of Blaze Starr, who can to this day be glimpsed in Baltimore, where she remains, the movie's closing credits inform us, \"a part of the local cultural scene.\" It is a good question whether she was ever as naive, or her career ever as simple, as this movie makes it look. But never mind. The heart of the movie is a public relationship between a woman who was not respectable and a man who didn't give a damn what people said.\n\nPaul Newman is an ideal choice to play Earl K. Long.\n\nPortraying the fine governor of the great state with his hair a little mussed, his gut sticking out over his belt buckle and his voice a little slurred by large amounts of bourbon, he seems completely at home. The role fits him like an old flannel shirt. After the disappointment of the recent \"Fat Man And Little Boy,\" in which Newman seemed vaguely out of focus as a military man, \"Blaze\" shows him as the kind of instinctively humorous man he plays the best, the kind of man whose response to hypocrisy is a delighted horselaugh, because he has been proven right once again in his theory that his enemies are full of it.\n\nAlthough Newman is a delight, the best surprise in the movie is the performance of a new actress named Lolita Davidovich, who plays Blaze Starr. She has a comfortableness in the role that is just right.\n\nUnlike a lot of new or beginning actors who project tension or concentration or a sense of how important they think every scene has to be, Davidovich acts like she's inside that flannel shirt along with Newman. It's important that she have that quality, because \"Blaze\" is not by its nature a tense, wound-up story. It's about a couple of slightly frayed people who were a little peculiar, but who were not dumb, and who insisted on surviving on their own terms.\n\nThe movie was written and directed by Ron Shelton, whose previous film was \"Bull Durham,\" and there's a similar sensibility in both films: Shelton's characters define their identities through their eccentricities.\n\nDuring the course of the movie, the hillbilly girl who took the name Blaze Starr makes her way through a series of striptease parlors to the big time, on Bourbon Street in New Orleans, where one night the long black limousine of the fine governor of the great state pulls up outside the club where she's working. The governor is instantly captivated by Blaze, but he doesn't know how much he likes her until she turns down his offer of a date: \"Damn, but I'm attracted to strong-willed women,\" he tells one of his cronies.\n\nBlaze's mother has advised her never to believe it when a man says, \"Trust me.\" She asks Earl if she can trust him. \"Hell, no,\" he says. And so she does.\n\nThe development of their relationship is seen against a backdrop of Louisiana politics in the late 1950s, as Long tries to hold together the populist, working-class Democratic Party coalition first cobbled together by his late brother, Huey (\"Every man a king\") Long. The great threat to Earl's sovereignty is the \"votin' rights bill\" for blacks, which his cronies fear he will support in the Legislature. They think it could lead to the destruction of their power base. Earl indeed favors the bill and has long had his own peculiar and indirect ways of supporting the black cause; there is a scene where he creates jobs for black doctors and nurses in a state hospital by pretending to be shocked that black patients are being cared for by whites. Long is not a great reformist crusader, but within the realpolitik of the segregated South, he was a pragmatist who contributed to progress.\n\nHe was also a man constantly under indictment on tax charges, constantly under suspicion of payrolling and graft, and denounced from the pulpits of the state for his immoral liaison with Blaze Starr. He never bothered to deny his friendship with Blaze, and indeed often seemed to confuse his politics and sexuality (as in a wonderful scene where he is stricken temporarily impotent and admonishes his disobedient member to \"stop acting like a payroller\").\n\n\"Blaze\" is the affectionate story of two colorful people who had the nerve to stick together, even though that didn't suit everybody's notions of propriety. Whether it tells the whole story of their relationship is an open question; I imagine Blaze Starr could write a second volume of her autobiography if she had a mind to. But this is a movie made up of feelings and moments, and not a work of political history. Newman and Davidovich create their characters with a rough affection that shines through, and by the end of the film we are prepared to concede that, yes, they might have loved each other even if she'd been a skinny waitress and he not the fine governor of the great state.", "running_time": 120, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-12-13", "genres": ["Drama", "Romance"], "title": "Blaze (1989)"}