{"url": "http://www.rogerebert.com/reviews/bleak-moments-1972", "by": "Anne Raittas Sylvia", "star_rating": 4.0, "text": "There is a new kind of movie emerging in the 1970s that considers, with almost frightening perceptiveness, the ways people really behave toward each other. No other art form is better suited to such subject matter than the movies; plays don’t let us get close enough, and novels try to describe things that can only be seen. But these new movies -- with their attention to the smallest nuances of human behavior--are scary because they tell us so much about ourselves.\n\nThese new movies -- I don’t have a name for them -- are interested in the ways that body language and the territorial imperative operate in human relationships. Most of us don’t walk into a saloon like John Wayne or drink a beer like Karen Black, but we do have a set of personal responses and cues that let other people know how to react to us. We have the cues, and we read the cues of others.\n\nUntil last week, I had only seen one movie that I felt was completely successful in this new way of telling a story: Eric Rohmer’s “My Night at Maud’s.” That was a film in which an entire personal drama (between two people who did, or did not, want to make love to each other, at various moments) was told, not in words, but in the ways the characters acted toward each other. Many of their words in fact, were an evasion of the situation -- but Rohmer was able to give us the words to show the evasion.\n\nNow I have seen another film I would place in this category: Mike Leigh’s “Bleak Moments.” It is a first film by a young British director who exhibits in every scene a complete mastery of the kind of characterization he is attempting. \n\nThis film is a masterpiece, plain and simple, and that is a statement I doubt I will ever have cause to revise. But it is probably not going to appeal to a majority of filmgoers. I still remember the many letters I received -- some of them very sincere and thoughtful -- asking me why on earth I had praised Rohmer’s “My Night at Maud’s” and “Claire’s Knee.” I had tried to describe the very personal appeal those films had to me, and the ways in which they were different from ordinary cinema; but that is always hard because people still instinctively expect an “advanced” film to be not so very advanced, and they hope to be entertained in the conventional way. \n\n“Bleak Moments” (the title is awfully apt) is not entertaining in any conventional way. This is not to say for a moment that it is boring or difficult to watch; on the contrary, it is impossible not to watch. After the festival’s advance screening, one of my critical colleagues offered an opinion that I suspect may be widespread: “I was riveted to the screen. I could not stop watching the movie. But I could never sit through it again.”\n\nI could sit through it again and again, but I understand my colleague’s feelings. This movie deals so basically with the pain and utter frustration of life that we may, after all, find it too much to take. Its greatness is not just in direction or subject, but in the complete singularity of the performances. There have never been performances just like this before in the movies; Annie Raitt and Eric Allan have scenes together that are so good, and painful, you find yourself afraid to breathe for fear they will step wrong. They never do.\n\nThe movie is about Sylvia, a woman who works in an office and comes home at night to care for her sister, who is 29 years old and mentally retarded. Sylvia’s best friend at the office is a girl named Pat, who lives with her invalid mother. Sylvia is a beautiful woman in an austere, grey-eyed, very level and quiet way. She projects intelligence and a cynical amusement about her life and fate; Leigh is good at painting his characters with short, perfectly-sculpted scenes, and we feel we know Sylvia after a scene in which she sits in a mussy room, drinks cream sherry and pages through a book. She isn’t an alcoholic; it’s just that one might as well drink some sherry in the evening if one is going to feel bloody awful otherwise.\n\nInto Sylvia’s life one week come two men. One is a teacher she knows slightly. He asks her out to dinner on a Saturday, and she accepts. The other is a painfully inarticulate hippie, totally awash in his own feelings of self-worthlessness, who comes to run the mimeograph machine after Sylvia’s garage is rented by an underground magazine.\n\nSylvia is the kind of woman, we sense, who has deep wells of humor, of intelligence, of generous and demanding erotic needs. She is not a spinster; she is a captive. The teacher, Peter (played by Eric Allan) has needs too, and they are as desperate as he is incapable of fulfilling them. \n\nIn a situation of authority, he can cope through habit and an acquired manner; at Sylvia’s house, he puts down the hippie by treating him as the failed schoolboy he (in fact) happens to be. But Peter cannot cope with women, or anything else that offers a challenge. He clearly feels Sylvia is above him, and he is paralyzed by shyness when he is around her. He can hardly speak. He phrases his words so painfully and doubles back so often in his sentences that what comes out is a kind of apologetic gibberish.\n\nAnd what is Sylvia to do? As played by Anne Raitt, she is a person who has come to contain her passions within a reserved manner. On their dinner date, they have a painful and (for Peter) humiliating experience with a rude Chinese waiter. This scene, like many in the film, has a great deal of buried humor: We want to cry, and laugh. Then they go back to her apartment, and sit, and sit, and Sylvia drinks sherry and tries to tempt Peter to unwind a little. He never quite does.\n\nThis scene in Sylvia’s living room, which runs for quite a long time, is the best thing in its line since the celebrated bedroom scene in “My Night at Maud’s.” Sylvia clearly wants Peter do something, but he cannot. God, does he want to! She sits on her couch and subtly uses her body and her face and voice to try to lure him across the room by erotic magnetism, but he will not respond.\n\nThe scene is one of the sexiest I can remember; sometimes the repression of passion is more erotic that its immediate fulfillment. What’s going on in that room between those two people is as charged with desire -- and the anger that frustrated desire can turn into -- as anything in the labyrinthine sexual evasion of characters by Henry James.\n\nAnd then there is a moment: Peter has finally taken a sip from his glass, and Sylvia crosses the room to refill it. But he wants no more. No matter; she fills it to the very brim, and looks down at him. “Well, what are you going to do about it?” she says (for now he will have to drink it or spill it). “Hold it as steadily as I can,” he says. The buried mutual aggression in this scene is as violent in its way as the farthest reaches of Peckinpah.\n\nAnne Raitt’s performance is one of the best I have ever seen. Her role is so tremendously difficult. She has got to let us know everything about her without ever once losing control. Her surface remains unbroken; her manner is most often impassive, or conventionally polite or kind. But we are somehow inside her mind, understanding how she feels about her sister, her friends, her fate. Sylvia’s magnificent personality is trapped inside that desperate life, and Anne Raitt achieves one of the most difficult things an actress can do in convincing us of that fact without ever seeming to try to.\n\nI’ve never heard of Mike Leigh or his actors before. I don’t know where they came from, or what pools of human experience they were able to draw from. And I suspect that the sheer intensity of “Bleak Moments” may prevent it from getting a wide audience. Indeed, this particular story could never have been told in such a way as to appeal to everybody.\n\nIt is the task of film festivals to find films like this and give them a showing, so that they can survive and prevail. The 1972 Chicago festival has been filled with movies worth seeing and remembering. But if it had given us only “Bleak Moments,” it would have sufficiently exercised its mission.", "running_time": 111, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-11-04", "genres": ["Drama", "Foreign", "Romance"], "title": "Bleak Moments (1972)"}