{"url": "http://www.rogerebert.com/reviews/bless-the-beasts-and-the-children-1971", "by": "Bill Mumyas Teft", "star_rating": 2.0, "text": "I've been thinking a lot about Stanley Kramer's \"Bless the Beasts and\r\nthe Children,\" but I still can't figure out what it's up to. Is it in favor of buffalo? Against parents who cause their children to become neurotic? In favor of neurotic kids because they're more sensitive and\r\ncivilized than well-adjusted kids? An argument for gun control?\n\nThe story involves six kids at one of those summer camps designed to do in a summer what parents have been undoing for a lifetime (the\r\nmotto is something like \"Send us a boy and we'll send you back a\r\ncowboy.\") I can remember as a child being frightened by the ads in\r\nBoy's Life for military schools designed to \"build men,\" they sounded\r\nlike prisons. This summer camp isn't that bad, but it does have a couple of real cretins on its staff.\n\nAnyway, these six kids don't fit in so well. The other kids think they're different, and so they are. (Would you choose a 13-year-old who carries his Security Pillow under his arm to play on your softball team?) One day the kids discover to their horror that herds of buffalo are shot from time to time in a nearby corral, to keep the buffalo population under control. For reasons that are suggested in flashbacks (one per kid) the kids seek self-respect, or exhibit courage, or become independent, or something, through deciding to free a herd of buffalo.\n\nThis takes up most of the movie, although the point isn't made that population control is indeed a way of assuring the survival of the buffalo -- no longer an endangered species, no matter what the movie thinks. But at the end of the movie we get a big one-two-three moral whizzero, I'm still trying to sort out.\n\nSee, after the kids open the gates and get the buffalo to leave the corral, the buffalo don't keep moving. They just stop. And then a group of hunters, deprived of their chance to kill the animals later in the day, turn up and, boy, are they mad! So one of the kids leaps into a pickup and stampedes the buffalo by driving around them and blowing the horn. The hunters immediately start to shoot at the truck (aiming at the tires, of course, and saying: \"Watch out for the kid\"). But, alas, the tyke is shot dead. And after he falls out of the truck and everyone stands around silently, shocked By the Enormity of Their Actions, the last shot is of the buffalo galloping to freedom.\n\nNow. Are we being told the boy died that the buffalo might live? That our society murders all sensitive outcasts? That hunters are irresponsible killers by default? That guns have no place in our society? That the boys, like the buffalo, are doomed species? That the hunters should have aimed lower?\n\nYou see my problem. I have another one, too. I'm getting a little sick\r\nof movies that end gratuitously with the Old shooting the Young to\r\ngive us the impression that a point has been made. I left the theater\r\nin a nasty mood. Indeed, I even caught myself wondering why Kramer\r\ndidn't go whole hog and have the hunters murder the other five kids,\r\ntoo. Then we could have really had a Statement. (The movie begins with a dream sequence in which the parents trap the kids in the corral and kill them, but never mind, never mind...)", "running_time": 109, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-11-09", "genres": null, "title": "Bless the Beasts and the Children (1971)"}