{"url": "http://www.rogerebert.com/reviews/blindness-2008", "by": "Julianne Mooreas Doctor's wife", "star_rating": 1.5, "text": "\"Blindness\" is one of the most unpleasant, not to say unendurable, films I've ever seen. It is an allegory about a group of people who survive under great stress, but frankly I would rather have seen them perish than sit through the final three-quarters of the film. Not only is it despairing and sickening, it's ugly. Denatured, sometimes overexposed, sometimes too shadowy to see, it is an experiment to determine how much you can fool with a print before ending up with mud, intercut with brightly lit milk.\n\nIn an unspecified city (Toronto, mostly), an unspecified cause spreads blindness through the population. First a driver goes blind at a traffic light. Then his eye doctor goes blind. And so on, until just about the entire population is blind, except for the doctor's wife. Three wards in a prison are filled with people who are quarantined; armed guards watch them. Then I guess the guards go blind. I am reminded of my Latin teacher Mrs. Link, making us memorize a phrase every day: Pone seram, prohibe. Sed quis custodiet ipsos custodes?*\n\nMany of the imprisoned survivors soon descend into desperation and hunger. The big problem is with Ward 3, and its savage leader (Gael Garcia Bernal). Finding a gun, he confiscates all the food and sells it to Ward 1 in return for jewelry and sexual favors. Oddly enough, I don't recall Ward 2, unless Ward 3 was Ward 2 and I missed Ward 3, and who cares?\n\nOh, what an ordeal. Clothes falling off. Nude in the cold. People fighting, dying and raping. Blundering around and tripping over things. Hitting their heads. Being struck by pipes they don't see coming, swung by people who don't know what they're swinging at. In the midst of the hellhole is the doctor's wife (Julianne Moore), who doesn't know why she can still see, but loyally stays with her husband.\n\nIs she a symbol of a person with sight leading the blind against the evildoers? Ouch, I stumbled! Who put that there? Maybe that's what she is. In a film that doesn't even try to explain the blindness (not that it could), there's room for nothing but symbols and metaphors and the well-diversified group we identify with, which includes an Asian couple (Yusuke Iseya and Yoshino Kimura), the doctor and his wife (Mark Ruffalo and Moore), a wise old black man (Danny Glover), a single woman (Alice Braga), a boy (Mitchell Nye) and a dog (uncredited).\n\nAnd the noise. Lordy! This is a soundtrack so aggressive I was cringing in my seat. No merciful slumber during this film. Metal clangs, glass shatters, bullets are fired, people scream, and the volume of these sounds seems cranked up, compared with the surrounding dialogue, like they do with TV commercials. My eyes, ears and patience were assaulted. My hands and feet, OK.\n\nWhat a pedigree this film has. Directed by Fernando Meirelles. Based on the 1995 novel by Portugal's Jose Saramago, winner of the 1998 Nobel Prize for literature. I learn he long resisted offers to make his book into a movie. Not long enough. It is my good fortune to be attending a screening tonight of the newly restored print of \"The Godfather.\" I'm looking forward to the peace and quiet.\n\n*\"Lock her up; put away the key. But who will guard the guards?\" \n\nJuvenal\n\nMrs. Link told me that someday, and that day may never come, I'd call upon that phrase to do a service for me.", "running_time": 121, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-02", "genres": ["Science Fiction", "Thriller"], "title": "Blindness (2008)"}