{"url": "http://www.rogerebert.com/reviews/blink-1994", "by": "Madeleine Stoweas Emma Brody", "star_rating": 3.5, "text": "\"Blink\" takes the damnedest story and tells it about characters so real they could almost be from a documentary. It sets the action in a Chicago which harbors a serial killer right out of Hollywood - but in the midst of its thriller plot is a portrait of the city that is closely and accurately observed. And the movie contains a love story about two people who, far from falling into each other's arms, might really prefer to be left alone.\n\nThe movie stars Madeleine Stowe as Emma Brody, a blind woman who plays violin in a band called the Drovers, who work the North Side bars of Chicago.\n\nShe's not your average movie blind woman, all trembling and sensitive. She's independent, tough, smart, cynical, and she likes to take a drink from time to time. Shortly after the movie opens, she is given a corneal transplant, and finds that she can see for the first time. But her mind is overwhelmed by the torrent of visual images, and in defense it begins to edit what she sees; sometimes she may witness something that doesn't \"register\" until hours later. That man in the hallway, for example, who may have murdered her upstairs neighbor.\n\nI don't have the slightest idea if this phenomenon is possible in real life; I'll give the story the benefit of the doubt.\n\nThe plot does, of course, sound like typically lurid and melodramatic thriller material. And it is. I was surprised, however, to find it in such a good movie. A lot of the good things come out of the relationship between Stowe and Aidan Quinn, as a cop who gets assigned to the case after she reports she \"may\" have been a witness to the murder. Quinn and Stowe are able to bring to their characters a certain no-B.S. edge that I recognize as very Chicago. Their rough edges and the way they speak - taking delight in saying exactly what's on their minds - sounds all the more authentic because in so many thrillers the characters talk as if they watch too many daytime soap operas.\n\nThe film's director is Michael Apted, who brings a couple of special qualities to the material. He was born in Britain but works in this country and says Chicago is his big-city location of choice (he made \"Continental Divide\" here, with its Roykoesque columnist).\n\nRare for a major director, Apted continues to make documentaries; the \"7-Up\" series is his, in which he visits the same group of British people every seven years. In \"Blink,\" he is very perceptive about the way a certain kind of Chicagoan lives; the kind, let's say, who lives mid-north in an ethnic neighborhood, and works at night, and knows the bar scene, and reads the paper for the rock and blues reviews, and doesn't like Chicago-style pizza because why pay extra for a thick crust? There aren't a lot of skyline and Magnificent Mile shots in this movie, which is more interested in streetscapes around the corner of North and Milwaukee.\n\nThe Quinn and Stowe characters get the notes just right. And the movie portrays Chicago cops with a certain attention to detail; these aren't the wisecrackers of New York or the storm troopers of Los Angeles, but ordinary hardworking guys with a job to do and a bar to go to after they've done it.\n\nThe cop is tempted to dismiss his \"witness\"; after all, how much can you rely on a woman who is recently blind, and \"thinks\" she might have belatedly seen something? But other things happen to convince her she is right. The cop begins to doubt his own doubts.\n\nAnd of course they're drawn to one another. But not in the usual Hollywood way, in which they're so attracted that they eventually can't resist going to bed with each other. No, this is more of a Chicago thing, in which they go to bed with each other so much that they eventually can't resist being attracted.\n\nThe love-hate friendship between Stowe and Quinn is one of the more authentic relationships I've seen in a genre movie. It feels right. And then on top of it you have the developing thriller plot, with more \"visions\" and an ominous possible killer, and, inevitably, a scene in which the young woman is too trusting and goes where she shouldn't go. But even then, the screenplay by Dana Stevens has some surprises, and this doesn't end like most of the movies about women in danger and big, strong police.\n\nThe people in this movie are so good, there's a temptation to put down the thriller material. But even here Apted has some surprises. His cinematographer, Dante Spinotti, and his visual effects supervisor, Art Durinski, cook up some visuals to let us understand what the woman can see - and what she can't see. And these have the effect of making us identify with her, making us strain along with her to decide what she can trust about what she sees.\n\n\"Blink\" is an uncommonly good thriller.", "running_time": 106, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-01-26", "genres": ["Drama", "Family", "Thriller"], "title": "Blink (1994)"}