{"url": "http://www.rogerebert.com/reviews/blindman-1972", "by": "Tony Anthonyas Blindman", "star_rating": 1.5, "text": "Sometimes a movie comes along with a title so perfect you're afraid to see it because that might spoil everything. Such a work is \"Crimson Bat, Blind Swordswoman,\" which plays every now and then in the Japanese film series up at Francis W. Parker School. I've always been under the impression that Ms. Bat was alone in her specialty, but no.\n\n\"Blindman\" stars Tony Anthony as a blind gunman. And just when I was thinking that was fairly original, I found out that \"Blindman\" was inspired by still another Japanese movie, \"Zatoichi,\" about a blind samurai warrior. By a coincidence too marvelous to explain, \"Zatoichi\" happens to be playing this very weekend at Francis Parker; the program notes promise, somewhat unnecessarily, \"swords flashing faster than the eye can see.\"\n\nWesterns inspired by samurai dramas are nothing new, of course. \"The Seven Samurai\" gave us \"The Magnificent Seven,\" and \"A Fistful of Dollars\" launched Clint Eastwood into orbit via a story borrowed from Japan. The neat thing about \"Blindman,\" though, is that Tony Anthony operates with a rifle instead of a sword, and that can get tricky. One good sweep of a room with a sword is likely to kill, wound or at least nick everyone within range of Crimson Bat. But a rifleman has got to aim.\n\nAnthony does pretty well, all things considered. All he needs is to be pointed in the direction of the church and he hits the bell nine times in a row. Later on, he kills four bad guys before they can even get a shot off. He is helped somewhat, to be sure, by a rifle that never runs out of ammunition, no matter how many times he fires. But you figure that he and Crimson Bat must have something going for them. Radar, maybe.\n\nThe movie itself is a greasy bill of goods about Blindman's lonely quest for 50 women he was supposed to deliver to the lust-crazed miners of Lost Fork, Tex. Blindman himself never misses a fork because he has a map burned into a piece of leather. At one point, he halts his horse and lets his fingers trace the leather map. They spell out the word Oklahoma.\" Satisfied, he rides ahead. Later, his fingers spell out \"Texas,\" and he nods again. I guess the knack with a map like this is to know when to pull it out.\n\nBlindman gets a little help from his horse, too. When he whistles, the horse comes running to his side. This is some horse. It is always saddled, complete with gear like Blindman's rifle, blanket, change of duds, canteen and hat. When Blindman talks to the horse, the horse whinny's and, tosses its head and stamps its feet and does everything but type.\n\nThe 50 women are handled interestingly. There aren't actually 50 women in most of the scenes, see, because that could get expensive. So in most of the scenes, we see the first 12 women from the front, and then the last 12 women bringing up the rear, so that all you need are 12 women and two camera placements.\n\nSpeaking of the horse, I seem to remember that there was a wonder horse in Kentucky about 20 years ago who could type answers to questions asked by newspapermen. An ability like that is rare, especially in election years. Dolphins are said to be particularly smart, of course. No reading has been made on the IQ of a turtle, but what kind of cowboy would ride into town on a turtle, anyway? The movie raises all sorts of intriguing questions, as you can see. I wonder whether we won't get all kinds of imitations, like \"Blind Angels on Wheels,\" where the greasers never have to worry because the Harley knows the way.", "running_time": 105, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-14", "genres": ["Western"], "title": "Blindman (1972)"}