{"url": "http://www.rogerebert.com/reviews/blind-date-1987", "by": "Kim Basingeras Nadia Gates", "star_rating": 2.5, "text": "She's a blind date, all right. One glass of Champagne and she's chewing on his lips. Two glasses and she's shouting across crowded restaurants and ripping the pockets off of men's suits. It doesn't take much to get her blind. One drink will do it, and it is the misfortune of the hero of \"Blind Date\" that he gives her that one drink.\n\nThe hero is Walter Davis, played by \"Moonlighting's\" Bruce Willis as such a nerd that the small end of his tie hangs down below the big end. He works all night on a big presentation, and then needs a date to take to the company dinner in honor of a visiting Japanese businessman.\n\nHis brother fixes him up with Nadia Gates (Kim Basinger). \"She goes crazy if she drinks,\" he says, but the nerd takes this as a recommendation instead of a warning.\n\nAnd on that fatal glass of Champagne, Blake Edwards spins his whole comedy of errors in which Nadia gets Walter fired, beaten up, chased, shot at and arrested, while the two of them meanwhile fall in love. This is familiar territory for Edwards: He has made a comedy about alcoholism (\"10\"), and his \"The Party\" (1968) was about the same kinds of social embarrassment that his heroes inflict this time. Can he come up with a new angle? Well, sort of. There are individual moments in this movie that are as funny as anything Edwards has ever done, but they're mostly sight gags and don't grow out of the characters. The characters, alas, are the problem. Willis plays a nerd so successfully that he fades into the shrubbery and never really makes us care about his fate. Basinger, so ravishing in most of her movies, looks dowdy this time. Her hair is always in her eyes, and her eyes are her best feature.\n\nShe apparently has the stuff to be a comedian, but Edwards handles her too arbitrarily. She is always just exactly as drunk - or as sober - as the plot requires, and that's a mistake. We should believe she's an unpredictable time bomb.\n\nIf the movie lacks a strong human core that we can care about - the sort of core Peter Sellers and Dudley Moore have created with Edwards - it does have a lot of funny stuff going on. Among the good things are a batty performance by John Larroquette, as Basinger's insanely jealous former fiancee, and a completely new twist on a car chase scene.\n\nEdwards also has fun with a long set-piece in a mansion with lots of rooms and doors and windows and trellises for a slapstick corridor scene almost as good as the hilarious one that took place in the hotel halls, rooms and balconies in \"Victor/Victoria.\" But some of his other expensive inspirations don't work. Rarely, for example, has an entire house been moved for less comic effect than in this movie.\n\nIs the movie worth seeing? Gee, I dunno. Most of the time I wasn't laughing. But when I was laughing, I was genuinely laughing - there are some absolutely inspired moments. This is the kind of movie that serves as a reminder that comedy is agonizingly difficult when it works, and even more trouble when it doesn't.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-03-27", "genres": ["Comedy", "Romance"], "title": "Blind Date (1987)"}