{"url": "http://www.rogerebert.com/reviews/bliss-1997", "by": "Craig Shefferas Joseph", "star_rating": 3.5, "text": "\"Bliss'' is a daring movie not because of the sexuality it contains, but because it is so intent about it. You can snicker about anything sexual in our society, but sex when it's taken seriously makes people squirmy, and here's a movie that's grown-up, thoughtful and surprisingly erotic.\n\nThe movie tells the story of two people who are in love with each other, but bring to their marriage many problems that prevent them from having a fulfilling sex life. Joseph (Craig Sheffer) and Maria (Sheryl Lee) are both apprehensive on their wedding day; he knows she's compulsive and neurotic, and while he's ostensibly better-adjusted, that may be because he's better at hiding things. Within six months they're telling their problems to a therapist (Spalding Gray), who uses a traditional psychoanalytic approach, and before much longer Maria is sneaking to secret sessions with a sex therapist named Baltazar (Terence Stamp), who \"operates on the edge of the law.'' The movie is awkward at getting to this point, but once the Stamp character appears onscreen, the film finds its rhythm and its confidence, and becomes the story of a search, not for the perfect orgasm, but for the healthiest route in that direction. Because the material is fraught with pitfalls, there's always the danger we might laugh to cover our embarrassment; what's remarkable is how well the actors handle scenes that, in the wrong hands, would have been unplayable.\n\nLance Young, who wrote and directed the film, moves confidently among enough sex-related topics to fill six months of Cosmo covers. Maria fakes her orgasms, Joseph claims he never masturbates, they love each other, but when they try getting closer, it's so frightening to Maria that she insists Joseph move out. Eventually a repressed memory surfaces: She was abused by her father, whom she loved, and so she fears love because she fears betrayal. Meanwhile, Joseph has confronted Baltazar in anger but stayed to listen, and is being led through a course of sexual training that includes tantric theories, the art in \"injaculation,'' and yoga breathing exercises while hanging by the heels.\n\nThis material could, with just a slight tilt, easily become a Woody Allen movie. Amazing, how good acting can find the truth in well-written material.\n\nAlthough Craig Sheffer and Sheryl Lee are courageous and convincing in very challenging scenes, the key to the film's success is Terence Stamp's performance. His character is written not only at the edge of the law but also at the edge of parody. He lives in an apartment out of Architectural Digest, plays violin in the symphony, and believes that the object of sex is bliss (which is nine on his personal scale) and not orgasm (which is down around four). He nevertheless makes the character believable because he plays him with a great and solemn conviction, and very sparingly--there are no unnecessary notes.\n\nI'm sure that professional sex counselors will find much to object to in the details of his therapeutic approach. But the details aren't the point. What makes \"Bliss'' remarkable is that it approaches sex openly and thoughtfully, doesn't fall into soap opera cliches, and avoids the temptation to turn into a docudrama. It works as the story of these people. It stays focused. When Maria flashes back to episodes of childhood abuse, for example, we expect one of those tiresome, obligatory scenes where she confronts her father.\n\nInstead, the film accepts this new information, deals with it and learns from it: The point is to move on, not to extract revenge. (I'm not saying she shouldn't confront her father; I'm saying that scene would be an unnecessary distraction in this movie's progress.) The film also avoids the temptation to pit the two therapists against each other. One approach obviously works better than the other for this couple, but when the two therapists meet in a hospital waiting room and learn important information, all the movie does, subtly, is have each man deal with this information in his own jargon. Truth is the objective, not proving who's right or wrong.\n\nSex is a currency in our society, sold on the basis of glib assumptions and glossy packaging. It's about bodies and functions, not about people. The lessons in \"Bliss'' are idealistic and romantic, but at the same time unblushingly grounded on specific physical processes and fairly clinical language.\n\nThis is Lance Young's first film. I learn from Box Office magazine that he went to USC on a golfing scholarship, was a financial analyst, and got into movies as a \"production executive.'' This debut as a writer and director is very impressive. Some moments a more experienced director would have avoided (there are countless better ways to introduce Baltazar than with the silly gimmick involving a telescope at a construction site), and the character of Maria takes too long to be defined. But what's important is that \"Bliss'' is not an \"adult film'' but a film for and about adults: It's provocative, and it has a heart.", "running_time": 98, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-06-06", "genres": null, "title": "Bliss (1997)"}