{"url": "http://www.rogerebert.com/reviews/bloody-sunday-2002", "by": "James Nesbittas Ivan Cooper", "star_rating": 3.5, "text": "Both sides agree that on Jan. 30, 1972, a civil rights march in Derry, Northern Ireland, ended with a confrontation between some of the marchers and British army paratroopers. At the end of the day, 13 marchers were dead and 14 in the hospital, one of whom later died. No British soldiers were killed. An official inquiry declared that the soldiers had returned the fire of armed marchers. Some of the soldiers involved were later decorated by the crown.\n\nBeyond this agreement, there is a disagreement so deep and bitter that 30 years later \"Bloody Sunday\" is still an open wound in the long, contested history of the British in Northern Ireland. A new inquiry into the events of the day was opened in 1998 and still continues today. Paul Greengrass' film \"Bloody Sunday,\" which shared the Golden Bear at the Berlin Film Festival this year, is made in the form of a documentary. It covers about 24 hours, starting on Saturday evening, and its central character is Ivan Cooper (James Nesbitt), a civil rights leader in Derry. He was a Protestant MP from the nationalist Social Democratic Labour Party. Most of the 10,000 marchers on that Sunday would be Catholic; that a Protestant led them, and stood beside such firebrands as Bernadette Devlin, indicates the division in the north between those who stood in solidarity with their co-religionists, and those of all faiths who simply wanted the British out of Northern Ireland.\n\nCooper is played by Nesbitt as a thoroughly admirable man, optimistic, tireless, who walks fearlessly through dangerous streets and has a good word for everyone. He knows the day's march has been banned by the British government but expects no trouble because it will be peaceful and non-violent. As Cooper hands out leaflets in the streets, Greengrass intercuts preparations by the British army, which from the top down is determined to make a strong stand against \"hooliganism.\" More than two dozen British soldiers have been killed by the Provisional IRA in recent months, and this is a chance to crack down.\n\nGreengrass also establishes a few other characters, including a young man who kisses his girlfriend goodbye and promises his mother no harm will come to him--always ominous signs in a movie. And we meet the Derry police chief (Gerard McSorley), who is alarmed by the fierce resolve of the soldiers and asks, not unreasonably, if it wouldn't be wiser to simply permit the march, since it is obviously going to proceed anyway. Greengrass re-creates events with stunning reality. (When he shows a movie marquee advertising \"Sunday Bloody Sunday,\" it's a small glitch because it seems like a calculated shot in a movie that feels like cinema verite.) He is aided by the presence of thousands of extras, who volunteered to be in the movie (some of them marched on Bloody Sunday and are in a way playing themselves). Northern Ireland is still a tinderbox where this film could not possibly be made; streets in a poor area of Dublin were used.\n\nCooper and the other leaders are on the bed of a truck which leads the column of marchers, and from their vantage point we can see that when the march turns right, away from the army's position, some hot-headed marchers turn left and begin to throw rocks at the soldiers. In the army's HQ, where Maj. Gen. Ford (Tim Pigott-Smith) is in charge, an order is given to respond firmly. Communications are confused, orders are distorted as they pass down the chain of command, and soon rubber bullets and gas grenades are replaced by the snap of real bullets.\n\nGreengrass shows marchers trying to restrain a few of their fellows who are armed. His film is clear, however, in its belief that the British fired first and in cold blood, and he shows one wounded marcher being executed with a bullet in the back. One of the marchers is apparently inspired by Gerald Donaghey, whose case became famous. After being wounded, he was searched twice, once by doctors, and then taken to an army area where he died. Soldiers then found nail bombs in his pockets that had been \"overlooked\" in two previous searches. For Greengrass, this is part of a desperate attempt by the army to plant evidence and justify a massacre. Of course, there are two sides to the story of Bloody Sunday, although the score (Army 14, Marchers 0) is significant. The Greengrass view reflects both the theories and the anger of the anti-British factions, and the army's smugness after being cleared in the original investigation was only inflammatory. \"Bloody Sunday\" is one view of what happened that day, a very effective one. And as an act of filmmaking, it is superb: A sense of immediate and present reality permeates every scene.\n\nThe official Web site of the current inquiry into Bloody Sunday may be found at www.bloody-sunday-inquiry.org.uk. To read Thomas Kinsella's famous poem about the 1972 event, \"Butcher's Dozen,\" go to www.usm.maine.edu/~mcgrath/poems/butchrs.htm.", "running_time": 110, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Action", "Adventure", "Drama", "Foreign", "History", "Indie"], "title": "Bloody Sunday (2002)"}