{"url": "http://www.rogerebert.com/reviews/blood-work-2002", "by": "Wanda De Jesusas Graciella Rivers", "star_rating": 3.5, "text": "Clint Eastwood's \"Blood Work\" opens with an FBI agent of retirement age chasing a killer and collapsing of a heart attack. Two years later, we meet him living on a boat in a marina, with another person's heart in his chest. A woman asks him to investigate the murder of her sister. He says he is finished with police work. Then she shows him her sister's photograph, and softly adds a personal reason why he might want to help.\n\nUnlike some action stars who want to remain supermen forever, Eastwood has paid attention to his years, and found stories to exploit them. \"Space Cowboys\" (2000) was about proud old astronauts called out of retirement. In \"Absolute Power\" (1997), accused of climbing a rope to an upper window, he says he'll have to tell that one at his next AARP meeting. In \"Blood Work,\" he plays Terry McCaleb, a man conscious of his mortality at every moment; all during the movie, other characters tell him how bad he looks.\n\nMcCaleb shouldn't be doing police work. His doctor (Anjelica Huston) threatens to stop seeing him if he doesn't slow down. But from the moment he sees the photograph, and meets the dead woman's little boy, and looks in the eyes of her sister, he has no choice.\n\nThe movie is not simply a sentimental revenge picture, however, but a police procedural that leads us into an intriguing investigation. Based on a novel by Michael Connelly, the movie is like one of those Ed McBain stories in which the facts add up but make no sense until the key is supplied in a sudden observation.\n\nBefore his retirement, McCaleb was on the trail of a man named the Code Killer. Now there seems to be a similar serial killer operating in Los Angeles, one with a particular interest in McCaleb. \"Catch me, McCaleb,\" he writes on a mirror (a nice echo of \"Call Northside 777\"). The investigation takes McCaleb to most corners of Los Angeles County, and involves a friendly L.A. cop (Tina Lifford) and her hostile partner (Paul Rodriguez).\n\nBecause he doesn't want to drive so soon after heart transplant surgery, Eastwood hires a neighbor at the marina (Jeff Daniels) as an assistant. And gradually he grows closer to Graciella (Wanda De Jesus), the dead woman's sister, and to the little boy.\n\nThe film establishes a muted, elegiac tone in its early scenes, and sticks to it. There is no false bravado. Terry McCaleb is not a well man, he sometimes touches his chest wonderingly, he develops a fever. But the logic of the chase is a relentless goad, and he pushes on. His health adds an additional dimension to the movie, inspiring a concern in Graciella that eventually, but very slowly, leads to love.\n\nThe strength of the picture, directed by Eastwood, is that it has three intersecting story arcs: The investigation, the health issues, and the relationship that builds, step by step.\n\nAlmost every scene involves one of these concerns, and the screenplay by Brian Helgeland (\"L.A. Confidential\") moves smoothly between them, so that we develop an unusual degree of personal interest in McCaleb; he isn't just the hero of a thriller, but a man with human qualities we grow concerned about.\n\nThere is action and violence in \"Blood Work,\" but not the pumped-up, computer-aided pyrotechnics of so many of Hollywood's summer thrillers. Here the action involves people, and the things that people can do. A final confrontation aboard two boats is handled in a way that makes the action seem difficult--but like hard physical labor, not martial arts gymnastics.\n\nAnd when the movie was all over, what I cared about most was the love between Terry and Graciella. De Jesus is an actress who has done a lot of television work, but her film work has usually been limited to secondary supporting roles. Here she is crucial to the success of the picture. She avoids all temptations to leap into romance, she plays her scenes not as the hero's sidekick but as a dead woman's sister, and there is such a tenderness in the way she eventually starts to regard Terry that when finally they acknowledge how they feel, it isn't a plot point but an actual emotional transition that feels right and warm.\n\nEastwood has directed himself in 20 films, and that may represent the most consistent director-actor relationship in modern movies. He knows himself, he knows his craft, his pride as a director is dominant over his ego as an actor, and the results are films that use a star aura with an uncommon degree of intimacy. Terry McCaleb is one of Eastwood's best characters because, in a way, he's not a new character at all but just the same guy farther down the road.", "running_time": 111, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-09", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Blood Work (2002)"}