{"url": "http://www.rogerebert.com/reviews/blood-guts-bullets-and-octane-1999", "by": "Joe Carnahanas Sid French", "star_rating": 2.5, "text": "I've had a busy day on the Tarantino beat. First I reviewed a movie named \"Go'' that seemed inspired by \"Pulp Fiction,'' then I had a cup of coffee, and here I am back at the keyboard reviewing \"Blood Guts Bullets & Octane,'' which is so indebted to Q.T.'s kinetic style that it doesn't even pause to put commas in its title. One thing you have to say about the long shadow of \"Pulp Fiction'': In a season dominated by movies that end at the senior prom, at least the Q.T. retreads are generally more energetic and inventive, and involve characters over 17.\n\nThe story behind \"BGB&O'' is an inspiring fable for would-be filmmakers. Its writer-director-editor-star, Joe Carnahan of Sacramento, Calif., shot it in three weeks for less than $8,000 and cheerfully let it be known at the Sundance Film Festival that his cast and crew were paid \"partly in Doritos.'' Like Robert Rodriguez' \"El Mariachi,'' the bargain price was enough to make a video version for showing to distributors; Lions Gate ponied up a reported $100,000 in post-production sound and transfer work to get the movie into theaters in 35mm.\n\nWhat Carnahan made for his money is a fabulous calling card: This movie shows that he can direct, can generate momentum even in the face of a problematic story, and knows how to find and cast natural actors, including himself. There is real talent here. The most engaging aspect of the film is its spoken dialogue, which largely involves used car salesmen and seems inspired by David Mamet's realtors in \"Glengarry Glen Ross.'' (Consider this line: \"The best in this business are, by virtue, fabulous salesmen.'' Using \"by virtue'' without explaining by virtue of what is prime Mamet.) The movie opens in a torrent of words, as two desperate used car salesman named Sid and Bob (Carnahan and Dan Leis) try to close a sale while screaming into the phone to a supplier who hasn't delivered the cars he promised. They're going under fast, swamped by the TV ads of their powerful competitor, Mr. Woo (Dan Harlan). Then they're offered $250,000 to simply hang onto a vintage Pontiac Le Mans for two days--to simply park it on their lot.\n\nThis is a car with a lot of history. An FBI agent has traced it from South America to California and reckons that 34 dead bodies are associated with it. There's something in its trunk, but the trunk, Sid and Bob discover, is wired to a bomb and can't be opened. The locked trunk functions for much of the movie like the trunk in \"Repo Man'' and the briefcases in \"Pulp Fiction'' and \"Ronin''; it contains the MacGuffin.\n\nCarnahan is nothing if not stylistically open-minded. He uses color, b&w, flash frames, tilt shots, weird points of view, whatever. True to the Q.T. tradition, he also fractures his timeline and moves back and forth between story elements. He ends up with a lot of icing and very little cake, and his ending is an exercise in narrative desperation, but for most of the way, he holds our attention, if not our interest: If he can do this with smoke and mirrors, think what he might accomplish with a real budget.", "running_time": 87, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-09", "genres": ["Action", "Comedy", "Thriller"], "title": "Blood Guts Bullets And Octane (1999)"}