{"url": "http://www.rogerebert.com/reviews/blood-done-sign-my-name-2010", "by": "Nate Parkeras Ben Chavis", "star_rating": 3.0, "text": "In 1970, in Oxford, N.C., it was perfectly possible for a young black man to be beaten and clubbed by three whites, and shot dead by one of them. And for an all-white jury to hear from two eyewitnesses, and watch the white defendant's young son break down in tears and confess that his testimony had been forced on him by his father's lawyers. And for the jury to vote unanimously that the white man was not guilty.\n\n\"Blood Done Sign My Name\" tells the story of that murder, and how it was a catalyst for change in Oxford and in the lives of those who lived there. It's based on a memoir by the son of a liberal white Methodist preacher, and there's a scene in the film that has details I'm pretty sure the son witnessed when he was a boy. \n\nHis father said he wanted to show him something. They crept behind a rock and observed a Ku Klux Klan meeting. A cross was being erected. \"It's a revival!\" young Tim Tyson said. \"No, it's not a revival,\" his father said, and that night they watched the cross being burned. The part I believe he remembers was this: The whole event was treated as a family picnic, with kids playing and mothers unpacking picnic hampers, and the sickness of racism almost looking like a revival. \n\nThe film tells two parallel stories. One involves a young black man who graduates from college and comes home to Oxford to teach at a black high school (black, although the schools had in theory been integrated). This is Ben Chavis (Nate Parker), who later became the president of the NAACP. The other is Vernon Tyson (Rick Schroder), the minister, who lost his congregation because of his liberal views, but found posts at other churches in North Carolina and only retired recently. His son Tim went on to become a scholar of African-American studies, and now teaches at Duke.\n\nI go into biographical details because the events in 1970 are clearly remembered by Chavis and the younger Tyson as the turning points in their lives. The civil rights movement sent Golden Frinks (Afemo Omilami), an \"outside agitator,\" to Oxford to organize the black community after the murder. He led a historic march 50 miles from Oxford to Raleigh, the state capital, where the governor refused to meet with the marchers -- but the point had been made.\n\nUnlike a more conventional film, \"Blood Done Sign My Name\" doesn't end with the courtroom verdict. It starts there, as Chavis leads an economic boycott of stores that took black dollars and valued black customers, but hired no blacks in a county that was 40 percent African American.\n\nThe movie tells this story in a traditional, straightforward way. No fancy footwork. No chewing the scenery. Meat and potatoes, you could say, but it's thoughtful and moving. The writer and director, Jeb Stuart, focuses on the events and people, and lets them speak for themselves. He uses a level, unforgiving gaze. \n\nApart from the Oxford racists, his only major white characters are the minister and his family. And they're rather remote from the turmoil. Rev. Tyson invites the president of a black college to speak to his congregation, which clears out half of the Christians pretty quickly, and then his son recorded these momentous days in his book.\n\nBen Chavis is energized and angered, but it's clear the prime mover was Golden Frinks, also a real man, whose full-time job, you could say, was outside agitating. The day of the trial, he tells Chavis he's on his way to another town: \"It's up to you now.\" And that's what happened, essentially: The civil rights marchers led the way for the rise of a black middle class in the South.\n\nIn the opening scenes of the film, you assume the stories of Chavis and the Tyson family will connect. They don't. Both men undoubtedly knew about the other, but they were on paths that didn't intersect. I guess that's the way it was. By the time Oxford began to change, Rev. Tyson had an African-American congregation elsewhere in the state. One story at a time, things change.\n\nThose born in 1970 will be 40 this year. The acquittal of white racists by all-white juries is no longer the Southern routine. It took unpopular and courageous actions by a lot of people to bring about that change, and it is not yet complete. But it happened, and I think Tim Tyson, who isn't 50 yet, wrote his book to say it happened. If you know how to look, history doesn't take place too fast to be seen.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-02-17", "genres": ["Crime", "Drama"], "title": "Blood Done Sign My Name (2010)"}