{"url": "http://www.rogerebert.com/reviews/blood-simple-15th-anniversary-2000", "by": "John Getzas Ray", "star_rating": 4.0, "text": "The genius of \"Blood Simple\" is that everything that happens seems necessary. The movie's a blood-soaked nightmare in which greed and lust trap the characters in escalating horror. The plot twists in upon itself. Characters are found in situations of diabolical complexity. And yet it doesn't feel like the film is just piling it on. Step by inexorable step, logically, one damned thing leads to another.\n\nConsider the famous sequence in which a man is in one room and his hand is nailed to the windowsill in another room. How he got into that predicament, and how he tries to get out of it, all makes perfect sense when you see the film. But if you got an assignment in a film class that began with a closeup of that hand snaking in through the window and being nailed down, how easy would it be to write the setup scenes? This was the first film directed by Joel Coen, produced by his brother Ethan and co-written by the two. Their joint credits have since become famous, with titles such as \"Miller's Crossing,\" \"Raising Arizona,\" \"Barton Fink\" and the incomparable \"Fargo.\" Sometimes they succeed and sometimes they fail, but they always swing for the fences, and they are masters of plot. As I wrote in my original 1985 review of \"Blood Simple\": \"Every individual detail seems to make sense, and every individual choice seems logical, but the choices and details form a bewildering labyrinth.\" They build crazy walls with sensible bricks.\n\nWhat we have here is the 15th anniversary \"director's cut\" of \"Blood Simple,\" restored and re-released. Its power remains undiminished: It is one of the best of the modern films noir, a grimy story of sleazy people trapped in a net of betrayal and double-cross. When it uses cliches like the Corpse That Will Not Die, they raise it to a whole new level of usefulness. The Coens are usually original, but when they borrow a movie convention, they rotate it so that the light shines through in an unexpected way.\n\nHow exactly is this a \"director's cut?\" It runs 97 minutes. The original film had the same running time. The term \"director's cut\" often means the director has at last been able to restore scenes that the studio or the MPAA made him take out. The Coens have kept all the original scenes in \"Blood Simple,\" and performed a little nip and tuck operation, tightening shots of dialogue they think outstayed their usefulness. It is a subtle operation; you will not notice much different from the earlier cut. The two running times are the same, I deduce, because the brothers have added a tongue-in-cheek preface in which a film restoration expert introduces the new version and claims that it takes advantage of technological breakthroughs made possible since the original came out in 1985.\n\n\"Blood Simple\" was made on a limited budget, but like most good films seems to have had all the money it really needed. It is particularly blessed in its central performances. Dan Hedaya plays the unkempt owner of a scummy saloon, who hires a private eye to kill his wife and her lover. The wife (Frances McDormand) is having an affair with one of the bartenders (John Getz). The detective is played by that poet of sleaze, M. Emmet Walsh. He takes the bar owner's money and then kills the bar owner. Neat. If he killed the wife, he reasons, he'd still have to kill the bar owner to eliminate a witness against him. This way, he gets the same amount of money for one killing, not two.\n\nOh, but it gets much more complicated than that. At any given moment in the movie there seems to be one more corpse than necessary, one person who is alive and should be dead, and one person who is completely clueless about both the living and the dead. There is no psychology in the film. Every act is inspired more or less directly by the act that went before, and the motive is always the same: self-preservation, based on guilt and paranoia.\n\n\"Blood Simple\" is comic in its dark way, and obviously wants to go over the top. But it doesn't call attention to its contrivance. It is easy to do a parody of film noir, but hard to do good film noir, and almost impossible to make a film that works as suspense and exaggeration at the same time. \"Blood Simple\" is clever in the way it makes its incredulities seem necessary.\n\nIn my 1985 review, I tried to explain that: \"It keys into three common nightmares: (1) You clean and clean but there's still blood all over the place; (2) You know you have committed a murder, but you're not sure how or why; (3) You know you've forgotten a small detail that will eventually get you into a lot of trouble.\" Those feelings are so elemental that the movie involves us even though we know the Coens are laughing as they devise their fiendish complications. In a strange way, the contrivances also help excuse the blood and gore. If you are squeamish, here is the film to make you squeam.", "running_time": 99, "mpaa_rating": "R", "release_year": 1985, "date_published": "2000-07-14", "genres": ["Drama", "Indie", "Neo-noir", "Thriller"], "title": "Blood Simple (1985)"}