{"url": "http://www.rogerebert.com/reviews/blood-the-last-vampire-2009", "by": "Giannaas Saya", "star_rating": 3.0, "text": "Saya is 16 and has been 16 for a very long time. What’s interesting about teenage vampires, such as the hero of “Twilight,” is that they’re frozen in time while old enough to be sexy but too young to have developed a complex sensibility. Apparently, your maturation is put on hold along with your appearance, since Saya is 400 years old.\n\nIn “Blood: The Last Vampire,” her life has been a thankless slog through the extermination of demons that have plagued Japan down through the centuries. Whether these demons are vampires is a good question. I suppose so; the movie is a little hazy on its definition of vampires. Saya, for example, must be a vampire since she drinks bottled blood supplied to her by a shadowy Council.\n\nSaya (Gianna) doesn’t personally sink fangs into anyone, but there must be sad goings-on back at the bottling works. No matter; since the demons/vampires prey on human victims, and she eviscerates them with her invincible swordplay, she can fairly be considered the solution and not the problem. They must not be quick studies if they haven’t figured out after 400 years of immortality that Saya never loses. They are witless creatures, and Saya is bright and attractive, perhaps because she’s half vampire and half human (never mind the rules say the two don’t mix).\n\nThe movie is surprisingly entertaining. It’s an international hybrid: Filmed in Hong Kong and Argentina, set in Japan, mostly in English, with a French director, a Chinese writer, a beautiful Korean star (Gianna, known in her homeland as Jeon Ji-hyun), a Japanese villainess (Koyuki as the evil Onigen) and an otherwise American cast, it has a plot that conveniently explains why this is: The Council has assigned Saya to an American military base where the vampires have been focusing their attention.\n\nThe plot makes sense, I guess, but is inconsequential, serving as a laundry line on which to hang action sequences. These are mostly cut too quickly to emulate the grace of classic martial-arts films, which can approach a sort of impossible ballet. That may be because Gianna is never really convincing as a martial artist, although she sure looks great.\n\nWhat we’re seeing is the price we pay for CGI. When computer graphics make anything seem possible, they are overused to the point where they make everything look impossible. In classic kung-fu films, we knew the actors were shot from angles to enhance their movements, were suspended from invisible wires, were often stunt men, but were in some sense really there. Now they’re essentially replaced in action scenes by very realistic animation. This devalues actual achievement; I remember praising Ang Lee for the “astonishing realism” of his treetop sword fight in \"Crouching Tiger, Hidden Dragon,\" only to be told: Those were the actors themselves, suspended by wires from cranes. The rooftop chase was really happening, too.\n\n“Blood: The Last Vampire” is essentially a CGI fantasy, pleasing to the eye, and indeed based on a well-known 2001 Japanese anime. Gianna holds it together with a sympathetic performance, trying to win acceptance as the only Japanese girl in an otherwise all-American student body in the school on the U.S. military base. It doesn’t help her fit in when she dresses for her first day in a sailor suit; her wardrobe ideas must have become fixed in the “Madame Butterfly” era. Still, you gotta admit she’s fetching.\n\nThis isn’t a great movie. But it’s sincere as an entertainment, it looks good, it’s atmospheric, and I will perk up the next time I hear Gianna is in a picture. There probably cannot be a sequel, however, since in this film she seems to be putting herself out of a job. Oops, I gave away the title.", "running_time": 91, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-08", "genres": ["Action", "Adventure", "Foreign", "Horror", "Science Fiction", "Thriller"], "title": "Blood: The Last Vampire (2009)"}