{"url": "http://www.rogerebert.com/reviews/blow-out", "by": null, "star_rating": 4.0, "text": "There are times when \"Blow Out\" resembles recent American history trapped in the \"Twilight Zone.\" Episodes are hauntingly familiar, and yet seem slightly askew. What if the \"grassy knoll\" recordings from the police radio in Dallas had been crossed with Chappaquiddick and linked to Watergate? What if Jack Ruby had been a private eye specializing in divorce cases? What if Abraham Zapruder—the man who took the home movies of President John F. Kennedy's death—had been a sound-effects man? And what if Judith Exner—remember her?—had been working with Ruby? These are some of the inspirations out of which Brian De Palma constructs \"Blow Out,\" a movie which continues his practice of making cross-references to other movies, other directors, and actual historical events, and which nevertheless is his best and most original work.\n\nThe title itself, of course, reminds us of \"Blow-Up,\" the 1966 film by Michelangelo Antonioni in which a photographer saw, or thought he saw, a murder—and went mad while obsessively analyzing his photographs of the \"crime.\" Was there a dead body to be found on that fuzzy negative? Was there even such a thing as reality? In \"Blow Out,\" John Travolta plays the character who confronts these questions. He's a sound man for a sleazy Philadelphia B-movie factory. He works on cheap, cynical exploitation films. Late one night, while he's standing on a bridge recording owls and other night sounds, he becomes a witness to an accident. A car has a blowout, swerves off a bridge, and plunges into a river. Travolta plunges in after it, rescues a girl inside (Nancy Allen), and later discovers that the car's drowned driver was a potential presidential candidate. Still later, reviewing his sound recording of the event, Travolta becomes convinced that he can hear a gunshot just before the blowout. Was the accident actually murder? He traces down Nancy Allen, discovers that she was part of a blackmail plot against the candidate, and then comes across the trail of a slimy private eye (Dennis Franz) who wanted to cause a blowout, all right, but didn't figure on anybody getting killed.\n\nThe plot thickens beautifully. De Palma doesn't have just a handful of ideas to spin out to feature length. He has an abundance. We meet a gallery of violent characters, including Burke (John Lithgow), a dirty-tricks specialist who seems inspired by G. Gordon Liddy. The original crime is complicated by a series of other murders, designed to lay a false trail and throw the police off the scent of political conspiracy.\n\nMeanwhile, the Travolta character digs deeper. For him, it's a matter of competence, of personal pride. Arguing with a cop about his tapes, Travolta denies that he's just imagining things: \"I'm a sound man!\" He stumbles across a series of photos of the fatal accident. In a brilliantly crafted sequence, we follow every step as he assembles the film and his recording into a movie of the event, doggedly extracting what seem to be facts from what looks like chaos.\n\nDe Palma's visual images in \"Blow Out\" invite comparison to many Alfred Hitchcock films, and indeed De Palma invited such comparisons when the posters for \"Dressed to Kill\" described him as \"Master of the Macabre.\" In \"Blow Out\" there are such Hitchcock hallmarks as a shower scene (played this time for laughs rather than for the chills of \"Dressed to Kill\"), several grisly murders in unexpected surroundings, violence in public places, and a chase through Philadelphia on the anniversary of the ringing of the Liberty Bell. This last extended chase sequence reminds us of two Hitchcock strategies: His juxtaposition of patriotic images and espionage, as in \"North by Northwest\" and \"Saboteur,\" and his desperate chases through uncaring crowds, reminders of \"Foreign Correspondent\" and \"Strangers on a Train.\"\n\nBut \"Blow Out\" stands by itself. It reminds us of the violence of \"Dressed to Kill,\" the startling images of \"The Fury,\" the clouded identities of \"Sisters,\" the uncertainty of historical \"facts\" from \"Obsession,\" and it ends with the bleak nihilism of \"Carrie\". But it moves beyond those films, because this time De Palma is more successful than ever before at populating his plot with three-dimensional characters. We believe in the reality of the people played by John Travolta, Nancy Allen, John Lithgow, and Dennis Franz. They have all the little tics and eccentricities of life. And although they're caught in the mesh of a labyrinthine conspiracy, they behave as people probably would behave in such circumstances—they're not pawns of the plot.\n\nBest of all, this movie is inhabited by a real cinematic intelligence. The audience isn't condescended to. In sequences like the one in which Travolta reconstructs a film and sound record of the accident, we're challenged and stimulated: We share the excitement of figuring out how things develop and unfold, when so often the movies only need us as passive witnesses.", "running_time": 108, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Blow Out (1981)"}