{"url": "http://www.rogerebert.com/reviews/blown-away-1994", "by": "Jeff Bridgesas Dove", "star_rating": 2.0, "text": "At one point, early in \"Blown Away,\" a tearful student at MIT is about to be blown up because her computer has been rigged with a bomb that will explode, the dialogue explains, \"when the hard drive runs out of available bytes\" or when she stops typing. No points for guessing which will come first, since at typing speed she would have to pound the keyboard for many long months to exhaust the memory of most hard disks.\n\nBut wait. A mad bomber is loose in Boston, and there are more diabolical schemes afoot. A member of the bomb squad is listening to a Walkman which, alas, has been rigged with a bomb, so that if he removes the earphones his head will be blown off. The only recourse is for the threatened cop (Forrest Whitaker) and his partner (Jeff Bridges) to separately and simultaneously cut two wires. The tension mounts as they do the countdown: \"Three . . . two . . . one . . .\" No points for figuring out that at the speed of electricity, if one of them is the smallest fraction of a second behind the other one . . .\n\nBut wait. There's more. A retired cop (Lloyd Bridges) is chained to a piece of playground equipment and wired to a bomb. And still more. The mad bomber (Tommy Lee Jones) holds a remote control device which will blow up Jeff Bridges' girlfriend while she plays violin for the Boston Pops. And still more. Jones has rigged an abandoned ship with a Rube Goldberg device in which bottles topple over, and balls roll down chutes, and switches and levers are triggered, and eventually a bomb will be set off. And there's more.\n\nAnd more.\n\n\"Blown Up\" is the kind of movie that people should be sentenced to see if they complain that \"Speed\" is implausible. Its central enigma is supposed to be: How can bomb squad member Jeff Bridges stop mad bomber Tommy Lee Jones before he blows up everyone Bridges loves, and half of Boston along with them? In actual fact, the puzzle is: How does Jones have enough time to rig such intricate and labyrinthine schemes? What does he really want to do? Get revenge, or win the Westinghouse Science Search? The movie is essentially a thriller about brave cops against a mad bomber, but there's a back story about how the characters played by Bridges and Jones met 20 years ago in Ireland, where Jones was a bomber and Bridges was his student. In an attempt to offend not even the IRA, the movie explains that Jones was \"too crazy\" for them, and indeed when Jones hatches a plan to bomb civilians, Bridges blows the whistle on him. Jones ends up in prison, and Bridges escapes to the U.S., where he changes his name, becomes a cop, and eventually falls in love with the violinist (Suzy Amis). Then Jones tracks him down and starts setting his elaborate traps.\n\nConventional wisdom has it that a thriller is only as good as its villain. Jones is one of the best villains in the business, but here he has two problems. (1) He is saddled with all the Irish political apparatus, which provides a \"motivation\" when none is really needed. (2) He is a loner, so all of his scenes are with his enemies, leading to a one-note performance. In \"Under Siege,\" where he was also a mad bomber of sorts, he got to play other notes, as a deceptively friendly impostor, and as a group leader.\n\nBridges and Amis establish a nice relationship together, but we sense it's in the movie only because Amis and her daughter need to be set up as a target. Same thing with Forrest Whittaker, as Bridges' partner. All of the dramatic scenes are just filler between explosions; they should either have been taken more seriously, or left out.\n\nMeanwhile, we're left with a veritable anthology of Mad Bomber cliches, of which my favorite is an occurrence of the Moe Rule, from Ebert's Little Movie Glossary. This is the rule which states that, in any bomb movie, a hero will eventually have to decide which wire to cut, and will recite \"Eeny, meeny, miney, moe . . . ,\" with Moe defined as the wire to be cut. In \"Blown Away,\" Bridges varies this by using \"She loves me . . . she loves me not.\" This formula would not produce the same wire as the Moe Rule, which only goes to show you how much danger these guys live with.", "running_time": 120, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-07-01", "genres": ["Action", "Thriller"], "title": "Blown Away (1994)"}