{"url": "http://www.rogerebert.com/reviews/blue-chips-1994", "by": "Nick Nolteas Pete", "star_rating": 3.0, "text": "Alot of college basketball coaches seem caught in a Catch-22. If they don't win, they get fired. To win, they need great players. To recruit great players, they may have to offer them illegal inducements. If they get caught doing that, they get fired. It's a vicious circle.\n\nPete Bell, the coach played by Nick Nolte in William Friedkin's new film \"Blue Chips,\" has so far remained entirely honest. But he's just had his first losing season, after a career that has brought his teams two national titles. So maybe it's only a matter of time until he unleashes the rabid alums who, as \"friends of the program,\" shower cash and cars on likely prospects, and new tractors and homes on their parents.\n\nThe movie is told almost entirely from Nolte's point of view, and he makes an immensely likable character right from the top, where he viciously chews out his losing team and stalks from the room - only to return, chew them out some more, and walk out again - only to come back a third time with afterthoughts.\n\nHe has never cheated on the recruiting rules and he doesn't want to start now. But the walls are closing in on him. He's after some hot high school prospects who are fairly frank about their requirements. \"The way I see it,\" says one towering prospect from French Lick, Ind. (Larry Bird's hometown), \"I'm a white, blue chip prospect and I think that should be worth about $30,000. In one of those athletic bags.\" Plus a new tractor for his dad's farm. A black inner-city kid from Chicago has a mom (Alfre Woodard) who would like a decent job, and a home with a lawn.\n\nNo problem, if Nolte will only give an OK to the wealthy, obnoxious head of the alumni association's unofficial booster club (J. T. Walsh). He already has the football team on the payroll, and seems driven to corrupt the basketball team as well.\n\nThe movie contains a certain amount of basketball, but for once here's a sports movie where everything doesn't depend on who wins the big game. It's how they win it. We follow Nolte on his recruiting trips, including one to Algiers, La., where he goes after a 7-4 phenom named Neon Bodeaux (Shaquille O'Neal, of the Orlando Magic). Neon doesn't even want a payoff, but eventually gets a new Lexus anyway.\n\nThe movie shows Nolte struggling with his conscience and with an ex-wife (Mary McDonnell) whom he still loves, and who loves him enough to tutor Neon. He also has a close friendship with the school's athletic director, played by former Celtics great Bob Cousy in a surprisingly on-target performance. (The Cousy character doesn't know anything about any illegal recruiting tactics - and doesn't want to know). And there's an adversary in a sportswriter (Ed O'Neill) who smells a rat.\n\nThe screenplay is by Ron Shelton, who also wrote \"White Men Can't Jump\" and \"Bull Durham\" and obviously knows the world of sports inside-out. The story is populated with familiar faces from the world of basketball, including Larry Bird as the coach's old friend, and former Las Vegas coach Jerry Tarkanian as the leader of a pack of hungry coaches competing for the best young prospects.\n\nWhat Friedkin brings to the story is a tone that feels completely accurate; the movie is a morality play, told in the realistic, sometimes cynical terms of modern high-pressure college sports. The underlying theme, I think, is that since top-level intercollegiate athletic programs are profit centers for their universities and feeding programs for the pro leagues, maybe the players should be paid, and the pretense of amateurism dropped. Look at the once-amateur Olympics.\n\nThe J. T. Walsh character, who is seen as unprincipled and hateful, nevertheless has one speech that is nearly irrefutable, as he points out how much money the coach, the team and the school makes, and then adds, \"God damn it, Coach, we owe those kids!\" And at the end of the film, after the coach makes his decision and the final credits are rolling up the screen, we reflect that \"Blue Chips\" projects a certain cynicism even in the midst of its bedrock morality. The message seems to be that although one man can take a stand, the system has been too corrupt for too long to change.\n\nIs there a national championship collegiate athletic program anywhere in the country that can truthfully say all of its recruiting was done entirely within the official guidelines? Just asking.\n\nNote: I saw \"Blue Chips\" only a few weeks after seeing \"Hoop Dreams,\" the acclaimed documentary which follows two promising young Chicago basketball players from high school to college. Ironically, both students are originally recruited by suburban basketball powerhouse St. Joseph's - which is exactly where Nolte comes looking for one of his prospects, although the movie seems to relocate the school into the city.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-02-18", "genres": ["Drama", "Sports Film"], "title": "Blue Chips (1994)"}