{"url": "http://www.rogerebert.com/reviews/blue-steel-1990", "by": "Jamie Lee Curtisas Megan Turner", "star_rating": 3.0, "text": "Squint a little to see the structure lurking beneath the details, and \"Blue Steel\" is a sophisticated update of \"Halloween,\" the movie that first made Jamie Lee Curtis a star. She plays the competent, strong woman who finally has to defend herself, because nobody else can. Her life is endangered by a man who seems unstoppable, unkillable: No matter what happens to him, he picks himself up, pulls himself together and continues his inexorable pursuit.\n\nThis formula provides the bedrock for \"Blue Steel.\" What makes it more interesting than yet another sequel to \"Halloween\" is the way the filmmakers have fleshed out the formula with intriguing characters and a few angry ideas. Curtis plays a New York cop, who graduates from the police academy in the pre-title sequence, and the movie's villain is Ron Silver, a commodities broker who goes off the deep end. The plot is a little of \"Fatal Attraction,\" a little of \"Jagged Edge\" and a little of \"Wall Street.\" It works because it's so audacious in combining elements that don't seem to belong together.\n\nAs the movie opens, Curtis shoots and kills a stickup man on her first day on the job. As the man drops dead in a supermarket, his gun spins out of control over the tile floor and is picked up and pocketed by Silver - a customer who hit the deck long before the shooting started. He is already a deeply troubled man, and the sight of Curtis - a uniformed female cop - shooting a man dead is the image that pushes him over the edge.\n\nIt goes without saying that Curtis gets in trouble with her superiors (the only reason commanding officers even appear in cop movies is to wrongheadedly strip the heroes of their badges and guns).\n\nIn the meantime, however, her social life picks up: Silver arranges to meet her \"by accident,\" and they begin to date. She really likes the guy. And of course she never suspects that he was present in the supermarket or has a weirdo reason for being attracted to her - not even when dead people begin turning up around New York with her name engraved on the bullets they were shot with.\n\nThe movie is not simply a series of violent encounters - not at first, anyway. There's a half-realized subplot involving Curtis' parents (Louise Fletcher and Philip Bosco), and some vague psychological hints about why Bosco hates the idea of his daughter becoming a cop. The movie's weakest scene is the one where Curtis and her father leave his home for the sole purpose of not being there when Silver arrives, so that she can be chilled when she finds him there on her return. The manipulation here is so awkward the scene should have been rewritten on the spot.\n\nOther moments are much more convincing. What happens is that no one - especially not the men of the police department - believes Curtis' version of the events. Nor do they believe that a respectable commodities broker could possibly be a mass murderer. The Silver character is intelligent enough to set up situations so that Curtis is seen in the worst possible way, until finally she seems to be the killer herself. But what does Silver want? In a truly diabolical twist, it appears that he wants to be murdered by this woman cop - he was truly unhinged by the experience in the supermarket. Silver does a good job of gradually revealing the demented depths of his character.\n\n\"Blue Steel\" was directed by Kathryn Bigelow, whose previous credit was the well-regarded \"Near Dark.\" Does that make it a fundamentally different picture than if it had been directed by a man? Perhaps, in a way. The female \"victim\" is never helpless here, although she is set up in all the usual ways ordained by male-oriented thrillers. She can fight back with her intelligence, her police training and her physical strength. And there is an anger in the way the movie presents the male authorities in the film, who are blinded to the facts by their preconceptions about women in general and female cops in particular.\n\nThe bottom line, however, is that \"Blue Steel\" is an efficient thriller, a movie that pays off with one shock and surprise after another, including a couple of really serpentine twists and a couple of superior examples of the killer-jumping-unexpectedly-from-the-dark scene. I always feel dumb after I jump during one of those scenes. But I always jump.", "running_time": 95, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-16", "genres": ["Action", "Crime", "Suspense", "Thriller"], "title": "Blue Steel (1990)"}