{"url": "http://www.rogerebert.com/reviews/blue-crush-2002", "by": "Kate Bosworthas Anne Marie", "star_rating": 3.0, "text": "\"Blue Crush\" knows something most surfing movies don't acknowledge--that many non-pro surfers endure blue-collar jobs as a way to support their surfing, which is the only time they feel really alive. Surfers in the movies have traditionally been golden boys and girls who ride the waves to Beach Boys songs--and live, apparently, on air. In \"Blue Crush,\" we meet three Hawaiian surfers who work as hotel maids, live in a grotty rental, and are raising the kid sister of one of them. Despite this near-poverty, they look great; there is nothing like a tan and a bikini to overcome class distinctions.\n\nThe women are Anne Marie (Kate Bosworth), Eden (Michelle Rodriguez) and Lena (Sanoe Lake). Anne Marie was a contender three years earlier in a major surfing competition on Oahu but nearly drowned. Now she's edging back into competition, encouraged by the others, who seem to take Anne Marie's career more seriously than she does. Life for the women includes surfing at dawn, working hard as a three-maid team at a local luxury resort, and surfing at dusk. Since her mother bailed out, Anne Marie has been raising Penny (Mika Booren), who attends a local school but is not always delivered quite on time.\n\nThe movie, based on Susan Orlean's magazine article \"Surf Girls of Maui,\" resembles the Nik Cohn journalism that inspired \"Saturday Night Fever.\" Both stories are about working-class kids escaping into the freedom and glamor of their obsessions. We hear fascination in their voices when they stop at a gas station and see, at another pump, famous professional women surfers who are in Hawaii for a big tournament. While it is true that Anne Marie might be able to make money as a member of a pro surfing team, it is also true, as it was of Tony Manero in \"Saturday Night Fever,\" that other things distract her, especially romance. She is not single-mindedly focused on her career.\n\nThe movie's surfing scenes are well-photographed, and yet we've seen versions of them in many other movies, going all the way back to the lodestone, Bruce Brown's \"The Endless Summer\" (1966). What we haven't seen, what has the delight of life, are the scenes in the hotel, where the three maids deal with the aftermath of a messy party held by pro football players and try on expensive bathing suits in the room of a rich woman.\n\nAnne Marie has a fierce working woman's pride, and at one point gets herself fired by daring to march out onto the beach and demonstrate to a huge football lineman the correct procedure for wrapping a used condom in a Kleenex. She also has a working woman's realism, as when she advises the others not to resign in sympathy, because they have rent payments to meet.\n\nThe date for the big competition is approaching, and Anne Marie is focused on it when the run-in with the football players (who are not bad guys) changes everything. The quarterback Matt Tollman (Matthew Davis) asks her out, and although she talks about non-fraternization policies, she accepts, and finds herself falling for him. Here is the crucial question: Is this a vacation romance or does it really mean something? Matt seems nice, attentive and genuine, but is it an act? The movie is realistic here, too: Anne Marie would not mind a vacation romance, but she wants to know that's what it is--she doesn't want to risk her heart needlessly.\n\nEden is tougher and more cynical than her friend, and we remember Michelle Rodriguez's performance as an amateur boxer in \"Girlfight\" (2000). She's alarmed when her friend starts spending too much time with the quarterback and not enough time preparing for the impending competition (\"Some guy thinks you look good in a bikini and you forget all about the contest.\"). And then of course the movie ends with the big showdown, with waves of awesome strength and feats of great surfing, with all the necessary dangers and setbacks. Even here, it doesn't settle for what we thought was the predictable outcome.\n\n\"Blue Crush\" was directed by John Stockwell, who made \"Crazy/Beautiful\" (2001), the movie where Kirsten Dunst plays the wild daughter of a congressman and her boyfriend is a responsible young Mexican-American. Here again we get the footloose Anglo and the Latino looking out for her, but in an unexpected context. Looking at the posters for \"Blue Crush,\" which show Bosworth, Rodriguez and Lake posing with bikinis and surfboards, I expected another mindless surfing movie. \"Blue Crush\" is anything but.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-08-16", "genres": ["Drama", "Romance", "Sport"], "title": "Blue Crush (2002)"}