{"url": "http://www.rogerebert.com/reviews/blue-velvet-1986", "by": "Kyle MacLachlanas Jeffrey Beaumont", "star_rating": 1.0, "text": "\"Blue Velvet\" contains scenes of such raw emotional energy that it's easy to understand why some critics have hailed it as a masterpiece. A film this painful and wounding has to be given special consideration.\n\nAnd yet those very scenes of stark sexual despair are the tipoff to what's wrong with the movie. They're so strong that they deserve to be in a movie that is sincere, honest and true. But \"Blue Velvet\" surrounds them with a story that's marred by sophomoric satire and cheap shots. The director is either denying the strength of his material or trying to defuse it by pretending it's all part of a campy in-joke.\n\nThe movie has two levels of reality. On one level, we're in Lumberton, a simple-minded small town where people talk in television cliches and seem to be clones of 1950s sitcom characters. On another level, we're told a story of sexual bondage, of how Isabella Rossellini's husband and son have been kidnapped by Dennis Hopper, who makes her his sexual slave. The twist is that the kidnapping taps into the woman's deepest feelings: She finds that she is a masochist who responds with great sexual passion to this situation.\n\nEveryday town life is depicted with a deadpan irony; characters use lines with corny double meanings and solemnly recite platitudes.\n\nMeanwhile, the darker story of sexual bondage is told absolutely on the level in cold-blooded realism.\n\nThe movie begins with a much praised sequence in which picket fences and flower beds establish a small-town idyll. Then a man collapses while watering the lawn, and a dog comes to drink from the hose that is still held in his unconscious grip. The great imagery continues as the camera burrows into the green lawn and finds hungry insects beneath - a metaphor for the surface and buried lives of the town.\n\nThe man's son, a college student (Kyle MacLachlan), comes home to visit his dad's bedside and resumes a romance with the daughter (Laura Dern) of the local police detective. MacLachlan finds a severed human ear in a field, and he and Dern get involved in trying to solve the mystery of the ear. The trail leads to a nightclub singer (Rossellini) who lives alone in a starkly furnished flat.\n\nIn a sequence that Hitchcock would have been proud of, MacLachlan hides himself in Rossellini's closet and watches, shocked, as she has a sadomashochistic sexual encounter with Hopper, a drug-sniffing pervert.\n\nHopper leaves. Rossellini discovers MacLachlan in the closet and, to his astonishment, pulls a knife on him and forces him to submit to her seduction. He is appalled but fascinated; she wants him to be a \"bad boy\" and hit her.\n\nThese sequences have great power. They make \"9 1/2 Weeks\" look rather timid by comparison, because they do seem genuinely born from the darkest and most despairing side of human nature. If \"Blue Velvet\" had continued to develop its story in a straight line, if it had followed more deeply into the implications of the first shocking encounter between Rossellini and MacLachlan, it might have made some real emotional discoveries.\n\nInstead, director David Lynch chose to interrupt the almost hypnotic pull of that relationship in order to pull back to his jokey, small-town satire. Is he afraid that movie audiences might not be ready for stark S & M unless they're assured it's all really a joke? I was absorbed and convinced by the relationship between Rossellini and MacLachlan, and annoyed because the director kept placing himself between me and the material. After five or 10 minutes in which the screen reality was overwhelming, I didn't need the director prancing on with a top hat and cane, whistling that it was all in fun.\n\nIndeed, the movie is pulled so violently in opposite directions that it pulls itself apart. If the sexual scenes are real, then why do we need the sendup of the \"Donna Reed Show\"? What are we being told? That beneath the surface of Small Town, U.S.A., passions run dark and dangerous? Don't stop the presses.\n\nThe sexual material in \"Blue Velvet\" is so disturbing, and the performance by Rosellini is so convincing and courageous, that it demands a movie that deserves it. American movies have been using satire for years to take the edge off sex and violence. Occasionally, perhaps sex and violence should be treated with the seriousness they deserve. Given the power of the darker scenes in this movie, we're all the more frustrated that the director is unwilling to follow through to the consequences of his insights.\n\n\"Blue Velvet\" is like the guy who drives you nuts by hinting at horrifying news and then saying, \"Never mind.\" There's another thing. Rossellini is asked to do things in this film that require real nerve. In one scene, she's publicly embarrassed by being dumped naked on the lawn of the police detective. In others, she is asked to portray emotions that I imagine most actresses would rather not touch. She is degraded, slapped around, humiliated and undressed in front of the camera. And when you ask an actress to endure those experiences, you should keep your side of the bargain by putting her in an important film.\n\nThat's what Bernardo Bertolucci delivered when he put Marlon Brando and Maria Schneider through the ordeal of \"Last Tango in Paris.\" In \"Blue Velvet,\" Rossellini goes the whole distance, but Lynch distances himself from her ordeal with his clever asides and witty little in-jokes. In a way, his behavior is more sadistic than the Hopper character.\n\nWhat's worse? Slapping somebody around, or standing back and finding the whole thing funny?", "running_time": 120, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-09-19", "genres": ["Crime", "Drama", "Indie", "Mystery", "Suspense", "Thriller"], "title": "Blue Velvet (1986)"}