{"url": "http://www.rogerebert.com/reviews/blue-valentine-2011", "by": "Ryan Goslingas Dean", "star_rating": 3.5, "text": "Who was it who said we get married because we want a witness to our lives? That may provide an insight into the troubled minds of the married couple in \"Blue Valentine,\" which follows them during their first six years of mutual witness. Did Dean and Cindy get married because they wanted to be sure someone was watching? Or was that Dean's need, and did Cindy lose the thrill of the watch?\n\nHere is a film that watches pretty well itself. Derek Cianfrance, the film's writer and director, observes with great exactitude the birth and decay of a relationship. This film is alive in its details. Toward the end of the six years, when Cindy is hardly able to remember why she wanted to marry Dean, Cianfrance observes the physical and mental exhaustion that has overcome her. And the way that Dean seems hardly to care — just so long as Cindy remains his wife and his watcher, which in his mind was the deal. Dean thinks marriage is the station. Cindy thought it was the train.\n\nThey're played by Ryan Gosling and Michelle Williams as a Pennsylvania working-class couple with a daughter, Frankie. She was born right at the start. Cindy is a nurse. Dean is a house painter. When they met, and for some time after, work was hardly central to their lives. It was where they went to and where they returned from. In effective physical transformations, Williams and Gosling give us Dean and Cindy at two ages: their age at present, and at the beginning, when they were filled with that dreamy knowledge that the touch of the other brings quick sensuality. It is easier for an actor to play the same character at 24 and 60 than at 24 and 30. Though some bodily change occurs, what really happens is a transformation of inner certainty. Williams plays a woman who sits inside her body and no longer knows what it's for and what she wants to do with it.\n\nAll marriages have milestone moments, events of startling clarity that allow the new lovers to see themselves as a couple who have been defined. Dean is capable of grand goofy romanticism, and Cindy likes that. She yearns toward it. They first meet at her grandmother's retirement home. Have you ever had one of those chance meetings with a stranger in a place neither one of you belongs? A space empty of your lives, so that you start new with your first conversation and plunge straight ahead into a suddenly new future?\n\nThat's what it's like that day. Soon they're playing at this new toy, their love. They do things together as if they were children doing them. Then they get married and have (the unplanned but welcomed) Frankie, and the realities of making a living and work schedules and child-raising and real marriage settle in. Dean seems stuck. He seems to stay fixed at the initial stage. Can you see the difference between (1) \"He loves me as much as he always did,\" and (2) \"He loves me exactly like he always did\"?\n\n\"Blue Valentine\" moves between past and present as if trying to remember what went wrong. From Dean's point of view, maybe nothing did. He wanted to be married to Cindy, and he still does and he still is. Cindy can't stand that. He never signed off on the grow old along with me part. He doesn't think the best is yet to be. He thinks it's just fine now.\n\nWilliams plays Cindy as a woman who has lost her pride of body and self. No, she doesn't become a drunk — he's the one who drinks too much. But that's not the problem. It's his infuriating inability to care for this Cindy, right here, right now, because when she married him, she became exactly the Cindy he required.\n\nI wonder what kind of script conferences Cianfrance had with his co-writers, Joey Curtis and Cami Delavigne. They were writing about something ineffable, a void, a need. This wasn't a story with convenient hooks involving things like, you know, disease — things stories are familiar with. It was about inner defeat and the exhaustion of hope. I've read reviews saying Cianfrance isn't clear about what went wrong as they got from there to here. Is anybody?", "running_time": 112, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-01-05", "genres": ["Drama", "Indie", "Romance"], "title": "Blue Valentine (2011)"}