{"url": "http://www.rogerebert.com/reviews/blue-1968", "by": "Terence Stampas Blue", "star_rating": 1.0, "text": "\"Blue\" (1968) is not just a bad movie, but a painfully inept one.\n\nBad movies sometimes exhibit a certain professional flair: There's the work of a cameraman or a supporting player, perhaps, to cheer you even while the film itself grinds toward disaster. But in \"Blue\" there is literally no redeeming factor. There may have been worse movies this year, but none that aimed so high.\n\n\"Blue\" (1968), on internal evidence, was intended to be a serious western, a morality play of the \"One-Eyed Jacks\" sort. The hero (Terence Stamp) is a Yankee who has been adopted by a Mexican bandit.\n\nTheir gang raids a Yankee settlement across the border, Blue is wounded, and kindly Doc Morton (Karl Malden) takes him into his home. There, as Blue heals, he is led toward civilization and redemption by the Doc's beautiful daughter (Joanna Pettet). Thus does charity still the beast in our heart, and all that.\n\nThis is a sappy plot to begin with. What is done to it, on both the technical and artistic levels, is beyond belief.\n\nA great deal of the action takes place at night. But it was apparently shot in the daytime with filters to darken the sky. So they do. But the clouds remain fluffy and white, the grass remains dark green, and the moon casts the most alarming shadows.\n\nIn other scenes (notably the one in which Blue is silhouetted against the door after saving Joanna's maidenhood) the filter was apparently forgotten and the sky is bright, sunny blue.\n\nIndeed, the lighting of this film is probably the most interesting thing about it. There is a violet and deep purple sunset that looks as if it were painted by numbers.\n\nThen there's Terence Stamp's performance, which is so stiff and mannered as to suggest the possibility he won a trip to Hollywood in a raffle. Stamp has a splendid British accent, which he is at great pains to conceal.\n\nIn his attempt to sound Southern he speaks haltingly in certified cowboy cliches. It's to no avail. He still sounds British, and his general style suggests a very bad Marlon Brando imitation.\n\nThe director who presided over all this is Silvio Narizzano, a Canadian whose previous credits amazingly include \"Georgy Girl.\" He seems to have no feeling for the genre of the western and no ear for dialog. He succeeds in doing something I thought was impossible: He gets a bad performance out of Karl Malden.\n\nStill, some of Malden's scenes and lines are so embarrassingly improbable that a better performance would have been futile. It wouldn't pay you to see \"Blue\" (1968) even if they were holding a drawing to give away Joanna Pettet. Which they should.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-18", "genres": null, "title": "Blue  (1968)"}