{"url": "http://www.rogerebert.com/reviews/blue-collar-1978", "by": "Paul Schrader", "star_rating": 4.0, "text": "Detroit. Dawn. The next shift arrives for work. On the sound track, music of pounding urgency, suggesting the power of the machines that stamp out car doors from sheets of sheel. The camera takes us into the insides of an automobile factory, takes us close enough to almost smell the sweat and shield our eyes against the sparks thrown off by welding torches.\n\n“Blue Collar” is about life on the Detroit assembly lines, and about how it wears men down and chains them to a lifetime installment plan. It is an angry, radical movie about the vise that traps workers between big industry and big labor. It's also an enormously entertaining movie; it earns its comparison with “On the Waterfront.” And it's an extraordinary directing debut for Paul Schrader, whose credits include “Taxi Driver” and “Rolling Thunder.” \n\nSchrader tells the story of three workers, buddies on and off the job, who are all more or less in the same boat. They work, they drink after work in the bar across the street, they go home to mortgages or bills or kids who need braces on their teeth. One day they get fed up enough to decide to rob the safe in the office of their own union. What they find there is only a few hundred bucks—and a ledger that seems to contain the details of illegal loans of union funds. \n\nThe three guys are played by Richard Pryor, Harvey Keitel, and Yaphet Kotto, and they're all three at the top of their forms. Pryor, in particular, is a revelation: He's been good in a lot of movies, but almost always as himself, fast-talking, wise-cracking, running comic variations on the themes suggested by his dialogue. This time, held in rein by Schrader, he provides a tight, convincing performance as a family man. \n\nYaphet Kotto plays his opposite, an ex-con who likes to throw all-night parties with lots of sex, booze, and grass. And Harvey Keitel is their white friend, always behind on his loan company payments, who comes home one day to discover that his daughter has tried to bend paper clips over her teeth to convince her friends at school that she's got the braces she should have. \n\nSchrader goes for a nice, raunchy humor in the scenes involving the three guys: The movie is relaxed and comfortable with itself, and we get the precise textures and tones of the society they live in. We understand their friendship, too, because it defies one of the things the movie passionately charges: That unions and management tacitly collaborate on trying to set the rich against the poor, the black against the white, the old against the young, to divide and conquer. \n\nThe burglary caper begins innocently enough with Pryor's demand, at a union meeting, that the company repair his locker: He's cut his hand trying to get the damn thing open. But the union representatives seem indifferent to Pryor and just about everyone else, and so Pryor marches into the office of the shaggy, white-maned union leader who was a radical himself, once, back in the 1930s. And while the great statesman is feeding him several varieties of lies, Pryor sees the office safe and gets his idea. \n\nThe burglary itself finds the right line between humor and suspense, and then the movie's anger begins to burn. Because when the three men discover that the ledger may be more important than any money in the safe, they're torn between using it for blackmail, or using it to expose the corruption of their own union. Schrader gradually reveals his total vision in the film's second hour: A friendship that was sound and healthy suddenly goes sour. The system drives a wedge between them, as Pryor is offered a union job, Keitel becomes an FBI informer, and Kotto is killed in a scene of great and gruesome power. \n\nIt took a measure of courage to make “Blue Collar,” and especially to follow its events through to their inevitable conclusion. The movie could have copped out in its last thirty minutes, and given us a nice, safe Hollywood ending. Instead, it makes criticisms of mass production that social critics like Harvey Swados and Paul Goodman might have agreed with. This isn't a liberal movie but a radical one, and one I suspect a lot of assembly-line workers might see with a shock of recognition. \n\nIt took courage to make the movie that honest. But it also took a special filmmaking gift to make it burst with humor, humanity, and suspense as well. Like “On the Waterfront,” it's both an indictment and an entertainment, working just as well on its human levels as with its theoretical concerns. Paul Schrader has been a Hollywood wonder kid ever since negotiating a $450,000 deal for his first screenplay, “The Yakuza.” After “Taxi Driver” and “Obsession,” he was able to demand that he direct his own work, and “Blue Collar” is a stunning debut, taking chances and winning at them.", "running_time": 114, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-06-01", "genres": ["Drama"], "title": "Blue Collar (1978)"}