{"url": "http://www.rogerebert.com/reviews/blue-collar-comedy-tour-the-movie-2003", "by": "Jeff Foxworthy", "star_rating": 3.0, "text": "\"Suppose you get caught and you're thrown back in. What do you tell your buddies? 'Man, I had an out-of-the-body experience. I was just minding my own business, living my life, when suddenly I felt myself under the control of a powerful force. I was drawn up toward the light. I went through a hole in the sky, and found myself surrounded by all my dead relatives. And God was wearing a flannel shirt and a Budweiser hat.'\" The humor in that story is typical of all four performers in \"Blue Collar Comedy Tour: The Movie,\" a concert film starring Foxworthy, Bill Engvall, Ron White and Larry the Cable Guy. I am informed that their national tour, just closing after four years, is the most successful in history, although whose history is not specified, and all tours say that. Certainly they're popular, and this film, which is kind of a redneck version of \"The Original Kings of Comedy,\" is the way to see them without having to find your car in the middle of all the pickups in the parking lot.\n\nWhite and Cable Guy are the warm-ups, Foxworthy and Engvall are the stars, and then all four come on stage to share stories and listen to Foxworthy's redneck litany. (\"If the wedding rehearsal dinner is at Hooter's--you know you're a redneck.\") His uncle is such a NASCAR fan, he always gets into his car through the window.\n\nBut there I go, stealing his material. How do you review a movie like this without reprinting the jokes? The film consists of four concert segments, interlarded with \"documentary\" footage of the four buddies fishing, visiting Victoria's Secret, etc. The concert stuff is consistently funny, good-humored and surprisingly clean; there's a lot more bathroom humor than sex or profanity, and the PG-13 rating is probably about right.\n\nI do have some doubts about the other stuff. When they go shopping for underwear at Victoria's Secret, the sales clerk is played by supermodel Heidi Klum, which clues us that it's a setup and probably halfway scripted. What's the point? Why not let the boys walk into a real Victoria's Secret and start filming and see what happens? I was also a little puzzled by the role played by David Alan Grier, as the chauffeur and valet. Why have a recognizable star and not make any use of him? These are minor quibbles. The underlying secret of the four comedians is the way they find humor in daily life, and in their families. In this they're a lot like the Kings of Comedy, and Engvall (the \"here's your sign\" guy) gets as much mileage out of his family as K of C's Bernie Mac.\n\nOK, I got a couple more. I liked the whole riff about leaf-blowers being banned from airplanes. And I suppose it is thought-provoking that nobody ever has to stop to pee while tubing down a river.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-28", "genres": ["Comedy", "Documentary"], "title": "Blue Collar Comedy Tour: The Movie (2003)"}