{"url": "http://www.rogerebert.com/reviews/blue-streak-1999", "by": "Martin Lawrenceas Miles Logan", "star_rating": 3.0, "text": "\"Blue Streak\" ranks in the upper reaches of the cop buddy genre, up there in \"Lethal Weapon\" territory. It has the usual ingredients for a cop comedy, including the obligatory Dunkin' Donuts product placement, but it's assembled with style--and it's built around a Martin Lawrence performance that deserves comparison with Richard Pryor and Eddie Murphy, with a touch of Mel Gibson's zaniness in the midst of action.\n\nThe movie opens with a high-tech caper scene; jewel thief Miles Logan (Lawrence) and his team put together a complicated plan involving illegal entry, alarm system work-arounds and steel getaway cables. Everything goes wrong, alas, and Lawrence is cornered on a construction site with a $17 million diamond. He tapes it inside an air duct, is arrested and goes to prison.\n\nTwo years pass. On the street again, he finds his old girlfriend isn't happy to see him. (\"I didn't come to visit you for two years. Isn't that a sign?\") There is worse news. The building under construction turns out to be a police station, and the diamond is hidden deep inside. How to get it? He tries to get to the burglary department on the third floor by impersonating a crazy pizza delivery guy. That's not a great idea, but he keeps improvising and is somehow mistaken for a real cop. Soon he's out on the street with a partner (Luke Wilson), who is from the traffic division and thrilled to be working with an ace like Miles.\n\nIt's pretty clear that Miles isn't a standard cop. It doesn't take long for his partners to discover his name and badge number don't check out. But he's so confident, and so ruthless in roughing up suspects, they assume he's a genuine law enforcement officer of some description, who has infiltrated the department. His superior (William Forsythe) admires everything about him and engages in debates about his true identity. FBI? Internal Affairs? CIA? The movie, directed by Les Mayfield (\"Encino Man\"), doesn't settle for the gag that Miles is a thief impersonating a cop. It takes that as a starting point and wrings laughs out of it--for example, in a funny scene where Miles walks in on a convenience store holdup that's being pulled by an old criminal buddy of his. While the other cop covers them from a distance, Miles engages in a desperate and unorthodox form of plea-bargaining.\n\nIf the old buddy doesn't blow his cover, Miles will promise him $10,000 and only one night in jail. OK, $20,000? I've seen enough car chases to last several lifetimes, but I like a good one when it's handled well, and the action in the last act of this movie is not only high-style, but also makes sense in terms of the plot. Good casting of villains is essential in action comedies (remember Joe Pesci in \"Lethal Weapon 2\"?), and here the sinister Peter Greene is a convincing counterpoint. The villain always has to be the thankless straight man in a plot like this; he's never in on the joke, which is the joke.\n\nMartin Lawrence is a comic actor with real talent, not always shown to best advantage. \"Bad Boys\" (1995) his cop buddy movie with Will Smith, was not a career high point, and it took a certain nerve to make another one. But \"Blue Streak\" works. Lawrence himself is in shaky condition right now, recovering from a nearly fatal case of heat exhaustion. A movie like this is evidence that, given the right material, he has a real gift. Now he should dial down on the jogging.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-09-17", "genres": ["Action", "Comedy", "Crime"], "title": "Blue Streak (1999)"}