{"url": "http://www.rogerebert.com/reviews/bluebeard-1972", "by": "Richard Burtonas Bluebeard", "star_rating": 2.0, "text": "What a lovely thing is Joey Heatherton's mouth. She almost never closes it. When it is open, it is not like other mouths. It doesn't just hang open, as jaws used to hang \"agape\" in bad Victorian novels. No, it is open because she is open and vulnerable, and when Richard Burton says he is going to throw her to the dogs she only closes it for one brief gulp. In the vast, arid terrain of \"Bluebeard,\" which is not a very good movie, Joey Heatherton's open mouth and her moist, inviting lips are an oasis.\n\nAm I making too much of it? Perhaps. It is hard to be objective in these matters. It's just that certain actresses have a tactile and cuddly quality that can be fascinating even in the worst of movies. Mae West had this quality. People always talk about Mae West's one-liners, but I have just come back from the Venice Film Festival, where they showed every one of Mae West's films except \"Myra Breckinridge\" (God was good to the Venice Film Festival), and I don't think the one-liners have that much to do with it.\n\nMae West was acutely aware of the physical presence of other actors, and of the space separating them from her. When she did dialog with Cary Grant, she didn't just stand there and talk at him. Her eyes moved, and her body moved, and she always seemed to be in the midst of an appraisal. Joey Heatherton is something like this. She isn't self-conscious about her body, but she is conscious of it, and of her face and particularly of her mouth.\n\nWhen she allows her lips to part, ever so slowly, she is making herself seem young and vulnerable. A person with a closed mouth is a person with a closed presence; the set of the jaw implies objectivity, sophistication and self-confidence. \"Bluebeard\" is a little over two hours long, and in all that time I do not believe Joey Heatherton has her mouth closed for much more than 25 seconds.\n\nJoey Heatherton does something else in \"Bluebeard\" that is interesting. Let me set the stage. She is the seventh wife of the evil Count Bluebeard (Richard Burton), who is a crypto-Nazi who keeps his first six wives and a hapless prostitute in a deep-freeze hidden in his castle. They are dead, of course. He killed them because he is sadistic and impotent. So much for the movie's Freudian head scratching.\n\nAnyway, Joey Heatherton plays a third-rate American vaudeville entertainer who becomes fascinated by Bluebeard's cold steel gaze, and she marries him. Then she discovers the deep-freeze - not entirely by accident. Bluebeard had left her the keys to the castle, you see, with a special warning not to use the golden key. Ha. Now Bluebeard must kill her. But first he tells her about his first seven victims, and we get a lot of flashbacks showing them drowning, suffocating, being skewered by rhinoceros horns, shot in hunting accidents, decapitated and attacked by trained hunting eagles. Bluebeard does not repeat himself.\n\nNow here is the incredible thing: During all of these flashbacks and gory tales, and despite the fact that she herself has seen the dismembered bodies on ice, Joey Heatherton never for a second betrays fear! It isn't that she acts as if she were brave. She really is oblivious to the implications of her situation. She tries to talk her way out of it.\n\nThis, and her open mouth and sweet face, make her seem something like a more beautiful Goldie Hawn, a sexier Doris Day. Innocence falls lightly upon her like sunlight. Her voice, so fresh and uninflected and American, has the same effect. She is sensual on the screen like Marilyn Monroe was sensual, because she gives the impression that there is no artfulness involved. There's an interplay between her direct and naive performance and the sheer awfulness of the movie. And that is, finally, what you wind up watching. There is no longer any novelty in watching the sad disintegration of Richard Burton's acting career.", "running_time": 125, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-09-13", "genres": ["Foreign", "Mystery", "Thriller"], "title": "Bluebeard (1972)"}