{"url": "http://www.rogerebert.com/reviews/blue-1994", "by": "Juliette Binocheas Julie", "star_rating": 3.5, "text": "There is a kind of movie in which the characters are not thinking about anything. They are simply the instruments of the plot.\n\nAnd another kind of movie in which we lean forward in our seats, trying to penetrate the mystery of characters who are obviously thinking a great deal. \"Blue\" is the second kind of film: The story of a woman whose husband dies, and who deals with that fact in unpredictable ways.\n\nThe woman, named Julie, is played by Juliette Binoche, whom you may remember from \"The Unbearable Lightness of Being\" or \"Damage.\" In both of those films she projected a strong sexuality; this time, she seems to be beyond sex, as if it no longer has any reality for her. She lives in France and is married to a famous composer, who is killed in an auto crash early in the film. Now she must pick up the pieces of her life.\n\nShe doesn't do that in the ways we think she might. She is sad and shaken, but this is not a film about a grieving widow, and, indeed, by the way she behaves we can guess things about her marriage. One of her first acts, after the initial shock wears off, is to call a man who was a colleague of both her and her husband, and seduce him. \"You have always wanted me,\" she says. \"Here I am.\" This sequence is not played for shock, nor does it even seem especially disrespectful to the dead husband: She seems to be testing, to see if she can still feel. She cannot. She walks out on the man and moves to the center of Paris, to what she hopes is an anonymous apartment on an anonymous street. She doesn't want to see anybody she knows. She wants to walk through the streets free of her history, her memories, her identities. She wants to begin again, perhaps - or to be free of the need to begin.\n\nBinoche has a face that is well-suited to this kind of role.\n\nBecause she can convince you that she is thinking and feeling, she doesn't need to \"do\" things in an obvious way. In the opening moments of \"Damage,\" she saw the Jeremy Irons character for the first time, and they were both struck by a powerful physical passion. She projected this passion, not by overacting or acting at all, but (as nearly as I can tell) by looking at the camera and projecting the feeling without obvious external signs.\n\nHere, too, her feelings are a mystery that her face will help us to solve. The film has been directed by Krzysztof Kieslowski, born in Poland, now working in France, and, in the opinion of some, the best active European filmmaker (he made \"The Double Life of Veronique\" two years ago). He trusts the human face, and watching his film, I remembered a conversation I had with Ingmar Bergman many years ago, in which he said there were many moments in films that could only be dealt with by a closeup of a face - the right face - and that too many directors tried instead to use dialogue or action.\n\nThink of how we read the thoughts of those closest to us, in moments when words will not do. We look at their faces, and although they do not make any effort to mirror emotions there, we can read them all the same, in the smallest signs. A movie that invites us to do the same thing can be very absorbing.\n\nEventually there is a surprise. Julie meets a woman she did not know existed - her husband's mistress. The two women must deal with this discovery together. Watching this film, it was impossible not to think about \"Intersection,\" the Hollywood weeper starring Richard Gere, Sharon Stone and Lolita Davidovich in an uncannily similar story of two women dealing with their love of the same man.\n\nThat film was an insult to the intelligence. This one, similar in superficial ways, is a challenge to the imagination. It's as if European films have a more adult, inward, knowing way of dealing with the emotions, and Hollywood hasn't grown up enough.", "running_time": 98, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-02-11", "genres": ["Drama", "Foreign", "Music", "Mystery"], "title": "Blue (1994)"}