{"url": "http://www.rogerebert.com/reviews/blue-sky-1994", "by": "Jessica Langeas Carly Marshall", "star_rating": 3.0, "text": "\"Blue Sky\" is such an ungainly mixture of politics, emotion and nostalgia that it's a wonder the movie works at all - but it does.\n\nIt's set in the late 1950s, at a time when nuclear tests were stirring up doubts and fears, and it stars Tommy Lee Jones as Major Hank Marshall, an Army career officer who is also a leading nuclear scientist. His science is sound, but his family life is a soap opera, led by his wife Carly (Jessica Lange), and two teenage daughters.\n\nCarly is the kind of service wife who inspires the other women on the base to lock up their husbands. She pours over Life magazine reports from the Cannes film festival and then sunbathes topless on the beach and daydreams that she might have gone to Hollywood and become a Bardot or a Monroe, if things had just worked out a little differently.\n\nAs the movie opens, the Marshalls are transferred to Alabama, where the base commander, Vince Johnson (Powers Boothe) finds himself at the officers' club doing a dance with Carly that is just this side of vertical foreplay. He soon assigns Hank Marshall to fly out to Nevada to supervise some underground testing, and Hank, who is not a fool, asks his wife, \"How did David steal Bathsheba away from her husband?\" The answer, of course, is that he sent him away to do battle. And in Nevada Hank finds himself concerned with the safety of underground tests, especially after one vents radioactivity into the atmosphere, and probably poisons two civilian cowboys who are too close. The Atomic Energy Commission and the Army, caught in a Cold War frenzy, don't want any publicity about the bad side-effects of testing. And meanwhile Gen. Johnson has been doing a little underground testing of his own, with Carly Marshall.\n\nJohnson's wife (Carrie Snodgress) knows exactly what is going on. She's been through this before. \"You know what you mean to me?\" she asks Carly. \"One less Christmas card.\" But when her son (Chris O'Donnell) and the Marshall's older daughter (Amy Locane) also begin to wander off-limits together, it all becomes very tricky, especially after Marshall flies back to Alabama with a demand that the government look for the two contaminated cowboys. For reasons both public and private, Johnson has him committed to a mental hospital. And that barely scratches the surface of a plot which also invests a lot of energy into remembering what it was like to live in the 1950s.\n\n\"Blue Sky\" is the last film directed by the late Tony Richardson, whose work includes \"Loneliness of the Long Distance Runner,\" \"Tom Jones\" and \"The Loved One.\" It was caught in the financial collapse of Orion Pictures, and is only now being released, after a couple of years on the shelf. That means it was made before Tommy Lee Jones got his Oscar nominations for \"Under Siege\" and \"The Fugitive\" and became a hot star. Here we can see him in a subdued role, as an intelligent, principled man who is married to a troubled woman, but loves her.\n\nA lot of \"Blue Sky\" involves the domestic turmoil of the Marshalls, who have lived on a lot of Army bases and seen Carly make a display of herself on all of them. Hank tends to objectify the situation. \"What we call love,\" he tells his daughters, \"is really the exchange of energy over time. It's simple quantum mechanics.\" Very nice, but is that a consolation when she has a few drinks and starts doing her sexpot act? \"I made a decision a long time ago, just to love her basic qualities,\" he tells his girls. But the older girl tells her sister: \"He's blind and she's crazy. They're perfect for each other.\" The strange thing is, that's exactly right. And we see the value of her craziness in the movie's third act, which I will not describe here. Jessica Lange's character has seemed basically just very disturbed until these closing scenes, when we sense an instinctive intelligence and a fierce idea of justice which must be what her husband sensed in her all along.\n\nThe relationship between Hank and Carly is interesting precisely because it never does play out the way we expect it to. She is promiscuous and yet loyal to her husband; he is cheated on, and yet proud and strong; as a couple, they have strengths neither has alone. And in an odd way, they do raise their children well, although it is hard to see how. \"Blue Sky\" is the kind of movie that is constantly surprising us with the originality of its developments. We think we know some of this material, and where it will lead, and how it can be resolved, and we are wrong.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-09-16", "genres": ["Drama", "Romance"], "title": "Blue Sky (1994)"}