{"url": "http://www.rogerebert.com/reviews/blue-car-2003", "by": "David Strathairnas Auster", "star_rating": 3.5, "text": "\"Blue Car\" watches with horror as a vulnerable teenage girl falls into the emotional trap set by her high school English teacher. The teacher watches with horror, too: He knows what he is doing is wrong, but he is weak, and pities himself more than the sad girl he is exploiting. Step by step, they move in a direction only he understands.\n\nThe girl is named Meg (Agnes Bruckner). She is beautiful, and her teacher knows that with a desperate urgency. He is Auster (David Strathairn), who poses in the classroom as a stern but inspiring romantic. Meg reads a poem one day about how her father left her family. Auster asks her to stay after class, tells her she can reach deeper, asks her to find more truth. \"We need a map of your nerve centers,\" he says. He thinks maybe the poem is good enough to get her into a poetry competition in Florida.\n\nMeg's home life is in turmoil. Her mother Diane (Margaret Colin) is distant and overworked, attending night school, complaining that her ex-husband is behind on his payments. Meg is the baby-sitter and substitute mother for her kid sister Lily (Regan Arnold), who is seriously disturbed and sometimes cuts herself.\n\nAuster's approach to Meg is subtle and guarded. He flatters her with his attention. He maintains his authority and seems to keep his distance, but somehow she is sharing his sandwich at the noon hour and getting a ride home in his car. And then, when a family tragedy occurs, Auster comforts her, a degree too eagerly.\n\nThis teacher is a piece of work. He knows that an open appeal to Meg would be rejected, that she would be creeped out by his lust. But by maintaining a position of power and then overpraising her work, he gets inside her defenses. Her poem is a good poem, but not that good. Sometimes he reads to her from his novel in progress, which sounds like sub-par Thomas Wolfe but is as much a fraud as the rest of him. Notice the cruelty in the scene where he gives her a little speech about how we can't all be winners all of the time, and then, after she thinks she has lost the poetry competition, tells her she is a winner.\n\nWe see a bright, sad, lonely girl with absent parents, drifting into danger. She thinks she may be able to get a ride to Florida with a friend's family. That falls through. She takes the bus, sleeps on the beach, turns up for the competition, and even finds Auster on the beach, sunning with his wife (Frances Fisher) and son. Fisher has a brief scene, but it is played with acute observation. Watch the way she sizes up Meg and immediately reads her husband's intentions.\n\n\"Blue Car,\" written and directed by Karen Moncrieff, is wise in the way it follows the progress of the story. Auster wants to have sex with Meg, but it must be within the twisted terms of his own compromised morality. She must in some sense seem to agree to it. I will leave it to you to witness how this scenario plays out, and to observe the sadness with which he pursues his pathetic goal.\n\nThe ending of the film is as calculated and cruel as a verbal assault by a Neil LaBute character. In a few merciless words and an unmistakable implication, Meg fights back. The story has its basis in everyday realism. The teacher is made not a stereotyped monster but a pathetic and weak one. The girl is not a sexpot nor childishly naive, but distracted and deceived. Moncrieff doesn't exploit the situation, but deplores it.\n\nBruckner, an 18-year-old veteran of soap opera and four smaller feature roles, negotiates this difficult script with complete conviction. Strathairn's role is even trickier, because Moncrieff doesn't want to make him into a stereotyped molester, but to show how he is about to manipulate himself into a situation where it seems, because he wants it to seem, that the girl accepts him. He is rotten in an everyday way, not in a horror movie way--and that makes him much more frightening.\n\nBecause the movie is an honest and forthright drama about a teenager in danger, of course the MPAA has rated it R. That despite the fact that it contains no nudity, no explicit sex and only ordinary adolescent language. The theory of the ratings board, apparently, is that all manner of vulgarity and pop violence is suitable for those under 17, but any movie which addresses the actual conditions of teenage life must be off limits. What the MPAA standards amount to is: Let students learn about sexual predators in their lives, not in the movies. \"Blue Car\" is a valuable cautionary tale.", "running_time": 96, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-16", "genres": ["Drama", "Indie"], "title": "Blue Car (2003)"}