{"url": "http://www.rogerebert.com/reviews/blues-brothers-2000-1998", "by": "Dan Aykroydas Elwood Blues", "star_rating": 2.0, "text": "''Blues Brothers 2000'' has a lot of good music in it. It would have had more if they'd left out the story, which would have been an excellent idea. The film is lame comedy surrounded by high-energy blues (and some pop, rock and country music). And don't leave early: After the end credits James Brown does ``Please, Please, Please.'' It's as if director John Landis had such good James Brown footage he had to use it, even though there was no room in the main plotline, which mostly involves updates on characters from the original 1980 film. ''I always thought there was another story to be told,'' Landis says in the film's notes. Fine; then tell one.\n\nThe first movie opened with Jake Blues (the late John Belushi) getting out of Joliet Prison and going with his brother Elwood (Dan Aykroyd) to the orphanage where they were raised, still presided over by the fearsome Sister Mary Stigmata. The new movie begins with Elwood getting out of prison and seeking out the aging nun, who still whacks Elwood when his manners stray.\n\nElwood wants to get the old band back together again. Sister Mary has another idea: He should do a little ''mentoring'' for Buster (J. Evan Bonifant), a 10-year-old orphan. Buster gets his own Blues Brothers uniform, plays some harmonica, and gets Elwood charged with kidnapping--but what's he doing in this story? Apparently Landis originally conceived the role for Macaulay Culkin. Culkin outgrew it, and Landis should have, too.\n\nSeeking out old friends, Elwood goes to a strip joint where he encounters Mighty Mack (John Goodman), a bartender who has a good voice and is enlisted as Jake's replacement. Other band members are added along the way, during an interstate chase orchestrated by a state policeman (Joe Morton) who is more or less Elwood's stepbrother (the dialogue spends a lot of time explaining that ''more or less'').\n\nThe original (much better) film made great use of locations in the Blues Brothers' sweet home Chicago, but this one was shot near Toronto, with a few shots of the Chicago skyline thrown in for effect. (Hint: Bars in the United States do not usually advertise that they are ''licenced.'') The 1980 movie had neo-Nazi bad guys. This one has a right-wing militia group, with a leader whose pep talks are unnecessarily offensive. I've noticed a disturbing trend recently for lightweight comedies to toss in racist language under the guise of ''establishing'' the villains. Vile language doesn't require additional currency.\n\nBut I stray from the heart of the film, which is good blues music. Just as the 1980 film included show-stopping numbers by Aretha Franklin and Cab Calloway, this one has great musical segments by Aretha (''R.E.S.P.E.C.T.''), Eddie Floyd (``634-5789''), John Popper and Blues Traveler (''Maybe I'm Wrong''), Lonnie Brooks and Junior Wells (''Checkin' Up on My Baby''), and the Paul Butterfield Blues Band version of ''Born in Chicago.'' What is amazing is that the numbers by the guest artists are outnumbered by the Blues Brothers (including little Bonifant), who are backed up by a terrific band. There is food for thought in the sight of the late, great Junior Wells playing backup to a couple of comedians. It's not so much that I didn't enjoy their numbers as that, let's face it, with backup like these guys get, Irv Kupcinet and I could be the Blues Brothers.\n\nThere's an article by Jonathan Eig in the Feb. 9 issue of the New Republic that explains ''how the Blues Brothers destroyed the Windy City's musical heritage.'' It opens in a smoky dive on the South Side where the true blues still live, and then sniffs at the North Side clubs where suburbanites pay $8 entry fees to hear tarted-up and smoothed-down blues.\n\nBut surely it has always been thus? The true blues come from, and flourish in, a milieu of hard times--hard emotionally, economically, racially, and not infrequently in lifestyle and substance abuse choices. Move the music to an affluent paying audience, contract the musicians to two shows a night, mix in some soul and R&B to lighten the blues' heavy load, and that's entertainment. The notion that a professional blues musician can be ''authentic'' on demand (i.e., depressed, angry, bereft and forlorn) is amusing. It's like they say in the theater: The most important thing is sincerity, and if you can fake that, you've got it made.\n\nWhat the Blues Brothers do is worse than Eig's complaint about the posh blues clubs. They take a musical tradition and dine out on it, throwing scraps to the real pros. If Junior Wells, Aretha Franklin, Wilson Pickett, B.B. King and James Brown want to sing in a Hollywood musical, they've got to be supporting characters for the Blues Brothers.\n\nI don't suggest that Aykroyd and Belushi, in the 1970s, were not providing entertaining musical performances. I do suggest that the Blues Brothers schtick has outlived its usefulness. Watching ''Blues Brothers 2000,'' I found I had lost all interest in the orphanage, orphans, police cars, nuns and mentoring. I wanted more music.\n\nIt's said that the climactic sequence of ''BB2000,'' a talent contest with many legendary musicians (even an ill-at-ease Eric Clapton), was a legendary jam session. No doubt. I'd love to see it as a concert film. With no chase scenes and no little kids. And really shot in Chicago. Or New Orleans would be OK. Not Toronto. I've heard Toronto called a lot of things, but not the home of the blues.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-02-06", "genres": ["Action", "Comedy", "Musical"], "title": "Blues Brothers 2000 (1998)"}