{"url": "http://www.rogerebert.com/reviews/blue-in-the-face-1995", "by": "Wayne Wang", "star_rating": 2.5, "text": "The new film, called \"Blue in the Face,\" was shot in six days, and sometimes feels like it. Keitel provides a benevolent and stabilizing presence as characters wander into the shop, light up and interact. Some of the bits work and others don't, but no one seems to be keeping score, and that's part of the movie's charm.\n\nThe movie begins well, with an early scene where Mira Sorvino plays a woman whose purse is snatched in front of the store.\n\nKeitel races after the little boy who grabbed it, and hauls him back to the store, only to discover that Sorvino has taken pity on him and doesn't want to press charges. Keitel, who has seen a lot of purses snatched, tells her the cops should be called, and when Sorvino doesn't budge, what he does next follows a certain seductive logic.\n\nIf the movie had continued in this vein, as slices of street corner life, it might have worked better. But it doesn't. Some of the other scenes play more like guest shots on \"Saturday Night Live,\" and by the end of the film we aren't much surprised when RuPaul turns up to lead the whole cast in a song and dance number. Roseanne, Madonna and other luminaries have already drifted through, and for every bit that works (like Jim Jarmusch's ritualistic preparations for smoking his last cigarette), there's one that feels forced and artificial.\n\nImprovisation is not a gift that all actors have. More people think they can do it than actually can. The trick is not to be brilliant and funny during every instant of an improvisational sketch, but to seem relaxed - to inhabit the character's time. Watch Keitel and you will see an actor who knows that. He is comfortable when nothing is happening. He isn't afraid of silence. He looks on, bemused.\n\nSome of the other actors reveal the giveaways of improvisation: Their energy level is slightly elevated, as if they're thinking and pushing too hard. There's a camera consciousness. Above all, there are those moments when they seem to be trying to send the other actors a telepathic prompt: They say a line that belongs to their character, but with a certain spin or a slight facial gesture that translates as, \"I'm sending you a message that I hope you receive, and respond to.\" One of the actors guilty of that is Roseanne, in a sketch about a husband who keeps promising to take her to Vegas, but never does. She seems aware that she is on camera and improvising, and it probably would have been a better idea simply to let her be Roseanne, the celebrity, visiting the cigar store - since the character she plays seems so forced.\n\nIn between the guest shots, a narrative of sorts begins to emerge. The store's owner (Victor Argo) reveals to Keitel, his manager, that he plans to close down the cigar shop and sell out to a health food chain. Keitel tries to explain that the store is a valuable part of the neighborhood - that people use it to touch base and stay in touch, and that when enough places close, a neighborhood dies.\n\nThat theme leads to memories of the Brooklyn Dodgers, and the way that Brooklyn died a small death when they moved out of town.\n\nThere are memories of the Dodgers, augmented with flashbacks, and then a surprise visitor to the store - Jackie Robinson, turning up like an outtake from \"Field of Dreams.\" \"Blue in the Face\" got its title from the actors' freedom to talk until they did. The result is genial, entertaining and especially interesting if you've seen \"Smoke\" and know the earlier reality they're coming out of. But \"Smoke\" is, of course, a much better film, and if you haven't seen it, then you should start there and not here. \"Blue in the Face\" is more of a footnote. The best thing about it is the spirit that brought it into being, and the love of film that it reflects.", "running_time": 88, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-20", "genres": ["Comedy", "Indie"], "title": "Blue In The Face (1995)"}