{"url": "http://www.rogerebert.com/reviews/blume-in-love-1973", "by": null, "star_rating": 4.0, "text": "Paul Mazursky’s “Blume in Love” begins with a busted-up Southern California marriage.\n\nThe marriage belonged to Blume, divorce lawyer, and his wife Nina, a social worker. It busted up all of a sudden one weekday afternoon when Nina came home with a cold and found Blume in bed with his secretary. Why, you may ask (Blume certainly does), could his wife not forgive this indiscretion--especially as Blume is madly in love with Nina and must have her back or die? (“And I don’t want to die,” he reasons, “so I have to get her back.”)\n\nWell, maybe Nina was sort of halfway ready for the marriage to end. She’s into her own brand of self-improvement and women’s lib, and isn’t sure she approves of marriage anymore. She takes up with an out-of-work (for 12 years) musician who lives in a VW truck with his dreams. She gets into yoga and learns to play the guitar and to rely on herself instead of men.\n\nLittle good that does Blume, whose love for her becomes a consuming passion. It is complicated by the fact that he gets to like the musician, too: thinks, in fact, that the bearded Elmo is the nicest man he has ever met. Blume even goes so far as to start a beard himself. But nothing will work for him, because of the fact he refuses to accept: Nina simply does not love him anymore. Does not. Period. Blume is driven into a frenzy of love, desire, frustration.\n\nThis material, so far, doesn’t exactly sound like the stuff of a great film. It sounds more like the brainy, funny dissections of California dreamin’ that Mazursky carried out in three previous films, “I Love You, Alice B. Toklas,” “Bob and Carol and Ted and Alice” and “Alex in Wonderland.” Those were all fine films--Mazursky is one of the best directors of comedy in Hollywood--but they were all more concerned with the laugh than with reality.\n\nWith “Blume in Love,” however, he seems to have pulled off what everybody is always hoping for from Neil Simon: a comedy that transcends its funny moments, that realizes we laugh so we may not cry, and that finally is about real people with real desperations. He’s done that in a number of scenes, and yet somehow even during the movie’s gloomiest moments he keeps some sort of hope alive. That’s probably because Blume is played by the charming George Segal, who seems intrinsically optimistic. No matter what Nina says, he cannot quite give up on her, because he knows she must eventually love him again-0because he loves her.\n\nHe carries this hope with him on a trip to Venice, which is where the film opens; she’s asked him to go away somewhere for a couple of weeks, while she thinks. They had their first and second honeymoons in Venice, but now Blume wanders through Piazza San Marco in the autumn, stranded with a few other lonely tourists looking for love. The story is told in flashbacks from Venice, and it ends there. It ends with a note so unashamedly romantic that Mazursky gets away with “Tristan and Isolde” as his sound track music. He’s right. The ending would not be believable at all, except as hyperbole.\n\nNina--thin, earnest, determined to do the right thing and no longer be mastered by mere emotions played with a very complex charm by Susan Anspach. We have to like her even though she doesn’t like Blume, whom we’re cheering for. We do, and we like her boyfriend as much as Blume does. The itinerant musician is played by Kris Kristofferson, who gives evidence once again that he has a real acting talent--particularly in the scene where he hits Segal and then bursts into tears, and in the scene where he tells Segal he’s hitting the road again.\n\n“Blume in Love” has a quality that’s hard to analyze but impossible to miss: It sets up an intimate rapport with its audiences.", "running_time": 117, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-06-18", "genres": ["Comedy", "Romance"], "title": "Blume in Love (1973)"}