{"url": "http://www.rogerebert.com/reviews/blush-1996", "by": "Wang Ji Laoas Qiuyi", "star_rating": 2.5, "text": "There is such a tactile pleasure in the visuals of the new Chinese movie “Blush” that only after I thought back carefully through the story did I realize how much better it could have been. It tells the stories of two prostitutes whose brothel is closed after the communist victory of 1949, the way the new collectivist society changes them, and the way their lives become entwined with the same man. This is a big subject, but the film treats it more like a melodramatic 1940s Hollywood weeper.\n\nStill, what a wonderful look it has! Like almost all recent films from mainland China, “Blush” is so visually sensuous that looking is almost enough. The camera style hasn't been beaten down into lazy TV formulas: The point of view is always thoughtfully chosen, the backgrounds are as important as the foregrounds, and camera movements advance the drama by revealing additional elements.\n\nAnd look at the locations and the use of color. There is a shot in the film that shows a jumble of very old rooftops, jammed at crazy angles toward one another. The stone tiles are dark blue-gray or black, and completely fill the screen. Two women escape from an upper window onto the roof, their bright dresses a splash of color that helps us see and feel everything else.\n\nLater in the film, the women meet again. One has fled from her own wedding to chase the other down narrow streets. Again, there is the same palette: the old gray stones, damp and dark, and the color of the dresses. These shots and many others (a bridge over a stream through Beijing, a canal with houses built close by, the interiors of ornate old houses that have been much lived in, a courtyard with views into living quarters) are like living, tactile paintings.\n\nThe movie's story has great interest, but not enough depth or detail when we want it. As the movie begins, the prostitutes of the Red Happiness Inn are taken onto canal boats to be moved to a “re-education center.” Dressed in their bright silk gowns (again against gray backgrounds), they move calmly, with dignity. But once at the center, a tall, reserved woman named Qiuyi (Wang Ji) cannot abide the regimentation. She and a younger woman named Xiao (He Saifei) try to escape.\n\nOnly Qiuyi makes it. She goes to the house of a rich young man who was her client, and he asks her to move in. Eventually, however, she is forced to leave by the mother, and she begins an odyssey through Beijing that dramatizes how few choices she has. She goes to a convent, shaves her head, and becomes a nun. Eventually the nuns evict her. She goes to a cousin's house, but he will not take her in. She could, of course, have taken real work (the other Red Happiness girls work in a textile factory), but she pays the price of becoming an outcast.\n\nMeanwhile, the younger woman, Xiao, seeks out the young man that Qiuyi had been living with, and marries him. This man, named Lao Pu (Wang Zhiwen), actually still loves Qiuyi. His marriage is torn apart by his jealousy and Xiao's hysterical demands (they have a screaming match terrifying in its intensity). And then the three lives come together again, in an unexpected and bittersweet way.\n\n“Perhaps, after all, I should have stayed with the other girls,” Qiuyi muses at one point. The movie, directed by a woman (Li Shaohong), sometimes seems to argue, however, that marriage is the only real solution to the character's dilemmas, and indeed after Qiuyi marries Old Feng, owner of a nearby teahouse, things seem to smooth out for her. The movie is not critical of the reforms that upset Qiuyi's life, but on the other hand it's not critical of her, either; although she never becomes a loyal people's worker, she emerges as the heroine of the story--a survivor who through hard lessons finds happiness at last.", "running_time": 225, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-10-04", "genres": null, "title": "Blush (1996)"}