{"url": "http://www.rogerebert.com/reviews/boat-trip-2003", "by": "Cuba Gooding Jr.as Jerry", "star_rating": 0.5, "text": "\"Boat Trip\" arrives preceded by publicity saying many homosexuals have been outraged by the film. Now that it's in theaters, everybody else has a chance to join them. Not that the film is outrageous. That would be asking too much. It is dim-witted, unfunny, too shallow to be offensive, and way too conventional to use all of those people standing around in the background wearing leather and chains and waiting hopefully for their cues. This is a movie made for nobody, about nothing.\n\nThe premise: Jerry (Cuba Gooding Jr.) is depressed after being dumped by his girl (Vivica A. Fox). His best buddy Nick (Horatio Sanz) cheers him up: They'll take a cruise together. Nick has heard that the ships are jammed with lonely women. But they offend a travel agent, who books them on a cruise of gay men, ho ho.\n\nWell, it could be funny. Different characters in a different story with more wit and insight might have done the trick. But \"Boat Trip\" requires its heroes to be so unobservant that it takes them hours to even figure out it's a gay cruise. And then they go into heterosexual panic mode, until the profoundly conventional screenplay supplies the only possible outcome: The sidekick discovers that he's gay, and the hero discovers a sexy woman on board and falls in love with her.\n\nHer name is Gabriela (Roselyn Sanchez), and despite the fact that she's the choreographer on a gay cruise, she knows so little about gay men that she falls for Jerry's strategy: He will pretend to be gay, so that he can get close to her and then dramatically unveil his identity, or something. Uh, huh. Even Hector, the cross-dressing queen in the next stateroom, knows a straight when he sees one: \"You want to convince people you are gay, and you don't know the words to 'I Will Survive'?\" The gays protesting the movie say it deals in stereotypes. So it does, but then again, so does the annual gay parade, and so do many gay nightclubs, where role-playing is part of the scene. Yes, there are transvestites and leather guys and muscle boys on the cruise, but there are also more conventional types, like Nick's poker-playing buddies. The one ray of wit in the entire film is provided by Roger Moore, as a homosexual man who calmly wanders through the plot dispensing sanity, as when, at the bar, he listens to the music and sighs, \"Why do they always play Liza?\" One of the movie's problems is a disconnect between various levels of reality. Some of the scenes play as if they are intended to be realistic. Then Jerry or Nick go into hysterics of overacting. Then Jerry attempts to signal a helicopter to rescue him, and shoots it down with a flare gun. Then it turns out to be carrying the Swedish Sun-Tanning Team, on its way to the Hawaiian Tropics finals. Then Jerry asks Gabriela to describe her oral sex technique, which she does so with the accuracy and detail of a porn film, and then Jerry--but that pathetic moment you will have to witness for yourself. Or maybe you will not.\n\nNote: The credit cookies weren't very funny, either, but at least they kept me in the theater long enough to notice the credits for the film's Greek Support Team.", "running_time": 95, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-03-22", "genres": ["Comedy"], "title": "Boat Trip (2003)"}