{"url": "http://www.rogerebert.com/reviews/bob-and-carol-and-ted-and-alice-1969", "by": "Robert Culpas Bob", "star_rating": 4.0, "text": "\"Bob and Carol and Ted and Alice\" isn't really about wife swapping at all, but about the epidemic of moral earnestness that's sweeping our society right now. For some curious reason, we suddenly seem compelled to tell the truth in our personal relationships.\n\nUsed to be, in the long-ago days of romanticism in the movies, that a girl would peer soulfully into a boy's eyes and say, \"Tell me what you really think about me.\" And then the boy, nobody's fool, would answer quietly: \"I think you're wonderful.\" These days, the boy more likely says: \"I think the real reason you want me to answer that question is because you can't answer it for yourself.\" And then the girl, who looks like a terminal TB case, shivers and says: \"You know too much about me. It's scary.\" And she puffs on her Silva Thin.\n\nNow this sort of honesty is all right for deep conversations over a cup of coffee in the student union, but it's dangerous when practiced by couples over 30. By then they've got a car and a house and kids, and who knows? If they start telling the truth too much they might have to decide who keeps the kids. That's the dilemma of the in-between generation, the one we overlook in the generation gap, the couples who are too young to be the parents of the revolutionary kids, and too old to be the kids.\n\nThe genius of \"Bob and Carol and Ted and Alice\" is that it understands the peculiar nature of the moral crisis for Americans in this age group, and understands that the way to consider it is in a comedy. What is comedy, after all, but tragedy seen from the outside? So \"B&C&T&A\" gives us two couples who did their growing up during the Eisenhower years, and are sincere enough in wanting to be \"contemporary\" but, dang it, still have these hang-ups and conventional values.\n\nTheir troubles start when Bob (Robert Culp) and Carol (Natalie Wood) spend a weekend at one of those Southern California institutes devoted to telling the truth, working out your hang-ups and letting time and space seep through you. Swept up in the moment, Bob admits he's had an affair. Carol thinks it's wonderful that he's honest enough to admit it to her. His admission sets off a wave of honesty that infects Ted (Elliott Gould) and Alice (Dyan Cannon), their best friends. The two couples gradually become convinced that mutual love and honesty depends upon them trading partners.\n\nThe best scene in the movie is the bedroom scene between Elliott Gould and Dyan Cannon. \"You mean you just want to take me, to satisfy yourself, even if I don't feel like it?\" she pouts. \"That's right,\" he says. Gould emerges, not so much a star, more of a \"personality,\" like Severn Darden or Estelle Parsons. He's very funny. Robert Culp is the essence of the sagging, dissipated early-middle-age swinger; sort of a young Peter Lawford. Dyan Cannon is better than Natalie Wood, and Natalie Wood is better than I expected.\n\nSome critics have called the ending (when the two couples do not trade partners after all) a cop-out. Not at all. It's consistent with the situation and the development of the characters, and an orgy at the end would have buried the movie's small, but poignant, message. It's a message, incidentally, that I think was missed by the feminist who sent me a postcard saying: \"Down with wife-swapping, up with husband-swapping.\" They're two sides, wouldn't you say, of the same coin?", "running_time": 105, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-12-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Bob and Carol and Ted and Alice (1969)"}