{"url": "http://www.rogerebert.com/reviews/bob-roberts-1992", "by": "Tim Robbinsas Bob Roberts", "star_rating": 3.0, "text": "\"Bob Roberts\" isn't simply another satire about slimy political schemes.\n\nIt's a satire about a whole mindset, about the anything-goes greed of the 1980s, when decent American values were replaced by the cold cynicism of management experts. The bottom line became the only line. Winning was everything. The self-promotion spawned by the aggressive new M.B.A. programs made business into a new kind of jungle - one where the animals ate even when they weren't hungry.\n\nBob Roberts, the hero of Tim Robbins' new film, is a \"populist\" candidate for the Senate in Pennsylvania. He's a self-made millionaire who sings folk songs to his audiences, songs with titles like \"The Times They are a-Changin' Back.\" For him, as for others, populism no longer means the solidarity of the working class, it means its division - race against race, worker against worker, with hate being stirred up to obscure the real enemy, the profit-takers who are raping the companies and leaving them stripped and dead.\n\nRoberts, played by Robbins, is a tall, open-faced man with an infectious grin that can turn, in an instant, into a mask of anger. His message to his supporters is that greed is good. From certain angles, in a certain light, he looks uncannily like another two-faced populist, Citizen Kane. His opponent is a weary old liberal senator named Brickley Paiste (Gore Vidal), whose message seems irrelevant. Voters don't want to hear about right or wrong. They have one question: What's in it for me? The movie is shot as if it were a documentary. The cameras are sometimes on when they're not supposed to be. We eavesdrop on conversations we're not meant to hear. We begin to understand the sinister implications of the Bob Roberts campaign. His campaign bus isn't just a headquarters, it's a trading center; he's got brokers buying and selling day and night. His connections are unsavory. There are rumors about arms deals and savings and loans scandals. His campaign manager (Alan Rickman) is a study in realpolitik: Anything is justified if it will win votes. There is even an attack on poor old Paiste for dating teenage girls. There are photos for proof.\n\nPaiste protests: \"That's my daughter's best friend. My daughter was cut out of the picture.\" Nobody listens and nobody cares.\n\nI like \"Bob Roberts\" - I like its audacity, its freedom to say the obvious things about how our political process has been debased - but if it had been only about campaign tactics and techniques, I would have liked it more.\n\nThere is another thread in the movie that doesn't work as well.\n\nIt involves an investigative journalist named Bugs Raplin (Giancarlo Esposito), who has inside dirt on Roberts, and eventually is framed through a singularly unlikely chain of events. Even before the movie's unconvincing ending, Bugs has been a distraction because the character behaves like some kind of goofball; he may have the facts, but he doesn't seem trustworthy, and the movie would have been more effective if it had treated this part of the plot more realistically.\n\nApart from that, though, \"Bob Roberts\" is quite a package.\n\nWatching it might be an education for some voters, who will recognize in the movie political techniques they see being practiced all the time in real life. There is an eerie quality to Roberts' down-home fascism, the way he strums that guitar and unashamedly looks like a Woody Guthrie, a Bob Dylan, a folk-singing regular guy, while his lyrics give us the litany of greed.\n\nTim Robbins made this movie mostly by himself. He wrote it, directed it, and stars in it, and maybe that uncanny visual resemblence to the young Orson Welles is poetic justice. It's quite an achievement.\n\nRobbins has a range from the endearing baseball rookie in \"Bull Durham\" to the cold Hollywood executive in \"The Player,\" and here he uses his very attractiveness - his open nature, his sunny smile - to show the hazards of choosing politcal candidates on the basis of their ability to make us feel comfortable.", "running_time": 103, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-11", "genres": ["Comedy", "Documentary", "Drama"], "title": "Bob Roberts (1992)"}