{"url": "http://www.rogerebert.com/reviews/bobby-deerfield-1977", "by": "Al Pacinoas Bobby", "star_rating": 3.0, "text": "“Bobby Deerfield” is a big, slick melodrama that knows exactly what it wants to accomplish and does so with great craft. It doesn't in the process distinguish itself as a great movie, but what were we expecting? It's a tasteful collection of clichés, brought to life by skillful acting and directing, with all sorts of good stuff in it: Al Pacino and Marthe Keller, auto racing and a beautiful woman dying tragically, lots of wistful music and the landscapes of France, Italy and Switzerland.\n\nAt the movie’s end, to be sure, we don’t exactly know these two heroic people -- the racing driver and the young woman, each facing death with silent courage. We don't know them because the movie doesn't intend them as three-dimensional human beings. It sees them as icons, as profiles, as attitudes, as memorable lines of dialog, as parts of breathtaking scenes and heartbreaking conversations.\n\nAnd what's wrong with that? I sat through the first half of “Bobby Deerfield” blaming it for its tear-jerking, and the second half admiring it for the same thing. It's what people call a movie movie, right down to the touching characters in the supporting roles. And it is not, thank God, a racing picture. Nothing gets boring more quickly than endless shots of expensive cars zipping past the camera so fast you can hardly read the Marlboro decals. But “Bobby Deerfield” has only two racing sequences, both important to the plot, both stunningly well-handled.\n\nFor the rest, there is that romance between Al Pacino and Marthe Keller. He's self-centered, vain, selfish, surrounded by yes-men and easy women. She's a character: funny, unpredictable, teasing… and dying, apparently, of Ali MacGraw's Disease -- the one where you get thinner and more beautiful, and everything you say comes out like a line too good for Rod McKuen.\n\nThey meet in a clinic in the Alps, where Bobby Deerfield is visiting a buddy who got paralyzed in a racing crash. She sneaks out of the hospital and hitches a ride down the mountain with him, and they have a tentative courtship in places like Florence and the Italian Riviera before he learns that she's dying. Then love blooms, all bittersweet and sad and wouldn't-it-be-nice-if. In the obligatory deathbed scene, they sing together under their breaths: Boo-hoo, you've got me cryin' again…\n\nThe movie was directed by Sydney Pollack, who makes it look great. He wisely avoids any overt, objective conversation between Pacino and Keller on the subject of her illness. Instead, he gives us nuances, subtleties, slight shifts of attitude (this is intelligent melodrama, and always knows exactly what it's doing). Some of the world-weary New York critics have dumped on the scene where the dying Keller makes a hot-air balloon ascent in the Alps, but scenes like that reveal the movie's willingness to go for the grand gesture, to play it big. “Bobby Deerfield” is probably going to knock 'em dead at the matinees in shopping centers.\n\nPollack's credits include the haunting “They Shoot Horses, Don’t They?” and -- more to the point -- the Barbra Streisand and Robert Redford romance in “The Way We Were.\" He knows how to handle star presence. In “The Way We Were”, Robert Redford walked in wearing his Navy officer's uniform, and you almost had to smile at how great he obviously thought he looked. In “Bobby Deerfield,\" Al Pacino's mistress tells him he's beautiful -- and perfect, she says, perfect! Pacino turns away, shy, uncomfortable, and says, “Where’s my watch?” And he reveals a fleeting little smile of boyish narcissism. Perfect.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-10-28", "genres": ["Drama", "Romance"], "title": "Bobby Deerfield (1977)"}