{"url": "http://www.rogerebert.com/reviews/bodies-rest-and-motion-1993", "by": "Phoebe Catesas Carol", "star_rating": 2.0, "text": "\"Bodies, Rest and Motion\" is one of those movies that not only comes accompanied by supporting materials, but seems fairly pointless unless you brief yourself.\n\nFirst, it is necessary to be reminded that Newton's First Law of Motion states that bodies at rest or in motion will continue to be at rest or in motion, unless acted upon by an external force.\n\nThen, it is necessary to know that \"Generation X\" is a media buzzword for the late-twentysomethings. They have been so named, apparently, for their lack of an identity: After the beats, the hippies, the yippies and the yuppies, here is a generation that essentially just sits around - unless acted upon by an external force, needless to say.\n\nArmed with this information, is is possible to watch \"Bodies, Rest and Motion,\" and find that it makes a statement about its generation. Without the cheat sheet, you'd more likely say the movie is about a bunch of aimless, boring, hopeless drips, who inspire neither sympathy nor interest. If I were a doctor, I'd suspect Lyme disease.\n\nThe movie has been directed by Michael Steinberg from a screenplay by Roger Hedden, based on his play. It takes place in a fictional small city in Arizona, where Beth and Nick (Bridget Fonda and Tim Roth) are trapped in jobs they are very tired of doing. She is a waitress. He sells applicances and dreams of getting a fresh start somewhere else - in Butte, Mont., for example. They share the same friend, Carol (Phoebe Cates), who used to be his girlfriend and is now her closest confidant. Carol is about the only thing keeping them in Arizona.\n\nNick and Beth are not extraordinarily boring; many people have arrived at the same dead end, but most of them don't do it so early in life, when the juices of restlessness are still stirring, and entrophy feels wrong. Nick announces he is leaving his job and heading for Montana, and Beth thinks she might as well go along, since she has lacked the energy to follow through on most of her other commitments. She also thinks it would be the safest thing to follow Nick.\n\nBefore she can join Nick's odyssey, however, he leaves without her - possibly to get out of the way of the plot, which requires her to meet Sid (Eric Stoltz), a local painter who arrives to prepare their house for resale. Eric does not feel discontent, has never wished to live anywhere else and likes to quote his father: \"If you stay in one place, your luck knows where to find you.\" Beth nods thoughtfully, perhaps because it has just occurred to her that she has been cast in the role of his luck.\n\n\"Bodies, Rest and Motion\" has a title that resembles \"sex, lies, and videotape,\" another movie about four young people tossed up on life's stony shores. Where the earlier movie had wit and energy, however, not to mention sex and lies, \"Bodies\" is so true to its theme of aimless discontent that it inspires only aimlessness and discontentment.\n\nThat is not the fault of the actors. Bridget Fonda, in particular, has a way with the dialogue and the frequent silences.\n\nWatch her listening in almost any scene, and you will realize how a lot of other actors would just be sitting there, waiting to speak.\n\nThe others are fine, too. They play their shallow characters with such insight and skill that they're like a splendid chamber quartet, saddled with a lame piece of music.", "running_time": 95, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-23", "genres": ["Drama", "Indie", "Romance"], "title": "Bodies, Rest And Motion (1993)"}