{"url": "http://www.rogerebert.com/reviews/body-shots-1999", "by": "Sean Patrick Flaneryas Rick Hamilton", "star_rating": 2.0, "text": "\"Body Shots\" suffers from a fatal misapprehension. It thinks it is about date rape, when actually it is about alcoholism. That's why the ending is inconclusive and unsatisfactory; not only does it fail to find answers--but they would be to the wrong questions.\n\nThe movie is about dating values and practices among affluent young professionals in Los Angeles. Some scenes are played straight to the camera, as if the characters are in a documentary. The girls as well as the guys are mostly looking for sex, and a \"meaningful relationship\" would be an unexpected bonus. The facile dialogue can't disguise the shallowness, but why should these characters have original thoughts about sex when nothing else in their lives is carefully examined? Separate groups of men and women end up at the same bar, go on to another club, and split up. A pro football hero named Michael (Jerry O'Connell) ends up with a cute blond named Sara (Tara Reid). They are both drunk. She pays for the $25 cab ride to her place on the beach near Santa Monica. They make out on the beach, go inside and have sex. He says it was consensual, that she hit her head on the bed, and got mad at her when he forgot her name. She says it was rape.\n\nEach character is talked to urgently and privately by friends. Rick (Sean Patrick Flanery) quizzes the defiant and angry Michael, who is sure Sara was coming on to him and wanted sex, but cannot remember exactly what happened in her apartment. Jane (Amanda Peet) questions Sara, who also does not remember, although she has given the police a complete account of the rape. \"Do you ever have blackouts?\" another friend, Whitney (Emily Procter) asks her. Sara says no. Whitney reminds Sara of a couple of dramatic blackouts all her friends witnessed. Of course, by definition you cannot remember a blackout (this is the Heineken Uncertainty Principle).\n\nAs the movie dribbles to its inconclusive conclusion, we are left with the notion that in this case date rape may be in the mind of the beholder. Men see things one way, women another. Both Sara and Michael make persuasive arguments for their versions of events, while the film, which takes no sides, carefully presents both versions of the sexual encounter.\n\nThis is like soft porn with a choice of point of view: First we see Sara's bra taken off, then we see it ripped off.\n\nNone of the characters (and perhaps none of the filmmakers) are enlightened about alcoholism. One danger sign of alcoholism is when a guy uses a Magic Marker to write \"DO ME\" on your forehead during a party, and you don't notice, as Sara doesn't. And what about her friend Whitney, whose part-time job consists of passing out free shots for a brand promotion at a club and setting a good example by tossing them back herself. I'm not saying the job brands Whitney as an alcoholic (everyone has to earn a living), but that moderate drinkers somehow rarely find themselves employed as the free-shot girl.\n\nIt isn't surprising that Rick and Jane, the best friends, don't notice their friends are drunks. The movie's opening shot shows Rick and Jane in bed, still dressed, and the first line of dialogue is more realistic than most waking-up lines in the movies: \"Do you have any Tylenol, honey?\" \"Body Shots\" means well and has some pointed dialogue about legal pitfalls, but it's clueless about its real subject. My own theory of date rape is that if you think you had sex and you didn't want to but you're not sure why or how (or if) it happened, it's probably a good idea to call AA before you call the cops.", "running_time": 99, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Drama", "Romance"], "title": "Body Shots (1999)"}