{"url": "http://www.rogerebert.com/reviews/body-of-evidence-1993", "by": "Madonna Frankas Rebecca Carlson", "star_rating": 0.5, "text": "I've seen comedies with fewer laughs than \"Body of Evidence,\" and this is a movie that isn't even trying to be funny. It's an excruciatingly incompetent entry in the \"Basic Instinct\" genre, filled with lines that only a screenwriter could love, and burdened with a plot that confuses mystery with confusion.\n\nThe movie stars Madonna, who after \"Bloodhounds of Broadway,\" \"Shanghai Surprise\" and \"Who's That Girl?\" now nails down her title as the queen of movies that were bad ideas right from the beginning. She plays a kinky dominatrix involved in ingenious and hazardous sex with an aging millionaire who has a bad heart. He dies after an evening's entertainment, and Madonna is charged with his murder.\n\nBut she's innocent, she protests - and indeed there is another obvious suspect, the millionaire's private secretary (Anne Archer), who is also his spurned former lover. Willem Dafoe plays the defense attorney who firmly believes Madonna is innocent, or in any event very sexy, and Joe Mantegna has the Hamilton Burger role.\n\nThe movie takes place in Portland, Ore. - a city small enough, Madonna volunteers from the witness stand, that she once dated a guy who dated a girl who dated Mantegna. That's a typical exchange in the courtroom scenes, which involve Dafoe being reprimanded by the judge for just about every breath he draws.\n\nI don't know whether to blame the director, the cinematographer or the editor for some of the inept choices in this movie. One example: Dafoe is addressing his opening remarks to the jury, and the camera pulls focus so that we see an attractive young female juror sitting in the front row. She gives Dafoe an unmistakable look. We in the audience are alerted that the movie is establishing her for a later payoff. We're wrong. She's just an extra trying to grab some extra business.\n\nBut enough on the technical side. What about the story here? It has to be seen to be believed - something I do not advise. There's all kinds of murky plot debris involving nasal spray with cocaine in it, ghosts from the past, bizarre sex, and lots of nudity. We are asked to believe that Madonna lives on a luxury houseboat, where she parades in front of the windows naked at all hours, yet somehow doesn't attract a crowd, not even of appreciative lobstermen. What does she dedicate her life to? She answers that question in one of the movie's funniest lines, which unfortunately cannot be printed here.\n\nWhen it comes to eroticism, \"Body of Evidence\" is like Madonna's new book. It knows the words but not the music. All of the paraphernalia and lore of S & M sexuality are here, but none of the passion or even enjoyment. We are told by one witness that sex with the Madonna character is intense. It turns out later he's not a very reliable witness.", "running_time": 99, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-01-15", "genres": ["Crime", "Drama", "Mystery", "Romance", "Thriller"], "title": "Body of Evidence (1993)"}