{"url": "http://www.rogerebert.com/reviews/body-of-lies-2008", "by": "Leonardo DiCaprioas Roger Ferris", "star_rating": 3.0, "text": "If you take a step back from the realistic locations and terse dialogue, Ridley Scott's \"Body of Lies\" is a James Bond plot inserted into today's headlines. The film wants to be persuasive in its expertise about modern spycraft, terrorism, the CIA and Middle East politics. But its hero is a lone ranger who operates in three countries, single-handedly creates a fictitious terrorist organization, and survives explosions, gunfights, and brutal torture. Oh, and he falls in love with a local beauty. And of course he speaks Arabic well enough to pass for a local.\n\nThis is Roger Ferris (Leonardo DiCaprio), who seems to operate as a self-directed freelance in the war against a deadly terrorist organization (obviously a double for al-Qaeda). His brainstorm is to fabricate a rival terrorist organization out of thin air, fabricate a fictitious leader, create a convincing evidence trail and use it to smoke out Al Saleem, the secretive leader of the real terrorists (a surrogate for Osama bin Laden). Why will Al Saleem risk everything to come out of hiding? Jealousy, I think. Guarding his turf.\n\nI can imagine a similar story as told by John Le Carre, even right down to the local beauty. Some of the characters seem worthy of Le Carre, especially Hoffman (Russell Crowe), Ferris' CIA handler, and Hani Salaam (Mark Strong), the brilliant and urbane head of Jordanian security. But Le Carre would never be guilty of such preposterous thriller-style action. Here we have a spy who doesn't come in from the cold, crossed with Jason Bourne.\n\nThe most intriguing aspect of Ferris' activities is his growing disillusionment with them. He feels one local comrade has been abandoned to face a certain death, and after he sets up an innocent architect to unwittingly play the head of the fictitious terrorist agency, he single-handedly tries to save his life from an inevitable attack. That Ferris survives this man's fate is highly unlikely. And it leads to a situation where his own life is saved by the last-second arrival of the cavalry.\n\nThe movie depends on two electronic wonderments. One is the ability of Ferris to maintain instant, effortless, cell phone contact with Hoffman, back in Washington. Wearing one of those ear-mounted devices, he seems to keep up a running conversation with his boss, even during perilous situations (his boss is often distracted by taking care of his kids).\n\nThe other wonderment is aerial surveillance so precise it can see a particular man walking down a street. The surveillance POV is so stable, it's hard to believe it originates from a fast-moving high-altitude spy plane. In discussing Ridley Scott's superior \"Black Hawk Down\" (2002), I questioned the infrared technology that allowed distant commanders to monitor troop movements on the ground. Many readers informed me that was based on fact. Perhaps the astonishing images in \"Body of Lies\" are accurate; if so, it's only another step to locating bin Laden with an aerial eyeball scan.\n\nFerris' romance in Aaman involves a pretty nurse named Aisha (Golshifteh Farahani), who cares for him after he nearly dies in a blast. (One nice touch: A surgeon removes something from his arm and explains: \"Bone fragment. Not yours.\") The movie is realistic in showing a Muslim woman's difficulties in dating a Westerner; spying eyes are everywhere. It is less realistic in establishing why they are willing to take such a risk, since they're allowed no meaningful conversations to create their relationship. Aisha obviously exists as a convenience of the plot and to set up the film's overwhelmingly unlikely conclusion.\n\nThe acting is convincing. DiCaprio makes Ferris almost believable in the midst of absurdities; the screenplay by William Monahan, based on the novel by David Ignatius, portrays him as a man who grows to reject the Iraq war and the role of the CIA in it. Crowe, who gained 50 pounds for his part (always dangerous for a beer drinker), is a remorselessly logical CIA operative. I particularly admired the work of Mark Strong as the suave Jordanian intelligence chief, who likes little cigars, shady nightclubs and pretty women, but is absolutely in command of his job.\n\nThe bottom line: \"Body of Lies\" contains enough you can believe, or almost believe, that you wish so much of it weren't sensationally implausible. No one man can withstand such physical ordeals as Ferris undergoes in this film, and I didn't even mention the attack by a pack of possibly rabid dogs. Increasing numbers of thrillers seem to center on heroes who are masochists surrounded by sadists, and I'm growing weary of the horror! Oh, the horror!", "running_time": 128, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-08", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "Body of Lies (2008)"}