{"url": "http://www.rogerebert.com/reviews/body-double-1984", "by": null, "star_rating": 3.5, "text": "\"Body Double\" is an exhilarating exercise in pure filmmaking, a thriller in the Hitchcock tradition in which there's no particular point except that the hero is flawed, weak, and in terrible danger -- and we identify with him completely. The movie is so cleverly constructed, with the emphasis on visual storytelling rather than dialogue, that we are neither faster nor slower than the hero as he gradually figures out the scheme that has entrapped him. And the casting of a Hitchcockian average guy also helps.\n\nThe movie stars Craig Wasson, an open-faced actor with an engaging smile, as its hero, an unemployed actor named Jake. He isn't smart, he isn't dumb, he isn't perfect, he isn't bad. He is an ideal choice to set up as a witness to a murder. Jake needs a place to stay, and another actor (Gregg Henry) offers him a job house-sitting in a weird, modernistic home on stilts up in the hills above Los Angeles. The other actor also points out all the sights -- including a shapely neighbor who does a nightly striptease dance in front of her open window. Jake is only human. For two nights, he uses a telescope to watch the striptease. He also begins to suspect that the woman may be in danger. In sequences inspired by \"Rear Window,\" he begins to follow the woman (Deborah Shelton), but he keeps his distance because he's caught in the same dilemma as James Stewart was in the Hitchcock picture: He is, after all, technically a Peeping Tom, and he wouldn't know the woman was in danger if he hadn't been breaking the law.\n\nSince the plot is so important in \"Body Double,\" and because the movie contains so many nice surprises, I won't reveal very much more of the story. Let me describe in a carefully vague way, however, some of the pleasures of the movie. After a murder does indeed seem to have been committed, Jake's path leads him into the world of pornographic filmmaking. He wants to meet and hire a porno superstar (Melanie Griffith) who he thinks can help him figure out the mystery. His attempts lead to a series of very funny conversations, as the blond porno actress talks to him with a Runyonesque mixture of jaded sophistication and startling ignorance. The speech in which she explains exactly what she will, and will not, do in a movie is shocking, sad, and curiously moving. \n\n\"Body Double\"'s excursion into the world of pornography (we see some fairly mild porno scenes, shot by De Palma himself) is part of a veritable anthology of styles in this movie. The film opens with a satire on vampire movies, includes a Hitchcockian cat-and-mouse sequence, and even borrows some of the clichés of 1940s thrillers, including a detailed recapitulation at the end, complete with flashbacks. There is also a sharp 1940s look to the cinematography, which uses dramatic lighting, tilted cameras, and carefully constructed shots to make the style part of the story.\n\nBut the movie is not just an exercise in style. It is also a genuinely terrifying thriller, in which an almost clockwork plot brings the hero and the killer together without a single logical glitch. De Palma is at home in this genre. Although his \"Scarface\" was more of a serious social commentary, thrilling suspense movies are his specialty, and his credits include \"Carrie,\" \"Obsession,\" and \"Dressed to Kill.\" With \"Body Double,\" he has his most airtight plot. He also has, once again, his almost unique courage to go over the top -- to push scenes beyond the edge of common sense and into cheerfully heightened and impassioned overkill. The burial sequence next to the Hollywood reservoir, for example, or the photography in the tunnel during one of Jake's attacks of claustrophobia, are so uninhibited that they skirt the dangerous edge of being ridiculous. But because the story's so strong, they're not. They work.", "running_time": 109, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Thriller"], "title": "Body Double (1984)"}