{"url": "http://www.rogerebert.com/reviews/bogus-1996", "by": "Whoopi Goldbergas Harriet Franklin", "star_rating": 3.0, "text": "“Bogus” tells the story of a little boy who is orphaned and then finds his life filled with two unconventional parent-substitutes. How unconventional? They're played by Whoopi Goldberg and Gerard Depardieu--Goldberg as the aunt he never knew about, and Depardieu as an imaginary friend, a large, shambling Frenchman, who bounces out of the pages of a coloring book.\n\nThe little boy's name is Albert (Haley Joel Osment), and he has grown up in Las Vegas, where his mother (Nancy Travis) was an assistant in the magic act of Mr. Antoine (Denis Mercier), who seems to be a cross between David Copperfield and Cirque du Soleil. It's not an ordinary childhood; he has a baseball autographed by Liza Minnelli. After his mother is killed in a traffic accident, early in the film, Mr. Antoine and the other show-biz people meet to decide what is to be done with the child. But the mother has provided for that in her will, naming her African-American half-sister Harriet (Goldberg), whom nobody knew about.\n\nHarriet is not thrilled to be given responsibility for a kid. She runs a restaurant supply business out East, knows nothing of show biz and less about kids, and has a lot on her mind. But she accepts the responsibility because she must, and the morose little boy flies east to his destiny. It is then that Bogus materializes from the coloring book to become his sidekick, adviser and confidant.\n\nThis mixture of the poignant and the mystical is not new to director Norman Jewison, who in films like “Moonstruck” and “Only You,” found a winsome romanticism that bypasses the pragmatic side of life. Here he works with a story by Alvin Sargent that seems contrived from unlikely inspirations. It is not enough to provide Albert with Whoopi Goldberg as an aunt and Gerard Depardieu as an imaginary friend: The movie also must allow Harriet to see Bogus, too--and not just see him, but dance “The Continental” with him, in the unlikeliest pas de deux of our age.\n\n“Bogus” is light as a feather. It's a charming, inconsequential fantasy that sidesteps such matters as logic and motivation, and rightly so: This is the sort of beguiling fairy tale that needs as little reality as possible, and I thought it really took off after the aunt finally saw Bogus, too.\n\nA few problems are provided in the third act, as when the homesick Albert travels all by himself to Atlantic City, where Mr. Antoine is performing, and of course there are manufactured moments when it seems the little boy is missing or lost. A crisis like that is necessary, I suppose, in order for there to be a happy ending.\n\nBut essentially the movie is about the charm of the actors, especially Goldberg and Depardieu. And it adds still more wonder to the career of Depardieu, who increasingly seems to be costumed in giants' overcoats and shirts made out of draperies. He is an unmade bed with a broken nose, and the biggest French star of his generation, which, in a way, is an even better trick than popping out of a coloring book.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-09-06", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Bogus (1996)"}