{"url": "http://www.rogerebert.com/reviews/bolero-1984", "by": null, "star_rating": 0.5, "text": "\"Bolero\" is a film starring Bo Derek as a woman who believes that the cure for a man's impotence is for his woman to train as a bullfighter. \"Bolero\" is also the name of the composition by Ravel which Dudley Moore played in \"10\" while making love with Derek. So much we already know. Also, let's see here, paging through the old dictionary: a bolero is a Spanish dance, characterized by sharp turns and revolutions of the body and stamping of the feet, and it also is a jacket of waist-length or shorter, usually worn open. So that explains the jacket of waist-length or shorter, usually worn open, which is Bo Derek's only item of clothing during one scene in the movie! It also explains the sharp turns and revolutions of her body during the same scene, although there is no stamping of the feet, except by the viewer.\n\nBut I am still a little confused by the relationship between Derek and the bullfighter who is her lover. If you have not seen the movie, let me explain. Derek has graduated from a fancy women's boarding school, and after mooning her professors she departs in search of a tall, dark, and handsome lover. First she meets a sheik, but he turns out to be a dud, maybe because he spends too much time inhaling the magic fumes of his hookah.\n\nSo Bo goes to Spain, where she meets this all-around guy who herds cattle on a mountaintop, owns a winery, and is a bullfighter. If he also was an investment banker whose last book read was \"The Prophet,\" he could be a Dewar's Profile. Bo and the guy make love at sunrise. Unfortunately, the sun rises directly into the camera at crucial moments. Then her lover goes into the ring to fight with the bull, and is gored in that portion of his anatomy he could least afford to spare in any continuing relationship with Derek. He is brave. While doctors fight to save his life, his only thought is for his dog. He asks Bo to be sure that the dog gets home safely.\n\nBefore long, Bo is observing that her lover is acting depressed and distant. Could this possibly be because of his horrible injuries? You would think so, and I would think so, but Bo tells him it doesn't matter, and then she vows that he will live to fight again another day, so to speak. Then she starts taking bullfighting lessons. Oh, but I almost forgot. The Arab sheik tears himself away from his hookah long enough to fly to Spain and kidnap her. She is tied up in his open biplane, but manages to untie herself and jump over the edge. Then Bo is immediately back in her lover's hacienda again. How did she get to the ground? For anyone with Bo's faith, all is possible, and I think this is a real good omen for the lover. If she can get down in one piece, think what he might be able to do.\n\nLet's face it. Nobody is going to \"Bolero\" for the plot anyway. They're going for the Good Parts. There are two Good Parts, not counting her naked ride on horseback, which was the only scene in the movie that had me wondering how she did it. The real future of \"Bolero\" is in home cassette rentals, where your fast forward and instant replay controls will supply the editing job the movie so desperately needs.", "running_time": 104, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Indie", "Romance"], "title": "Bolero (1984)"}