{"url": "http://www.rogerebert.com/reviews/bolweiser-1983", "by": "Kurt Raabas Bolweiser", "star_rating": 2.0, "text": "When Rainer Werner Fassbinder is good, he is very, very good. And when he is bad, he makes \"Bolweiser.\" The current brochure for the Varsity and Parkway theaters describes this 1977 film as \"an excellent addition to the Fassbinder library,\" and that's where it belongs, in the collection of anyone determined to see all of the late German director's 37 or 38 features.\n\nI must confess I am one of those people. I've been fascinated with Fassbinder since I saw his first films in the Chicago Film Festival in the early 1970s. Since he was the most inexhaustibly prolific of filmmakers, there were always two or three new Fassbinders to see every year and if a few titles like \"Bolweiser\" slipped through the net, it was no great matter: In 1977 alone, his other work included \"Satan's Brew,\" \"Despair\" and \"Gods of the Plague.\" \n\nThe next year he made his breakthrough to a wider audience with \"The Marriage of Maria Braun.\" \"Bolweiser\" was made for West German television, as were several of his films. Sometimes when I have nothing better to do, I fantasize about what would happen if 10 or 12 of Fassbinder's films played in prime time on American television. It's fascinating until I reflect on how bizarre, in its own way, American prime time must seem to the literates of other countries.\n\n\"Bolweiser\" is not about literates. It's about a stupid provincial stationmaster and his nymphomaniac wife, and about assorted other citizens in a town where everybody behaves like eighth-graders. This is the first movie I've seen, by Fassbinder or anyone else except Jerry Lewis, in which the adult characters pout, scream, cry, fib and clam up like kids. They also spend a lot of time in passionate embraces, which seem scarcely more mature.\n\nThis full-length movie would be over in 15 minutes if the stationmaster were not so incredibly slow to realize that his wife is having an affair with the village butcher. The stationmaster is also a chump. When local gossips talk about the notorious affair, he allows himself to be talked into actually suing them. Then he perjures himself, with pathetic results.\n\nI realize that the point of \"Bolweiser\" is to be found in qualities apart from its plot. Indeed, to discuss this plot seriously is probably a miscalculation. The movie is all style: Great swooping zooms, romantic dissolves, self-pitying histrionics and blubbering protestations. \"Bolweiser\" has been described (by Andrew Sarris) as one of the most beautiful films ever made, and by other New York critics as the distillation of Fassbinder's genius.\n\nThat's unfair to Fassbinder. He made a lot of good films. He made a lot of bad films that were interesting. \"Bolweiser\" is one of his few films that are interesting only because they are bad.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-13", "genres": null, "title": "Bolweiser (1983)"}