{"url": "http://www.rogerebert.com/reviews/bon-voyage-2004", "by": "Isabelle Adjanias Viviane Denvers", "star_rating": 3.5, "text": "The Nazi occupation of France may seem like a strange backdrop for an adventure comedy, but consider how \"Casablanca\" found humor, irony and courage in a related situation. Not that \"Bon Voyage\" is \"Casablanca,\" but it proceeds from the same cynicism, and unites the worlds of politics, science and the movies. It also provides Isabelle Adjani with one of the best roles of her career, as a movie star who will do anything, say anything, and sleep with anybody, first to further her career and then to save her life.\n\nThe movie is a lavish, expensive period production by Jean-Paul Rappeneau, who also made Gerard Depardieu's rabble-rousing \"Cyrano de Bergerac\" in 1990 and the exhilarating \"The Horseman on the Roof\" (1995). Depardieu returns in \"Bon Voyage,\" and he is an unmade bed no longer; he is astonishingly slimmed down, his hair trimmed and slicked back, wearing the tailored suits of a cabinet minister.\n\nThe movie opens in Paris, as the Nazis are moving into the city and many prudent citizens with the means or clout are moving to Bordeaux, which they think might be Nazi-free, at least for a while. Adjani plays Viviane Denvers, a great movie star and apparently an even greater lover. To say that she looks much younger than her 48 years is not flattery but the simple truth; Adjani was able to play a convincing teenager in \"Camille Claudel\" (1990). Here her character functions instinctively as a woman who is attracted to men who offer her money and safety. Her fatal flaw is that she is also attracted to men she loves. These tastes become thoroughly confused during the film, as she seeks money, safety and love simultaneously, which means that no one man is going to be able to fill the bill.\n\nJean-Etienne Beaufort (Depardieu) is the harassed cabinet minister she's attached to as the movie opens. As some ministers urge collaboration with the Nazis, he commands a car and Viviane joins him on the exodus. But then she is astonished to see a childhood friend named Frederic (Gregori Derangere) on the streets -- astonished, because she thought he was in jail, charged with murder. Such is her power over men that, some days earlier, after she murdered a blackmailer in her apartment, she called him up and because he had always been in love with her, he allowed the police to arrest him. He's free because his jailers helpfully released their prisoners ahead of the Nazi advance.\n\nSo now there is a man to care for her, and a man for her to care for. And not to forget Alex Winckler (Peter Coyote), a journalist who seems to have a lot of influence and is mesmerized by her. Can he be trusted? He speaks with an accent, and movie fans will know he has the same last name as one of the Nazi creeps in \"The Third Man.\" Viviane's strategy is to accept protection from the man of the moment, convince him she loves only him, and jump ship when necessary. How does Adjani create the character? Not by vamping, not by flaunting sexuality, but by creating a kind of vacuum of need that draws men so close they cannot resist the lure of her large, liquid eyes -- pools to drown in.\n\nThe film introduces a tributary that will eventually join with the main stream, although at first we can't see how. This involves an emigre Jewish professor named Kopolski (Jean-Marc Stehle), an intellectual temperamentally unsuited to survive in an evil world. He is in possession of several very large bottles of heavy water, needed for nuclear experiments, and he wants to keep them away from the Nazis and somehow get them to England. (The heavy water bottles here, like the wine bottles filled with heavy earth in Hitchcock's \"Notorious,\" (1946) function essentially as a MacGuffin.) Prof. Kopolski's only hope is a young assistant named Camille (Virginie Ledoyen), who rises to the occasion, saving both the professor and the heavy water from Nazi capture; she transports the bottles in the back of a station wagon, where we constantly expect them to break.\n\nThere are other characters, a lot of them, including a set of rich aristocrats and tourists who keep turning up in all of the hotels, demanding what cannot be had. But the underlying structure of the movie is farce crossed with action and oiled by romance, and Rappeneau and his four co-writers are virtuosos at keeping all of their balls in the air. The lives and fates of the characters criss-cross, their motives are subject to sudden adjustments, and Viviane is like Eliza on the ice floes, leaping from one man to another.\n\nThe movie is funny not in a ho-ho way but in the way it surprises us with delights and blindsides us with hazards. There's a lot of contrivance involved -- it is after all improbable that these characters would not only constantly cross paths, but always at moments of crisis. But once we accept the movie's method, it implicates us; the sudden separations and reunions are devices for testing Viviane's powers of romantic invention and Camille's desperate improvisations. There is also the amusement that men, especially powerful men, are powerless in the hands of a woman like Viviane. Their mistake is to love someone who loves only herself; their excuse is that she loves herself so much she loves them, too, or is able to make them believe she does, which comes to the same thing.\n\nI haven't even mentioned the costumes, the sets or the ambience of \"Bon Voyage.\" If Rappeneau's \"Horseman on the Roof\" was the most expensive French film to date, \"Bon Voyage\" must be in the same league. He uses the money not to manufacture a big, clunky entertainment, but to facilitate a world that seems real even into the farthest corners of Paris, Bordeaux, hotels, cabinet meetings, boudoirs, dark roads and desperate rendezvous. This is a grand, confident entertainment, sure of the power of Adjani, Depardieu and the others, and sure of itself.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-16", "genres": ["Comedy", "Drama", "Foreign"], "title": "BON VOYAGE (2004)"}