{"url": "http://www.rogerebert.com/reviews/book-of-shadows-blair-witch-2-2000", "by": "Kim Directoras Kim", "star_rating": 2.0, "text": "To direct a sequel to their phenomenal \"Blair Witch Project,\" Daniel Myrick and Eduardo Sanchez made an unexpected choice: Joe Berlinger, co-director of the documentaries \"Paradise Lost: The Child Murders at Robin Hood Hills\" and \"Paradise Lost 2: Revelations.\" Those two films make a persuasive case that three innocent young men from Arkansas are in prison, one on Death Row, because of local hysteria over teenagers who wear black and listen to heavy metal music. Meanwhile, a person who seems to be the real killer does all but confess on camera.\n\nThe movies are deadly serious because they make the case that injustice is being done. Lives are at stake. I wondered earlier why Berlinger would want to make a fiction film on witchcraft and black magic, but suspended judgment: He is one of the best documentarians around. But now that I've seen \"Book of Shadows: Blair Witch 2,\" I'm disturbed.\n\nThe movie shows no special insight that made it necessary for Berlinger to direct it. It's a muddled, sometimes-atmospheric effort that could have come from many filmmakers. At the same time, because of loaded characters and dialogue, \"BW2\" supplies ammunition to those who think the Arkansas prisoners are guilty. I can imagine a preacher thundering from his pulpit: \"This Berlinger comes down here and makes a couple of propaganda films making us look bad, and then what does he do? Makes a film glorifying black magic and witches.\" If the film had argued against the mind-set that essentially framed the West Memphis Three, that would be one thing. But it doesn't. This is not one of Joe Berlinger's proudest days.\n\nBut what about the movie itself--apart from Berlinger's involvement? It opens promisingly as a documentary about the effect that the first movie had on the (fictional) town of Burkittsville, Md., where the Blair Witch was rumored to haunt the nearby woods. Tourists have descended on the town, locals are on eBay selling twig-sculptures like those in the movie, and the exasperated local sheriff patrols the woods with a bullhorn, shouting, \"Get out of these woods and go home! There is no goddamned Blair Witch!\" We meet a group of Witch fanciers who have signed up for an overnight tour in the woods. The Blair Witch Hunt, as it is called, is led by a tour guide (Jeff Donovan) who, we will learn, is a former mental patient, now cured, apparently. Others include Erica, a witch who practices Wicca, which is the white-magic form of witchcraft; Stephen and his girlfriend, the pregnant Tristen, who are writing a book on the hysteria caused by the film, and Kim, who dresses in black and says, in an oblique reference to the \"Paradise Lost\" movies, \"Where I come from, people believe because I dress in black, I'm some kind of killer.\" (In keeping with the \"BW\" pseudo-realistic approach, all of the actors play characters who have their names.) The group plunges into the woods, where they begin to argue about their different approaches to the experience. I liked Erica's cautionary Wiccan lore: \"The first rule of Wicca is, do no harm, because whatever you do will come back to you threefold.\" This sounds like \"Pay It Forward\" in reverse. Soon they have a confrontation with another tour group, which leads to an unconvincing shoving match. The other group is advised to seek out Coffin Rock, with fatal results, and eventually the sheriff gets involved, and the movie intercuts interrogation scenes as the Witch Hunt group are quizzed by the law.\n\nLike the first movie, this one has two visual styles (but not nearly as much of that hand-held photography that forced some patrons to recycle their popcorn bags). Most of it is in 35mm. The rest is video footage shot by the protagonists. The 35mm footage may or may not accurately reflect how the characters remember what happened; the video footage may or may not be an objective record of some of the same events. And . . . is there really a Blair Witch? The answer, if any, may come in \"BW3,\" now being prepared by Myrick and Sanchez.\n\n\"Book of Shadows: Blair Witch 2\" is a not a very lucid piece of filmmaking (and contains no Book of Shadows). I suppose it seems clear enough to Berlinger, who co-wrote it and helped edit it, but one viewing is not enough to make the material clear, and the material is not intriguing enough, alas, to inspire a second viewing. The characters are not strongly and colorfully established, there is no persuasive story line, and what planet does that hey-rube sheriff come from? He breaks the reality with every appearance.\n\n\"The Blair Witch Project\" was perhaps one of a kind. Its success made a sequel inevitable, but this is not the sequel, I suspect, anyone much wanted. The opening scenes--the documentary showing the townspeople affected by the first film--is a more promising approach, because instead of trying to cover similar ground, it goes outside the first film and makes its own stand.", "running_time": 90, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-27", "genres": ["Horror", "Mystery", "Thriller"], "title": "Book Of Shadows: Blair Witch 2 (2000)"}