{"url": "http://www.rogerebert.com/reviews/book-of-numbers-1973", "by": "Raymond St. Jacquesas Blueboy Harris", "star_rating": 3.0, "text": "Raymond St. Jacques’ “Book of Numbers” is an easygoing period comedy about the numbers game, punctuated by a not excessive amount of violence, and ending with a moral which, if it isn’t exactly uplifting, is no doubt true. Shot on location in Dallas, it’s set in a small-sized Southern city in the early days of the Depression. The story line is simple enough: Two black gangsters Raymond St. Jacques and Philip Thomas) come to town to start a numbers racket. They eventually build such a big bank that the white Mafia wants to take over, and there’s a gang war that spoils everybody’s fun.\n\nThe movie is lavish in its attention to period detail. It’s full of great-looking clothes, cars and sets, and the actors are generally successful at recreating a black life style that has now mostly disappeared. It’s sometimes a little hard to accept non-militant black characterizations (we never see them in the new black movies), “Book of Numbers” has a point to make: If blacks had to play a role to survive, they did - and they did survive.\n\nThe older gangster, for example, shuffles into court as a half-paralytic Uncle Tom, and is found not guilty by the white judge. He warns the prosecutor to “stop persecutin’ our Negroes.” The younger black gangster finds his partner’s behavior reprehensible, but St. Jacques explains: “If I went in there with a fancy lawyer, I’d go to jail for sure.” The movie bogs down a little at the end as it debates the two points of view, but no matter; the courtroom scene itself is hammed up with such gusto that it works as good comedy.\n\nSt. Jacques, who has sometimes found himself in pretty inferior material (does anyone remember “If He Hollers, Let Him Go!” - which almost nipped the black movie boom in the bud?), is very good here, as he has been in a number of films including “Come Back, Charleston Blue.” The character actor D’Urville Martin is back again, as genial and funny as ever. And Philip Thomas, as the younger gangster, has a nice balance between strength and humor that reminded me of Richard Pryor.\n\nBut the picture’s real triumph is in its feel, in its period style. It’s the best looking movie about the 1930s since “Bonnie and Clyde,” and it sounds good, too. St. Jacques (who produced and directed as well as starring) hired Sonny Terry and Brownie McGhee to do his score, and their easy charm on the harmonica and banjo is joyous. The music and a spoken narration are used to give “The Book of Numbers” the feel of an amble through notorious events, and the characters give the impression that they really do live here in this Southern city, have known each other a long time, and, by and large, intend not only to survive but to have a good time doing it.", "running_time": null, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-04-12", "genres": null, "title": "Book of Numbers (1973)"}