{"url": "http://www.rogerebert.com/reviews/boomerang-1992", "by": "Eddie Murphyas Marcus Graham", "star_rating": 3.0, "text": "In May of 1991, at the Cannes Film Festival, Eddie Murphy joined the audience that saw John Singleton's \"Boyz N the Hood,\" and afterwards he led the cheering. I wondered exactly what he was doing there; superstars never attend film festivals unless they have films in competition. And they certainly never sit in ordinary audiences. I wondered if perhaps, after two misguided flops in a row - \"Another 48 Hrs\" and \"Harlem Nights\" - and the resulting bad rap, Murphy was seeking out new influences to redirect his career.\n\nIf that was the case, then \"Boomerang,\" Murphy's new movie, is powerful evidence that he's back on track. It shows a kinder, gentler, funnier Eddie Murphy than we've seen in recent years - a comic actor who can go for the little laughs as well as the big ones, and build a character at the same time.\n\nIn the movie, he's Marcus Graham, a top executive in a cosmetics company, whose free time is spent in the tireless pursuit of women.\n\nHe seduces them and dumps them with no compassion, until one day a female executive (Robin Givens) becomes his boss, and starts treating him in exactly the same way.\n\nThe story for \"Boomerang\" is credited to Murphy, who may have seen this story as an amends after \"Harlem Nights,\" a shockingly sexist movie that included one scene where the Murphy character shot a woman dead while she was making love to him. This time the tables are turned. As Givens seduces Murphy, dumps him, picks him up again, casts him away again, the whole demeanor of his character changes; he loses the bouncy step and the selfconfident chuckle, and begins to hang his head and drag his feet.\n\nThe subplot, predictable but enjoyable all the same, involves another woman in the same firm, played by Halle Berry. She dates Murphy's best friend, but there are no sparks, and they keep insisting they're \"just friends\" even though everyone believes them the first time. Eventually one night, Murphy and Berry realize they're in love. By this time, Murphy has been so thoroughly traumatized and enlightened by the Givens episode that he knows how to do all the right things.\n\nThe movie was directed by Reginald Hudlin and coproduced by his brother, Warrington; they made the original, inspired \"House Party.\" Here, with a larger budget, they show the same gift for funny one-liners that strike out of the blue. Many of them come from an odd but brilliantly cast trio of key supporting actors: Eartha Kitt, Grace Jones and Geoffrey Holder.\n\nKitt is Lady Eloise, aging figurehead of a cosmetics conglomerate, who is sex-mad in her 70s and sees Murphy as the prize she wins for taking over his company. Jones plays a supermodel named Strange who arrives at a product introduction cracking a whip while four half-nude bodybuilders pull her chariot. And Holder is the director who makes some of the most inappropriate commercials in television history.\n\nBoth Givens and Berry are right for their roles, Givens as the kind of maneater who uses traditionally male strategies with great carnal delight, Berry so warm and charming you want to cuddle her.\n\nBut the real surprise of the movie is Eddie Murphy, who finds his character and stays with him. The plot of \"Boomerang\" reminded me most of those tables-are-turned 1950s executive suite comedies that used to star people like Rosalind Russell. To work, they needed a mastery of light comedy, and Murphy has it here. Whatever he was thinking during the dark days of his career slump, it seems to have paid off handsomely.", "running_time": 118, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-07-01", "genres": ["Comedy", "Romance"], "title": "Boomerang (1992)"}