{"url": "http://www.rogerebert.com/reviews/boom-1968", "by": "Richard Burtonas Chris Flanders", "star_rating": 1.5, "text": "There are different kinds of bad movies. Some are simply wretchedly bad, like well, you know. Others are bad but fascinating and \"Boom!\" is one of these.\n\nIt isn't successful, it doesn't work, but so much money and brute energy were lavished on the production that it's fun to sit there and watch.\n\nBeing so awkward and hopeless on its most fundamental level, this is a film for voyeurs.\n\nElizabeth Taylor and Richard Burton remain the nearest thing we have in the movies to a reigning family no matter how uneven their acting abilities. We know so much about them, or think we do, that there is a gruesome satisfaction at the sight of them bogged down in Tennessee Williams' belabored script, especially since its broad outlines seem to resemble the Burton and Taylor private lives.\n\nTaylor plays a Mrs. Goforth, who has survived five husbands, four rich, one poetic, more or less intact. She has millions of dollars and lives on an island as the resident bitch-goddess. She mistreats and insults her servants, broods privately about the decay of her health, flies into tantrums and remains (as, by God, Liz Taylor always does) breathtakingly beautiful.\n\nOne day, Burton swims to the island, climbs up its mountainside, is nearly eaten alive by her guard dogs, announces himself as a poet and moves in. Burton, it appears, has the spiritual energy the woman hungers for. Unhappily, he has a reputation of turning up for the death scenes of great ladies. He is known to the jet set as the angel of death. Mrs. Goforth is terrified and fascinated by him.\n\nThey exchange 90 minutes of Tennessee's peculiarly formal dialog, and you begin to realize that this is an elaborate retread of \"Night of the Iguana.\" In that one, too, the man was a failure, but he had a poetic spark that the dominate and successful woman hungered for. Williams has written this story more than twice, no doubt for reasons of his own.\n\nWell, about 10 minutes into the movie you get its most exciting moment. Goforth-Taylor stands in the window of her modernistic castle, observes that Burton has come aboard and decides that the time has come once again to take unto herself a lover.\n\nJoseph Losey, who is usually a better director, does an interesting thing at this moment. He uses a fast zoom shot and the camera moves in suddenly on Miss Taylor's haughty face.\n\nShe seems to embody at this moment a kind of deadly beauty, and we anticipate a moral struggle to the death between her and Burton. Alas, this tension dissipates.\n\nA fey old charmer from the mainland -- Noel Coward, no less -- is invited to dinner. A kindly young woman secretary who can only be described as an old-fashioned liberal appears; people start talking about their motives instead of employing them. The movie collapses in rhetoric and gestures.\n\nThe set decorator did a great job. Mrs. Goforth lives in a house that seems to be carved of Ivory soap. Everything is white, or gray, or in shadow. Her clothing is white and black. The crags of the mountain are always behind, the sea is always below (a 1,000-foot drop, she estimates -- I think more like 150).\n\nIn this strange womb, the characters rattle instead of breathe. Still Taylor is there and Burton, and you can watch them struggle with this impossible movie or simply watch them. Williams gave Mrs. Goforth a line of dialog that explains a lot: If you have a world-famous figure, she says, why not show it off.", "running_time": 113, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-09-24", "genres": ["Comedy", "Drama"], "title": "Boom (1968)"}