{"url": "http://www.rogerebert.com/reviews/bootmen-2000", "by": "Adam Garciaas Sean", "star_rating": 1.5, "text": "\"Bootmen\" is the story of a young dancer and his friends who revisit the cliches of countless other dance movies in order to bring forth a dance performance of clanging unloveliness. Screwing metal plates to the soles of their work boots, they stomp in unison on flat steel surfaces while banging on things. Imagine Fred Astaire as a punch press operator.\n\nThe movie has been adapted by director Dein Perry from his own performance piece, which he might have been better advised to make into a concert film. It takes place in Australia, where Sean (Adam Garcia) dreams of becoming a dancer. His salt-of-the-earth father, a steelworker, opposes the plan. Sean cannot face life without dance in Newcastle, a steel town, despite the charms of the fragrant Linda (Sophia Lee), a hairdresser who has given him to understand that he might someday, but not yet, enjoy her favors. He flees to Sydney to pursue his career, leaving behind his brother Mitchell, who basks in the old man's favor by adopting a reasonable occupation and stealing cars for their parts.\n\nIn Sydney, Sean encounters a hard-nosed choreographer (William Zappa), a staple in dance movies, who is not easy to impress. Sean is too talented to be dismissed, but at rehearsals he angers the star (Dein Perry, the director) because the star's girlfriend likes his looks, and Sean gets fired. It is one of the oddities of this movie about dance that almost everyone in it is not merely straight, but ferociously macho; it's as if the Village People really did work eight hours a day as linemen, Indian chiefs, etc. I am not suggesting that all, or most, or many dancers are gay, but surely one has heard that some are? Sean returns disillusioned but undefeated to Newcastle, where Mitchell meanwhile has gotten the lonely Linda drunk, plied her with morose theories about Sean's long absence and bedded her during an alcoholic lapse of judgment on her part (Mitchell has no judgment). Sean arrives in the morning, discovers that Mitchell and Linda have sailed into waters that Linda had assured him would remain uncharted pending their own maiden voyage, and becomes so depressed that we realize we have reached the Preliminary Crisis as defined in elementary screenwriting outlines.\n\nNow what? It remains only for the steel mills to close so that Sean can realize that the millworkers should be retrained as computer experts. But there are no computers. Why not have a benefit? Sean gathers his friends and says, in other words, \"Say, gang! Let's rent the old steel mill, and put on a show!\" He trains his buddies in the art of synchronized stomping so that the town can turn out to watch them clang and bang. Judging by the crowd they attract, and estimating $10 a ticket, they raise enough money for approximately two computers, but never mind, cruel fate will quickly turn these recycled steelworkers into unemployed dot-com workers, so the fewer, the better.\n\nIs there a scene near the end of the performance where the once-bitter dad enters, sees that his son is indeed talented and forgives all? Is Linda pardoned for her lapse of faithfulness? Do Mitchell and Sean realize that even though Mitchell may have slept with the woman Sean loves, it was because Mitchell had too much to drink, something that could happen in any family? Do the townspeople of Newcastle give a lusty ovation to the performance? Is there an encore? Veteran moviegoers will walk into the theater already possessing the answers to these and many other questions.", "running_time": 95, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-12-01", "genres": ["Comedy", "Drama", "Foreign", "Music"], "title": "Bootmen (2000)"}