{"url": "http://www.rogerebert.com/reviews/booty-call-1997", "by": "Jamie Foxxas Bunz", "star_rating": 3.0, "text": "In a world where vulgarity is the new international standard, where everyday speech consists entirely of things you wouldn't want your grandmother to hear, \"Booty Call'' nevertheless represents some kind of breakthrough. This is the raunchiest sex comedy I can remember-- sort of an \"Animal House Grosses Out.'' Did I laugh? Sure. Did I recount some of the more incredible episodes to friends? You bet. Is the movie any good? Does goodness have anything to do with it? I walk out of movies like this wishing my parents had sent me to more concerts instead of letting me read Mad magazine. I'm astonished at some of the things I laugh at. But laugh I do.\n\nThe action follows two couples on a double date. Rushon and Nikki (Tommy Davidson and Tamala Jones) have been dating for a while. Rushon gets Nikki to fix up his friend Bunz (Jamie Foxx) with her across-the-hall neighbor, Lysterine (Vivica Fox). Lysterine (\"That's spelled with a 'y,' not an 'i' '') is at first not enchanted by the dreadlocked Bunz (\"That tarantula-head fool looks like Predator'').\n\nBut her girlfriend talks her into coming along for the evening. It is a long and very busy night (the usually understated MPAA notes \"non-stop sexuality, including sex-related dialogue and crude humor, and strong language''). During its course, both couples reveal great enthusiasm for sex, but the sex scenes aren't detailed.\n\nWell, they're detailed, all right, but not about sex--the details are in the difficulties, the refinements, and what goes wrong or sometimes even right.\n\nConsider, for example, Lysterine's peculiar turn-on. She likes to have sex while her partner does a Jesse Jackson imitation, and Bunz is happy to oblige with highlights from several speeches. (For afterplay, he cools down with Bill Cosby.) Lysterine is also into various kinky implements, props and costumes. There are times, when she enters the bedroom, that Bunz looks like a man about to have a proctoscopic examination.\n\n\"Safe sex'' is the watchword of both women, and this leads to a scene where Rushon fights with Nikki's pet dog for possession of a condom. Rushon wins. That's funny in itself, but even funnier (and possibly unscripted) is the way the dog continues for the rest of the scene to leap desperately into the air, barking and snapping at the prize held just out of its reach.\n\nThis is some dog. It also figures in the funniest single scene in the movie, where it licks Lysterine's toes under the table, and Lysterine thinks it's Bunz. Later, Bunz makes a similar mistake, also involving the dog, which I will not recount here.\n\nOne of the movie's positive qualities is its hearty equality of the sexes. This is not about lustful male predators and female victims. All four characters are equally matched and equally enthusiastic. And all four have a healthy cheerfulness about sexuality. Although the movie is a wall-to-wall exercise in bad taste, it somehow retains a certain innocence; it challenges and sometimes shocks, but for me at least it didn't offend, because its motives were so obviously good-hearted. I was reminded of Mel Brooks' defense of \"The Producers\" (1968): \"This movie rises below vulgarity.'' Example: Toward the end of the movie, Rushon finds himself in a hospital, about to be operated on. Through a sneaky mix-up in the charts, his minor surgery is upgraded to the removal of his testicles. Anesthetized and unable to speak, he looks in horror at the surgeon's preparations. His friends can't dissuade the grim doctor from his mission. Finally they hit upon the magic words that will stop any operation in mid-slice: \"He doesn't have any insurance!'' (The pre-op preparations lead, a little later, to a truly inspired recycling of the famous line, \"Not only am I the president--I'm a client!'') To evaluate this movie, I find myself falling back on my timetested generic approach. First, I determine what the movie is trying to do, and what it promises its audiences they will see. Then, I evaluate how successful it is, and whether audiences will indeed see the movie they've been promised and enjoy it.\n\n\"Booty Call'' is being advertised as a raucous exercise in vulgarity. It is. I laughed. So I must, to be honest and consistent, rate it accordingly--three stars. In an era when so many movies have no taste at all, a movie in bad taste is at least sailing under its true colors.", "running_time": 77, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-27", "genres": ["Comedy"], "title": "Booty Call (1997)"}