{"url": "http://www.rogerebert.com/reviews/bopha-1993", "by": "Danny Gloveras Micah Mangena", "star_rating": 3.5, "text": "He is a proud South African police sergeant, the second generation in the job, and he wants his son to follow him onto the force. In classes for new cadets, he tells them they'll be called \"pig,\" and then he explains that the word's initials stand for Pride, Integrity, and Guts and Glory. He is good at his job and believes in it. And he is black.\n\nHis name is Micah Mangena, and Danny Glover plays him in \"Bopha!\" as a man who sums up much of the anguish of modern South Africa. As his story opens, in 1980, he works in a drowsy rural area where relationships between whites and blacks, and police and civilians, seem fairly good - at least from the official point of view. Mangena has a good working relationship with his white captain, who is not a bad man, and he is proud to provide a good standard of living for his wife (Alfre Woodard) and their only son (Maynard Eziashi).\n\nThen there is trouble. The local students strike against a government decree that they be taught in Afrikaans instead of English. Both are European tongues, but Afrikaans is spoken only in South Africa, while English seems to them the language of the winds of change from outside, the language of freedom.\n\nMangena gets orders from his boss to raid a secret protest meeting they've heard about - a fairly innocent meeting, they're sure. \"Use minimum force,\" the white man says. The raid goes as planned, and the area would probably have remained relatively tranquil, but a few days later new faces appear in the district: De Villiers (Malcolm McDowell), the hard-line officer from the Special Branch, and his thuggish assistant. They insist on extreme measures, eventually involving torture and death, to put down the protests. And then the black policeman's whole world comes crashing down around his ears. For his son is one of the protesters.\n\n\"Bopha!\" (which means to arrest or detain in Zulu) is based on a play by Percy Mtwa and is the first film directed by Morgan Freeman, whose acting career has included two Oscar nominations (\"Street Smart\" and \"Driving Miss Daisy\") and who starred in \"The Power of One\" (1992), a much more innocent film about South Africa.\n\nLike that film, \"Bopha!\" was shot on location in Zimbabwe, and captures the beauty as well as the unhappiness of southern Africa.\n\nUnlike it - unlike almost all the recent films about South Africa - it is told primarily through black eyes, and that is one of its greatest values.\n\nI've admired such films as \"Cry Freedom\" and \"A Dry White Season\" while at the same time wondering why they saw South Africa through white eyes. \"Cry Freedom\" begins as the story of a black leader named Steven Biko, but he is killed halfway through, and the story focuses on his friend, a white newspaper editor. One is reminded of the bit player who thought \"Hamlet\" was about a gravedigger who meets a prince. To see South Africa in terms of white masters and black victims is comforting, but too simple; apartheid is a cruel system in which some of the spoils go to blacks, who are happy to have them, and it does not escape notice that Sergeant Mangena's house is the nicest in the township, with two bedrooms, electricity and a refrigerator.\n\nMangena is not a bad man. He works hard, loves his family, is proud of his uniform, believes what he does is necessary. Indeed, most of it is. The law must be enforced. But to the degree that the law enforces apartheid, it places him in a terrible position: \"He is,\" Freeman observed at the Toronto Film Festival, \"a watch dog, trained to bark at trouble. He may be a sergeant, but the lowliest white member of the force can give him orders.\" This is what the son sees, and acts on, while Mangena assumes that all is well and that he knows his son's mind. And as violence envelops the once peaceful area, as the brutality of the Special Branch tactics becomes inescapable, Mangena learns, but slowly. It is a great performance by Danny Glover, the portrait of a proud man who discovers his pride was entrusted to the wrong things.\n\nAlfre Woodard, who struggles to preserve her family in the middle of the rising anarchy, is also very strong here, and the film's ending has some of the power of classical tragedy.\n\nI had some problems with the very end of the film. It seemed to me there should have been one more scene, explaining how the policeman arrives at his final destination. The sense was that the viewer was required to read his mind. Perhaps that was the idea.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-09-24", "genres": ["Drama"], "title": "Bopha! (1993)"}