{"url": "http://www.rogerebert.com/reviews/born-yesterday-1993", "by": "Melanie Griffithas Billie Dawn", "star_rating": 1.0, "text": "Sometimes you're watching a movie and you start to sense the real feelings of the people on the screen. Not how their characters feel - how they feel. Watching \"Born Yesterday,\" I picked up an enormous weariness, a dispirited approach to the material, as if everyone had lost heart. This is supposed to be snappy material, and it comes across gloomy.\n\nThe movie is a remake of a 1950 film based on a play by Garson Kanin, about a hard-boiled millionaire who hires a tutor for his brassy mistress, only to realize the girlfriend and the tutor have fallen in love. This version stars Melanie Griffith as the mistress, John Goodman as the millionaire, and Don Johnson as the tutor - a newspaper reporter who's after the real scoop on Goodman's wheeling, dealing and bribery.\n\nThe screenplay by Douglas McGrath does the material no favors. Kanin's witty, literate lines have been dumbed down for today's audience, and in the process, the whole story grows more crass. It's impossible to see what the Goodman and Griffith characters could have ever seen in one another; there's not a spark of chemistry, and when he shouts at her and barks orders, it's so raw it hurts. That's bad enough, but when Griffith and Johnson play scenes together, there's no chemistry there, either. The actors in this movie fit the characters so badly it's like a game of dressup.\n\nI came home after seeing \"Born Yesterday\" and went straight to the laserdisc of the 1950 movie, directed by George Cukor and starring Judy Holliday as the ditzy mistress (she won an Oscar for the role), Broderick Crawford as the tough guy, and William Holden as the tutor. I wasn't trying to make easy comparisons. I was trying to figure out what went wrong.\n\nCasting is one obvious department. The original \"Born Yesterday\" seems almost written for Judy Holliday, with her tinny voice, her perfect timing, her wisdom masquerading as naivete. She projects energy into the picture; she isn't inhabiting the plot, she is the plot. Griffith pales by comparison. She's passive, melancholy and doesn't seem to have her heart in the role. Some of the lines she reads like a good little girl, standing there proving she has them memorized.\n\nGoodman is all wrong as the rich crook. He shouts and slams doors and orders people around, but he lacks the slick survival instincts of the character as Crawford played him. He seems so violent and angry, we can't believe he got to where he is. And when he actually strikes his girlfriend - slams her to the floor, and then hits her again - the fabric of the film is broken. In 1950, Crawford lifted his hand to threaten to hit Holliday, but he didn't dare. When Goodman connects in 1993, it's not progress.\n\nAs for Don Johnson, there's no character there. Holden follows Holliday with his eyes and his whole attention. Johnson seems to be thinking of something else. The millionaire has a right-hand man, an aide played by Edward Herrmann, and I knew the movie was in trouble when it became clear he cared more about the mistress than Johnson did.\n\nIt's not enough to remake a formula, or borrow some lines.\n\nIt's not enough to find a blond actress with a little-girl voice and assume that's all it takes to play a Judy Holliday role. Was there any reason why they thought this story had to be told again? Other than financial? Did anyone on the picture give a damn about the story, and care what happened to these characters? I dunno. The original \"Born Yesterday\" was a fairly black comedy already, but it redeemed its dark side with style and energy. This movie simply seems morose and mean.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-03-26", "genres": ["Comedy", "Romance"], "title": "Born Yesterday (1993)"}