{"url": "http://www.rogerebert.com/reviews/born-to-win-1972", "by": "George Segalas J", "star_rating": 2.5, "text": "Ivan Passer's \"Born to Win\" is a good-bad movie that doesn't always work but has some really brilliant scenes. It opened last week under cover of darkness in several neighborhood theaters, and that's probably just as well. If they'd given it the big hype at first-run prices, people might have felt uneasy at a tragicomedy about dope. But at neighborhood prices, we can relax and remember George Segal running through the middle of Manhattan in a fluffy nightgown.\n\nSegal is one of the most interesting young American actors, and he isn't shy about accepting projects that sound weird, if not impossible. This has had a curious effect on his career. He has made a lot of movies that were so-so at the box office, and then went straight into the minor classic category. People remember them fondly a long time after they've forgotten the immortal honorees of the New York Film Critics Circle.\n\nLet's see. Segal made \"No Way to Treat a Lady\" and \"Bye Bye Braverman\" and \"Where's Poppa?\" and now \"Born to Win.\" He has also had some big financial successes along the way, but these four comedies will do nicely for anyone mounting a retrospective on good recent movie comedy. They have their faults, but mostly they're faults of ambition, not timidity, and Segal has allied himself with directors willing to take chances.\n\nThis time his director is Ivan Passer, a Czech who got out when the Russians invaded Prague. Passer's \"Intimate Lighting\" is one of the best European films of the past decade. With \"Born to Win,\" he was trying to give us an ultimately tragic movie about heroin addiction -- and to throw in some slapstick along the way. This is asking for trouble, and Passer gets into some, but \"Born to Win\" is much more interesting than most of the recent cycle of drug films.\n\nSegal, gaunt and hollow-cheeked, cruises the familiar territory of upper Broadway and Times Square, dealing drugs and inhabiting shaky friendships. He has broken up with his wife (Paula Prentiss), depends on his best friend (Jay Fletcher) for support in emergencies, and begins an affair with a girl (Karen Black) after she catches him trying to steal her car.\n\nPasser presents the whole up-down trap of heroin addiction in one unforgettable series of scenes. Segal, having scored, feels great and is sure he can kick the habit this time. Karen Black drives him west out of the city: The whole world, drenched in sunshine, is before them, and they will always be in love. The scene is balanced with a cold and desperate one a little later. He needs a fix and they drive back to a cold, sunless Manhattan with its despair and its pushers.\n\nThe slapstick scene resists description. I'll try just to give you an idea. Segal has double-crossed a couple of big pushers and is locked naked in the bedroom of a plush high-rise apartment while they decide when to kill him. Desperately trying to attract attention, he exposes himself to the cliff dwellers across the way, hoping they'll call the cops. But this being New York...\n\nWell, anyway, Passer has a nice cynical sense of humor, and Segal is a virtuoso at making his character funny and sad, laughing and laughed at, brave and pathetic. It may have, been the film's daring, rather than its accomplishment, that got it invited to the New York Film Festival last October. That would have been enough.", "running_time": null, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-03-14", "genres": null, "title": "Born to Win (1972)"}