{"url": "http://www.rogerebert.com/reviews/borstal-boy-2002", "by": "Shawn Hatosyas Brendan Behan", "star_rating": 2.0, "text": "For a dozen years of my life, I gazed into the face of Brendan Behan almost nightly. There was an enormous photograph of him on the wall of O'Rourke's Pub on North Avenue, and it didn't take a lip-reader to guess which word began with his upper teeth posed on his lower lip. Drunk and disheveled, he must have been in a late stage of his brief and noisy progress through life. He wrote that to be drunk in Ireland in his youth was not a disgrace but a sign of status, because it showed you had enough money to pay for the drink. By that measurement, Behan was a millionaire.\n\nStill beloved and read by those who remember him, the boy-o has long since faded from his time of great celebrity, when he enlightened talk shows with his boisterous proletarian philosophy. The recent equivalent of his risky performances as a late-night chat star would be Farrah Fawcett crossed with Andrew Dice Clay. He also wrote some good plays and the classic memoir \"Borstal Boy,\" and died at 41--which was old age, considering how he lived.\n\nThat is the Behan I remember. The Behan of \"Borstal Boy\" (Shawn Hatosy) is another person altogether, an idealistic young lad who naively goes to England on a mission for the IRA, is arrested, is sent to juvenile prison (\"borstal\") and there learns to love those he thinks he hates, including the English (through the warden's daughter) and \"queers\" (through his prison pal Charlie). After being discharged as a presumably pacified bisexual, he returns to Ireland and the movie ends quickly, before having to deal with the facts that he once again took up arms for the IRA, shot a cop, was sent back to prison, and (despite marriage to the saintly Beatrice) found love most reliably in the arms of the bottle.\n\nIs the Brendan Behan of \"Borstal Boy\" simply the young man before alcoholism rewrote his script? I haven't read the book in years, but my strongest memory is of Behan's defiance--of his unshakable belief that carrying bombs to Liverpool and shooting cops was not criminal because he was a soldier at war. That has been the policy of the IRA from the beginning, that they are not terrorists but soldiers or prisoners of war. It is the same today with terrorists, with the difference that things were ever so much more innocent in the 1950s, so that the borstal warden (Michael York) could see Brendan as a lad with good heart who just needed a chance to settle down and think things through.\n\nThe story hinges on parallel love affairs, both depending on a permissiveness one is a little startled to find in an English juvenile prison in the 1950s. Young Brendan makes best friends with his fellow prisoner Charlie (Danny Dyer), a young sailor who is \"openly gay\" (says Stephen Holden of the New York Times), although I believe being openly gay in those days, when it was against the law, was more a matter of sending signals to those who knew them and staying prudently in the closet otherwise. Certainly Brendan is slow to catch on, both to Charlie's homosexuality and to the promptings of his own heart. He is more obviously attracted to Liz (Eva Birthistle), the warden's daughter.\n\nMy guess is that the likelihood of a borstal boy being allowed to spend quality time with the warden's daughter is approximately the same as his chances of making friends with an \"openly gay\" prisoner, which is to say, less likely than being invited to tea with the Queen.\n\nOf course, Liz and Charlie may come directly from the pages of the book and I have simply forgotten them. But my problem with \"Borstal Boy\" isn't so much with the facts as with the tone. If this is an accurate portrait of Brendan Behan at 16, then \"Borstal Boy\" makes the same mistake \"Iris\" does--it gives us these writers before (and in the case of \"Iris,\" after) the years in which they were the people they became famous for being. Yes, Behan's book is about that period in his life, but written with a gusto and rudeness that's lacking in Peter Sheridan's well-mannered film.\n\nYes, I know I've defended \"A Beautiful Mind\" against charges that it left out seamy details from the earlier years of John Forbes Nash, but the difference is, \"A Beautiful Mind\" focused intently on the central story, which is that he was a schizophrenic whose work won the Nobel Prize. Does anyone much think the central story of Brendan Behan is that he was a bisexual sweetheart before he took to drink? The photo on the wall at O'Rourke's shows him forming the first letter of the first word of his response to that theory.", "running_time": 91, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-03-22", "genres": ["Drama", "Foreign"], "title": "Borstal Boy (2002)"}