{"url": "http://www.rogerebert.com/reviews/bottle-rocket-1996", "by": "Luke Wilsonas Anthony Adams", "star_rating": 2.0, "text": "\"Bottle Rocket\" was shot in and around Austin, Texas, and like \"Slacker,\" another Austin movie, it's in love with the whimsy, coincidences and conversation of everyday life. The plot is about learning to pull stickups, but crime seems almost like an afterthought in many of the scenes, which play more like a documentary on some old friends sitting around trying to think about something to do.\n\nThe movie opens with a character named Anthony (Luke Wilson) planning his escape from a mental asylum. Many of the details have been planned by his friend Dignan (Owen C. Wilson), who signals him furtively from a hiding place on the grounds and who seems loonier than Anthony. The escape works, but it's not much of an achievement, since the asylum is a minimum-security institution that anyone can more or less walk away from.\n\nThe logic behind the unnecessary escape soon repeats itself, when Dignan and Anthony collaborate on a house burglary that turns out, shall we say, to be a great deal less risky than it first appears. They're in training for the big time; they want to be crooks, but don't have many of the necessary skills, and their personalities seem all wrong. For Dignan, crime seems like less of a career than a convenient way to control Anthony.\n\nThey bring in a friend, Bob (Robert Musgrave). He'll be the getaway driver for their first real big-time heist. They choose a bookstore as their target, and the scene is handled nicely; the employees and customers are too lowkey to really mind very much.\n\n\"Bottle Rocket\" then falls into a version of a familiar movie story, in which essentially innocent characters choose, or are pushed into, a life of crime, and find themselves increasingly alienated from society when all they really want to do is hang out and kill time. Eventually, they get themselves involved with a real criminal, played by James Caan, and find themselves in over their heads.\n\nThe formula provides some nice small moments, but they don't add up to much; they suggest that these filmmakers might make a better movie the next time, when they depend less on their own familiar personalities and inspirations and more on an original screenplay.\n\nThe story behind \"Bottle Rocket\" is encouraging for would-be filmmakers. The director, Wes Anderson, met the writer and co-star, Owen Wilson, at the University of Texas. Owen's brother Luke came on board as another cast member. The group made a short film based on their idea, got support from Texas-based screenwriter L. K. (Kit) Carson, took the short to the Sundance Film Festival, and found backing from big-time filmmakers including James L. Brooks, who helped them get money for a feature from Columbia Pictures.\n\n\"Bottle Rocket\" is entertaining if you understand exactly what it is: if you see it as a film made by friends out of the materials presented by their lives and with the freedom to not push too hard. Its fragile charm would have been destroyed by rewrites intended to pump it up or focus it; it needs to meander, to take time to listen to its dialogue, to slowly unveil character quirks, particularly Dignan's.\n\nIt's the kind of film, in fact, that a festival like Sundance is ideal for. An audience that knows about the realities of low-budget independent filmmaking will probably find a lot of qualities in here that might elude wider audiences. I can't recommend the film - it's too unwound and indulgent - but I have a certain affection for it, and I'm looking forward to whatever Anderson and the Wilsons do next.", "running_time": 91, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-21", "genres": ["Comedy", "Crime", "Drama", "Indie"], "title": "Bottle Rocket (1996)"}