{"url": "http://www.rogerebert.com/reviews/bottle-shock-2008", "by": "Alan Rickmanas Steven Spurrier", "star_rating": 3.5, "text": "In 1976, the year of the American bicentennial, the tall ships sailed from Europe to America and back again. But a smaller event was, in its way, no less impressive. In a blind taste-testing held in France, the wines of California’s Napa Valley defeated the best the French had to offer — and all the judges were French! A bottle of the winning American vintage, it is said, now rests on exhibit in the Smithsonian Institution.\n\n“Bottle Shock” is a charming fictionalized version of the victory, “based,” as they love to say, “on a true story.” Shot in California like \"Sideways\" but set much closer to the earth, it tells the story of a struggling vineyard named Chateau Montelena, deeply in debt with three bank loans. It’s run by the hard-driving Jim Barrett (Bill Pullman), who despairs of his layabout, long-haired son Bo (Chris Pine).\n\nMeanwhile, in Paris, we meet a British wine lover named Steven Spurrier (Alan Rickman), whose tiny wine shop is grandly named “The Academy of Wine.” We never see a single customer in the shop, only the constant visits of a neighboring travel agent, Maurice (Dennis Farina, in full Chicago accent). Maurice encourages Steven by praising his wines, which he samples freely while passing out business advice.\n\nSpurrier (yes, a real man) has been hearing about the wines of California and has an inspiration: His grand-sounding “academy” will sponsor a blind taste-test between the wines of the two countries. That he is able to gather a panel of expert judges says much for the confidence of the French, who should have realized it was a dangerous proposition.\n\nIn Napa, we meet two other major players: A pretty summer intern named Sam (Rachael Taylor), and an employee of Jim’s named Gustavo Brambilia—- yes, another real character--is played by Freddy Rodriguez. Gustavo has wine in his bones, if such a thing is possible, and would go on to found a famous vineyard. The two boys raise cash by Gustavo’s (partially true) ability to identify any wine and vintage by tasting it, and of course, they both fall in love with Sam, who lives for the summer in a shack out of The Grapes of Wrath.\n\nThe outcome is predictable; anyone who cares even casually knows the Yanks won, but director milks great entertainment, if not actual suspense, out of the competition. Much of its effect is due to the precise, quietly comic performance by Alan Rickman as Spurrier. “Why do I hate you?” asks Jim Barrett, who resists the competition. “Because you think I’m an asshole,” Spurrier replies calmly. “Actually, I’m not an asshole. It’s just that I’m British, and, well ... you’re not.”\n\nWe see him navigating the back roads of Napa in a rented Gremlin, selecting wines for his competition and getting around U.S. Customs by convincing 26 fellow air travelers to each carry a bottle back for him. That the momentous competition actually took place, that it shook the wine world to its foundations, that it was repeated 20 years later, is a story many people are vaguely familiar with. But “Bottle Shock” is more than the story. It is also about people who love their work, care about it with passion and talk about it with knowledge. Did you know that a thirsty, struggling vine produces the best wines? It can’t just sit there sipping water. It has to struggle — just like Chateau Montelena.\n\nRead the movie’s end credits to find out how the movie fudges a few names, facts and vineyards -- and what happened to Gustavo.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Comedy", "Drama", "Indie"], "title": "Bottle Shock (2008)"}