{"url": "http://www.rogerebert.com/reviews/boulevard-nights-1979", "by": "Richard Yniguezas Raymond", "star_rating": 2.5, "text": "On my way into the Chicago theater to see \"Boulevard Nights,\" I was handed a leaflet by a radical group that linked the movie with \"The Warriors\" and other current and violent films as part of a plot by the \"fascist ruling class\" to \"poison the minds of thousands.\"\n\nThe leaflet is a great irony, because \"Boulevard Nights\" has almost nothing in common with \"The Warriors.\" But that is a fact the leafleteers could not be expected to know, since they confidently explain, \"You do not have to go out and pay to see this movie to tell how rotten it is.\" Couldn't they have all chipped in and sent just one brave antifascist in to see for himself?\n\nHe would have discovered that \"Boulevard Nights\" is in fact a sensitive and thoughtful film about the tragedy of gang warfare in the barrio, and that it's clearly anti-gang, with none of the pseudo-romantic posturing \"The Warriors\" employed to make killing look great. It's a movie that tries to tell us something about life in the Mexican-American neighborhoods of East Los Angeles, and that sometimes succeeds.\n\n\"Boulevard Nights\" is not altogether successful, though, because the truth of the situation has been cluttered up by a story structure borrowed from umpteen other Hollywood movies about coming of age in a ghetto. The story is basically about two brothers; Raymond (Richard Yniguez) and Chuco (Danny De La Paz), who stand on opposite sides of that division between being a gang member and being an adult. Raymond likes cars, works in a body shop, drives a customized Chevy and plans to get married. Chuco can't hold a job, uses drugs and finds his identity in a gang.\n\nChuco's gang is in the preliminary stages of a war with another gang, and Danny knows it. He tries to save his brother: Lectures him, gets him a job in the body shop, slaps him around a little. But Chuco needs the gang. He's too weak to be somebody without it, and he knows it. The film's central passages, developing these points, are the best; instead of the frantic hype of most gang films, we get an appreciation for the daily rhythms of these characters' lives, and an insight into the relationship between Raymond and his girl friend (Marta Du Bois).\n\nThere are dates, and a proposal, and a wedding rehearsal and a wedding, and then death strikes and a war breaks out between the gangs. But even here the movie doesn't go for cheap shots and wholesale violence; what happens is clearly motivated, is soberly observed and is obviously tragic. Some audiences left \"The Warriors\" with a blood lust, it's hard to imagine \"Boulevard Nights\" inspiring anything but quiet thoughtfulness.\n\nAs I suggested, the film is a little too predictable in its happenings: We've been over this ground too often before to be surprised by what happens. But Richard Yniguez plays the lead with an attractive authority, Marta Du Bois is subtle and sensitive in a role that could easily have been dismissed as \"the girl,\" and \"Boulevard Nights\" has its heart in the right place.", "running_time": 102, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-05-07", "genres": null, "title": "Boulevard Nights (1979)"}