{"url": "http://www.rogerebert.com/reviews/bound-1996", "by": "Jennifer Tillyas Violet", "star_rating": 4.0, "text": "\"Bound\" is one of those movies that works you up, wrings you out and leaves you gasping. It's pure cinema, spread over several genres. It's a caper movie, a gangster movie, a sex movie and a slapstick comedy. It's not often you think of \"The Last Seduction\" and the Marx Brothers during the same film, but I did during this one--and I also thought about \"Blood Simple\" and Woody Allen. It's amazing to discover all this virtuosity and confidence in two first-time filmmakers, Larry and Andy Wachowski, self-described college dropouts, still in their 20s, from Chicago.\n\nAs the film opens, a tough but sexy woman is moving into a new apartment. She rides the elevator to her floor with what looks like a mobster and his ditzy girlfriend. He's a mobster, all right, but she's not as ditzy as she looks. It's more of an act that gives her immunity in a dangerous environment.\n\nThe sexy newcomer is Corky (Gina Gershon), a lesbian who has just finished serving a prison sentence. The mobster is Caesar (Joe Pantoliano), a mid-level functionary in the Chicago crime syndicate. His girlfriend is Violet (Jennifer Tilly), whose lust for their new neighbor is so obvious she might as well just turn herself in to Jerry Springer and get it over with (\"Violet -- afraid to tell Mafioso boyfriend she's a lesbian\").\n\nViolet creates an excuse to meet Corky; she uses the routine about her ring falling down the sink. In old movies this was a ploy to trap men, but for about 10 years I've noticed that the only movie characters who seem to do household tasks anymore are lesbians. There's always a scene early in the movie showing them caulking something.\n\nPassion between the two women is instantaneous, steamy and kind of funny. Gershon and Tilly are electric together, maybe because they understand the humor of their situation and play the sex for delight instead of for solemn earth-shaking gynecological drudgery. The movie seems to be shaping up as an erotic popcorn-masher, but then the plot thickens and keeps on thickening, twisting the characters and the audience ever tighter into a sticky web of murder, blood, sex and money.\n\nViolet and Corky have secret tete-a-tetes, and vice versa, and become lovers. Violet whispers that she wants to escape Caesar so the two women can start a new life together. So far she hasn't been able to get Caesar to listen. (\"Caesar, I'm leaving!\" she announces. \"Why?\" he whines. \"Did I use a good towel?\") Violet tells Corky that a bag man named Shelley (Barry Kivel) is arriving at Caesar's, with $2 million in cash. She thinks they should steal the cash, and she needs Violet's help--since as an ex-con, Violet is presumably an expert criminal.\n\nNow the movie turns into a macabre caper comedy of clockwork virtuosity. The plot depends on split-second timing; if anything goes wrong, they could be dead. Of course everything goes wrong. Shelley arrives with the briefcase, and it appears that he's going to get his fingers cut off, one at a time. When this scene played at the Toronto Film Festival, people fled the theater, so be warned. But also know that the movie never goes as far or shows as much as it seems about to; like \"Blood Simple,\" it takes us to the edge of the unacceptable, peers over wistfully and tiptoes away.\n\nTo describe what happens in the film's brilliant and long-sustained caper sequence would be unfair. Familiar movie devices are made to feel new. Bodies stack up. The cops arrive and there is evidence of murder right in front of them if they only knew where to look. The two lovers are in constant danger of exposure and death.\n\nAll of this is somehow constructed like a perfect Marx Brothers routine; the briefcase full of money moves around like the pea in a shell game, powerful Mafia bosses arrive from the East Coast and represent certain death for the increasingly desperate Caesar, and there are little tricks involving things like the \"redial\" button on a telephone that have the audience gasping with fear and delight.\n\nThe movie is a jubilant comeback for Gina Gershon, whose career now takes a U-turn after the unsuccessful \"Showgirls.\" She brings an edge and intelligence to her character that reminded me a little of Linda Fiorentino in \"The Last Seduction.\" Jennifer Tilly takes the giggly showgirl act she introduced in Woody Allen's \"Bullets Over Broadway\" and uses it to hide a steel will. And Joe Pantoliano has some of the trickiest scenes in the movie, bouncing from paranoia to greed to lust to abject fear like a pinball in the wrong machine.\n\n\"Bound\" is shocking and violent, and will offend some audiences. It's that kind of movie. But it's skillful filmmaking, setting a puzzle that involves time, space, money and danger, and seeing how many different ways it can be solved.", "running_time": 109, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-04", "genres": ["Action", "Crime", "Drama", "Romance", "Thriller"], "title": "Bound (1996)"}