{"url": "http://www.rogerebert.com/reviews/bounce-2000", "by": "Ben Affleckas Buddy", "star_rating": 3.0, "text": "\"Bounce\" begins with flights delayed at O'Hare. One guy gives another guy his boarding pass, the plane crashes, the other guy dies. The survivor is Buddy (Ben Affleck), an alcoholic ad executive from Los Angeles, whose boozing now spirals out of control, until he joins Alcoholics Anonymous and finds that one of the 12 steps involves making amends to those he harmed with his drinking. So he pays a call on Abby (Gwyneth Paltrow), the widow of the man who died in the crash.\n\nStrictly speaking, Buddy has no amends to make. He was doing the other guy a favor. It wasn't his fault that the flight crashed. But he tracks down Abby, discovers she's a real-estate agent, and arranges for her to get a commission on a building his agency was going to buy anyway. Then she asks him to a Dodgers game, and before you know it, they're in love and he's bonding with her kids.\n\nThe problem, of course, is that he hasn't told her he's responsible in some cosmic, fateful way for her husband's death. He means to, but he puts it off. Lovers with untold secrets are a familiar movie situation, seen earlier this year in \"Return to Me,\" when Minnie Driver can't tell David Duchovny his late wife's heart was transplanted into her chest.\n\n\"Bounce\" builds toward a big revelation scene, of course, and when it comes, it has to be perfectly aimed and well-acted because both actors are on thin ice. The moment of truth in \"Bounce\" is not quite right. The revelation is delayed a few scenes beyond its natural place in the film, and we grow restless; we enjoy the suspense only up to a point. Buddy moistens his lips, clears his throat and coughs nervously and still doesn't tell Abby, and it begins to feel like the movie's playing with us.\n\nThere have been hints that the secret may not be revealed verbally. A videotape was made at the airport, and because all props are brought onstage for a reason, we know sooner or later that tape, showing Buddy with the dead guy, will be seen again. Thinking ahead, I began to wonder how director Don Roos would use the tape. I guessed that maybe before Abby had a chance to look at the tape, the two would share a moment of tenderness and then one of the kids would pop the tape into the VCR and the truth would start playing, unnoticed at first, in the background. Stage this correctly and you might have one of those scenes an audience remembers for a long time.\n\nIncredibly, Roos keeps Abby offstage for the moment of revelation. We don't see her when she learns the truth, and she's not there when he sees the tape. What a missed opportunity. \"Bounce\" has a strong set-up, good acting, intelligent dialogue and attractive characters, but it loses its way in technique. In movies with this story structure, all depends on the precise timing of the delay and the revelation, and \"Bounce\" misses. Not by a lot, but by enough.\n\nI liked the movie, anyway. I liked it because of the convincing way the relationship got started. And because Buddy's gay secretary (Johnny Galecki) isn't afraid to talk back to him--about alcoholism and Abby. And because of the way Buddy got closer to the kids. And because Paltrow dials down her beauty and becomes a convincing widow. And because I wanted them to become lovers, which means they sold me on themselves.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-17", "genres": ["Drama", "Romance"], "title": "Bounce (2000)"}