{"url": "http://www.rogerebert.com/reviews/bound-for-glory-1977", "by": "David Carradineas Woody Guthrie", "star_rating": 4.0, "text": "There are images in Hal Ashby's “Bound For Glory” so striking or so beautiful I doubt I'll ever forget them; this is the most visually accomplished film since “Barry Lyndon”. But the beauty is sometimes achieved at the cost of tone. Scene after scene unfolds at such a measured pace, with such calculation and understatement, that finally we seem to be watching a travelogue set during the Depression. The film has a grave dignity, which is good, but it often seems to lack life, which would be better.\n\nIt's the story of Woody Guthrie, that extraordinary man out of Oklahoma who left the Dust Bowl for the promise of California and became our national troubadour. He wrote hundreds of songs, many of them standards and one, “This Land is Your Land,” that should replace our mediocre national anthem. He traveled the rails from one end of the country to the other, worked as a migrant laborer, merchant seaman or whatever else was available, and chronicled in his songs the life in work camps, hobo jungles and the ghettos.\n\nThe film is faithful to that experience, totally so. There's not a false moment in it, not a moment when we feel the meaning of Guthrie's life has been compromised for movie reasons. David Carradine's performance as Guthrie finds just the right balance between his pride and innate simplicity. And the film looks right; there can seldom have been a period film with such loving attention to detail, to the ways cars and dresses and living rooms and roadside diners looked during the Depression. All of these elements have been handled carefully, and with respect.\n\nAnd yet “Bound For Glory” is ultimately a rather slow-moving experience. Each scene is established so carefully, is framed with such artistry (Haskell Wexler's cinematography is a series of perfectly-seen compositions), is played with such weight, that finally the movie seems too much of a piece.\n\nWe want more humor, more irreverence, more of an indication that Guthrie had acid mixed in with his humanity. That's almost the only criticism I can make of the film, although it's a fundamental one; anyone who loves movies or is interested in Guthrie should see “Bound For Glory”, but it'll be a worthwhile experience that's pretty slow-going.\n\nAshby and Wexler recreate the Depression years so well, see them so faithfully; that the movie actually becomes a historical document. If we want to know what that decade looked like, this is the film to come to. There is, for example, that matter of the diner where Woody gets his first square meal in California. “Airways Dinette,” it's called, and it's a white frame building on wheels that has stubby wooden wings and fake propellers; we see it just for a second but it's the sort of detail the movie's filled with.\n\nAnd then there's the look of the small Texas towns, the California fruit fields, the Main Streets and back roads and railway yards. The film opens in a gas station in Woody's home town; he sits around with a few friends and the sun beats down and the flies buzz and we can almost smell the dust. A stranger drives up and buys a nickel Coke, and we can taste it. The whole movie's seen that well, especially in its most spectacular moments.\n\nThere are two in particular: One is an awesome shot showing a dust storm approaching the little town, and another is a shot on top of a freight train, held for minutes without a cut, while Woody and a fellow hobo exchange philosophies while the train moves past the endless fields, disappears into the darkness of a tunnel, emerges, seems ready to run forever. Shots like those have rarely, if ever, been handled so well. But the movie's political content -- the determination of Woody and a musician friend to organize the migrant workers into unions -- is predictable and repetitive. Guthrie's politics were central to his music, and yet in the film they seem almost superfluous; the politics could have emerged organically from the narrative, instead of being shoehorned in.\n\n“Bound For Glory” isn't quite the great film it could have been, then. But it is one of the best-looking films ever made, in its photography, in its use of locations, in its recreation of the America that Woody Guthrie discovered.", "running_time": 147, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-03-09", "genres": ["Drama"], "title": "Bound for Glory (1977)"}