{"url": "http://www.rogerebert.com/reviews/bound-by-honor-1993", "by": "Damian Chapaas Miklo", "star_rating": 2.0, "text": "\"Bound by Honor\" tells the story of Miklo, a young man with a white father and a Chicano mother, who fights for acceptance by the barrio gangs of East Los Angeles, and wins it so well that he spends most of his life in prison. Sent by his mother to live with two cousins, he becomes like their brother, but fate sends them in different directions - Miklo to prison, Paco into the police force, and Cruz into a life of art and drugs.\n\nThe East L.A. milieu and some of the characters seem familiar, because some of the same ground was covered by \"American Me,\" the fiery 1992 film about Chicanos and prison by Edward James Olmos, who directed himself in the lead. \"Bound by Honor\" covers similar material in a less passionate and finally less meaningful way. Olmos would not have been capable, for example, of this film's evasive final shot, in which Paco and Cruz do a dance together in front of a mural showing them at the beginning of their lives - while the camera, in a helicopter, climbs gradually into the sky to manufacture a false feeling of conclusion for the film.\n\n\"Bound by Honor\" contains some effective performances, some moments of deeply felt truth, and a portrait of prison life that I assume is accurate. What seems to be missing is a clear idea of why the movie was made, and what the director, Taylor Hackford, wanted to say with it. The outcome of the hero's life leads us to the ancient lesson that power corrupts. But we knew that. And if power had not corrupted Miklo, his life would still have been a wasted one. There are no role models in this nihilistic story.\n\nMuch of the movie shows a prison world where guards and officials essentially stand aside while prison gangs run the institution, distribute favors, make rules and enforce their laws with violence. The prisons are divided into three camps: the Chicanos, the blacks and the whites, who are of course portrayed as racist, although in fact they're exactly as racist as the others. Few prisoners of any race in this film can imagine themselves outside the roles assigned by their color. Their myopia is underlined by the enigma of the hero, who is not as brown as he thinks he should be.\n\nThe gangs rule through uneasy truces and alliances, and the central purpose of Miklo's life is to bring about an alliance between the Hispanics and the blacks, to crush the power of the whites. Miklo works at first with the leader of the Chicanos, and then, benefitting from the treachery of another, he becomes their leader himself. His acquiescence in treachery is rather surprising, since it doesn't seem prepared for in the film.\n\nOlmos, in \"American Me,\" seemed more saddened and angered by the realities of street crime, gangs and prison life. If the goal of \"Bound by Honor\" is authenticity, that was merely the starting point for Olmos. He tried to show a character learning and growing - discovering that there is more to life, and more to being a person, than simply lining up with those who are like you, in order to hate those who are not like you.\n\nHackford has said in interviews that \"Bound by Honor\" is an attempt to show the actual realities of Chicano life in East Los Angeles. But the movie essentially just does a good job of showing us the externals that regular moviegoers, TV viewers and newspaper readers have already seen. What \"Bound by Honor\" lacks is a vision to bring meaning to the material. Life can certainly be meaningless, but art can sometimes suggest ways in which we can understand it.\n\nThe movie's lack of purpose is all the more disappointing because Hackford has directed a well-made film. The performances in all of the supporting roles have the ring of absolute authenticity, although Damian Chapa, in the lead, seems too introspective and passive. The narcissism and weakness of his character would be better suited to a major supporting role; he could be best friend, not hero, except that this film doesn't have a hero.\n\nAmong the others, Delroy Lindo stands out as a black elder statesman among the prisoners (he was the Harlem crime kingpin East Indian Archie in \"Malcolm X\"). And Enrique Castillo, as the older Chicano prison gang boss who Miklo feels moves too slowly, gives a performance of depth and honesty - we feel that he understands the situation, instead of simply reacting to it.\n\nMiklo's two \"brothers,\" the policeman Paco (Benjamin Bratt) and the artist Cruz (Jesse Borrego), seem to contain complete stories within themselves; cutting to them from Miklo's story, we enter other, intriguing worlds. But Miklo, at the center of everything, is called upon to carry too much of the screenplay's assorted baggage.\n\nIf he is confused, it is because his makers are; faced with a situation that seems made out of tragic dead ends, they do not know where to go with it, and so neither does Miklo.", "running_time": 180, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-30", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Bound By Honor (1993)"}