{"url": "http://www.rogerebert.com/reviews/bowfinger-1999", "by": "Steve Martinas Bowfinger", "star_rating": 3.5, "text": "It is a plan of audacity and madness: Bowfinger, a low-rent movie producer, will make a film with a top Hollywood action star, and the star won't even know he's making the picture. \"He doesn't like to see the camera, and he never talks to his fellow actors,\" Bowfinger (Steve Martin) tells his trusting crew. \"We'll use a hidden camera.\" The movie, to be titled \"Chubby Rain,\" will be about aliens in raindrops.\n\nThe big star, named Kit Ramsey (Eddie Murphy), is an ideal choice for this strategy, because he's crazy enough to believe in strange encounters. He's a member of Mind Head, a cult that recruits insecure Hollywood types, gives them little white pyramid hats to wear and pumps them full of new age babble. And Bowfinger's actors and crew want to believe him, because this is as close as they'll ever get to being in a movie.\n\n\"Bowfinger,\" written by Martin and directed by Frank Oz (\"Little Shop Of Horrors\"), understands how deeply people yearn to be in the movies, and how fame can make you peculiar. Like Mel Brooks' \"The Producers\" (1968), it's about fringe players who strike out boldly for the big time. The shabby frame house on a dead-end street has a sign outside promoting glorious enterprises (\"Bowfinger International Pictures\"), but inside everything is debt, desperation and dreams.\n\nBowfinger is a bottom feeder with a coterie even more hapless than he is. His screenplay is by his Iranian accountant Afrim (Adam Alexi-Malle). His flunky is Dave (Jaime Kennedy), who specializes in being deceived because otherwise he would have nothing at all to believe in. His leading actress, Carol (Christine Baranski), has been kept on hold for years. \"We'll hire the best crew we can afford!\" Bowfinger declares, backing his vehicle up to the Mexican border and loading four illegal immigrants. And straight off the bus, swinging her suitcase, her lips parted with desire, comes Daisy (Heather Graham), an Ohio girl who's prepared to sleep her way to the top but didn't realize she'd start so close to the bottom.\n\nAll these characters are like an accident waiting to happen to Kit Ramsey, hilariously played by Eddie Murphy in his third best comic performance of recent years. The second best was in \"The Nutty Professor.\" The best is a second role in this film: As Jiff, a hapless loser hired to be Kit's double, Murphy creates a character of such endearing cluelessness that even in a comedy he generates real affection from the audience.\n\nMurphy makes Kit into a loudmouth image-monger with a racial chip on his shoulder; complaining about Arnold's \"I'll be back\" and Clint's \"make my day,\" he whines, \"The white man gets all the best catchphrases.\" Terrified by the smallest detail of daily living, he has frequent sessions with his Mind Head guru (Terence Stamp ), who leads him patiently through reminders of good and bad behavior (one of his problems is too funny for me to spoil with even a hint).\n\nBut it's as Jiff that Murphy gets his biggest laughs. Here is a man so grateful to be in a film, so disbelieving that he has been singled out for stardom, that he dutifully risks his life to walk across a busy expressway. Murphy shows here, as he did in \"The Nutty Professor\" and on \"Saturday Night Live,\" a gift for creating new characters out of familiar materials. Yes, Jiff looks like Kit (that's why he got the job as a double), but the person inside is completely fresh and new, and has his own personality and appeal. Although Murphy is not usually referred to as a great actor (and comedians are never taken as seriously as they should be), how many other actors, however distinguished, could create Jiff out of whole cloth and make him such a convincing and funny original? Martin is also at the top of his form, especially in an early scene where he pitches his project to a powerful studio executive (Robert Downey Jr.). Martin steals a suit and a car to make an impressive entrance at the restaurant where Downey is having a power lunch, but undercuts the effect a little by ripping out the car phone and trying to use it like a cell phone--staging a fake call for Downey to overhear. Downey handles this scene perfectly, right down to his subdued double-take when he sees the cord dangling from the end of the phone. His performance is based on the truth that strange and desperate pitches are lobbed at studio suits every day, some of them no more bizarre than this one. Instead of overreacting to Martin's craziness, Downey plays the scene to humor this guy.\n\n\"Bowfinger\" is one of those comedies where everything works. Where the premise is not just a hook but the starting point for a story that keeps developing and revealing new surprises. Like a lot of Steve Martin's other writing, it is also gentle and good-natured: He isn't a savage ironist or a vulgarian, and when he makes us laugh, it's usually about things that are really funny. Shell-shocked in this year of gross and grosser comedies, we can turn to \"Bowfinger\" with merciful relief.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-13", "genres": ["Comedy"], "title": "Bowfinger (1999)"}