{"url": "http://www.rogerebert.com/reviews/bowling-for-columbine-2002", "by": "Michael Moore", "star_rating": 3.5, "text": "Michael Moore's \"Bowling for Columbine,\" a documentary that is both hilarious and sorrowful, is like a two-hour version of that anecdote. We live in a nation of millions of handguns, but that isn't really what bothers Moore. What bothers him is that we so frequently shoot them at one another. Canada has a similar ratio of guns to citizens, but a 10th of the shooting deaths. What makes us kill so many times more fellow citizens than is the case in other developed nations? Moore, the jolly populist rabble-rouser, explains that he's a former sharpshooting instructor and a lifelong member of the National Rifle Association. No doubt this is true, but Moore has moved on from his early fondness for guns. In \"Bowling for Columbine,\" however, he is not so sure of the answers as in the popular \"Roger & Me,\" a film in which he knew who the bad guys were, and why. Here he asks questions he can't answer, such as why we as a nation seem so afraid, so in need of the reassurance of guns. Noting that we treasure urban legends designed to make us fearful of strangers, Moore notices how TV news focuses on local violence (\"If it bleeds, it leads\") and says that while the murder rate is down 20 percent in America, TV coverage of violent crime is up 600 percent. Despite paranoia that has all but sidetracked the childhood custom of trick or treat, Moore points out that in fact no razor blades have ever been found in Halloween apples.\n\nMoore's thoughtfulness doesn't inhibit the sensational set-pieces he devises to illustrate his concern. He returns several times to Columbine High School, at one point showing horrifying security-camera footage of the massacre. And Columbine inspires one of the great confrontations in a career devoted to radical grandstanding. Moore introduces us to two of the students wounded at Columbine, both still with bullets in their bodies. He explains that all of the Columbine bullets were freely sold to the teenage killers by Kmart, at 17 cents apiece. And then he takes the two victims to Kmart headquarters to return the bullets for a refund.\n\nThis is brilliant theater and would seem to be unanswerable for the hapless Kmart public relations spokespeople, who fidget and evade in front of Moore's merciless camera. But then, on Moore's third visit to headquarters, he is told that Kmart will agree to completely phase out the sale of ammunition. \"We've won,\" says Moore, not believing it. \"This has never happened before.\" For once, he's at a loss for words.\n\nThe movie is a mosaic of Moore confrontations and supplementary footage. One moment that cuts to the core is from a standup routine by Chris Rock, who suggests that our problem could be solved by simply increasing the price of bullets--taxing them like cigarettes. Instead of 17 cents apiece, why not $5,000? \"At that price,\" he speculates, \"you'd have a lot fewer innocent bystanders being shot.\" Moore buys a Map to the Stars' Homes to find where Charlton Heston lives, rings the bell on his gate, and is invited back for an interview. But Heston clearly knows nothing of Moore's track record, and his answers to Moore's questions are borderline pathetic. Heston recently announced he has symptoms associated with Alzheimer's disease, but there is no indication in this footage that he is senile; it's simply that he cannot explain why he, as a man living behind a gate in a protected neighborhood, with security patrols, who has never felt himself threatened, needs a loaded gun in the house. Heston is equally unhelpful when asked if he thinks it was a good idea for him to speak at an NRA rally in Denver 10 days after Columbine. He seems to think it was all a matter of scheduling.\n\n\"Bowling for Columbine\" thinks we have way too many guns, don't need them, and are shooting each other at an unreasonable rate. Moore cannot single out a villain to blame for this fact, because it seems to emerge from a national desire to be armed. (\"If you're not armed, you're not responsible,\" a member of the Michigan militia tells him.) At one point, he visits a bank that is giving away guns to people who open new accounts. He asks a banker if it isn't a little dangerous to have all these guns in a bank. Not at all. The bank, Moore learns, is a licensed gun dealership.\n\nNote: The movie is rated R, so that the Columbine killers would have been protected from the \"violent images,\" mostly of themselves. The MPAA continues its policy of banning teenagers from those films they most need to see. What utopian world do the flywheels of the ratings board think they are protecting?", "running_time": 120, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Documentary"], "title": "Bowling for Columbine (2002)"}