{"url": "http://www.rogerebert.com/reviews/box-of-moonlight-1997", "by": "John Turturroas Al Fountain", "star_rating": 3.0, "text": "\"Box of Moonlight\" tells the story of a man who lost the key to living somewhere along the way. His name is Al Fountain, he's an engineer on an out-of-town factory job, and the foreman describes him as \"one of those guys who goes through life like a robot.\" His wife calls him \"Mr. Clockwork\" because he always does exactly what he says he will do, precisely when he says he will do it.\n\nJohn Turturro plays Al as a sad and lonely Everyman, in white shirts and black slacks. When the factory job is eliminated and they're paid their bonuses and sent home, he doesn't go home. He rents a car and stays in the area, and asks the motel clerk if he's ever heard of Splatchee Lake--a place he remembers being taken to when he was a kid. God knows if Al has ever been happy since.\n\nThis is a man going through some kind of a crisis. He just got his first gray hair. He is beginning to see things backward: Water runs up into the tap, children pedal their bikes in reverse. He has commitments but no contacts; when he calls home, he doesn't even want to speak to his son, maybe because he has nothing to say to him or anyone else.\n\nSplatchee Lake is a disappointment. An elderly couple tell him it's filled up with formaldehyde: \"You step in it and it'll burn your feet off.\" It's not only nature that fails him. Sex and religion don't help, either; he makes a baffling call to a phone sex service, and meets a man who has seen a vision of Jesus in the flames on a billboard barbecue grill.\n\nThen Al meets the Kid (Sam Rockwell), who wears a coonskin cap and lives in a clearing in the woods that he has decorated to resemble--oh, I dunno, a junkyard run by Daniel Boone. The Kid is a free spirit, who encourages Al to shoot at things and go to a bar and break the rules of society. Among the Kid's possessions is a box of moonlight, although whether it has moonlight in it is a question to post alongside the details on the briefcase in \"Pulp Fiction.\" Eventually a couple of young women (Catherine Keener and Lisa Blount) join the little camp in the clearing, and Al makes sweet love with one of them. That seems kind of unfair to his long-suffering wife (Annie Corely), but maybe it falls under the heading of therapy.\n\n\"Box of Moonlight\" was written and directed by Tom DiCillo, a filmmaker with a streak of magic realism in him. His \"Johnny Suede\" starred Brad Pitt as a leftover 1950s icon. His next film, \"Living in Oblivion,\" made fun of more or less the exact kind of whimsical little indie film \"Box of Moonlight\" is, but so what? The fact that he knows what he's doing, and how close it is to parody, adds a smile to the material.\n\nThere isn't a whole lot of story in \"Box of Moonlight.\" The film works by setting up Al Fountain as a mope, and then hurling gobs of life at him. Some stick. Turturro is good for the role because he can play both speeds: defeated workingman and reawakened dreamer. People keep asking him, \"Are you all right?\" Too bad about Splatchee Lake.", "running_time": 111, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Comedy", "Drama"], "title": "Box of Moonlight (1997)"}