{"url": "http://www.rogerebert.com/reviews/boxcar-bertha-1972", "by": "Barbara Hersheyas Bertha", "star_rating": 3.0, "text": "\"Boxcar Bertha\" is a weirdly interesting movie and not really the sleazy exploitation film the ads promise. It finds its inspiration in the exploits of Boxcar Bertha Thompson, an outlaw folk hero who operated in Arkansas during the Depression. I am not sure whether she was called \"Boxcar\" because of the way she was built or because of where she liked to spend her evenings, but I can report that Barbara Hershey, who plays her in the movie, is built like the proverbial structure of brick. For that we can be grateful.\n\nThe movie is set in a murky Southern territory of sweat and violence, and gives us Bertha as a forthright young girl who a gets involved in violence almost by accident. She falls in love with a certain Big Bill Shelley (David Carradine), who seems loosely modeled on the anarchist organizer Big Bill Haywood. The two of them meet other friends: Rake Brown, a slick young gambler with a yellow streak, and Von Morton, a sturdy black who wields harmonica and shotgun.\n\nAnd then their gang is complete and their first murder just sort of happens when Bertha shoots a gambler who is about to shoot Rake. The movie's progression from young love to the most-wanted list reminds us of \"Bonnie and Clyde,\" and I suppose it was meant to. But there's a lot more going on than a remake or rip-off.\n\nI have the notion that Roger Corman, American-International's most successful producer of exploitation films, sent his actors and crew South with the hope of getting a nice, simple, sexy, violent movie for the summer trade. What he got is something else, and something better. Director Martin Scorsese has gone for mood and atmosphere more than for action, and his violence is always blunt and unpleasant -- never liberating and exhilarating, as the New Violence is supposed to be. We get the feeling we're inhabiting the dark night of a soul.\n\nThe character of Bertha is developing along unexpected lines, too. She is promiscuous with her body but not with her mind, and when Big Bill is sent to prison, she remains in love with him but goes to work in a whorehouse anyway. The way Scorsese choreographs this scene is interesting: The madam brings Bertha into the parlor. Bertha looks. Turns around to leave. Then turns around again, matter-of-factly deciding to stay. You have to adapt to survive.\n\nThere are some good visuals in the movie a shot of convicts running between piles of lumber, a shot of the gang running down a seemingly cattle chute, and the curiously circular use of the railway. Bertha and her gang are forever hopping freights, and once they even think they've made it to Memphis, but all of their train rides take them back to where they were before, as if Godot were waiting at the end of the line.\n\nScorsese remains one of the bright young hopes of American movies. His brilliant first film won the 1968 Chicago Film Festival as \"I Call First\" and later played as \"Who's That Knocking at My Door?\" He was an assistant editor and director of \"Woodstock,\" and now, many frustrated projects later, here is his first conventional feature. He is good with actors, good with his camera and determined to take the grade-zilch exploitation film and bend it to his own vision. Within the limits of the film's possibilities, he has succeeded.", "running_time": 92, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-07-19", "genres": ["Crime", "Drama", "Romance", "Thriller"], "title": "Boxcar Bertha (1972)"}