{"url": "http://www.rogerebert.com/reviews/boy-wonder-2011", "by": "Caleb Steinmeyeras Sean", "star_rating": 3.5, "text": "Here's another movie about a young vigilante hero, like \"Super\" or \"Kick-Ass,\" but darker, more brooding and without the easy payoffs. \"Boy Wonder\" takes itself more seriously and plays more like a psychological thriller about a young man driven to extremes. Any connection between the title and Batman's sidekick is purely ironic.\n\nThe most essential element is the performance by Caleb Steinmeyer, as Sean, a quiet high school student who was traumatized as a child by witnessing his mother being murdered by a car jacker. He lives in a truce with his father (Bill Sage), a recovering alcoholic, who sometimes beat Sean's mother while the boy was watching. His dad has changed and apologized, but the damage has been done.\n\nSean gets straight As in school and is capable, in some scenes, of startling us by the depth of his unexpected knowledge. He is introverted, withdrawn, bottled up. After school, he sneaks away to a shabby boxing gym and works out. \n\nHe doesn't become a vigilante because he reads comic books, or for any other facile reason. Although the movie premiered at Chicago's Comic Con, it has no connection with comic books, except probably for writer-director Michael Morrissey's noir lighting and framing, dramatized in the style of dark graphic novels. Because of its marketing, the movie has drawn reviews mostly from the comics-oriented websites, which find it lacking in a comic fan-orientation but don't seem to pick up on the deeper currents. I started watching it with moderate expectations and was surprised by how quickly I was drawn in; the movie works insistently on an emotional level. I don't care how plausible Sean or his actions are; for the length of the film, I was involved in how things would play out.\n\nSean's revenge for his mother's death and father's abuse takes the form of sudden violence against abusive characters he meets while prowling the meaner streets of Manhattan, and even at a teen party (his father is gratified that his loner kid is even going to a party). The pattern is: He sees someone being violently abusive, he challenges the behavior, the other guy attacks him, he absorbs enough pain to demonstrate the other person's savagery, and then he beats him to a pulp or worse. He gets no satisfaction in his victories; there's more the aura of the masochistic performance of duty.\n\nLending this framework a great deal of interest is the story of Sean's interaction with his local police precinct. The cops know of his tragic childhood. They let him hang around the station, looking at mug shots in which he has long since lost hope of finding his mother's killer. A new detective named Teresa, played with warmth and energy by Zulay Henao, takes an interest in him at the same time she begins to investigate the series of vigilante incidents. She and her partner Gary (Daniel Stewart Sherman, quickly likable) discuss him. Slowly, her instincts about Sean suggest something is not quite right.\n\nIn a genre populated with formulas and dreck, \"Boy Wonder\" is an ambitious exception, well-made, drawing us in. It is particularly notable how Caleb Steinmeyer, a relative newcomer, calmly embodies his character and never cranks Sean up to much. This is a suffering boy, and his actions are more a duty than a satisfaction.", "running_time": 93, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Boy Wonder (2011)"}