{"url": "http://www.rogerebert.com/reviews/boy-a-2008", "by": "Andrew Garfieldas Jack Burridge", "star_rating": 3.5, "text": "Eric was a pre-adolescent with a violent streak and the wrong kind of friend in Phillip. Together, they murdered a girl about their age, and were put on trial as Boy A and Boy B. They were essentially evil, the prosecutor argued, and deserved the maximum legal sentence. Phillip died in prison. Now Eric, at 24, has been paroled and given a new identity: Jack Burridge.\n\n\"Boy A\" is based on a novel by Jonathan Trigell, possibly inspired by the real-life British case of two youths seen on a shopping mall's security video as they led away a child who was found dead. Such cases raise the question: Are children who murder indeed essentially evil, or can they heal and change over a period of years? Should society give them a second chance?\n\nThat is the fervent belief of Terry (Peter Mullen), the rehabilitation counselor for the renamed Jack (Andrew Garfield). He lectures Jack that he must never, ever reveal his secret. He believes Jack has changed, but society doesn't believe it and will crucify him. So warned, Jack takes a delivery job with a Manchester firm, and begins his new life.\n\nMullen and Garfield anchor the film. Mullen, that splendid Scottish actor (\"My Name Is Joe\") and Garfield, 24, with his boyish face and friendly grin. When Jack is rebuilding his existence, Terry is his lifeline, who encourages him almost daily. At first the new job goes well. He makes a friend of his job partner, Chris (Shaun Evans). And Michelle (Katie Lyons), the secretary at the office, boldly asks, \"Aren't you going to ask me out for a drink, then?\"\n\nHe does, and they fall sweetly in love. He urgently wants to tell her his secret, but Terry forbids it. One day when Jack and Chris are driving a country road, they come upon a car crash and rescue a young girl from the wreckage. They're hailed as heroes, and get their photo on the front page of the Manchester Evening News -- Jack with his hat brim pulled low over his eyes.\n\nA series of events eventually leads to Jack's exposure by a shameless London tabloid, which runs the photo and breathlessly boasts that they've found Boy A, the embodiment of evil, now free to walk the streets. Jack's life collapses, and he goes on the run. These scenes are the movie's most desperate, ending at Brighton, where he has a fairly improbable chance encounter with Michelle.\n\nBy now we have seen, in a pub brawl, that Jack is still capable of violence. In flashbacks, we see boyhood behavior leading up to the tragic murder. And Terry's own son, a layabout, resents his father's clear preference for Boy A. The whole alternative identity falls apart, and Jack/Eric is left homeless and wandering.\n\nWell, should he be forgiven? Judeo-Christian tradition teaches that a boy becomes a man (\"reaches the age of reason,\" Catholics say) at about 12. Eric looks 9 or 10 when he commits his crime. Mistreated at home by a drunken father, raped by his brother, bullied at school, he has much to resent, much cruelty to absorb. When we see him at 24, we are inclined to believe he deserves a new chance.\n\nThe film, directed by John Crowley and written by Mark O'Rowe, paints an accurate portrait of working-class life in the north of England, the grimness of the streets contrasting with the beauty of the countryside. It is spoken with accents, Mullen's Scottish the hardest to understand. He can speak standard English, but the accent is one of his tools. I've never had a problem with his speech, because he is such a great actor you can forget the words and listen to the music.\n\nHe and Garfield fit well together -- both have faces you like on first sight, both have charm, both have warmth. Garfield, just now emerging as a talent to watch (\"The Other Boleyn Girl\" and \"Lions for Lambs\"), inhabits Jack effortlessly, showing his hope, his fears, his nightmares, his doubt that he deserves his new life. And the movie poses the age-old question of forgiveness. At this moment in Chicago, children with handguns kill people. Can we say, father, forgive them, for they know not what they do?", "running_time": 100, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Crime", "Drama", "Foreign", "Indie"], "title": "Boy A (2008)"}