{"url": "http://www.rogerebert.com/reviews/boy-2012", "by": "James Rollestonas Boy", "star_rating": 3.5, "text": "\"Boy\" is narrated by its title character, called that name by everyone, an enormously likable 11-year-old Maori kid who lives in a village near the Bay of Plenty in New Zealand. It's 1984, which becomes unmistakable when we note that his younger brother is named Rocky, two characters are Dallas and Dynasty, and Michael Jackson's \"Thriller\" video is the central fact of his life.\n\nBefore the story even takes shape, Boy (James Rolleston) impresses us as smart, with a lively imagination; he has the most responsibility of anyone in the crowd of children he joins every day on the beach. Does he even notice what breathtaking scenery surrounds him? We learn that Boy's mother died giving birth to Rocky. Boy idealizes his absent father as a version of Michael Jackson. He and Rocky live with his grandmother, who leaves for a funeral in an opening scene.\n\nThen a big ol' car comes swerving up a country road in a cloud of dust, and the man at the wheel introduces himself as Boy's father. This is Alamein (Taika Waititi, also the film's writer and director). He looks a little like Dennis Hopper in \"Easy Rider,\" and easily smokes as much pot. The two clueless guys in the front seat with him are allegedly members of the motorcycle gang he leads, although at no time does he ever produce a motorcycle.\n\nAlamein, apparently named after the famous battle, has been absent for a good reason: He's just finished a prison sentence. He's returned in part to see Boy, and in larger part to find a bundle of loot he wrapped in plastic and buried somewhere in a pasture. The treasure spot should line up with some trees, although after all this time, he doesn't quite remember just which ones.\n\nA few elements could possibly overwhelm \"Boy.\" The father could turn out to be bad to the bone, introducing a threat to the son. And the movie, which includes flip-card style animation, threatens to go overboard on flashy style. Neither thing happens, and what gradually reveals itself is a bittersweet coming-of-age experience in which Boy outgrows his hero worship and realizes most of Alamein's most admirable qualities exist only in his imagination.\n\nThe film contains a great deal of offhand information about this Maori community. Much of it is about how global pop culture has imposed an imaginary media reality on children's lives. I was reminded of \"Whale Rider\" (2003), a New Zealand film about a 12-year-old girl who would be next in line as chief of her tribe — if only she weren't a girl. \n\nUnlike the depth and detail of that film, with its meetings of tribal elders and their debates about traditions, \"Boy\" shows a community adrift in the present. \n\nBoy and his contemporaries are basically raising themselves. His father gives him a sip of beer, and he helps himself to pot (with no evident reaction). This is alarming, but there's a bedrock common sense in his makeup that helps him see his father as an inconsequential man, and when the old man finally leaves, it is in the nature of a depressed retreat. He can't even impress his own son.\n\nThe film is delightful in its colorful production values, with animated and fantasy interludes, many of which center on the dead mother's tombstone, where Rocky spends many hours. Its surface is decorated with his bright designs and pictures, which seem to celebrate the dead woman. What a contrast with the living, who Boy and his pal observe from the shadows as they hang out on the porch of a store, get drunk, smoke weed and kill time. \n\nA film like this would have little chance without the right casting, and James Rolleston is so right as Boy, it's difficult to imagine anyone else. Waititi apparently found him as an extra on the film and substituted him only two days before shooting began for the lead actor he'd already cast. Like many child actors, he has a natural quality adults can only envy. Waititi himself is also crucial in the film; he's an irresponsible dad but not cruel or indifferent, and he extracts low-key humor from the character. It's not a surprise to learn he's a stand-up comic in New Zealand.\n\nThe question the film doesn't need to pose is: What direction will Boy's life take? Rocky seems already pulled toward art. Boy's imagination was occupied by his father, until he met him. Now what? When Taika Waititi was working on this screenplay at the Sundance Writers' Lab, its working title was \"Choice.\"", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-25", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Boy (2012)"}