{"url": "http://www.rogerebert.com/reviews/boynton-beach-club-2006", "by": "Joseph Bolognaas Harry", "star_rating": 2.5, "text": "Cute. This movie is cute. Not in the way that, say, little Dakota Fanning is cute, or Cats That Look Like Hitler (Dot Com) are cute. More like the way Mickey Rooney is cute (now), or tiny white dogs in sweaters are cute, or tuna casserole is cute, or the way Adam Sandler thinks he's cute, or the song \"Papa Loves Mambo\" (used over the opening titles) is cute, or ... Enough cute? Yeah -- me, too.\n\n\"Boynton Beach Club\" is an indie teen sex comedy of the sort with which director Susan Seidelman (\"Smithereens,\" \"Desperately Seeking Susan\") began her career. The characters still worry about dating and learning to drive, buying condoms and getting naked, only now the teens are in their 60s and 70s, live in Florida instead of SoHo or the East Village, and use the Internet rather than newspapers to place their personals ads. The script, co-written by Seidelman, based on her mother Florence's adventures in a butterfly-balloted suburban retirement community, feels like it was written by Neil Simon on a bad comb-over day. (Yes, some of the jokes are as bad as that one.) Otherwise, it's basically a Very Special Simonized Reunion. You expect Alan Alda, Marsha Mason or Brenda Vaccaro to show up at any moment.\n\nLet's run this down quickly: Jack (Len Cariou, of \"The Four Seasons\") has recently lost his wife and shows up at the Boynton Beach Bereavement Club (the movie's original title, and a much better one) because it's been 3-1/2 months since the Kaddish and his daughter thinks it's time for him to get on with life. There he meets Harry (Joseph Bologna, of \"Chapter Two\"), who takes him under his widowered wing with personal cooking lessons and dating advice, and Sandy (Sally Kellerman, of \"That's Life!\"), who gently tries to coax him back out onto the dance floor.\n\nLois (Dyan Cannon, of \"Out to Sea\") is the interior designer in tight jeans, with the slim body of a thirtysomething and the face of a surgerysomething. She is being wooed by the informal and mysterious Donald (Michael Nouri, of \"Flashdance\"), while she befriends Marilyn (Brenda Vaccaro -- omigod, there she is!), whose late husband was run over by an oafish, cell phone-wielding yenta (Renee Taylor), too preoccupied with her yammering to use the rear-view mirror for anything but touching up her lipstick when backing out of the driveway.\n\nTo be fair, the actors are all terrific, far more charming than the \"Grumpy Old Sexpots\" sitcom shtick upon which they must perform CPR here. They earn the affection the screenplay can only beg for. Kellerman really is as beautiful as ever, and with her butterscotch voice and effortless timing, she's probably best comedian in the bunch. She's beautifully paired with Cariou, a down-to-earth gentleman who really is a gentle man. Their bedroom scene is the gem of the picture, a sapphire among rhinestones -- including a brief nude shot that fondly flashes back to Kellerman's unforgettable shower scene in \"MASH\" 36 years ago. Only now, she's the one controlling when the sheets are dropped.\n\nCannon hasn't lost the dizzy touch she displayed back in \"Heaven Can Wait,\" and Bologna is the same old Bologna, salty and chewy. The surprise here is the warm and understated work by Vaccaro, who's never been better. She's become less aggressively mannered, growing comfortable in her own skin, and she gives the movie more of a heart than perhaps it otherwise deserves.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-08-17", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Boynton Beach Club (2006)"}