{"url": "http://www.rogerebert.com/reviews/boys-on-the-side-1995", "by": "Whoopi Goldbergas Jane Deluca", "star_rating": 3.5, "text": "The very last shot in \"Boys on the Side\" is of an\rempty room. As the camera pans around it, we remember who was in it, and how\rmuch we grew to care about them. We may be a little surprised by how that\rhappened, because the movie starts out seeming contrived and routine, and only\rgradually gathers power until, by the end, it is completely involving.\n\nThe\ropening is a Meet Cute. A singer named Jane (Whoopi Goldberg) gets fired from\rher job in a crummy New York club, and decides to head west in search of her\rdestiny. She answers an ad from a woman named Robin (Mary-Louise Parker) who\rhas a car and is looking for someone to share the driving.\n\nRobin\ris, Jane decides, \"the whitest human in America.\" How white? She once\rsang \"Close to You\" in a talent contest, and \"The Way We\rWere\" is her favorite film. But Jane needs the ride, and so they team up\rand hit the road, and so far nothing of great interest has happened, and we're\ranticipating this will be another one of those Goldberg roles where she gives\rwhite folks lessons in black appreciation.\n\nThe\rfirst glimmer of strangeness comes in Pittsburgh, where they stop off to visit\rJane's friend Holly (Drew Barrymore). Holly's boyfriend Nick (Billy Wirth) is a\rtextbook example of a drugged-out paranoid who ministers to his own inadequacy\rby beating on his woman.\n\nThe\rGoldberg character waltzes in between them, but suddenly it is quiet Robin, a\rformer Realtor, who commands the room - approaching the domestic violence as if\rit were a house closing. Jane, Holly and even the drug-dealing loser fall\rsilent in amazement as she somehow brokers them into a truce.\n\nIt\rdoesn't quite last - Holly has to get Nick's attention with a baseball bat and\rthen tape him to a chair before they can escape - but soon the three women are\rin the same car, heading west, and we realize this is not going to be a sitcom,\ra buddy movie or a road movie but a story that develops on its own unexpected\rterms. The director is Herbert Ross (\"Steel Magnolias\") and the\rwriter is Don Roos (\"Single White Female\"), and with the actresses\rthey create three true originals.\n\nThere\rare elements of the plot that are shamelessly contrived - including the whole\rsetup explaining why they think they need to go on the lam. But we don't care,\rbecause by then the movie has entered so deeply into these three lives that\rwhat really matters is only what they think about one another.\n\nIt\ris clear from the first scene or two that the Goldberg character is a lesbian.\rLess clear is whether the Parker character knows that, or how she feels about\rit. Parker, too, has a secret, which will not be revealed here. And the\rcatalyst in the group is the Drew Barrymore character, filled with crazy\renergy, high spirits and deep broodings.\n\nThose\rwho know Barrymore from her adolescent headlines in the supermarket trash press\rmay not realize that in movies like \"Guncrazy\" (1992), she has been\rdeveloping into an actress of great natural zest and conviction. The difficult\remotional scenes in \"Boys on the Side\" belong to Goldberg and Parker,\rbut it is Barrymore whose spirit somehow draws them together into a family. And\rthe movie gets a lot of comedy out of the Barrymore character's tempestuous\rlove affair with a Tucson cop named Abraham Lincoln (Matthew McConaughey), who\ris an absolute straight arrow, and at one point does the most incredible thing\rand then explains, \"I take this name seriously! I cannot tell a lie.\"\rThe others groan: \"That was George Washington, schmuck!\" As for the\rother two women, they just get stronger and stronger as the movie goes on.\rGoldberg so often wastes her time (in movies like \"Sister Act 2: Back In The Habit\")\rthat her work here is a reminder of such great past roles as \"The Color\rPurple\" and \"The Long Walk Home.\" It is an exercise in\rrestraint: She is wise, grown up and calm.\n\nShe\rnever reaches for an effect, never goes for a laugh that isn't right there in\rher hand, and deals with her character's lesbianism in a way that can perhaps\rbe called good manners: Yes, she is gay, but she doesn't believe in imposing\rher choice on others, and it is only gradually that we realize what the\rstillness of her heart can contain. She can also be very funny. Her take on\rsome lesbians: \"They're very emotional, they love uniforms, and don't\rbreak their hearts. Especially UPS uniforms.\" The Parker character is a\rseries of revelations, some sad, some delightful; the way she handles the\rviolent Nick is one of the bravura scenes in recent movies, and we get the\rimpression the other actors want to applaud as much as the audience does.\rLater, she has a couple of big emotional scenes that are played on exactly the\rright notes. Look, for example, at the way she sees a piano that is a gift, and\rbites her lower lip. A tiny gesture, but the right one.\n\nThe\rreviews for \"Boys on the Side\" will mention \"Fried Green\rTomatoes\" and \"Thelma and Louise,\" because it shares their\rassorted themes: female bonding, unexpressed love, women on the run. But this\rmovie is not a collection of parts from other films. It's an original, and what\rit does best is show how strangers can become friends, and friends can become\rlike family.\n\nTo\rget to know someone is very difficult, but if you really do, they should be\rable to tell you almost anything, and ask you almost anything, and that is\rwhere \"Boys on the Side\" is leading us.\n\nBy\rthe end, it has prepared its ground so completely that the final powerful\rscenes can be played very quietly. Some people sing a song. A room is empty,\rand the camera remembers who was in it. And we miss them.", "running_time": 118, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-03", "genres": ["Comedy", "Drama", "Road Movie"], "title": "Boys On The Side (1995)"}