{"url": "http://www.rogerebert.com/reviews/boys-1996", "by": "Winona Ryderas Patty Vare", "star_rating": 2.0, "text": "“Boys” is a low-rent, dumbed-down version of “Before Sunrise,” with a rent-a-plot substituting for clever dialogue. It goes to excruciating lengths to explain why a teenage boy and a slightly older girl would meet and spend most of the night together, and then it gives them nothing of any interest to say.\n\nThis is a waste of the talents of Winona Ryder, who can and has played the most intelligent of movie characters (see “The Age of Innocence” and “Little Women”), and of Lukas Haas, who has never played a character quite this shallow, even in his juvenile roles (see his work as the curious young man in “Rambling Rose”).\n\nIn “Before Sunrise” (1995), you will recall, two young people met on a train, began to talk, liked each other, and decided to spend a day and night walking around Vienna. As they walked, they talked, and we grew to know them. The whole plot structure--the train, the deadline of a flight the next day--was simply a setup for their conversation, and treated with the casualness it deserved. The point of the movie was the smart dialogue, written by Richard Linklater and acted by Ethan Hawke and Julie Delpy.\n\n“Boys” gives us another setup, drenched in melodrama, coincidence, flashbacks and drama, and thinks we should care about it.\n\nWe don't. We do care about the two young characters, until it becomes clear that the movie doesn't. This movie goes to a great deal of trouble in order to explain why two teenagers are able to meet and exchange a series of time-worn cliches about life and love. (“I feel like I wakeup with my mind on the wrong channel or something.” “I feel like that every day.”) As the movie opens, police arrive at a country mansion to question young Patty Vare (Ryder) about a car that was stolen the night before near a party she attended. She says she knows nothing about the car, and then she goes horseback riding. Cut to a nearby private boys' school, where a young student bursts in and recruits the older John Baker Jr. (Haas) to “borrow” a school car on a mission of mercy.\n\nBaker discovers that his classmates have discovered a riderless horse, and a girl unconscious, in a field. The girl of course is Patty, and Baker smuggles her into the school to treat her wounds. This process also involves getting her out of that wet blouse and into a dry shirt, of course.\n\nOther upperclassmen, curious and mean, think Baker is hiding a girl somewhere, and soon Vare and Baker leave the school in order to visit that absolutely inescapable location for all movies without purpose or inspiration, a carnival midway. Yes, they kiss on a merry-go-round. Yes, the older kids follow them there. Yes, a policeman is still curious about Patty; he thinks she knows something about the stolen car, and a missing professional baseball player named Bud Valentine.\n\nAnd she does, as we discover in carefully parceled-out flashbacks, which I wound not dream of describing. Given what she knows, it is a little startling that she would be calm enough to engage in cute dialogue with Baker, and some snuggling on a hillside near the carnival, which leads, hardly convincingly, to a mild sex scene.\n\nOne of the qualities of “Before Sunrise” was its reluctance to rely on plot standbys like a sex scene (the couple spend the night together, but between discreet dissolves that leave it up to us to decide what, if anything, happened). Here the sex seems more obligatory than motivated, and the entire apparatus of the flashbacks, the cops, the missing car, etc., is of no interest.\n\nOne curious detail. The movie seems to want to work in material about Baker's relationship with his father, but doesn't know how to do it. There is a brave telephone call in which the son makes a declaration of independence (what he says sounds more like a high school essay than real dialogue), but not long after he's knocking on his parents' door. And when we meet the father, he doesn't fit at all. He's inappropriately hostile, aggressive and mean, taking up so much psychic space that the movie should have either dealt with him, or dropped him.\n\n“Boys” must think audiences are not very bright. Any movie like this faces two choices, early in the development process: (1) Make the characters original and interesting, and write them some dialogue worth hearing, or (2) Trick up the plot with tired cliches, lurid flashbacks and phony suspense, throw in a little sex, and have a perfunctory happy ending. “Boys” takes the dumb way out.\n\nA footnote. Before I had seen the film, someone described it to me as, “Winona Ryder is hidden in a boys' school.” This sounded like a splendid premise for a movie, and I thought of several story possibilities, as indeed you can, too. Why is it only the people who make the movies who do their thinking on automatic pilot?", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-05-10", "genres": ["Drama", "Family", "Mystery", "Thriller"], "title": "Boys (1996)"}