{"url": "http://www.rogerebert.com/reviews/boys-and-girls-2000", "by": "Freddie Prinze Jr.as Ryan", "star_rating": 2.0, "text": "\"Boys and Girls\" is about a boy and a girl who meet when they are both about 12, and carry on a love-hate relationship for the next 10 years, until they finally sleep with each other, with disastrous results. It is clear they're in love, but after that night of bliss, a great chill forms between them, and she doesn't understand why.\n\nI thought I did understand why. The other day on the radio, Terry Gross was interviewing Jeffrey Eugenides, the author of The Virgin Suicides. In that novel, now made into a movie by Sofia Coppola, a boy and a girl have sex in the middle of the football field on prom night--and the next morning, when she awakes, she is alone. Trip, the boy, is the narrator, and tells us, \"I liked her a lot. But out there on the football field, it was different.\" Gross gently grilled Eugenides about that passage. She was interested, she said, because Trip's behavior was--well, not atypical of boys after sexual conquests, and a lot of women, courted and then dumped, were curious about that cruel male pattern. Eugenides declined to analyze Trip's behavior. He'd known people like Trip, he said, and he thought it was just the sort of thing Trip would do.\n\nI have a theory to explain such post-coital disillusionment: Boys cannot deal with their dreams made flesh. They have idealized a woman who now turns out to be real, who engages in the same behavior as ordinary women, who allows herself to be despoiled (so he believes) by his lust, which he has been taught to feel guilty about. He flees in shame and self-disgust. Boys get over this, which is the good news, but by losing their idealism about women, which is the bad news.\n\nThis is an excellent theory, but \"Boys and Girls\" does not use it. Instead, confusing the sexes, it supplies the boy with a motive for his behavior that in the real world would more likely come from a girl. He cut off contact between them, he says, because it was the greatest moment of his life, and he knew then that she was his true love, and when she said it had perhaps been \"a mistake,\" and that they should move on, and go back to being \"best friends,\" nothing had ever hurt him more. Of course she was just trying to say what she thought he wanted to hear, because she really loved him, but. . . .\n\nTheir plight is fueled by the movie convention in which the characters say the wrong things and do not say the right things, and remain baffled by a situation long after it has become clear to us. But then Ryan and Jennifer (for those are their names) are not quick studies, anyway. It takes them 10 years and countless Meet Cutes before they finally break down and have their first kiss. They specialize in that form of sex most maddening for the audience, coitus postponus .\n\nThey're both awfully nice people. They're played by Freddie Prinze Jr. and Claire Forlani as good and sweet and honest and sensitive, and we like them a lot. We also like his best friend (Jason Biggs) and hers (Amanda Detmer). Perky Heather Donahue, survivor of the Blair Witch, gets good screen time as Prinze's interim girlfriend. They are so lovable that we earnestly wish they'd grow up and develop more interesting and complex personalities. We are reminded of the theory that American society prolongs adolescence far beyond its natural life-span. If these characters were French and engaging in the same dialogue and behavior, we would guess their age at about 13.\n\nI was amused by their college majors. He is studying structural engineering, as we can see in scenes that invariably show him studying balsa-wood models of bridges with a perplexed expression. After his junior year, the models do not collapse anymore, so he must be learning something. She studies Latin. Why? \"Because I plan to do post-graduate work in Italy.\" In the Vatican City, I hope.\n\n\"Boys and Girls\" is soothing and harmless, gentle and interminable. It is about two people who might as well fall in love, since fate and the plot have given them nothing else to do and no one else to do it with. Compared to the wisdom and wickedness of \"High Fidelity,\" this is such a slight movie. It's not that I don't like it. It's that I don't care.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-06-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Boys And Girls (2000)"}