{"url": "http://www.rogerebert.com/reviews/boys-dont-cry-1999", "by": "Hilary Swankas Brandon Teena", "star_rating": 4.0, "text": "Sex was more interesting when we knew less about it; when we proceeded from murky impulses rather than easy familiarity. Consider the Victorians, slipping off to secret vices and how much more fun they had than today's Jerry Springer guests (\"My girlfriend is a dominatrix\"). The intriguing border between the genders must have been more inviting to cross when that was seen as an opportunity rather than a pathology. One of the many virtues of \"Boys Don't Cry,\" one of the best films of the year, is that never once does it supply the tiresome phrase, \"I am a man trapped in a woman's body.\" Its motto instead could be, \"Girls just wanna have fun.\" Teena Brandon doesn't think of herself as a sexual case study; nothing in her background has given her that vocabulary. She is a lonely girl who would rather be a boy, and one day she gets a short haircut, sticks a sock down the front of her jeans and goes into a bar to try her luck. She is not a transsexual, a lesbian, a cross-dresser, or a member of any other category on the laundry list of sexual identities; she is a girl who thinks of herself as a boy, and when she leaves Lincoln, Neb., and moves to the town of Falls City in 1993, that is how she presents herself. By then she has become Brandon Teena, and we must use the male pronoun in describing him.\n\nAll of this is true. There is a documentary, \"The Brandon Teena Story,\" that came out earlier in 1999 and shows us photographs of Brandon, looking eerily like Hilary Swank, who plays the role in \"Boys Don't Cry.\" In that film, we meet some of the women he dated (\"Brandon knew how to treat a woman\"), and we see the two men later charged with Brandon's rape and, after the local law authorities didn't act seriously on that charge, murder a few days later. Like Matthew Shepard in Wyoming, Brandon died because some violent men are threatened by any challenge to their shaky self-confidence.\n\n\"Boys Don't Cry\" is not sociology, however, but a romantic tragedy--a \"Romeo and Juliet\" set in a Nebraska trailer park. Brandon is not the smartest person on Earth, especially at judging which kinds of risks to take, but he is one of the nicest, and soon he has fallen in love with a Falls City girl named Lana (Chloe Sevigny). For Lana, Brandon is arguably the first nice boy she has ever dated. We meet two of the other local studs, John (Peter Sarsgaard) and Tom (Brendan Sexton 3rd), neither gifted with intelligence, both violent products of brutal backgrounds. They have the same attitude toward women that the gun nut has about prying his dying fingers off the revolver.\n\nThe film is about hanging out in gas stations and roller rinks, and lying sprawled on a couch looking with dulled eyes at television, and soul-crushing jobs, and about six-packs and country bars and Marlboros. There is a reason country music is sad. Into this wasteland, which is all Lana knows, comes Brandon, who brings her a flower.\n\nThe Lana character is crucial to the movie, and although Hilary Swank deserves all praise for her performance as Brandon, it is Sevigny who provides our entrance into the story. Representing the several women the real Brandon dated, she sees him as a warm, gentle, romantic lover. Does Lana know Brandon is a girl? At some point, certainly. But at what point exactly? There is a stretch when she knows, and yet she doesn't know, because she doesn't want to know; romance is built on illusion, and when we love someone, we love the illusion they have created for us.\n\nKimberly Peirce who directed this movie and co-wrote it with Andy Bienen, was faced with a project that could have gone wrong in countless ways. She finds the right note. She never cranks the story up above the level it's comfortable with; she doesn't underline the stupidity of the local law-enforcement officials because that's not necessary; she sees Tom and John not as simple killers but as the instruments of deep ignorance and inherited anti-social pathology. (Tom knows he's trouble; he holds his hand in a flame and then cuts himself, explaining, \"This helps control the thing inside of me so I don't snap out at people.\") The whole story can be explained this way: Most everybody in it behaves exactly according to their natures. The first time I saw the movie, I was completely absorbed by the characters--the deception, the romance, the betrayal. Only later did I fully realize what a great film it is, a worthy companion to those other masterpieces of death on the prairie, \"Badlands\" and \"In Cold Blood.\" This could have been a clinical Movie of the Week, but instead it's a sad song about a free spirit who tried to fly a little too close to the flame.", "running_time": 114, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Action", "Crime", "Drama", "Romance"], "title": "Boys Don't Cry (1999)"}