{"url": "http://www.rogerebert.com/reviews/brainscan-1994", "by": "Edward Furlongas Michael", "star_rating": 2.0, "text": "Any movie about computers starts out with a technical problem: How exciting can it be to show someone sitting at a keyboard and staring at a screen? \"Brainscan,\" a movie about a teenager who gets trapped inside a deadly computer game, solves the problem by providing the Trickster, a cadaverous character who looks something like Alice Cooper on the third day of the wake. The Trickster materializes from a CD-ROM computer game (or says he does) and hangs around the kid's room, sticking his finger in an electric socket for entertainment.\n\nThe kid's name is Michael. He's played by Edward Furlong (of \"Terminator 2: Judgment Day\"), and like a lot of teenagers he has carved out a corner of the family home as his private domain. It's the attic, where he has thousands of dollars worth of equipment, including a fast computer with state-of-the-art audiovisual capabilities, and a remotecontrolled video camera that can spy on the teenage girl next door and send the picture to a handy TV monitor. Teenagers are really getting lazy when they can't even peek out through the blinds themselves.\n\nMichael is a video game buff, with a subsidiary interest in horror films. When he's caught showing a violent slasher film to his high school class, he's hauled up in front of the principal, who sternly demands the title of the film. \"Death, Death, Death,\" Michael says sullenly. \"Part Two.\" What these movies are basically offering is a digitalized update on those dream sequences and fantasy scenes in old horror movies: When the hero wakes up sweaty and gasping, does it matter if it was \"only a dream\" or \"only a CD-ROM video game?\" \"Brainscan\" is interesting not so much because of the plot, the murders, and the Trickster, as because of its portrait of a teenage boy living at one remove from the world. The computer provides him with his interface with reality, so that, in a sense, he is the game. I had a sinking feeling during that scene where he trains his video camera on the girl next door, and feeds his signal into a monitor. In his mind, I fear, he was thinking, not \"what a bod!\" but \"what a signal!\"", "running_time": 96, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-22", "genres": ["Fantasy", "Horror", "Science Fiction"], "title": "Brainscan (1994)"}