{"url": "http://www.rogerebert.com/reviews/bram-stokers-dracula-1992", "by": "Gary Oldmanas Dracula", "star_rating": 3.0, "text": "Think of the monstrous ego of the vampire. He thinks himself so important that he is willing to live forever, even under the dreary conditions imposed by his condition. Avoiding the sun, sleeping in coffins, feared by all, he nurses his resentments. In \"Bram Stoker's Dracula,\" the new film by Francis Ford Coppola, the vampire shakes his fist at heaven and vows to wait forever for the return of the woman he loves. It does not occur to him that after the first two or three centuries he might not seem all that attractive to her.\n\nThe film is inspired by the original Bram Stoker novel, although the author's name is in the title for another reason (Another studio owns the rights to plain \"Dracula\"). It begins, as it should, with the tragic story of Vlad the Impaler, who went off to fight the Crusades and returned to find that his beloved wife, hearing he was dead, had killed herself. And not just killed herself, but hurled herself from a parapet to a stony doom far below, in one of the many spectacular shots which are the best part of this movie.\n\nVlad cannot see the justice in his fate. He has marched all the way to the Holy Land on God's business, only to have God play this sort of a trick on him. (Vlad is apparently not a student of the Book of Job.) He embraces Satan and vampirism, and the action moves forward to the late Victorian Age, when mankind is first beginning to embrace the gizmos (phonographs, cameras, the telegraph, motion pictures) that will dispel the silence of the nights through which he has waited fearfully for centuries.\n\nCoppola's plot, from a screenplay by James V. Hart, exists precisely between London, where this modern age is just dawning, and Transylvania, which still sleeps unhealthily in the past. We meet a young attorney (Keanu Reeves) who has been asked to journey out to Dracula's castle to arrange certain real estate transactions. The previous man who was sent on this mission ran into some sort of difficulties . . . health or something . . . all rather vague . . .\n\nReeves' carriage, driven by a man whose hands are claws, hurtles at the edges of precipices until he is finally discharged in the darkness to be met and taken to Dracula's castle. There, everything is more or less as we expect it, only much more so. Count Dracula (Gary Oldman) waits here as he has for centuries for the return of his dead bride, and when he sees a photograph of Reeves' fiancee, Mina Murray (Winona Ryder), he knows his wait has been rewarded at last. She lives again.\n\nBack in London, we meet other principals, including the fearless vampire killer Prof. Abraham Van Helsing (Anthony Hopkins), and Lucy Westenra (Sadie Frost), a free spirit who has three suitors and is Mina's best friend. When Dracula appears in town, Van Helsing's antenna start to quiver. And the movie descends into an orgy of visual decadence, in which what people do is not nearly as degraded as how they look while they do it.\n\nCoppola directs with all the stops out, and the actors perform as if afraid they will not be audible in the other theaters of the multiplex. The sets are grand opera run riot - Gothic extravaganza intercut with the Victorian London of gaslights and fogbound streets, rogues in top hats and bad girls in bustiers. Keanu Reeves, as a serious young man of the future, hardly knows what he's up against with Count Dracula, and neither do we, since Dracula cheerfully changes form - from an ancient wreck to a presentable young man to a cat and a bat and a wolf.\n\nVampire movies, which run in the face of all scientific logic, are always heavily laden with pseudo-science. Hopkins lectures learnedly on the nosferatu, yet himself seems capable of teleportation and other tricks not in the physics books. And the Ryder character finds herself falling under the terrible spell of the vampire's need. Many women are flattered when a man says he has been waiting all of his life for them. But if he has been waiting four centuries? The one thing the movie lacks is headlong narrative energy and coherence. There is no story we can follow well enough to care about.\n\nThere is a chronology of events, as the characters travel back and forth from London to Transylvania, and rendezvous in bedrooms and graveyards. But Coppola seems more concerned with spectacle and set-pieces than with storytelling; the movie is particularly operatic in the way it prefers climaxes to continuity.\n\nFaced with narrative confusions and dead ends (why does Dracula want to buy those London properties in such specific locations?), I enjoyed the movie simply for the way it looked and felt. Production designers Dante Ferreti and Thomas Sanders have outdone themselves. The cinematographer, Michael Ballhaus, gets into the spirit so completely be always seems to light with shadows.\n\nOldman and Ryder and Hopkins pant with eagerness. The movie is an exercise in feverish excess, and for that if for little else, I enjoyed it.", "running_time": 130, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-11-13", "genres": ["Drama", "Horror", "Romance"], "title": "Bram Stoker's Dracula (1992)"}