{"url": "http://www.rogerebert.com/reviews/brannigan-1975", "by": null, "star_rating": 2.0, "text": "It's a Western, really, but then most cop movies are, these days. I guess it's cheaper to film in a city. And so they take a good old plot (like the outoftown gunslinger who turns up in time to help the local sheriff take on the outlaws) and they put sports coats on everybody and shoot it in London. The nice thing is that it still works, most of the time; \"Brannigan\" isn't great, but it's a wellcrafted action movie and, besides, it's got John Wayne in it.\n\nWayne plays a Chicago detective sent to London to bring back a criminal who has jumped bail. Right away, he gets into conflict with the British police and their notions of proper law enforcement. He wears a revolver, for example, and they don't go for that. They also don't like the habit he gets into of being shot at, and shooting back. But he's a policeman Chicagostyle (as he never tires of informing everyone, apparently out of fear that latearriving members of the audience may have missed the opening shots of Lake Shore Drive an O'Hare). And, besides, he's the Duke.\n\nJohn Wayne by now embodies so many of the daydreams fantasies and archetypes we fashioned during countless Saturday matinees and late shows that his appearance on the screen calls for a special kind of attention. He's a movie actor but he's also some kind of natural force, a prevailing wind maybe. He takes ordinary material (and \"Brannigan\" is slick but pretty ordinary) and acts it with such sincerity that we understand what a star is, even while we're forming our doubts about the movie.\n\nIn \"Brannigan,\" we're no doubt supposed to get the notion that the British police would get the job done a lot sooner if they carried guns and used them, the way Duke does. But the fact is that all the gunfire in the movie is imported; Brannigan is from Chicago, so is the guy he's after, and there's also a hired assassin from New Orleans. Here are the British going about law enforcement in an orderly manner and all these Yanks arrive and start shooting the place up like a frontier saloon.\n\nThere is, to be sure, a fairly nice saloon freeforall (although the sight of Richard Attenborough swinging away and knocking out everyone in sight is a little less than convincing). There's also the obligatory chase scene, and the love interest (which is played very lowkey, with Wayne taking an avuncular liking to Judy Geeson). And there's a great deal of scenery, requiring Wayne to occupy at least two and possibly three hotels.\n\nThe plot is so complicated, involving double and triple reverses and a kidnaping that may or may not have been on the level, and an assassin who keeps turning up like a wild card, that the best thing to keep in mind is that everybody's after Brannigan but they ain't gonna get him unless he goes down swinging. With that firmly established, Wayne moves through the story with authority and conviction, as he has in so many other movies. The fact that he's been the outoftown gunslinger in at least three Howard Hawks Western versions of a greatly similar story (\"El Dorado\" and \"Rio Lobo\") shouldn't' bother us if it doesn't bother him.", "running_time": 111, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Crime", "Drama", "Foreign", "Mystery", "Suspense", "Thriller"], "title": "Brannigan (1975)"}