{"url": "http://www.rogerebert.com/reviews/bran-nue-dae-2010", "by": "Rocky McKenzieas Willie", "star_rating": 2.5, "text": "Here's something I wasn't expecting: an aboriginal musical from Australia, set in a late hippie era and featuring production numbers with a dash of Bollywood. It isn't a masterpiece, but it is a good-hearted, sweet comedy, featuring an overland chase that isn't original but sure is energetic.\n\nThe movie opens with its two young lovers shyly making eyes at each other. They are the young teenagers Willie (Rocky McKenzie) and Rosie (Jessica Mauboy). They daringly peek into a local saloon, and the singer invites the pretty Rosie (but pointedly not Willie) inside. Rosie can't resist a chance at a microphone, and magically becomes the center of the movie's first dance number. The way everyone in the room seems to have rehearsed the choreography is the hint of Bollywood, where characters seem to arrange themselves instinctively into chorus lines.\n\nWillie's pious mother is determined to see her son win respect and get a good job as a priest. She whisks him away from his hometown to a rather strange seminary, ruled by Father Benedictus (Geoffrey Rush), who has a German accent but not overmuch of the holy spirit. \n\nWillie yearns for home and Rosie, and runs away, finds a hobo camp and is befriended by Uncle Tadpole (Ernie Dingo), who claims to be a relative but forgets about that in the morning. No matter. Uncle Tadpole comes along for the trip, and they hitch a ride in a van painted in a psychedelic 1960s style and piloted by two jolly hippies. Father Benedictus follows in an unconvincing and not very clerical fashion as he goes in pursuit, having forgotten, I guess, that Willie must want to be a priest and not be captured and forced.\n\nAnd so on. I learn “Bran Nue Dae” was a hit on the Australian stage in 1990. Many of the songs, some with serious undertones, reflect the treatment of aborigines, who were treated as cruelly as Native Americans. In such recent decades, you'd think a more enlightened vision might have seeped into Australia, not that we have anything to feel smug about. \n\nThe two leads are sweet and attractive, their roles don't place great demands, and the movie skips along happily, if a little disorganzed. Its look is striking; the cinematography, by Andrew Lesnie of “The Lord of the Rings,” gives the exteriors an almost Day-Glo brightness, as if the sun is shining through the screen.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-09-08", "genres": ["Comedy", "Drama", "Foreign", "Musical", "Romance"], "title": "Bran Nue Dae (2010)"}