{"url": "http://www.rogerebert.com/reviews/brand-upon-the-brain-2007", "by": "Gretchen Krichas Mother", "star_rating": 3.5, "text": "Guy Maddin's new film \"Brand Upon the Brain!\" exists in the world Maddin has built by hand over several features that seem to be trying to reinvent the silent cinema. Flickering, high-contrast black-and-white images, shot in 8mm, tell a phantasmagoric story that could be a collaboration between Edgar Allan Poe and Salvador Dali. It's an astonishing film: weird, obsessed, drawing on subterranean impulses, hypnotic.\n\nEqually astonishing is the live theatrical kickoff being provided by the Music Box Theatre. A narration will be performed by the actor Crispin Glover (who is not in the film). The throbbing, hard-driving score will be performed by Ensemble Noamnesia, from Chicago. Sound effects will be created by Foley artists. And a singer billed as a castrato will perform.\n\nThis live performance will play at the theater today through Sunday. And then the run will continue with a recorded soundtrack and a narration by Isabella Rossellini. Would I be correct in guessing you have never seen anything like it before?\n\nThe film opens with a man named \"Guy Maddin\" in a rowboat. He is a house painter, answering his mother's summons. She wants two fresh coats of paint on the family's lighthouse, an orphanage that is the only structure on the island of Black Notch.\n\nOnce Guy arrives on the island, he is cast back into flashbacks of the troubled childhood he had there with his sister and his sexually jealous mother. She stands fiercely atop the lighthouse, sweeping the island with a powerful searchlight and a phallic telescope, and issuing commands through an \"aerophone,\" an invention of Guy's Dad, which allows communication between any two people who love each other, although few seem to love the mother.\n\nThe plot, as it always does in a Maddin film, careens wildly in bizarre directions, incorporating material that seems gathered by the handful from silent melodrama. There is a murder mystery involving an orphan named Savage Tom, and an investigation by two teenage detectives named the Light Bulb Kids, who discover suspicious holes in the heads of some orphans.\n\nElements from mad scientist and black magic stories also creep into the plot, while the film hurtles headlong into an assault of stark images.\n\nMaddin, based in Winnipeg, is a pleasant, soft-spoken man who hardly seems a likely source for this feverish filmmaking. His world, his style, his artistry are all completely original, even when they seem to be echoing old silent films. The echoes seem to come from a parallel universe. In films like \"The Saddest Music in the World,\" he creates haunting worlds that approach the edge of comedy but never quite tip over.\n\nIn a sense, you will enjoy \"Brand Upon The Brain!\" most if you are an experienced moviegoer who understands (somehow) what Maddin is doing or a naive filmgoer who doesn't understand that he is doing anything. The average filmgoer might simply be frustrated and confused. For me, Maddin seems to penetrate to the hidden layers beneath the surface of the movies, revealing a surrealistic underworld of fears, fantasies and obsessions.\n\nNOTE: Select screenings of \"Brand Upon the Brain!\" will be presented with live musical accompaniment and narration; tickets for the 7:30 p.m. screening today, the 2:30 and 7:30 p.m. screenings Saturday, and the 2:30 p.m. screening Sunday, are $30 at the door only. In addition, a select number of screenings of the film featuring a recorded musical score and narration by Isabella Rossellini will be featured at 10 p.m. today, 5 and 10 p.m. Saturday, and 5, 7:30 and 10 p.m. Sunday through Thursday, for the regular admission price of $9.25, day of show only.", "running_time": 95, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-05-17", "genres": ["Drama", "Fantasy", "Indie"], "title": "Brand Upon the Brain! (2007)"}