{"url": "http://www.rogerebert.com/reviews/braveheart-1995", "by": "Mel Gibsonas William Wallace", "star_rating": 3.5, "text": "Mel Gibson's \"Braveheart\" is a full-throated,\rred-blooded battle epic about William Wallace, the legendary Scots warrior who\rled his nation into battle against the English in the years around 1300. It's\ran ambitious film, big on simple emotions like love, patriotism and treachery,\rand avoids the travelogue style of so many historical swashbucklers: Its\rlocations look green, wet, vast, muddy and rugged.\n\nNot\rmuch is known about Wallace, known as Braveheart, except that according to an\rold epic poem, he unified the clans of Scotland and won famous battles against\rthe English before being captured, tortured and executed as a traitor.\n\nWallace's\rdying cry, as his body was stretched on the rack, was \"freedom!\" That\risn't exactly based on fact (the concept of personal freedom was a concept not\rmuch celebrated in 1300), but it doesn't stop Gibson from making it his dying\rcry. It fits in with the whole glorious sweep of \"Braveheart,\" which\ris an action epic with the spirit of the Hollywood swordplay classics and the\rgrungy ferocity of \"The Road Warrior.\" What people are going to\rremember from the film are the battle scenes, which are frequent, bloody and\rviolent. Just from a technical point of view, \"Braveheart\" does a\rbrilliant job of massing men and horses for large-scale warfare on film. Gibson\rdeploys what look like thousands of men on horseback, as well as foot soldiers,\rarchers and dirty tricks specialists, and yet his battle sequences don't turn\rinto confusing crowd scenes: We understand the strategy, and we enjoy the\rtactics even while we're doubting some of them (did 14th century Scots really\rset battlefields aflame?).\n\nGibson\ris not filming history here, but myth. William Wallace may have been a real\rperson, but \"Braveheart\" owes more to Prince Valiant, Rob Roy and Mad\rMax. Once we understand that this is not a solemn historical reconstruction\r(and that happens pretty fast), we accept dialogue that might otherwise have an\runcannily modern tone, as when Braveheart issues his victory ultimatum to the\rEnglish: \"Scotland's terms are that your commander present himself in\rfront of our army, put his head between his legs and kiss his - - -.\" Uh,\rhuh.\n\nIn\rthe film, Wallace's chief antagonist is King Edward I (\"Longshanks\"),\rplayed by Patrick McGoohan with sly cunning; he is constantly giving his\rrealpolitik interpretation of events, and that's all the more amusing since\rhe's usually guessing wrong.\n\nEdward's\rson, the Prince of Wales (Peter Hanly), is an effete fop who marries a French\rwoman only for political reasons. \"I may have to conceive the child\rmyself!\" Longshanks says, and indeed, under the medieval concept of prima\rnocte, or \"first night,\" nobles were allowed a first chance to sleep\rwith the wives of their lessers.\n\nThe\rPrincess, played by the French actress Sophie Marceau, does not much admire her\rhusband, who spends most of his time hanging about moon-eyed with his best\rfriend (until the king, in a fit of impatience, hurls the friend out the castle\rwindow).\n\nEdward,\rsmarting from defeats, dispatches the Princess to offer his terms to\rBraveheart, but soon she's spilling all the state secrets, \"because of the\rway you look at me.\" The Princess is the second love in Wallace's life;\rthe first, his childhood sweetheart Murron (Catherine McCormack), marries him\rin secret (so the local English lord won't claim his rights). The two spend\rtheir wedding night outdoors, and the backlit shot as they embrace gains\rsomething, I think, from the frost on their breaths.\n\nThese\rcharacters come from hardened stock. (When Wallace has a reunion with his\rchildhood pal Hamish, they hurl rocks at each other for entertainment; later,\rwhen a Scotsman has his wound cauterized, all he says is, \"That'll wake\ryou up in the morning, boy!\") It is sometimes seen as an egotistical\rgesture when actors direct themselves, especially in heroic epics costing (so\rthey say) $53 million. The truth is, given this material, I do not know that\ranyone could have directed it better. Gibson marshals his armies of extras, his\rstunt men and his special effects, and creates a fictional world that is\rentertaining, and thrilling.\n\nAnd\ras Braveheart, Gibson plays his role with flamboyance, and cuts it with sly\rhumor. He is an amazing battlefield strategist, inventing new strategies and\rweapons, outsmarting the English at every turn, leading his men into battle\rwith his face painted blue, like a football fan. There is a scene where he is\rso pumped up with the scent of battle that his nostrils flare; not many actors\rcould get away with that, but Gibson can.", "running_time": 178, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-24", "genres": ["Action", "Drama", "History"], "title": "Braveheart (1995)"}