{"url": "http://www.rogerebert.com/reviews/brave-2012", "by": "Kelly MacDonaldas Merida", "star_rating": 3.0, "text": "\"Brave\" is the latest animated film from Pixar, and therefore becomes the film the parents of the world will be dragged to by their kids. The good news is that the kids will probably love it, and the bad news is that parents will be disappointed if they're hoping for another Pixar groundbreaker. Unlike such brightly original films as \"Toy Story,\" \"Finding Nemo,\" \"WALL-E\" and \"Up,\" this one finds Pixar poaching on traditional territory of Disney, its corporate partner. We get a spunky princess; her mum, the queen; her dad, the gruff king, an old witch who lives in the woods, and so on.\n\nThe princess is Merida (voice of Kelly Macdonald), seen in an action-packed prologue as a flame-haired Scottish tomboy whose life is changed by an early birthday gift of a bow, which quickly inspires her to become the best archer in the kingdom. Then we flash forward to Merida as a young lady of marriageable age, who is startled by request from Queen Elinor (Emma Thompson) to choose among three possible husbands chosen by her clan.\n\nNothing doing, especially since all three candidates are doofuses. Merida leaps upon her trusty steed and flees into the forest, where her friends the will-o-the-wisps lead her to the cottage of a gnarled old witch (Julie Walters). She begs for a magic spell that will change Queen Elinor's mind, but it changes more than that: It turns Elinor into a bear. Witches never know how to stop when they're ahead.\n\nLuckily, the magic spell comes with an escape clause. Merida has exactly two days to reverse the charm. After she and her mother absorb what has happened, they begin to work together and grow closer than ever, even though the queen cannot speak. There is a tricky complication. King Fergus (Billy Connolly) had his leg bitten off by a bear (in the prologue), and has been indisposed toward them ever since. Unsurprisingly, when he sees his wife as a bear, he fails to recognize her.\n\nAnd so on. This is a great-looking movie, much enlivened by the inspiration of giving Merida three small brothers, little redheaded triplets. The Scottish Highlands are thrillingly painted in astonishing detail, and some action shows Merida's archery more than equal in assorted emergencies.\n\n\"Brave\" has an uplifting message about improving communication between mothers and daughters, although transforming your mom into a bear is a rather extreme first step. Elinor is a good sport, under the circumstances. But Merida is far from being a typical fairy-tale princess. Having flatly rejected the three suitors proposed by her family, she is apparently prepared to go through life quite happily without a husband, and we can imagine her in later years, a weathered and indomitable Amazon queen, sort of a Boudica for the Scots. \"Brave\" seems at a loss to deal with her as a girl and makes her a sort of honorary boy.", "running_time": 93, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Action", "Adventure", "Animation", "Comedy", "Family"], "title": "Brave (2012)"}