{"url": "http://www.rogerebert.com/reviews/brazil-1986", "by": "Jonathan Pryceas Sam Lowry", "star_rating": 2.0, "text": "Just as George Orwell's 1984 is an alternate vision of the past, present and future, so \"Brazil\" is a variation of Orwell's novel. The movie happens in a time and place that seem vaguely like our own, but with different graphics, hardware and politics. Society is controlled by a monolithic organization, and citizens lead a life of paranoia and control. Thought police are likely to come crashing through the ceiling and start bashing dissenters. Life is mean and grim.\n\nThe hero of \"Brazil\" is Sam Lowry (Jonathan Pryce), a meek, desperate little man who works at a computer terminal all day.\n\nOccasionally he cheats; when the boss isn't looking, he and his fellow workers switch the screens of their computers to reruns of exciting old TV programs. Sam knows his life is drab and lockstep, but he sees no way out of it. His only escape is into his fantasies - into glorious dreams of flying high above all the petty cares of the world, urged on by the vision of a beautiful woman.\n\nHis everyday life offers no such possibilities. Even the basic mechanisms of life support seem to be failing, and one scene early in the movie has Robert De Niro in a walk-on as an illegal free-lance repairman who defies the state by fixing things. De Niro makes his escape by sliding down long cables to freedom, like Spider-Man. For Sam, there seems to be no escape.\n\nBut then he gets involved in an intrigue that involves the girl of his dreams, the chief executive of the state and a shadowy band of dissenters. All of this is strangely familiar; the outlines of \"Brazil\" are much the same as those of 1984, but the approach is different.\n\nWhile Orwell's lean prose was translated last year into an equally lean and dour film, \"Brazil\" seems almost like a throwback to the psychedelic 1960s, to an anarchic vision in which the best way to improve things is to blow them up.\n\nThe other difference between the two worlds - Orwell's and the one created here by director and co-writer Terry Gilliam - is that Gilliam apparently has had no financial restraints. Although \"Brazil\" has had a checkered history since it was made (for a long time, Universal Pictures seemed unwilling to release it), there was a lot of money available to make it. The movie is awash in elaborate special effects, sensational sets, apocalyptic scenes of destruction and a general lack of discipline. It's as if Gilliam sat down and wrote out all of his fantasies, heedless of production difficulties, and then they were filmed - this time, heedless of sense.\n\nThe movie is very hard to follow. I have seen it twice, and am still not sure exactly who all the characters are, or how they fit.\n\nPerhaps it is not supposed to be clear; perhaps the movie's air of confusion is part of its paranoid vision. There are individual moments that create sharp images (shock troops drilling through a ceiling, De Niro wrestling with the almost obscene wiring and tubing inside a wall, the movie's obsession with bizarre duct work), but there seems to be no sure hand at the controls.\n\nThe best scene in the movie is one of the simplest, as Sam moves into half an office and finds himself engaged in a tug-of-war over his desk with the man through the wall. I was reminded of a Chaplin film, \"Modern Times,\" and reminded, too, that in Chaplin economy and simplicity were virtues, not the enemy.", "running_time": 131, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-01-17", "genres": ["Comedy", "Foreign", "Science Fiction"], "title": "Brazil (1986)"}