{"url": "http://www.rogerebert.com/reviews/bread-and-roses-2001", "by": "Pilar Padillaas Maya", "star_rating": 3.5, "text": "If you work in a building with janitors, how much do they get paid? Is it enough to decently support a family? Have you given any thought to the question? I haven't. Ken Loach's \"Bread and Roses,\" a drama about a janitorial strike in Los Angeles, made me think. It suggests that the people who manage your building pay the janitors as little as they possibly can, and pass the savings on to your employers. Here is a statistic: In 1982, union janitors in Los Angeles were paid $8.50 an hour. In 1999, non-union janitors were paid $5.75. Do they have a health plan? Don't make me laugh.\n\nUnder the trickle-down theory, if the boss makes millions and the janitor makes $5.75, in the long run we all benefit. How does this work in practice? A simple illustration will suffice. When both parents have to moonlight in underpaid jobs, that gives their children an opportunity to get in trouble on the streets, leading to arrests, convictions and millions of dollars pumped into the economy through the construction of new prisons and salaries for their guards. Right now America has a larger percentage of its population in prison than any other Western nation, but that is not good enough.\n\n\"Bread and Roses\" tells its story through the eyes of Maya (Pilar Padilla), an illegal immigrant newly arrived in Los Angeles. Her sister Rosa (Elpidia Carrillo) gets her a job in a sleazy bar, but Maya is a good girl and doesn't like it: \"I want to work with you cleaning the offices.\" Rosa gets Maya hired in a high-rise, where she has to kick back her first month's salary. Maya meets Sam (Adrien Brody), an organizer for the janitors' union, who is trying to sign up the workers in the building.\n\nFor some of my readers, the key words in the previous paragraph are \"illegal immigrant.\" Why, they are thinking, should such a person have a job in America at all, let alone complain about the low wages? This attitude is admirable in its idealism, but overlooks the fact that the economy depends on workers who will accept substandard wages. The man who hires Maya certainly knows she is illegal. That man's boss, as they say, \"knows but doesn't know.\" The man above him doesn't know and doesn't care--he's only interested in delivering janitorial services to the building management at the lowest possible price.\n\nIf the janitors were paid a decent wage plus health benefits, there would be no shortage of American citizens to take the jobs, so it is better this way, especially since the illegal workers have no rights and are easily intimidated. If the Mexican border were sealed, Los Angeles would be a city without janitors, gardeners, car washes and maids. And in Michigan, who would pick the fruit? Sam the organizer encourages Maya and her friends to organize for the union within the building--secretly, of course. Rosa, the sister, is not so enthusiastic: \"We could all lose our jobs, and then who would pay the bills?\" There is a juicy scene where the striking janitors invade the house-warming of a big Hollywood agency that has just taken offices in the building. Do the star clients know their agents are exploiting the workers? (Credit here to Ron Perlman and other actors who play recognizable extras.) Sam is played by Brody as a complex character, filled with anger but also with a streak of zany street comedian. He's trapped in the middle because the union's bosses, like all bosses, are basically establishment. When his boss argues that a strike might cost the union too much money, Sam snaps back: \"No more $40 million to give the Democrats.\" Sam and Maya are drawn to each other, and there is a shy little love scene, but Ken Loach is not the kind of director to confuse his real story with the love story; he knows that no matter what happens between Sam and Maya, the janitors are still underpaid and the strike is still dangerous. That same stubborn integrity prevents him from giving the movie a conventional happy ending. Just think. If he had directed \"Pearl Harbor,\" it would have ended sadly.\n\nLoach, from Britain, is left wing but realistic. The best scene in \"Bread and Roses\" argues against Sam, Maya and the union. It is a searing speech by Rosa, delivered by Carrillo with such force and shaming truth that it could not have been denied the Oscar--if the academy voters in their well-cleaned buildings ever saw movies like this. Rosa slices through Maya's idealism with hard truths, telling her sister that she worked as a prostitute to pay for Maya's education, and indeed slept with the supervisor to get Rosa her job. \"I've been whoring all my life, and I'm tired,\" she says. Now she has a sick husband and kids to feed, and they take priority over the union and the college-boy organizer.\n\nThe more you think about it, the more this movie's ending has a kind of nobility to it. Loach, who has always made films about the working class (\"Riff-Raff,\" \"My Name Is Joe,\" \"Ladybird, Ladybird\"), is too honest to believe in easy solutions. Will the union get its contract? Will Maya and Sam live happily ever after? Will the national minimum wage ever be a living wage? Will this movie change anything, or this review make you want to see it? No, probably not. But when you come in tomorrow morning, someone will have emptied your wastebasket.", "running_time": 106, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-01", "genres": ["Drama", "Foreign", "Indie"], "title": "Bread and Roses (2001)"}