{"url": "http://www.rogerebert.com/reviews/bread-and-tulips-2001", "by": "Licia Magliettaas Rosalba", "star_rating": 3.5, "text": "It's all in the casting. Silvio Soldini's ''Bread and Tulips'' tells a story that seems born to be remade in Hollywood with Sandra Bullock or Julia Roberts, but look at Licia Maglietta and tell me what you see. Not a classic beauty, not a ''movie star,'' but a 40-ish dreamer who's just a little overweight, with the kind of sexiness that makes you think of bread baking, clean sheets and that everything is going to be all right. Maglietta is the secret of this film's romantic charm, because we like her so much.\n\nWe like her, and we like the dignified and sad waiter Fernando (Bruno Ganz), and we like her friend Grazia (Marina Massironi), who is a ''holistic beautician and masseuse,'' and we like the sweet old florist Fermo (Felice Andreasi), and we like the plump, perspiring Costantino (Giuseppe Battiston), who is the plumber and amateur detective hired to track her down.\n\nWe like them to begin with, and we like them more because they occupy an obscure corner of Venice, the city above all others that encourages us to yield to our romantic impulses. We like them, and so did the David Di Donatello Awards, the Italian version of the Oscars, which showered ''Bread and Tulips'' with Davids for best picture, actor, actress, supporting actor, supporting actress, director, and three more besides. The Italians say this is their favorite movie in years, and they are not without reason.\n\nMaglietta plays Rosalba, a housewife who is taken utterly for granted by her family. When she loses an earring down the drain at a highway rest stop, her husband and teenage children board their tourist bus, and it pulls away without anyone even missing her. Rosalba's husband calls on his cell phone; he's mad at her--because, of course, it was her fault that they didn't miss her. Rosalba impulsively hitches a ride with a friendly woman, and later, more impulsively, hitches another ride--to Venice, where she has never been. Suddenly this has turned into her vacation.\n\nIn the serene city she meets characters who are not likely to exist in real life--but here is the point, they're played as if they were. With a few lira in her handbag, she visits a lonely little restaurant near the train station and meets Fernando, a waiter played by Bruno Ganz with a sad countenance and dignified charm. The cook is sick, but Fernando prepares a cold dish for her, and serves it as if she were a queen. One thing leads to another, not in an obvious way, and soon she has a job with Fermo the florist, is living in an extra room of Fernando's flat, and has made friends with Grazia whose profession may extend beyond massage, or at least liberally define it.\n\nBruno Ganz is the actor who will be forever remembered as the angel in ''Wings of Desire\"--the angel whose love and sympathy for mankind caused him to turn in his wings and take his chances in the physical universe. Here he's something of an angel, too--a melancholy one. When Rosalba unexpectedly knocks on his door on the second day, he has to take down the noose from his ceiling before he can let her in. He has no carnal designs on his house guest, and she is too abashed at her rebellion to even think in those terms, but they are both confronted with the inescapable fact that their souls match.\n\nThe movie intercuts events in Venice with a human comedy involving Mimmo (Antonio Catania), Rosalba's husband, who has long enjoyed the favors of a mistress but is now dismayed to find that she refuses to perform Rosalba's domestic tasks in her absence. Rosalba has sent him postcards that announce she is safe in Venice, but they are vague about the possibility of her return. Mimmo enlists the services of Costantino, the plumber, who fancies himself a detective and goes off to Venice to track her down; his mission provides first a guided tour of Venice and then experiences of his own in applied holism.\n\nI am aware that stories like this have been told before. Venice has been put on earth as an opportunity for underappreciated women of a certain age to make one more roll of the romantic dice. The film is haunted by Katharine Hepburn's adventures in ''Summertime,'' and by films as unlikely as ''Blume in Love,'' \"Wings of the Dove,'' \"Only You'' and ''Everyone Says I Love You.'' But I don't require the story to be original. I am not at the movies for lonely-hearts tips. I require the characters to be strange and wonderful, romantic and quirky, and above all, lovable. It may be that a relationship like the one here between Rosalba and Fernando is impossible in real life. All the more reason for this movie.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-08-31", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Bread And Tulips (2001)"}