{"url": "http://www.rogerebert.com/reviews/breakin-1984", "by": "Lucinda Dickeyas Kelly", "star_rating": 1.5, "text": "There are going to be several street dancing movies this summer and “Breakin’” is the first one, sweet and high-spirited and with three dancers who are so good they deserve a better screenplay. This is really two movies: A stiff and awkward story, interrupted by dance sequences of astonishing grace and power.\n\nThe story, alas, is predictable from beginning to end. We meet Kelly, a young Los Angeles dancer (Lucinda Dickey) who is the student of a hateful choreographer. Through a friend she meets a couple of break-dancers on the boardwalk at Venice. They have a concept of dancing that’s totally different from hers; while she polishes technique, they turn up the volume on their ghetto blasters and lose themselves in the joy of street dancing. She likes them, dances with them, and they form a team.\n\nSo far, so good. But then we have to sit through flatly written and awkwardly acted scenes involving (1) the famous choreographer who lusts for Kelly, is jealous of street dancers, and tries to blackball the trio from a big dance competition; (2) the young agent who believes in Kelly and agrees to back her and her friends; (3) a roomful of stuck-up high society dance snobs, who look down their noses at Kelly’s friends, when in real life they’d be almost automatically in favor of spontaneous street forms of dancing; and (4) a stuck-up dance judge with a British accent, who tries to throw the trio out of the room and is then miraculously converted when they start to dance.\n\nKelly’s two dance partners have street names they’re proud of. Adolfo “Shabba-Doo” Quinones plays Ozone, a sensitive Latino who likes Kelly but is alert for the slightest sign of condescension, and Michael “Boogaloo Shrimp” Chambers plays Turbo, whose hands and feet have lives of their own. The screenplay is so inconsistent, it originally suggests they’re gay, then totally drops that notion. Both actors are actually Los Angeles street dancers, and they are so spontaneous and unforced in scenes with each other (and with Dickey) that it’s a shame they’re surrounded by so many wooden supporting performances.\n\nThe fact is, there’s a movie here somewhere. Dickey has a wonderfully fresh presence and a level-headed likeability, and she can dance (we will, I think, hear a lot more from her). Chambers and Quinones are two of the more original movie characters in a long time. I’ll bet an interesting documentary could have been made about how these three performers met, how they learned to work together, how the street dancers taught their moves to the traditionally trained Dickey, and how they got along offscreen. Those subjects supply the fictional plot of this movie – but the script is too amateurish and the direction too clumsy to take advantage of the great material.\n\nYou like street dancing? This is a great movie, if you can manage to ignore about two-thirds of it.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-05-09", "genres": ["Drama", "Music"], "title": "Breakin' (1984)"}