{"url": "http://www.rogerebert.com/reviews/breakin-all-the-rules-2004", "by": "Jamie Foxxas Quincy Watson", "star_rating": 3.0, "text": "\"Breakin' All the Rules\" combines a romantic comedy, a little mistaken identity and some satire about office politics into one of those genial movies where you know everything is going to turn out all right in the end. The movie depends for its success on the likability of Jamie Foxx, Morris Chestnut and Gabrielle Union, and because they're funny and pleasant, we enjoy the ride even though the destination is preordained.\n\nFoxx plays Quincy Watson, a writer for Spoils magazine, one of those men's lifestyle books edited for readers who believe they can become rich, successful and well-groomed by studying a magazine. The magazine has fallen upon hard times, and the editor summons Quincy and gives him a list of people to fire. Quincy recoils; he hates the idea of firing anybody. So does Philip the editor (Peter MacNicol), who explains that one of the spoils of being the boss is that you can get other people to do your dirty work.\n\nRather than fire anyone, Quincy quits. He's depressed, anyway; his fiancee Helen Sharp (Bianca Lawson) has just broken up with him. He starts writing versions of a wounded, angry letter to her and somehow the correspondence grows into a book titled Break Up Handbook, about how to break up with a girl before she can break up with you (danger signal: She says she \"wants to have a talk\").\n\nEnter Quincy's cousin Evan (Morris Chestnut), a moving target who prides himself on breaking up with girls as a pre-emptive strategy. His girl Nicky (Gabrielle Union) says she wants to have a talk, and to deny her the opportunity of breaking up with him, Evan sends Quincy to a bar to meet her and tell her the relationship is over. Alas, Nicky has cut her hair and doesn't fit Evan's description; Quincy starts talking with her, and soon they're flirting with love. If the hair trick sounds contrived, recall that Shakespeare was not above mistaken identities even more absurd. Not that I hold it against him.\n\nGabrielle Union is one of those actresses whose smile is so warm, you hope the other characters will say something just to make her happy. As a counterbalance, the movie supplies Rita (Jennifer Esposito), a mercenary man-trap who wants to get her hooks into Philip the editor. Quincy is called in as a consultant on this case, too, but Rita is too crafty to be easily fooled by tricks learned from a book.\n\nThere will of course be a scene of wounded betrayal, when Evan discovers that Quincy is dating Nicky and decides he loves her after all. And a titanic battle of the wills between Rita and Philip. And jokes about being the author of a best seller; Quincy's book seems to hit the charts within days after he finishes it, having apparently been printed by magic.\n\n\"Breakin' All the Rules\" is not a comic masterpiece, but it's entertaining and efficient, and provides a showcase for its stars. It's on the level of a good sitcom.\n\nIt's unusual in this way: Writer-director Daniel Taplitz has come up with a magazine title that would probably work on the newsstands, and a book idea that would probably sell.\n\nMost magazines in movies are completely implausible (in \"13 Going on 30,\" the heroine redesigned the magazine as a school yearbook). And most best sellers in the movies sound way too good to ever sell many copies.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-05-14", "genres": ["Comedy", "Romance"], "title": "Breakin' All the Rules (2004)"}