{"url": "http://www.rogerebert.com/reviews/breaking-away-1979", "by": "Dennis Christopheras Dave", "star_rating": 4.0, "text": "\"Breaking Away\" is a wonderfully sunny, funny, goofy, intelligent movie that makes you feel about as good as any movie in a long time. It is, in fact, a treasure -- which is why it's in half as many theaters as trash like \"Bloodline.\" Exhibitors are scared to death of offbeat, original movies; they'll play it safe with sleaze every time. But audiences are discovering \"Breaking Away\" (the studio has been sneak-previewing it for months), and they love it.\n\nNo wonder. In a summer of big-budget movies that are insults to the intelligence, here's a little film about coming of age in Bloomington, Ind. It's about four local kids, just out of high school, who mess around for one final summer before facing the inexorable choices of jobs or college or the Army. One of the kids, Dave (Dennis Christopher), has it in his head that he wants to be a champion Italian bicycle racer, and he drives his father crazy with opera records and ersatz Italian.\n\nHis friends have more reasonable ambitions: One (Dennis Quaid) was a high school football star who pretends he doesn't want to play college ball, but he does; another (Jackie Earle Haley) is a short kid who pretends he doesn't want to be taller, but he does; and another (Daniel Stern) is one of those kids like we all knew, who learned how to talk by crossing Eric Severaid with Woody Allen.\n\nThere's the usual town-and-gown tension in Bloomington, between the jocks and the townies (who are known, in Bloomington, as \"cutters\" -- so called after the workers in the area's limestone quarries). There's also a poignant kind of tension between local guys and college girls: Will a sorority girl be seen with a cutter? Dave finds out by falling hopelessly in love with a college girl named Kathy (Robyn Douglass), and somehow, insanely, convincing her he's actually an Italian exchange student.\n\nThe whole business of Dave's Italomania provides the movie's funniest running joke: Dave's father (Paul Dooley) rants and raves that he didn't raise his boy to be an Eye-talian, and that he's sick and tired of all the ee-neesin the house: linguini, fettucini . . . even Jake, the dog, which Dave has renamed Fellini. The performances by Dooley and Barbara Barrie as Dave's parents are so loving and funny at the same time that we remember, almost with a shock, that every movie doesn't have to have parents and kids who don't get along.\n\nThe movie was directed as a work of love by Peter Yates, whose big commercial hits have included \"Bullitt\" and \"The Deep.\" It was written by Steve Tesich, who was born in Yugoslavia, was moved to Bloomington at the age of 13, won the Little 500 bicycle race there in 1962, and uses it for the film's climax. Yates has gone for the human elements in \"Breaking Away,\" but he hasn't forgotten how to direct action, and there's a bravura sequence in which Dave, on a racing bicycle, engages in a high-speed highway duel with a semitrailer truck.\n\nIn this scene, and in scenes involving swimming in an abandoned quarry, Yates' does a tricky and intriguing thing: He suggests the constant possibility of sudden tragedy. We wait for a terrible accident to happen, and none does, but the hints of one make the characters seem curiously vulnerable, and their lives more precious.\n\nThe whole movie, indeed, is a delicate balancing act of its various tones: This movie could have been impossible to direct, but Yates has us on his side almost immediately. Some scenes edge into fantasy, others are straightforward character development, some (like the high school quarterback's monolog about his probable future) are heartbreakingly true. But the movie always returns to light comedy, to romance; to a wonderfully evocative instant nostalgia.\n\n\"Breaking Away\" is a movie to embrace. It's about people who are complicated but decent, who are optimists but see things realistically, who are fundamentally comic characters but have three full dimensions. It's about a Middle America we rarely see in the movies, yes, but it's not corny and it doesn't condescend. Movies like this are hardly ever made at all; when they're made this well, they're precious cinematic miracles.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Comedy", "Drama", "Sport", "Sports Film"], "title": "Breaking Away (1979)"}