{"url": "http://www.rogerebert.com/reviews/bread-and-chocolate-1998", "by": "Nino Manfredias Nino", "star_rating": 3.5, "text": "“Bread and Chocolate” is a sneaky comedy that winds up being serious about its subject. It reminds us of some of Chaplin's later features, and maybe it's no coincidence that the lead character looks like Chaplin. He's a Southern Italian waiter named Nino (Nino Manfredi), who goes to Switzerland to tryout for a restaurant job and finds himself caught in a net of discrimination.\n\nIt's not that the Swiss set out to be unfair and unfriendly; it's that their national ways of behavior and those of the Italians just naturally seem to be incompatible. From Nino's point of view, the Swiss seem possessed of the knack of doing everything right, and with style, as when a Swiss waiter carves the skin from an orange so that it falls naturally into the shape of a flower. When Nino tries that, his orange flies through the air and into a woman's split pea soup.\n\nThat turns out to be typical. Almost everything Nino does seems to be wrong to the Swiss, with their cool elegance and natural poise. The movie's opening scene sets the tone. Nino's in a park, listening to a chamber music concert. He bites into his hero sandwich. The crunch of the bread crackles through the park like grocery bags being crumpled, and the musicians glare at him. To be fair, I know how they feel. I feel the same way every time I'm in a movie theater and someone settles in behind me and begins to arrange shopping bags for 5 or 10 minutes.\n\nBut Nino does all sorts of things wrong. He relieves himself, for example, in the background of a photo being taken by a shocked Swiss burgher who hasn't read Mike Royko's columns about the crisis of not being able to find a john, quick. He finds himself in a showdown with the Greek immigrant who's competing for the same restaurant job. He finally thinks he's found a safe berth -- as a servant to a tax-evading Italian industrialist - but then the industrialist kills himself.\n\nThe only sympathy he gets comes from a neighbor (Anna Karina), a Greek immigrant who's concealing her child from the immigration authorities. Despondent, he goes into the country to find work on a chicken farm, and the film finds its best and most unforgettable image: a chicken-coop filled with immigrant laborers, who peer with admiration and envy through chicken wire at a crowd of Swiss kids frolicking in a pool.\n\nIt's here that we most completely feel the movie's underlying tension and seriousness. Other films have considered the dilemma of immigrant workers in Europe (one of the best was Fassbinder's “Ali: Fear Eats the Soul”), but not until this film by Franco Brusati has the subject been approached as a comedy. Brusati sometimes seems willing to do almost anything for a laugh (the orange in the pea soup, for example, is a little obvious), but there's a humanity in this film that smoothes over the awkward moments.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1978-09-08", "genres": ["Comedy", "Foreign"], "title": "Bread and Chocolate (1998)"}