{"url": "http://www.rogerebert.com/reviews/breathless-1983", "by": "Richard Gereas Jesse Lujack", "star_rating": 2.5, "text": "There are several levels of cinematic incest at work in \"Breathless,\" a new American film inspired by a 1959 French film that was itself inspired by countless even earlier Hollywood crime films, including \"Gun Crazy,\" a movie that turns up in this movie.\n\nThis is the kind of movie for which you need your Filmgoer's Companion. Or maybe not; for its announced purpose, as a lurid melodrama about sex and death, it works well enough even without the cross-references. The movie stars Richard Gere, Hollywood's ranking male sex symbol, and Valerie Kaprisky, an unknown French actress, in a story of doom and obsession adapted from Jean-Luc Godard's 1959 \"Breathless.\" The 1959 \"Breathless\" starred Jean-Paul Belmondo as a loutish young Frenchman who modeled his behavior on Bogart and Cagney, and bluffed his way into a fatal confrontation with the cops. Jean Seberg played a young American girl who came to Paris to study, met Belmondo and found herself sharing his bed and his fate.\n\nGodard's \"Breathless\" superimposed Hollywood images on French lifestyles. Jim McBride's 1983 \"Breathless,\" from a script by L. M. (Kit) Carson, does a reverse on the same theme. This time the student (Kaprisky) is French; she's studying in Los Angeles. The lout (Gere) is an American hustler who has to get out of Las Vegas in a hurry, is chased by a highway patrolman and kills him in a confrontation that is deliberately ambiguous: Did he mean to shoot him or not? On the run, Gere moves in with Kaprisky, whom he knows only from a weekend fling in Vegas. They make passionate love. The girl gradually becomes aware that her lover is the subject of a statewide manhunt, and the chase leads from punk discos to the Hollywood hills. \n\nMcBride and Carson position their film somewhere between plausibility (in scenes on a campus, in a grocery store and in a Mexican restaurant) and stylized fantasy (in the garish red tones of the opening scenes and in Gere's deliberate overacting). Although movie buffs will probably enjoy the movie's cross-references, this \"Breathless\" is going to depend on its appeal to ordinary audiences. I imagine they'll be attracted by the notion of Gere as an erotic outlaw on the run, but how will they like him in this role? I thought Gere was deliberately repugnant, but in an interesting way. He plays a character so conceited, so self-absorbed and, I'm afraid, so dimwitted, that there's no opportunity to ever really care for or about him.\n\nKaprisky, as the young French student, is an unknown in a role too large and complex for her, and there are times when she seems lost in a scene, looking to Gere for guidance. The result is a stylistic exercise without any genuine human concerns we can identify with - and yet, an exercise that does have a command of its style, is good-looking, fun to watch, and develops a certain morbid humor.", "running_time": 100, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-05-13", "genres": ["Action", "Drama", "Romance", "Suspense", "Thriller"], "title": "Breathless (1983)"}