{"url": "http://www.rogerebert.com/reviews/breaking-the-waves-1996", "by": "Emily Watsonas Bess", "star_rating": 4.0, "text": "“Breaking the Waves” is emotionally and spiritually challenging,\rhammering at conventional morality with the belief that God not only sees all,\rbut understands a great deal more than we give Him credit for. It tells the\rstory of Bess, a simple woman of childlike naivete, who sacrifices herself to\rsexual brutality to save the life of the man she loves. Is she a sinner? The\rgrim bearded elders of her church think so. But Bess is the kind of person\rJesus was thinking of, I believe, when he suffered the little children to come\runto him.\n\nThe\rmovie takes place in the 1970s, in a remote northern Scottish village. Bess\r(Emily Watson), a sweet-faced and trusting girl, is “not quite right in the\rhead,” and her close-knit community is not pleased by her decision to marry Jan\r(Stellan Skarsgard), who works on one of the big oil rigs in the North Sea. But\rshe loves Jan too much that when the helicopter bringing him to the wedding is\rdelayed, she hits him in a fury. He is a tall, gentle man with a warm smile,\rand lets her flail away before embracing her in his big arms.\n\nShe\ris a virgin, but so eager to learn the secrets of marriage that she accosts her\rnew husband in the powder room at the reception after the ceremony, telling him\reagerly, “You can love me now!” And then, “What do I do?” The miracle of sexual\rexpression transforms her, and she is grateful to God for having given her Jan\rand his love and his body.\n\nMeanwhile,\rdownstairs at the ceremony, Jan's shipmate and Bess' grandfather scowl at one\ranother; the shipmate crushes a beer can, and the grandfather picks up a\rlemonade glass and breaks it in his bloody hand.\n\nWe\rlearn a little about Bess, who had a breakdown when her brother died. Her\rclosest friend is her sister-in-law, Dodo (Katrin Cartlidge), a nurse who stays\rin the remote district mostly because of her. Bess belongs to a strict sect\rwhere women do not speak in church, and the sermon over the body at a funeral\rmight be, “You are a sinner and will find your place in hell.” Bess'\rgrandfather observes sourly, “We have no bells in our church.” Jan is\rcritically injured in an accident on the rig. He is paralyzed from the neck\rdown, and the local doctor tells Bess he may never walk again. “You don't know\rJan!” she says fiercely. One day Jan asks her to find a man and make love to\rhim, “for my sake. And then tell me about it.” Bess does not like this idea,\rbut she does what Jan asks. Dodo is enraged: “Are you sleeping with other men\rto feed his sick fantasies? His head's full of scars--he's up to his eyeballs\rin drugs.” It is indeed never made quite clear why Jan, a good man, has made\rthis request of the woman he loves. That is not the point. The point is that\rBess, with her fierce faith, believes that somehow her sacrifice can redeem her\rhusband and even cure him. As his condition grows worse, her behavior grows\rmore desperate; she has herself taken out to a big ship where even the port\rprostitutes refuse to go, because of the way they have been treated there.\n\nThe\rfilm contains many surprising revelations, including a cosmic one at the end,\rwhich I will leave you to discover for yourself. It has the kind of raw power,\rthe kind of unshielded regard for the force of good and evil in the world that\rwe want to shy away from. It is easier sometimes to wrap ourselves in sentiment\rand pious platitudes, and forget that God created nature “bloody in tooth and\rnail.” Bess does not have our ability to rationalize and evade, and fearlessly\roffers herself to God as she understands him.\n\nThis\rperformance by Emily Watson reminds me of what Truffaut said about James Dean,\rthat as an actor he was more like an animal than a man, proceeding according to\rinstinct instead of thought and calculation. It is not a grim performance and\ris often touched by humor and delight, which makes it all the more touching, as\rwhen Bess talks out loud in two-way conversations with God, speaking both\rvoices--making God a stern adult and herself a trusting child. Her church\rbanishes her, and little boys in the village throw stones at her, but she tells\rDodo, “God gives everyone something to be good at. I've always been stupid, but\rI'm good at this.” “Breaking the Waves” was written and directed by Lars von\rTrier, from Denmark, who makes us wonder what kinds of operas Nietzsche might\rhave written. He finds the straight pure line through the heart of a story, and\ris not concerned with what cannot be known: This movie does not explain Jan's\rcruel request of his wife, because Bess does not question it. It shows people\rwho care about her, such as the sister-in-law and the local doctor, and others\rwho do not: religious bean-counters like the bearded church elders. They\runderstand nothing about their Christianity except for unyielding rules they\rhave memorized, which means they do not understand Christianity at all. They\rtalk to God as if they expect him to listen, and learn. At the end of the film\rthey get their response in a great savage ironic peal.\n\nNot\rmany movies like this get made, because not many filmmakers are so bold, angry\rand defiant. Like many truly spiritual films, it will offend the Pharisees.\rHere we have a story that forces us to take sides, to ask what really is right\rand wrong in a universe that seems harsh and indifferent. Is religious belief\ronly a consolation for our inescapable destination in the grave? Or can faith\rgive the power to triumph over death and evil? Bess knows.", "running_time": 156, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-29", "genres": ["Drama", "Family", "Foreign", "Indie", "Romance"], "title": "Breaking the Waves (1996)"}