{"url": "http://www.rogerebert.com/reviews/breaking-in-1989", "by": "Burt Reynoldsas Ernie", "star_rating": 3.0, "text": "Bill Forsyth is the master of the small gesture, closely observed, which reveals the personalities of his characters. He doesn't deal in big-scale plots and actors who shout a lot, but goes instead for the comedy that can be found in the way people cover up their weaknesses and distrust their strengths. Forsyth's \"Local Hero\" - that understated little masterpiece about a small Scottish town and a big American oil company - was recently voted one of the top 10 films of the 1980s, in a poll in Premiere magazine. \"Breaking In\" is not that good, but it has some of the same qualities, especially in the way the characters play their own games by their own rules.\n\nThe movie stars Burt Reynolds as a 60-ish house burglar who works alone, quietly and competently. One night while he is attacking the wall safe in a prosperous suburban home, he meets another break-in artist: a teenage kid (Casey Siemaszko) who came in through the upstairs window simply so he could raid the refrigerator, look through people's mail and watch a little TV.\n\nIn the Forsyth universe, people don't question reality. They accept a situation and begin to see what they can get out of it.\n\nReynolds thinks he may be able to use the kid in a big job he has been considering - a burglary of the entire Fourth of July haul at an amusement park. The kid thinks, hey, why not? So they become partners.\n\n\"Breaking In\" has received publicity because Reynolds plays an older man for the first time, but his age isn't really relevant, and he doesn't seem all that elderly, anyway. What's important is that he is a loner, a disciplined professional who has his hands full with this goofy kid.\n\nSiemaszko, as the kid, doesn't so much steal the picture (Reynolds is engaging) as benefit from the fact that his character is really the story's center of gravity. He has an infectious screen presence and the kind of off-balance line readings that sound like he's making up his lines as he goes along.\n\nThe two thieves form a partnership and knock over some smaller targets while preparing their big Fourth of July heist, and it becomes clear that they have two different ideas about how to spend the money.\n\nReynolds lives in an ordinary house on a run-down street and plays poker with his pals. Siemaszko moves into a luxurious high-rise and pays the rent with cash. Reynolds tries to teach the disciplines of thievery. Siemaszko glories in the rewards.\n\nThe actual caper in \"Breaking In\" is not particularly elaborate or surprising, but then this isn't a caper film, it's a character film. And the characters are revealed almost tenderly in the closing scenes, which had best not be revealed.\n\n\"Breaking In\" has been billed as a comeback for Reynolds, but maybe it's simply a well-written, well-directed picture. Reynolds has a comfortable screen presence and can act, when that seems appropriate, but he derailed his career with a series of lame-brained action comedies directed by and co-starring his pals. This time, in the Forsyth universe, he shows the warmth and quirkiness that made him fun to watch in the first place.", "running_time": 94, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-13", "genres": ["Action", "Adventure", "Comedy"], "title": "Breaking In (1989)"}