{"url": "http://www.rogerebert.com/reviews/breakin-2-electric-boogaloo-1984", "by": null, "star_rating": 3.0, "text": "Movie musicals used to be allowed to be goofy and lightweight, but in recent years they've turned into ponderous, overbudgeted artifacts that take themselves so seriously you feel guilty if you're having a good time. Remember all the self-importance of \"Annie\"? That's why a modest, cheerful little movie like \"Breakin' 2: Electric Boogaloo\" is so refreshing. Here is a movie that wants nothing more than to allow some high-spirited kids to sing and dance their way through a silly plot just long enough to make us grin.\n\nThe movie is a sequel to 1983's very successful \"Breakin'.\" I guess that explains the ungainly title. It involves the same actors, including a team of street-dance artists named Shabba-Doo Quinones and Boogaloo Shrimp Chambers, who more or less seem to be playing themselves. The plot is so familiar that if you're a fan of Mickey Rooney musicals or even the Beach Party movies, you may start rubbing your eyes. But the movie is a lot of fun.\n\nFamiliar? Try this plot out on your nearest trivia expert. A bunch of kids get together to turn a run-down old theater into a community center. The center is run by a nice old guy (who is not, for some reason, called \"Pops\"), and the ringleaders are Shabba-Doo and Boogaloo. In the last movie, they formed a dance team with a rich girl (Lucinda Dickey), and as this movie opens she visits their center and decides to stay and pitch in, despite the opposition of her WASP parents, who want her to enroll in an Ivy League university. Then the plot thickens, when an evil real estate developer wants to tear down the center and put up a big retail development. With just a few minor modifications, this story could be about Mickey and Judy, or Frankie and Annette. But what does it matter, when the whole point of the enterprise is to provide an excuse for song and dance? Quinones, Chambers, and Dickey can indeed dance, very well, and there are a lot of other street dancers in the movie, but what's interesting is the way the traditions of street dancing are combined in this movie with the older traditions of stage dancing and chorus lines. The big extravaganza at the end (a benefit to save the center, needless to say) is a unique hybrid of old and new dance styles.\n\n\"Electric Boogaloo\" is not a great movie, but it's inexhaustible, entertaining, and may turn out to be influential. It could inspire a boomlet of low-priced movie musicals -- movies not saddled with multimillion dollar budgets, Broadway connections, and stars who are not necessarily able to sing and dance. And at a time when movie musicals (as opposed to movie sound tracks) are seriously out of touch with the music that is really being played and listened to by teenagers, that could be a revolutionary development.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Music"], "title": "Breakin' 2: Electric Boogaloo (1984)"}