{"url": "http://www.rogerebert.com/reviews/breakout-1975", "by": "Charles Bronsonas Nick", "star_rating": 2.0, "text": "It's a little unexpected to find Charles Bronson starring in a Ramparts magazine cover story, but here he is in \"Breakout,\" a thriller inspired by the 1971 springing of Joel David Kaplan from a Mexican prison. Kaplan was the scion of an American sugar-and-molasses empire with Latin American connections, and in the early 1960s, he was a courier for Fidel Castro.\n\nThe Mexicans imprisoned him in 1962 on a highly questionable murder charge, and there were rumors that the CIA was somehow involved. He was in prison nine years before his sister hired a California helicopter pilot to carry out a neat little mission spiriting Kaplan out of the prison yard. Ramparts published material about the CIA connection, but Kaplan wouldn't talk, then or later.\n\nThe movie's naturally more concerned with the rescue mission than with any shadowy political implications. But there are a couple of leftovers from the original story in the sinister persons of a CIA operative and the hero's rich grandfather. They seem to be in cahoots, although how or why is a little unclear. No matter; things get considerably clearer and more direct when we meet Bronson, who plays a swashbuckling charter pilot. He's hired by the prisoner's wife (Jill Ireland) to fly into Mexico on a rescue mission - but not until soldiers start firing at him does he figure out his would-be passenger is a convict.\n\nBefore Bronson came on the scene, the prisoner (Robert Duvall) already had made one spectacularly unsuccessful jailbreak attempt: He bribed guards to smuggle him out in a coffin containing a corpse, and, after nailing him in, they proceeded with great hilarity to bury him. Since we never see him being dug up or let in on the joke or anything, it's a little startling to find him back in the prison two scenes later. But then, the movie would have been over otherwise, which is a poor excuse for such a lapse in exposition, but better than none.\n\nNow follows a series of aborted jailbreaks, which depend mostly on the remarkably lax way the Mexican prisons are run - in this movie, anyway. Bronson disguises his partner (the laconic Randy Quaid) as a woman and sends him into prison during visitors' day. The idea is for Quaid to pass as a Mexican prostitute, disguise Duvall in drag and smuggle him out as his sister. The notion is doomed from the start because Quaid in drag looks like a linebacker. He's beaten up and thrown out, and there goes THAT plan.\n\nThe comedy of errors that follows is notable primarily for the poker-faced way Bronson weathers it. He plays his role straight, which is the only sane approach to it. But director Tom Gries surrounds him with a gallery of character actors who are supposed to be a great deal more amusing than they are.\n\nI'd have liked \"Breakout\" more, I think, if it had been done as a flat-out thriller without the added touches. Bronson is a first-rate action star with a catlike grace and a nice air of menace. But here, trying to land a helicopter after only a few lessons on how to fly it, or staging a phony rape scene to distract prison guards, Bronson is given a sort of incompetency he doesn't wear well. We believe him more easily when he's strong, silent and infallible.\n\n-30-", "running_time": 96, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-05-29", "genres": ["Action", "Adventure", "Thriller"], "title": "Breakout (1975)"}