{"url": "http://www.rogerebert.com/reviews/brewster-mccloud-1970", "by": "Bud Cortas Brewster", "star_rating": 3.5, "text": "One of the things about \"MASH\" was that people wanted to see it a second time. That's typical of the recent Robert Altman style; \"Brewster McCloud\" is just as densely packed with words and action, and you keep thinking you're missing things. You probably are. It's that quality that's so attractive about these two Altman films. We get the sense of a live intelligence, rushing things ahead on the screen, not worrying whether we'll understand.\n\nIf anything, \"Brewster McCloud\" is more complex and more difficult than \"MASH.\" For one thing, we don't have the initial orientation we had in \"MASH,\" where we knew we were in the Army and we knew what the uniforms stood for and what was going on in the operating room. Those hooks helped us unsort the narrative. \"Brewster\" may not even have a narrative.\n\nIt concerns a young man who wants to build wings and fly (Bud Cort), a steely-eyed detective (Michael Murphy) and a tall blond who may or may not be the mysterious strangulation killer (Sally Kellerman, whom you may remember as Hot Lips in \"MASH\"). There's also a Texas billionaire, a kooky bird lecturer, and more raven guano than you can shake a stick at. If you don't know what guano is, don't worry; the movie makes it abundantly clear, in word and in deed. There's even an expert scatologist to explain.\n\nAnyway, the young man hides in the Houston Astrodome and works on his wings. The detective investigates the murders. The girl appears mysteriously whenever she's needed to help the young man. And beyond that, there's nothing I can tell you about the plot that would be of the slightest help. Altman's style is centrifugal, whirling off political allusions, jokes, double takes and anything else that flies loose from the narrative center.\n\nIn \"MASH\" the device of the camp loudspeaker helped to keep things in a loose sort of order and provided bridges between scenes. In \"Brewster,\" Altman uses even more narration. The lecturer on birds keeps saying things about birds that are reflected in the lives of human beings. A radio station announcer keeps us posted on the epidemic of strangulations. And Altman himself is always there, prodding something extra into a scene, adding action in the background as well as the foreground, making scenes allude to each other even when they are apparently not related.\n\nBut all of this isn't of much help -- is it? -- if you want me to explain what \"Brewster\" is about. I'm not sure it's about anything. I imagine you could extract a subject from it, and I'll try that the next time I see it. But I wonder if the movie isn't primarily style; if Altman doesn't have a personal sense of humor and wants his directing style to reflect it. One could, of course, get into a deep thing about birds and wings and freedom, but why?", "running_time": 105, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-12-24", "genres": ["Fantasy"], "title": "Brewster McCloud (1970)"}