{"url": "http://www.rogerebert.com/reviews/brick-lane-2008", "by": "Tannishtha Chatterjeeas Nazneen", "star_rating": 3.5, "text": "\"Brick Lane\" tells a story we think we already know, but we're wrong: It has new things to say within an old formula. It begins with a young woman from Bangladesh, whose mother's suicide causes her father to arrange her marriage with a man now living in London, older than her, who she has never met. Nazneen (Tannishtha Chatterjee) is a stunning beauty, 17 when she marries Chanu (Satish Kaushik), who is fat, balding and easily 20 years older. So this will be a story of her servitude to this beast, right?\n\nNot exactly. Chanu is not a hateful man. He is not a fountain of warmth and understanding and has few insights into his wife, but he is an earnest citizen, a hard worker, and there is sometimes a twinkle in his eye. He likes to sing little songs to himself. The two have three children; their first, a son, is a victim of crib death. The next two are daughters, Shahana (Naeema Begum) and Bibi (Lana Rahman). Time passes. Sex for Nazneen is a matter of closing her eyes and dreaming of her village back home, and the sister who regularly sends her letters.\n\nHer husband is so unwise as to take loans from the usurer who works their council flat in East London; these loans apparently can never quite be repaid, and delay their dream of returning \"home.\" Meanwhile, Chanu pursues his dream of becoming a properly educated Brit, which for him means familiarity with Thackeray, Hume and other authors not much read anymore, alas, by Brits. He dreams such knowledge will win him a promotion at work, but it doesn't; he loses his job and starts working as a minicab driver. And Nazneen does what other women in public housing do; she buys a sewing machine and does piecework, finishing blue jeans.\n\nThat's how Karim (Christopher Simpson) comes into her life -- young, handsome, charming, the delivery man for the unfinished jeans. Yes, they fall in love, have sex, talk of her divorce and their marriage. Chanu walks into the flat at times when he must be blind not to understand what's happening but he doesn't, or at least he doesn't say anything; his method is to remain jolly at all times, as if everything's fine. The performance by Kaushik makes him almost impossible to dislike, although he's no doubt an ordeal to live with.\n\nNow comes the part of the story that caused controversy when Monica Ali's best-selling novel was announced for filming. The attacks of 9/11 take place, anti-Muslim sentiment increases in London, community meetings are held, Karim starts growing a beard and becomes more militant and then Chanu, of all people, turns into a spokesman against extremist militancy and in favor of a faith based not in politics but in the heart.\n\nThe book's sentiment aroused so much opposition among Muslims in London that the novel could not be filmed on Brick Lane (the center of London's Bangladeshi population), but in fact what Chanu says is deeply felt and seems harmless enough. Without getting into the politics, however, let me say that the film's story surprised me by being less about the illicit love affair and more about the marriage, Nazneen's deepest feelings and the two daughters -- the young one docile, the older one scornful of her father.\n\n\"Tell him you don't want to go home,\" says Shahana. \"I've never once heard you tell him what you really feel.\" But what Nazneen really feels is a surprise even to herself, and the final notes of the film are graceful and tender. Watching it, I was reminded of how many shallow, cynical, vulgar movies I've seen in this early summer season, and how few which truly engage in matters of the heart. \"Brick Lane\" is about characters who have depth and reality, who change and learn, who have genuine feelings. And it keeps on surprising us, right to the end.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-26", "genres": ["Drama", "Eastern", "Foreign", "Indie"], "title": "Brick Lane (2008)"}