{"url": "http://www.rogerebert.com/reviews/brick-2006", "by": "Joseph Gordon-Levittas Brendan", "star_rating": 3.0, "text": "You have preserved in your own lifetime, sir, a way of life that was dead before you were born. --Harold the butler in Elaine May's \"A New Leaf\" (1971)\n\nYou will forgive me for reaching back 35 years for a quotation to open this review of \"Brick,\" since the movie itself is inspired by hard-boiled crime novels written by Dashiell Hammett between 1929 and 1934. What is unexpected, and daring, is that \"Brick\" transposes the attitudes and dialogue of classic detective fiction to a modern Southern California high school. These are contemporary characters who say things like, \"I got all five senses and I slept last night. That puts me six up on the lot of you.\" Or, \"Act smarter than you look, and drop it.\"\n\nWhat is the audience for this movie? It is carrying on in its own lifetime a style of film that was dead before it was born. Are teenage moviegoers familiar with movies like \"The Maltese Falcon\"? Do they know who Humphrey Bogart was? Maybe it doesn't matter. They're generally familiar with b&w classics on cable, and will understand the strategy: The students inhabit personal styles from an earlier time.\n\nThis mixing of styles and ages has been done before. Alan Parker's \"Bugsy Malone\" (1976) was a 1930s gangster movie cast with pre-teen kids (including Jodie Foster). Once you accepted the idea, it worked, and so does \"Brick.\" The crucial decision by writer-director Rian Johnson is to play it straight; this isn't a put-on, and the characters don't act as if they think their behavior is funny.\n\nThe movie opens in James Ellroy territory, with the hero Brendan (Joseph Gordon-Levitt) finding the dead body of his onetime girlfriend in a drainage ditch. From the mouth of a tunnel comes the sound, perhaps, of her murderer escaping. The victim is Emily (Emilie de Ravin), who called him earlier for help; from a lonely phone booth (itself a relic of pre-cellular movies) he sees her being taken past in a car, possibly a captive.\n\nBrendan turns into a classic 1930s gumshoe, tracing her movements back through a high school drug ring and ignoring threats from a high school principal who tries to pull him off the case (this is the role police captains filled in old private eye movies). True to the genre that inspired it, the movie has tough and dippy dames, an eccentric crime kingpin, some would-be toughs who can be slapped around like Elisha Cook Jr. in \"The Maltese Falcon,\" and an enigmatic know-it-all. This last character was, in the old days, an informer, bookie or newspaper reporter often found in the shadows of a bar; in \"Brick,\" he apparently exists permanently while sitting against a back wall of the high school, from which vantage point he sees and knows, or guesses, everything.\n\nDoes the movie work on its own terms as a crime story? Yes, in the sense that the classic Hollywood noirs worked: The story is never clear while it unfolds, but it provides a rich source of dialogue, behavior and incidents. Then, at the end, if it doesn't all hold water, who cares as long as all of the characters think it does? \"The Big Sleep\" is famous for the loophole of a killer who is already dead when he commits his crime. At the Madison Film Festival last weekend, I saw \"Laura\" again, and was reminded it is entirely a movie about atmosphere, dialogue and acting styles, in which the very realities of murder are arbitrary. It makes no difference who committed the central killing; what's important is that everyone acts as if it does.\n\n\"Brick\" is a movie reportedly made with great determination and not much money by Rian Johnson, who did the editing on his Macintosh (less impressive than it sounds, since desktop machines are now often used even on big-budget movies). What is impressive is his absolute commitment to his idea of the movie's style. He relates to the classic crime novels and movies, he notes the way their mannered dialogue and behavior elevates the characters into archetypes, and he uses the strategy to make his teenagers into hard-boiled guys and dolls. The actors enter into the spirit; we never catch them winking.\n\nThe movie has one inevitable point of vulnerability: Because we can't believe in the characters, we can't care about their fates. They have lifestyles, not lives. The same can be said of many (not all) noir films, and it is because of style that we treasure them.\n\nThis movie leaves me looking forward to the director's next film; we can say of Rian Johnson, as somebody once said about a dame named Brigid O'Shaughnessy, \"You're good. You're very good.\"", "running_time": 110, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-06", "genres": ["Crime", "Drama", "Indie", "Mystery", "Thriller"], "title": "Brick (2006)"}