{"url": "http://www.rogerebert.com/reviews/bridget-joness-diary-2001", "by": "Renee Zellwegeras Bridget Jones", "star_rating": 3.5, "text": "Glory be, they didn't muck it up. Bridget Jones's Diary , a beloved book about a heroine both lovable and human, has been made against all odds into a funny and charming movie that understands the charm of the original, and preserves it. The book, a fictional diary of a plump 30-something London office worker, was about a specific person in a specific place. When the role was cast with Renee Zellweger, who is not plump and is from Texas, there was gnashing and wailing. Obviously the Miramax boys would turn London's pride into a Manhattanite, or worse.\n\nNothing doing. Zellweger put on 20-some pounds and developed the cutest little would-be double chin, as well as a British accent that sounds reasonable enough to me. (Sight & Sound, the British film magazine, has an ear for nuances and says the accent is \"just a little too studiedly posh,\" which from them is praise.) As in the book, Bridget arrives at her 32nd birthday determined to take control of her life, which until now has consisted of smoking too much, drinking too much, eating too much and not finding the right man, or indeed much of any man. In her nightmares, she dies fat, drunk and lonely and is eaten by Alsatian dogs. She determines to monitor her daily intake of tobacco and alcohol units, and her weight, which she measures in stones. (A stone is 14 pounds; the British not only have pounds along with kilos, but stones on top of pounds, although the other day a London street vendor was arrested for selling bananas by the pound in defiance of the new European marching orders; the next step is obviously for Brussels to impound Bridget's diary.) Bridget's campaign proceeds unhappily when her mother (who \"comes from the time when pickles on toothpicks were still the height of sophistication\") introduces her to handsome Mark Darcy (Colin Firth), who is at a holiday party against his will and in a bad mood and is overheard (by Bridget) describing her as a \"verbally incontinent spinster.\" Things go better at work, where she exchanges saucy e-mails with her boss, Daniel Cleaver (Hugh Grant). His opener: \"You appear to have forgotten your skirt.\" They begin an affair, while Darcy circles the outskirts of her consciousness, still looking luscious but acting emotionally constipated.\n\nZellweger's Bridget is a reminder of the first time we became really aware of her in a movie, in \"Jerry Maguire,\" where she was so cute and vulnerable we wanted to tickle and console her at the same time. Her work in \"Nurse Betty\" (2000) was widely but not sufficiently praised, and now here she is, fully herself and fully Bridget Jones, both at once. A story like this can't work unless we feel unconditional affection for the heroine, and casting Zellweger achieves that; the only alternate I can think of is Kate Winslet, who comes close but lacks the self-destructive puppy aspects.\n\nThe movie has otherwise been cast with dependable (perhaps infallible) British comic actors. The first time Hugh Grant appeared on screen, I chuckled for no good reason at all, just as I always do when I see Christopher Walken, Steve Buscemi, Tim Roth or Jack Nicholson--because I know that whatever the role, they will infuse it with more than the doctor ordered. Grant can play a male Bridget Jones (as he did in \"Notting Hill\"), but he's better as a cad, and here he surpasses himself by lying to Bridget about Darcy and then cheating on her with a girl from the New York office. (An \"American stick insect,\" is what Bridget tells her diary.) It is a universal rule of romantic fiction that all great love stories must be mirrored by their low-comedy counterpoints. Just as Hal woos Katharine, Falstaff trifles with Doll Tearsheet. If Bridget must choose between Mark and Daniel, then her mother (Gemma Jones) must choose between her kindly but easy-chair-loving husband (Jim Broadbent) and a dashing huckster for a TV shopping channel.\n\nThe movie strings together one funny set-piece after another, as when Bridget goes in costume to a party where she thought the theme was \"Tarts & Vicars.\" Or when she stumbles into a job on a TV news show and makes her famous premature entrance down the fire pole. Or when she has to decide at the beginning of an evening whether sexy underwear or tummy-crunching underwear will do her more good in the long run. Bridget charts her own progress along the way, from \"tragic spinster\" to \"wanton sex goddess,\" and the movie gives almost unreasonable pleasure as it celebrates her bumpy transition.", "running_time": 115, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-04-13", "genres": ["Comedy", "Foreign", "Romance"], "title": "Bridget Jones's Diary (2001)"}