{"url": "http://www.rogerebert.com/reviews/bridget-jones-the-edge-of-reason-2004", "by": "Renee Zellwegeras Bridget Jones", "star_rating": 3.0, "text": "You ever have the kind of friend where for a long time you shake your head in admiration and then gradually realize you're shaking your head in despair? Bridget Jones would be a friend like that.\n\nShe's hopelessly lovable, and she's always going to be your friend no matter what, but, really, who but Bridget, with her guilt-ridden diary entries for alcohol and nicotine units per day, would manage to get jailed in Thailand on drug-smuggling charges?\n\nBridget of course is not a drug smuggler, but being Bridget she did the one thing no tourist should ever do, and that is to carry in her luggage a souvenir given to her girl friend by a guy. But Bridget has pluck. In no time at all, she's traded her pink bra for cigarettes, organized her prison inmates into a Madonna class, and they're rehearsing \"Like a Virgin.\"\n\n\"Bridget Jones: The Edge of Reason\" is a jolly movie and I smiled pretty much all the way through, but it doesn't shift into high with a solid thunk the way \"Bridget Jones's Diary\" (2001) did. In the first movie, things happened to Bridget. In the sequel, Bridget happens to things.\n\nAs the story opens, Bridget is happily involved with Mark Darcy (Colin Firth), who to her astonishment became her boyfriend in the earlier film. Plump Bridget, in love with a hunk! She's still working as an on-air personality for a TV show which seems to be running its private version of \"Fear Factor\" just for Bridget; surely this girl is not ready to sky dive? Or ski? Or manage a romance without getting unreasonably jealous of the quality time Mark seems to be spending with his colleague Rebecca (Jacinda Barrett)? But she loves the guy. Who else could keep him standing outside her door while she finishes leaving a message for him on his answering machine? Especially when the message is, essentially, that he is standing outside even as she speaks?\n\nBridget depends as before on the wisdom of three friends whose advice is infallibly dangerous. They are Shazzer (Sally Phillips), Tom (James Callis) and Jude (Shirley Henderson), and they support her when she and Mark have a completely unreasonable fight. Bridget flies off to Thailand on assignment and discovers that her former boyfriend Daniel (Hugh Grant) is already there. This is a man she should never, ever, have anything to do with, but because she is mad at Mark she allows herself to be maneuvered into a position where Daniel can cry with glee: \"Please! Please be wearing the giant panties!\"\n\nRenee Zellweger is lovable to begin with, and combining her with Bridget Jones creates a critical mass of cuteness: You don't want to just watch her, you want to tickle her ears and scratch under her chin. She has that desperately hopeful smile, and the endearing optimism of a woman in a dress two sizes too small. When she embarrasses herself, it's big-time, as when she single-handedly causes Mark’s table to lose the annual quiz at the Law Society Dinner.\n\nThe scenes in Thailand, it must be said, venture beyond contrivance. Bridget is the kind of woman who is more at home dealing with the sorts of things that could happen to anybody, like dropping a rock Cornish game hen down the front of her dress. She isn't made for cocaine busts. And it's a little mystifying why Daniel and Mark, two relatively important and successful men no longer in their first youth, have another brawl over her. Their motivation, I think, is that the fight in the first movie was so funny. Hugh Grant is so good at losing his dignity that we forget what skillful acting it requires to assure us he has any. Colin Firth plays the basically good guy, never a plum role; rascals always have more fun in comedies.\n\nStanding back from \"Bridget Jones: The Edge of Reason,\" I can see that the perfection of the first film has been replaced here by a series of comic episodes that could as easily be about anything else. The movie doesn't have the dire necessity of Bridget 1's quest for true love. If we didn't know better, we'd suspect that Bridget 2 subtly engineers her way into pickles because she knows how cute she looks when she gets in trouble.\n\nStill, at the end of the day, I left hoping there will be a Bridget 3. Long may she squint and bravely smile and keep tugging her neckline up and believe in love.", "running_time": 108, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-11-11", "genres": ["Comedy", "Foreign", "Romance"], "title": "Bridget Jones: The Edge of Reason (2004)"}