{"url": "http://www.rogerebert.com/reviews/brideshead-revisited-2008", "by": "Matthew Goodeas Charles Ryder", "star_rating": 3.0, "text": "No love story can be wholly satisfying in which the crucial decisions are made by the mother of the loved woman; still less, when she is the mother of both the loved woman and the loved man, and believes she is defending their immortal souls. That is the dilemma in Evelyn Waugh's masterful novel Brideshead Revisited, made into an inspired TV mini-series in 1981, and now adapted into a somewhat less inspired film.\n\nThe story is told by Charles Ryder (Matthew Goode), who when we meet him, is a famous painter, a guest on a postwar Atlantic crossing. On board, he encounters Julia Mottram (Hayley Atwell), who when she was Julia Flyte in the years between the wars, inflamed Charles with love. That he was previously, less ardently, in love with her brother Sebastian (Ben Whishaw) was a complication. That he was a middle-class boy infatuated with the entire family -- their inherited Marchmain title, their wealth, their history, their great mansion Brideshead -- was in a way at the bottom of everything.\n\nThe novel begins during the war, when Charles is posted to Brideshead, requisitioned as a military headquarters. His memories come flooding back, bittersweet, mournful. Time rolls back to the autumn day at Oxford, when Charles has moved into his ground-floor rooms just in time for Sebastian to throw up through the open window. Sebastian is a dazzling youth, witty, beautiful, the center of a gay coterie. Charles is not his type, is apparently not even gay, but that for Sebastian is the whole point, and he takes the boy under his arm.\n\nThe friendship between Charles and Sebastian during a summer holiday at Brideshead is enchanted, and platonic until a tentative but passionate kiss. Then Lady Julia comes into view, and during a later holiday in Venice, she and Charles fall in love -- and Sebastian is shattered when he realizes it. To blame his disintegration on lost love would be too simple, however, because from being an alcoholic, he rapidly progresses into self-destruction in the hashish and opium dens of Morocco, his youthful perfection turned into a ghastly caricature.\n\nAt the center of all of this is Lady Marchmain (Emma Thompson, in a superb performance). Of her son's proclivities, she professes a certain vagueness. Of her daughter's love for Charles, she makes it clear that it is not the matter of his lower caste that is the problem (that could be lived with) but the fact that he is an atheist, and the Marchmains have been Roman Catholic from time immemorial.\n\nThis theme must have attracted Waugh because he was a Catholic convert, and was fascinated by the division between Catholics and Protestants as a social as well as a religious issue. Catholicism was once a practice punishable by death in England, and no doubt hidden somewhere in the stones of Brideshead is an ancient \"priest hole,\" used by aristocratic Catholic families to conceal a priest if royal troops came sniffing. Lady Marchmain (and Julia) are not casually Catholic, but believe firmly in the dogma of the church, and that any unbaptized children would be forbidden the sight of God. Since Charles will not renounce his atheism, he loses Julia, although not before first going as an ambassador for Lady Marchmain to Sebastian -- one of the film's best scenes.\n\nThere are two peculiar fathers in the film. Lord Marchmain (Michael Gambon), still officially married of course, lives in exile in a Venetian palazzo with his mistress Cora (Greta Scacchi). Charles' father (Patrick Malahide) is a pronounced eccentric who lives embalmed in a London house and apparently prefers playing chess with himself to conversing with his son. He is a character from Dickens.\n\nCharles is Dickensian in a way, too: The impecunious but parentless youth adrift in an unfamiliar social system. Matthew Goode plays him as a little bland, a mirror for the emotions he attracts. Whishaw steals all of his scenes as Sebastian, the carefree ones and the doom-laden ones. Atwell, as Julia, could have been drawn a little more carefully. The actress does what she can, but why, really, does Julia marry the odious and insufferable Rex Mottram, who is nothing more than a marked-down Jay Gatsby?\n\nWhile elegantly mounted and well acted, the movie is not the equal of the TV production, in part because so much material had to be compressed into such a shorter time. It is also not the equal of the recent film \"Atonement,\" which in an oblique way touches on similar issues. But it is a good, sound example of the British period drama; mid-range Merchant-Ivory, you could say. And I relished it when Charles' father barely noticed that he had gone away to Oxford -- or come back, for that matter.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-23", "genres": ["Drama", "Foreign", "Romance"], "title": "Brideshead Revisited (2008)"}