{"url": "http://www.rogerebert.com/reviews/bride-of-the-wind-2001", "by": "Sarah Wynteras Alma Mahler", "star_rating": 0.5, "text": "She must have been a monster. The Alma Mahler depicted in \"Bride of the Wind\" is a woman who prowls restlessly through the beds of the famous, making them miserable while displaying no charm of her own. Whether this was the case with the real woman I do not know. But if she was anything like the woman in this movie, then Gustav Mahler, Gustav Klimt, Oskar Kokoschka, Walter Gropius and Franz Werfel should have fled from her on sight.\n\n\"Bride of the Wind,\" which tells her story, is one of the worst biopics I have ever seen, a leaden march through a chronology of Alma's affairs, clicking them off with the passion of an encyclopedia entry. The movie has three tones: overwrought, boring, laughable. Sarah Wynter, who plays Alma, does not perform the dialogue but recites it. She lacks any conviction as a seductress, seems stiff and awkward, and should have been told that great women in turn-of-the-century Vienna didn't slouch.\n\nWe first meet her going to a ball her father has forbidden her to attend. He is stern with her when she returns. So much for her adolescence. We move on to a dinner party where she flirts with the artist Klimt (August Schmolzer), who labors over one-liners like \"Mahler's music is much better than it sounds.\" She insults Mahler (Jonathan Pryce) at dinner, offending and fascinating him, and soon the older man marries her.\n\nShe has affairs throughout their marriage. She cheats with the architect Gropius (Simon Verhoeven), who unwisely writes a love letter to Alma but absent-mindedly addresses it to Gustav--or so he says. \"You drove me to him,\" she pouts to her husband. Mahler is always going on about his music, you see, and thinks himself a genius. Well, so does Gropius. The screenplay shows the egos of the men by putting big clanging chunks of information in dialogue. Sample: \"You've been very kind, Herr Gropius.\" \"Dancing is one of the two things I do well.\" \"And what is the other?\" \"I am an architect.\" Since Alma already knows this, the movie misses a bet by not having her ask, winsomely, \"Is there a . . . third . . . thing you at least do not do badly?\" There is. Another affair is with the sculptor and painter Oskar Kokoschka (Vincent Perez), who goes off to fight the war, is shot through the head, and bayoneted after falling wounded. In what the movie presents as a dying vision, he imagines Alma walking toward him. Since his head is flat on the ground, she walks toward him sideways, rotated 90 degrees from upright. But of course a vision stands upright no matter what position one's head is in, or dreams would take place on the ceiling.\n\nOskar's mother posts herself outside Alma's house with a pistol, seeking revenge for her son's death. \"I was never popular with mothers,\" Alma says with a sigh. She becomes involved with the writer Werfel. Just when we are wondering if Oskar's mother is still lying in ambush outside the gates, Kokoschka himself returns a year later--alive!--and surprises her in her drawing room. \"It's not every man who is shot in the head, bayoneted and lives to tell about it,\" he observes. Then he sees she is pregnant and rejoices that she decided to have his baby, instead of an abortion. \"But it has been a year,\" Alma tells him. \"Think, Oskar! A year.\" The penny falls. He stalks away, disgusted either at the fact that she is bearing another man's child, or that he cannot count. I meanwhile am thinking that when one is reported dead in action, it is only common good manners to wire ahead before turning up unexpectedly at a lover's house. Ben Affleck makes the same mistake in \"Pearl Harbor.\" \"Bride of the Wind\" was directed by Bruce Beresford, who has made wonderful films (\"Tender Mercies,\" \"Crimes of the Heart,\" \"The Fringe Dwellers,\" \"Driving Miss Daisy\"). At a loss to explain this lapse, I can only observe that another of his filmed biographies, \"King David\" (1985), was also very bad. Maybe there is something about a real-life subject that paralyzes him.\n\nIf Wynter is not good as Alma Mahler, the other actors seem equally uneasy--even the usually assured Pryce and Perez. Something must have been going wrong on this production. Even that doesn't explain the lack of Bad Laugh Control. Filmmakers need a sixth sense for lines that might play the wrong way. For example: After Alma has slept with as many Viennese artists as she can manage without actually double-booking, she quarrels with the latest. Her winsome little daughter Maria (Francesca Becker) whines, \"Is he going to leave us? Are you going to send him away?\" Alma replies, \"What made you think that?\" Wrong answer. At the end of the movie, there are titles telling us what happened to everyone; Gropius moved to America and went on to become a famous architect, etc. We are not surprised to learn that little Maria went on to be married five times.", "running_time": 99, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Drama", "Indie", "Music", "Romance"], "title": "Bride Of The Wind (2001)"}