{"url": "http://www.rogerebert.com/reviews/bridesmaids-2011", "by": "Kristen Wiigas Annie", "star_rating": 3.5, "text": "\n\nThree of my good female friends, who I could usually find overcoming hangovers at their Saturday morning \"Recovery Drunches\" at Oxford's Pub, once made pinpricks in their thumbs and performed a ceremony becoming blood sisters. They were the only people I have actually known who could inspire a Judd Apatow buddy movie, and all three could do what not all women do well, and that is perfectly tell a dirty joke.\n\nMaybe I liked \"Bridesmaids\" in their honor. Paul Feig's new comedy, written by Kristen Wiig and Annie Mumolo, is about a group of women friends who are as unbehaved as the guys in \"The Hangover.\" Don't tell me \"unbehaved\" isn't a word. It is now. And Wiig is rather brilliant in her physical comedy as she flies to Vegas as part of her BFF's bachelorette party; if it were not the wedding of her BFF, this trip would get her thrown out of the wedding. Her motto: \"What happens in Vegas, starts on the plane.\"\n\nWiig plays Annie, whose Milwaukee bakery shop has just gone bust, who rooms with a surpassingly peculiar British brother and sister, and whose longtime friend, Lillian (Maya Rudolph), is getting married. Naturally, she expects to be maid of honor, but begins to fear a rival in Helen (Rose Byrne), the rich and overconfident trophy wife of the groom's boss. You see that can lead to trouble.\n\nHelen is one of those people who at birth was placed in charge of everything for everyone. It's not that she's trying to steal Annie's thunder, it's just that she can't comprehend that she isn't running the wedding. This leads finally to Annie's explosion at a bizarre French-themed bridal shower with an item of pastry that would strike even an editor of the Guinness Book of World Records as, well, excessive.\n\nThe movie does a good job of introducing a large cast and in particular keeping all the members of the bridal party in play. They include Rita (Wendi McLendon-Covey), a mother of three adolescent sons (\"My house is covered in semen\"), and (my favorite) Megan (Melissa McCarthy), who has the sturdiness and the certainty of a fireplug. \n\nDid I mention the movie was produced by Apatow? Love him or not, he's consistently involved with movies that connect with audiences, and \"Bridesmaids\" seems to be a more or less deliberate attempt to cross the Chick Flick with the Raunch Comedy. It definitively proves that women are the equal of men in vulgarity, sexual frankness, lust, vulnerability, overdrinking and insecurity. And it moves into areas not available to men, for example the scene when they're all trying on dresses at a bridal shop and the lunch they've just shared suddenly reappears, if you get my drift.\n\nNot everybody can do physical comedy. Wiig's behavior on the flight to Vegas would win the respect of Lucille Ball. I don't even want to start describing what happens. In these day when you can get arrested on a plane for taking out your car keys, her behavior is a throwback to the good old days of airborne slapstick.\n\nYet the movie has a heart. It heals some wounds, restores some hurt feelings, confesses some secrets, and in general, ends happily, which is just as well, because although there are many things audiences will accept from women in a comedy, ending miserably is not one of them. That may be sexist, but there you are.", "running_time": 125, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Comedy", "Romance"], "title": "Bridesmaids (2011)"}