{"url": "http://www.rogerebert.com/reviews/bride-wars-2009", "by": "Kate Hudsonas Liv", "star_rating": 2.0, "text": "Is there anyone old enough to care about weddings and naive enough to believe \"Bride Wars\"? Here is a sitcom about consumerism, centering on two bubble-brained women and their vacuous fiances, and providing them with not a single line that is smart or witty. The dialogue is fiercely on topic, dictated by the needs of the plot, pounding down the home stretch in cliches, obligatory truisms and shrieks.\n\nKate Hudson and Anne Hathaway, who play the would-be brides, are good actors and quick-witted women, here playing characters at a level of intelligence approximating HAL 9000 after he has had his chips pulled. No one can be this superficial and survive without professional care. Compare this film with the wonderful \"Rachel Getting Married,\" for which Hathaway may win an Oscar nomination as Rachel's sister, and now see how she plays a prenuptial Stepford Wife.\n\nI am sure there are women who will enjoy \"Bride Wars,\" as a man might enjoy a film about cars and Hooters girls. It's like a moving, talking version of Brides magazine. Hudson and Hathaway play Liv and Emma, girlhood friends who made a vow to realize their dreams of both getting married at the Plaza. They're serious. They've been saving up the money for their big days for more than 10 years. No daddies are around to fork over.\n\nLiv is a lawyer and has perhaps made some money. Emma, without parents, is a schoolteacher. They both go to the most famous wedding planner in Manhattan (Candice Bergen), and with three months' notice, are able to nail down dates at the Plaza for a June wedding. This obviously is before Madoff forced the wholesale cancellation of reservations.\n\nDo you have any idea what such weddings would cost, after flowers and table decorations, invitations, gowns, limos, a reception, dinner, music, the sweets table, the planner, the event room at the Plaza and rooms for the wedding parties to get dressed? Plus tips? For enough room to get the bride and her bridesmaids whipped into shape, I think you could all squeeze into an Edwardian Park suite, 1,000 square feet with a king-sized bed, which next June 7 will go for $2,195. Family of the bride? Impecunious out-of-town relatives? Groom and his best men? Have them wait in the hallway.\n\nAt least there will be no expenses for a honeymoon, since neither couple ever discusses one. The movie is about the brides and their weddings, and that's that. The grooms are in fact remarkably inconsequential, spending a lot of time sitting on couches and watching their brides act out romantic and revenge fantasies. That's because after both weddings are scheduled for the same time, Emma and Liv forget their lifelong bonds of friendship, start feuding and play practical jokes involving a deep orange suntan, blue-dyed hair and a projected video from their bachelorette party. They end up in a cat fight in the aisle. Fortunately neither one thinks of introducing E. coli into the punch bowl.\n\nWomen and men have different visions of wedding ceremonies. This I know from \"Father of the Bride\" (1991), with Steve Martin and Diane Keaton as the parents. Martin envisions the swell ceremony he will provide for his daughter: lots of balloons in the backyard and him manning the barbecue grill. Keaton gently corrects him. Even at the time I reviewed the movie, there was a newspaper story about a father who offered his daughter the choice of a nice ceremony or a condo.\n\n\"Bride Wars\" is pretty thin soup. The characters have no depth or personality, no quirks or complications, no conversation. The story twist is so obvious from the first shot of two characters talking that they should have been waving handkerchiefs over their heads and signaling: Watch this space for further developments. The whole story is narrated by Bergen as the wedding coordinator, who might as well have been instructing us how to carve bars of Ivory Soap into little ducks.", "running_time": 89, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-01-07", "genres": ["Comedy", "Romance"], "title": "Bride Wars (2009)"}