{"url": "http://www.rogerebert.com/reviews/bride-flight-2011", "by": "Karina Smuldersas Ada", "star_rating": 3.0, "text": "\"Bride Flight\" derives its title from an actual flight in 1953 between London and Christchurch, New Zealand — part of the Great Air Race. The Dutch plane in the race carries many Dutch women flying to New Zealand to meet current or prospective husbands, and the movie will follow the fortunes of three of them for many tumultuous years, using two actors to portray each of them as younger and older.\n\nThe events in the plot are the stuff of soap opera, but the movie treats it seriously, and the acting is convincing enough that we forgive the story and begin to care about the characters. Four people on the flight will find their lives linked in New Zealand. Ada (Karina Smulders) and Marjorie (Elise Schaap) are flying out to meet their husbands. Esther (Anna Drijver), a Holocaust survivor, is a fashion designer hoping to start a new business. Frank (Waldemar Torenstra) is a hunky rancher. During the flight, Ada, who has met her new husband only once, finds that she and Frank are falling in love. \n\nIn Christchurch, they all find an optimistic postwar city that's filled with opportunity, especially in contrast with war-torn Holland. Ada stays with her husband (Micha Hulshof), a fiercely censorious Calvinist. Esther opens a design studio. Marjorie finds she can't have children. Esther finds she can, but doesn't want to; her career comes first. And Frank — well, Frank is a genial lad, well-liked, and if he isn't with the one he loves, he loves the one he's with.\n\n\"Bride Flight\" takes this melodrama and adds details of period, of behavior, of personality, to somewhat redeem its rather inevitable conclusion. The key figure is Ada, who has three children, and then arrives at a momentous decision which colors everything else that happens. Esther and Marjorie find that their own decisions are not so easily left in the past.\n\nYou can sense I'm not describing much of the story. It wouldn't be fair. A film like \"Bride Flight\" works because we want to see it unfolding. We observe the pieces going into place and want to see how it will all work out. That it works out more or less inevitably is to be expected, I suppose, but you'd be upset if I revealed some of the twists and turns.\n\nThis is the biggest-budgeted film ever made in the Netherlands, not least because the story of the real bride flight is well-known and involves a period fraught with emotion. So considerable is the production that Rutger Hauer has returned to Dutch films after almost 30 years to play the older Frank. The young actresses who play the three leads are all capable, and Karina Smulders much more than that, in a role that takes her deeper than the others.\n\nThree observations. (1) There's a danger in assigning a mannerism to a character and enforcing it too relentlessly. Esther smokes using a little cigarette holder, which she always holds next to her face. This begins to be a glitch. (2) In a scene at an airport, a crucial piece of information is imparted in a subtle and rather elegant understatement. You'll see what I mean. (3) There is a love scene of real urgency and passion. Often movie sex scenes seem to be merely energetic exercise.", "running_time": 130, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-06-28", "genres": ["Drama", "Foreign", "Romance"], "title": "Bride Flight (2011)"}