{"url": "http://www.rogerebert.com/reviews/bride-and-prejudice-2005", "by": "Aishwarya Raias Lalita Bakshi", "star_rating": 3.0, "text": "Bollywood musicals are the Swiss Army Knives of the cinema, with a tool for every job: comedy, drama, song and dance, farce, pathos, adventure, great scenery, improbably handsome heroes, teeth-gnashing villains, marriage-obsessed mothers and their tragically unmarried daughters, who are invariably ethereal beauties.\n\n\"You get everything in one film,\" my friend Uma de Cuhna told me, as she took me to see \"Taal\" in Hyderabad. \"No need to run around here and there, looking for a musical or an action picture.\" The movie lasted more than three hours, including an intermission, which Uma employed by correctly predicting everything that would happen during the rest of the film.\n\nBollywood, is, of course, Bombay -- or Mumbai, as it is now called, although there has been no movement to rename the genre Mumblywood. Although Western exhibitors aren't crazy about a movie they can only show twice a night, instead of three times, Bollywood has developed a healthy audience in London, where the Bollywood Oscars were held a year ago. Now comes \"Bride and Prejudice,\" which adds the BritLit genre to the mix.\n\nDirected by Gurinder Chadha, whose \"What's Cooking?\" (2000) and \"Bend It Like Beckham\" (2002) make you smile just thinking about them, this is a free-spirited adaptation of the Jane Austen novel, in which Mr. Darcy and the unmarried sisters and their family are plugged into a modern plot that spans London, New York, Bombay and Goa. Darcy is an American played by Martin Henderson, and Lizzie Bennett becomes Lalita Bakshi, second of four daughters in Amritsar, India -- true to Austen, a country town.\n\nLalita is played by Aishwarya Rai, Miss World of 1994, recently described by at least one film critic (me) as not only the first but also the second most beautiful woman in the world. According to the Internet Movie Database, \"The Queen of Bollywood\" is so popular she was actually able to get away with appearing in ads for both Coke and Pepsi. I also learn she carried the Olympic Torch in 2004, has a puppy named Sunshine, and was listed by Time as one of the 100 most influential people in the world. If this review is not accompanied by a photograph of her, you have grounds for a lawsuit.\n\nAishwarya (ash-waar-e-ah) Rai exudes not the frightening seriousness of a woman who thinks she is being sexy, but the grace and ease of a woman who knows she is fun to look at and be around. What a smile. What eyes. Rai is not remotely overweight, but neither is she alarmingly skinny; having deliberately gained 20 pounds for this role, she is the flower of splendid nutrition.\n\nSorry, I got a little distracted there. Chadha, who was born in Kenya, raised in London, and is married to a Japanese-American, seems attracted to ethnic multi-tasking. Her \"What's Cooking?\" is set in Los Angeles and tells parallel stories about families with Vietnamese, African-American, Mexican and Jewish roots. \"Bend It Like Beckham\" was about a London girl from a Kenyan family with Punjabi roots, who wants to play soccer.\n\nIn \"Bride and Prejudice\" she once again transcends boundaries. This is not a Bollywood movie, but a Hollywood musical comedy incorporating Bollywood elements. Her characters burst into song and dance at the slightest provocation, backed up by a dance corps that materializes with the second verse and disappears at the end of the scene. That's Bollywood. So is the emphasis on the mother and father; the lovers in most American romantic comedies seem to be orphans. And she employs the Bollywood strategy for using color, which comes down to: If it's a color, use it.\n\nWill Darcy (Martin Henderson) is a rich young New York hotel man, visiting India because his old friend from London, Balraj (Naveen Andrews) is the best man at a wedding. The Bakshi family is friendly with the family of the bride, and Mrs. Bakshi (Nadira Babbar) hopes her four daughters can meet eligible husbands at the event. That strategy works immediately for Balraj and Jaya Bakshi (Namrata Shirodkar), Lalita's older sister. For them, it's love at first sight. For Darcy and Lalita, it's not.\n\nDarcy makes tactless remarks, disagrees with the custom of arranged marriages, seems stuck-up, is distracted by business, and creates the possibility that Lalita may have to follow her mother's instructions and marry the creepy Hollywood mogul Mr. Kholi (Nitin Chandra Ganatra). Things could be worse; Harvey Weinstein is also visiting India. We know Lalita won't really marry Mr. Kholi, since he is never provided with a first name, but in stories of this sort it's necessary for Darby and Lalita to rub each other the wrong way, so that later they can rub each other the right way.\n\nThis plot, recycled from Austen, is the clothesline for a series of dance numbers that, like Hong Kong action sequences, are set in unlikely locations and use props found there; how else to explain the sequence set in, yes, a Mexican restaurant? Even the most strenuous dances are intercut with perfectly composed closeups of Aishwarya Rai, never sweaty, never short of breath. What a smile. Did I say that?", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-02-10", "genres": ["Comedy", "Drama", "Foreign", "Music", "Romance"], "title": "Bride and Prejudice (2005)"}