{"url": "http://www.rogerebert.com/reviews/bright-lights-big-city-1988", "by": "Michael J. Foxas Jamie", "star_rating": 3.5, "text": "What does cocaine make you feel like? It makes you feel like having some more cocaine. - George Carlin \n\n \n\nAnd that is what Jamie Conway feels like, all day, every day. The chasm between his professional existence and his private life is laughable, and it's growing impossible to keep up the charade that he even cares about the things he's supposed to be doing. He works for a high-powered New York magazine, and the only two things that keep him on the job are guilt and the need for money. He needs the money because he puts it into his nose. He needs the guilt because it's his only link to his ambitions.\n\n\"Bright Lights, Big City\" is the record of Jamie's search for the bottom. It takes place over the course of a week or so, a chaotic week in which people, events and even whole days drift in and out of focus.\n\nHe is completely out of control. The irony is that he still looks halfway okay, if you don't look too hard. He's together enough to sit in a club and drink double vodkas and engage in absentminded conversation with transparent people. He drinks prodigious amounts of booze, punctuated by cocaine.\n\nIt's hard to classify a guy like this. Is he (a) an alcoholic, using the coke so he can stay awake and drink more? Or (b) a cokehead, using the booze to level off? Those are the two choices on Jamie's multiple-part exam. There are no other parts of his life worth serious discussion. His \"life\" consists, in fact, of the brief window that opens every day between his hangover and oblivion.\n\nJamie is played by Michael J. Fox, red-eyed, puffy-faced and trembling with fear every morning when the telephone rings. He once lived in Kansas City and dreamed of becoming a writer, and it was there he met and married Amanda (Phoebe Cates), his pretty young wife. They met in a bar. The movie deliberately never makes clear what, if anything, they truly had to share. In New York, she finds overnight success as a model and drifts away from him. That's no surprise; the movie makes it pretty clear that Jamie is the kind of port where the tide is always going out.\n\nNow Jamie hauls himself, filled with nausea and self-loathing, into the magazine office every day. He works as a fact-checker. He could care less. He had dreams once. He can barely focus on them. One day he's cornered at the water cooler by the pathetic old drunk Alex Hardy (Jason Robards), who once wrote good fiction and knew Faulkner, and now exists as the magazine's gin-soaked fiction editor.\n\nAlex drags Jamie out to a martini lunch, where the conversation is the typical alcoholic mixture of resentment against those who have made it and self-hatred for drinking it all away. Robards has always been a great actor, but there is a fleeting moment in this scene that is as good as anything he has ever done. It is a totally blank look. A moment when we can look into the face and eyes of his character and see that nobody, literally nobody, is at home. It's as if his mind has stalled. By supplementing booze with cocaine, Jamie is going to be able to reach Alex's state of numbed incomprehension decades more quickly There is one glimmer of hope in Jamie's life. He has dinner one night with a bright college student (Tracy Pollan) who is the cousin of his drinking buddy (Kiefer Sutherland). At a restaurant, he goes into the toilet and then decides not to use cocaine: \"Let's see if I can get through one evening without chemicals,\" he muses. He likes her. She is intelligent and kind. Several days later, at the end of a lost weekend of confusion and despair, he looks at himself in a mirror and says, \"I need help.\" He telephones her in the middle of the night. His conversation is disconnected and confused, but what he is really doing is calling for help.\n\nMaybe she can help him, maybe not. The movie ends with Jamie staggering out into the bright dawn of a new day and, in a scene a little too contrived for my taste, trading his dark glasses for a loaf of bread. \"Bright Lights, Big City\" is a \"Lost Weekend\" for the 1980s, a chronicle of wasted days and misplaced nights. It was directed by James Bridges, whose \"Urban Cowboy\" was in many ways an earlier version of the same story. Fox is very good in the central role (he has a long drunken monologue that is the best thing he has ever done in a movie). To his credit, he never seems to be having fun as he journeys through club land. Few do, for long. If you know someone like Jamie, take him to this movie, and don't let him go to the john.", "running_time": 107, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-01", "genres": ["Drama"], "title": "Bright Lights, Big City (1988)"}