{"url": "http://www.rogerebert.com/reviews/brighton-rock-2011", "by": "Sam Rileyas Pinkie", "star_rating": 2.5, "text": "Pinkie Brown is a low-level thug in a second-rate gang in Brighton, the British seaside holiday town known for its pier. He is also a psychopath in over his head. One day, he chats up a waitress named Rose in a tea shop, goes walking on the pier with her, and is snapped by a tourist photographer just when they meet a fellow gang member. Not long after, he batters the man to death beneath the pier, and then sets out to retrieve the damning evidence of the photo. He also must silence Rose, who realizes she met the murder victim whose picture is in the paper.\n\nThis sets in motion \"Brighton Rock,\" the second film adaptation of Graham Greene's 1938 novel. Greene's Catholicism plays a central role in the lives of many of his characters, few more than Pinkie and Rose — she because she holds a simple faith, he because he believes in hell and that he is headed there. \n\nThis Pinkie (Sam Riley) is an evil young man, dead-eyed, fearful, violent. Why does Rose (Andrea Riseborough) fall in love with him? And well she does. Instead of killing her to silence her, Pinkie marries Rose. Then she can't be forced to testify against her husband. This is explained to Rose, too late, by Ida (Helen Mirren), the steely owner of the tea shop, who figures out the whole story but can't prevent Rose from falling under Pinkie's power.\n\n\"Brighton Rock\" is a film of ominous gloom. The sea rolls darkly under the pier, the full cries are forlorn, the music is mournful, the colors are muted. It is often overcast, or dusk, or night, and there is little sunshine for those seeking a holiday. It takes place in shabby boarding houses and on chilly cliffs, and when the action moves to the grand hotel where the gangsters meet, some of the characters seem uneasy there.\n\nAndrea Riseborough evokes a hapless Rose. Probably she is a little dim. Pinkie has scarcely even been nice to her, and she knowingly puts her life at risk for him. Ida tries to talk sense to the girl and confides in her old friend Corkery (John Hurt). Because the movie doesn't make the Catholicism of Pinkie and Rose as important as Greene does, their motivations sometimes seem merely self-destructive. \n\n\"Brighton Rock\" was adapted in 1947 by the Boulting brothers, with Richard Attenborough in an early role as the merciless Pinkie (the movie's U.S. title was \"Young Scarface.\") I haven't seen it. But I know the novel, and as dark as this film is, I believe it hesitates to follow Greene into his dark abyss. It is about helplessness and evil, but isn't merciless enough. \n\nConsider the ending. It involves a recording made by Pinkie. In the novel, after all she's been through, Rose has yet to listen to it, but she will. In the movie, she loses her chance to hear what Pinkie said. It might, after all, have given her some release.", "running_time": 111, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-24", "genres": ["Action", "Crime", "Drama", "Foreign", "Romance", "Thriller"], "title": "Brighton Rock (2011)"}