{"url": "http://www.rogerebert.com/reviews/bright-star-2009", "by": "Abbie Cornishas Fanny Brawne", "star_rating": 3.5, "text": "John Keats wasn't meekly posing as a Romantic poet. He was the real thing, and the last born of the group that also included Blake, Wordsworth, Coleridge, Byron and Shelley. He died at 25 and remains forever young.\n\nThe great and only love of his life was Fanny Brawne, the daughter of his landlady. He lived with his friend, Charles Brown, and she with her mother, sister and brother in the two halves of a Hampstead cottage so small, it gives meaning to the phrase \"living in each other's pockets.\" Their love was grand and poetic and -- apart from some sweet kisses -- platonic, for he had neither the means nor the health to propose marriage, and they were not moved to violate the moral code of what was not yet quite the Victorian era.\n\nJane Campion's beautiful, wistful film \"Bright Star\" shows them frozen in courtship, like the young man Keats wrote about in \"Ode on a Grecian Urn\": the youth who is immortalized forever in pursuit of a maid he is destined never to catch.\n\nHe could have been writing about himself and Fanny:\n\nBold Lover, never, never canst thou kiss,Though winning near the goal -- yet, do not grieve;She cannot fade, though thou hast not thy bliss,For ever wilt thou love, and she be fair!\n\nIt is almost as if they were spiritually inflamed by their doomed love. She was not shy but she was proper, and he loved her, but perhaps he had some difficulty in thinking of her as physical. When his younger brother Tom died and his own health began to fail, he immortalized his loss of that which he had never possessed. (From his deathbed in Italy, however, he did indeed write his friend Brown that he wished he had \"had her\" when he had a chance.) Dr. Johnson observed to Mr. Boswell, \"Marriage, sir, is a state with few pleasures. Chastity, with none.\" Yet Keats and Fanny seemed quite pleased enough.\n\nI have visited Keats House many times and I can tell you it is shocking small. The dividing wall between the two households was knocked out in the mid-1880s, but propriety must have erected a stouter wall. In \"Bright Star,\" John and Fanny court and flirt as if they live in neighboring counties. It's to Campion's credit that she doesn't heat up the story or go for easy emotional payoffs, and we're spared even the pathetic deathbed scene that another director might have felt necessary.\n\nThe key figure is Fanny, played by Abbie Cornish with effervescence. \"I confess I do not find your poems easy,\" she tells Keats (Ben Whishaw). But she studies them earnestly, with a touching faith that they must contain clues to the stirrings in her heart. He requires her as a muse. For a reader, he has the bearded, gruff Brown (Paul Schneider), possessive, demanding, a taskmaster. Brown is hostile to Fanny's appeal to his friend and resents it when she interrupts them \"working,\" which seems to consist of him scowling morosely at a manuscript while Keats idly dreams. Brown is a poet himself, but to his credit, he recognizes the better craftsman and behaves like a coach or an agent.\n\nThere might be some question whether Brown felt sexual stirrings of his own involving Keats, but I think he is oblivious to such a possibility. He knows the real thing, he wonders if Keats would daydream his career away, as always at his back, he hears time's winged chariot hurrying near. When Keats leaves for Italy, it is Brown who accompanies him -- not Fanny, of course, who waits forlornly for the postman to approach down the little lane beneath the tree where Keats perhaps heard the nightingale sing. (The tree now growing on the spot is not the same one, but don't tell everyone.)\n\nWhat Campion does is seek visual beauty to match Keats' verbal beauty. There is a shot here of Fanny in a meadow of blue flowers that is so enthralling it beggars description.\n\nHampstead in those days was a village on the slopes north of London, almost rural, where shepherds could graze their flocks on the public land of Hampstead Heath. Coleridge lived not far way in Highgate, and the two met during their rambles on the heath. To support oneself seems to have been relatively possible, despite Dickens' portraits of poverty at the time. Mrs. Brawne (Kerry Fox) observes to her daughter that he has \"no living and no income,\" the volumes of verse brought in only a few pounds, but when it is time for Keats to live in Italy, he finds the means. It appears that an English gentleman could support himself on air and credit.\n\nIt is famously impossible for the act of writing to be made cinematic. How long can we watch someone staring at a blank sheet of paper? It is equally unenlightening to show the writer seeing something and dashing off to scribble down impassioned words while we hear him reading them in his mind. Campion knows all this, and knows, too, that without the poetry, John Keats is only a moonstruck young man. How she works in the words is one of the subtle beauties of the film. And over the end credits, Whishaw reads the ode, and you will want to stay.", "running_time": 119, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-09-23", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Bright Star (2009)"}