{"url": "http://www.rogerebert.com/reviews/bright-angel-1991", "by": "Dermot Mulroneyas George", "star_rating": 3.5, "text": "There is a moment in every good movie when it becomes clear that the director knows what he is doing. In Michael Fields’ “Bright Angel,” that moment comes when the son and the father come home, and find that the mother has been fooling around with another man. The other man is a kid from the local military base, and he doesn’t want any trouble, no sir, and he can see that the father is capable of causing a lot of trouble. The voices are what to listen for in this scene - the words, and the music, as the situation balances on the edge of violence.\n\nThe mother eventually leaves home, and the son and his father exist in an uneasy camaraderie. The father, played by Sam Shepard, is a spare, angry man. He has good advice to give, and even some love, but his life has been spoiled by disappointment and he cannot create a harbor for his lonely, doubting son.\n\nThat is the end of the first movement in “Bright Angel,” which is loosely based on short stories by Richard Ford. No other writer can take the image of the West - the freedom of the open prairies - and make it seem like such a closed-in place, so drained of freedom, and threatening.\n\nThe movie’s central story begins as the kid, named George and played with solemn strength by Dermot Mulroney, walks into the local cafe and runs into Lucy, played by Lili Taylor. She is a vague leftover hippie, belonging to no time and place, who is drifting through on a mission to visit a guy who might testify against her brother, and to pay him not to. George and Lucy begin to talk, and like lost souls fall into one another’s orbits. They set off together to find the man, and find not only him but a strange criminal menage centering on a man filled with sarcastic anger (Burt Young). You can look at these people and smell violence.\n\nThere were times during “Bright Angel” when I was reminded of “Drugstore Cowboy,” another movie about drifters on the edge of society. These are characters who have no plans. Or rather, they have a lot of plans, but no will or means to make the plans happen.\n\nThey live in motel rooms, or in houses that do not seem to have permanent inhabitants. They drive cars where a fender or a door will be a different color than the rest of the car - waiting for a paint job that will never come. They smoke a lot, have no pets, are capable of murder.\n\nLike the young characters in “Drugstore Cowboy,” George and Lucy are in over their heads. They are innocents, and if they think they are in love, actually they are just holding onto each other to keep from going under. The movie takes them on an odyssey from one place that is nowhere in particular, to another place that is also nowhere in particular. They are in terrible danger - the danger of the Road Runner, hurrying ahead, not looking down to see if there is anything beneath their feet.\n\nMovies like this (I am also reminded of Terrence Malick’s “Badlands” and “Days of Heaven”) depend so much on actors for the right tone, and Lili Taylor and Dermot Mulroney are perfectly matched to the material (you may remember her from “Mystic Pizza,” where she played Jojo, who inherited the pizza sauce recipe). Their characters seem to feed on each other’s energy; they’re in such need that without each other’s support they might simply fly off into emptiness.\n\nThe movie surrounds them with characters from film noir - hard people waiting in those unfriendly rooms for deliveries to arrive and decisions to be made, and other people, junkheads so fried that their conversations seem like free association. And around all of this is the West, which used to be the frontier, but has now been passed by and surrounded.", "running_time": 94, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-06-28", "genres": ["Drama", "Thriller"], "title": "Bright Angel (1991)"}