{"url": "http://www.rogerebert.com/reviews/brimstone-and-treacle-1982", "by": "Stingas Martin Taylor", "star_rating": 2.0, "text": "\"Brimstone and Treacle\" is one of those balancing acts the British do so well, involving the understatement of the shocking. This is a trick that often requires the perfectly timed use of the word \"bit,\" as in \"a bit of necrophilia.\" Sort of takes the edge off. What happens in this movie is so bizarre that if this were an American film it would have been a Dead Teenager movie. Only the British could turn it into a stylish allegory.\n\n\tThe story: A suspicious young con man meets an older man on the street, and sneakily engages him in conversation. The older man, being British, is of course too polite to resist this approach. Using hints dropped by the older man, the stranger makes himself appear to be an old boyfriend of the man's daughter, who has been in a coma since a tragic accident.\n\n\tThe young man follows the older man to his home, worms his way into the confidence of the mother, and stays for dinner. Before long he is a permanent house guest, whose objective is to molest the helpless daughter while freeloading off her parents. All of this is intercut with strange interludes in which rock music and visionary imagery combine to suggest the young man may have some connection with Satan.\n\n\tMake the movie in America or Canada on a low budget, and it would play on the bottom half of a double bill. But cast it instead with good British actors, and set it in an inhibited household where true desires and fears are never spoken of, and what you have instead is an art film premiering at the Chicago Film Festival on its way to a booking at the Water Tower Place. It proves a point. Movies are not good or bad because of their subjects but because of their treatments of their subjects. Any plot can be made into trash, and probably any plot can be made into greatness. Neither extreme is reached in \"Brimstone and Treacle,\" however, a movie that is primarily an exercise in style.\n\n\tThe movie is also a tribute to its actors. It comes close to redeeming its ridiculous story through three good performances, by Denholm Elliott as the father, Joan Plowright (Lady Olivier) as the mother, and the British rock singer Sting (of the Police) as the interloper.\n\n\tDenholm Elliott is a seasoned veteran of any number of Hammer horror films and other unsung efforts; I remember him most fondly from Peter Bogdanovich's \"Saint Jack,\" as the weary accountant who did not want to trouble anyone with his death. He is just right for the father in this movie, who is a hypocrite with a lurid secret protected by his daughter's coma. Joan Plowright, as the mother, does a nice little job of rising to the transparent flattery of the young stranger, and Sting (who should star in a movie called \"Robert Redford and Paul Newman\") is unctuous, slimy and wonderfully ingratiating as the stranger.\n\n\tBut what can we make of the top-heavy symbolic apparatus cluttering the movie? What do the Semi-Obligatory Lyrical Interludes mean? Is Sting an agent of the devil? The movie seems to hint at that possibility, but the ending doesn't deliver. \"Brimstone and Treacle\" performs an unexpected feat, making its startling subject matter into a sigh, not a shriek, of scandal.", "running_time": 87, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Foreign", "Thriller"], "title": "Brimstone and Treacle (1982)"}