{"url": "http://www.rogerebert.com/reviews/bringing-down-the-house-2003", "by": "Steve Martinas Peter Sanderson", "star_rating": 2.0, "text": "I confess I expected Steve Martin and Queen Latifah to fall in love in \"Bringing Down the House.\" That they avoid it violates all the laws of economical screenplay construction, since they are constantly thrown together, they go from hate to affection, and they get drunk together one night and tear up the living room together, which in movies of this kind is usually the closer.\n\nBut, no, all they fall into is Newfound Respect, which, in a world of high-performance star vehicles, is the mini-van. Eugene Levy is brought off the bench to console the Queen, and Martin ends up back with his divorced wife (Jean Smart), who exists only so that he can go back to her. These two couples had better never double date, because under the table Queen and Steve are going to have their socks up each other's pants.\n\nWhy, I asked myself, is their mutual sexual attraction disguised as roughhouse, when they are the stars and movie convention demands that they get it on? There isn't a shred of chemistry between Latifah and Levy (who likes the Queen's wildness and is infatuated with her cleavage, which is understandable but shallow--his infatuation, not her cleavage). I think it's because the movie, co-produced by Latifah, was Making a Point, which is that the Rich White Lawyer had better learn to Accept this Bitch on Her Own Terms instead of Merely Caving in to Her Sex Appeal. This may be a point worth making, but not in a comedy.\n\nI use the word \"bitch\" after some hesitation, to make a point: The movie is all about different ethnic styles of speech. It uses the B-word constantly (along, of course, with lots of \"hos\"), and I argue that since the MPAA rates the \"language\" PG-13, I can use it in a review. You kids under 13 who are reading this better be getting parental guidance from a POS.\n\nEmergency definition: POS (n., slang). Abbreviation used in teenage chat rooms, warning person at other end: \"Parent over shoulder!\" Martin plays Peter Sanderson, a high-powered lawyer with a trophy ex-wife, who lives in a posh Los Angeles neighborhood and speaks with meticulous precision he elevates to a kind of verbal constipation. Queen Latifah plays Charlene Morton, who he meets in an Internet chat room, where she is LawyerGirl.\n\nThey both misrepresent their appearances--well, all right, she's guiltier than he is--and when they meet he's appalled to find, not a blond legal bimbo, but a trash-talking black ex-con who wants him to handle her case. Charlene can talk like a perfect middle-class lady, as she demonstrates, but the movie's point of pride is that she shouldn't have to. Peter can also talk like a black street dude, sort of. Maybe he learned it from his kids' rap records.\n\nThe movie's conceit is that Peter keeps throwing Charlene out and she keeps coming back, because she's determined to prove her legal innocence. She breaks into his house, throws wild parties, embarrasses him at his club, and so on, until a magic night when she gets him drinking and dancing, plants his hands squarely on what Russ Meyer used to rhapsodically refer to as garbanzos, and breaks down his inhibitions. At this point--what? Wild nuzzling, rapturous caresses, shredded knickers, wild goat cries in the night? Peter takes her case, that's what, while Eugene Levy crawls out of his eyebrows and joins the tag-team.\n\nThis is all wrong. It violates the immortal Stewart/Reagan principle: Steve Martin for Latifah, Eugene Levy for best friend. A comedy is not allowed to end with the couples incorrectly paired. It goes against the deeply traditional requirements of the audience. Here is a movie that ignores the Model Airplane Rule: First, make sure you have taken all of the pieces out of the box, then line them up in the order in which they will be needed. \"Bringing Down the House\" is glued together with one of the wings treated like a piece of tail.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-07", "genres": ["Comedy"], "title": "Bringing Down the House (2003)"}