{"url": "http://www.rogerebert.com/reviews/bringing-out-the-dead-1999", "by": "Nicolas Cageas Frank", "star_rating": 4.0, "text": "I came to realize that my work was less about saving lives than about bearing witness. I was a grief mop. \n\nThe speaker is Frank, a paramedic whose journeys into the abyss of human misery provide the canvas for Martin Scorsese's \"Bringing Out the Dead.\" There may be happiness somewhere in the city, but the barking voice on Frank's radio doesn't dispatch him there. His job is to arrive at a scene of violence, or collapse, and try to bring not only help but encouragement.\n\n\"Do you have any music?\" he asks the family of a man who seems dead of a heart attack. \"I think it helps if you play something he liked.\" As the old man's Sinatra album plays in the background, he applies the defibrillator to his chest and shouts, \"Clear!\" The corpse jumps into life like a movie monster. The psychology is sound: Sinatra may not bring the dead to life, but he will give the family something to do, and the song will remind them of their dad's happier times.\n\nFrank is played by Nicolas Cage, seen in the movie's closeup with his eyes narrowed in pain. He cruises the streets of Hell's Kitchen with a series of three co-pilots, in a three-day stretch during which he drifts in and out of sanity; he has hallucinations of an 18-year-old homeless girl named Rose, whose life he failed to save, whose death he wants to redeem. Like Travis Bickle, the hero of Scorsese's \"Taxi Driver\" (1976), Frank travels the night streets like a boatman on the River Styx, while steam rises from manholes as if from the fires below. Travis wanted to save those who did not want saving. Frank finds those who desperately want help, but usually he is powerless.\n\nThe movie is based on a novel by Joe Connelly, himself once a New York paramedic. The screenplay by Paul Schrader is another chapter in the most fruitful writer-director collaboration of the quarter century (\"Taxi Driver,\" \"Raging Bull,\" \"The Last Temptation of Christ\"). The film wisely has no real plot, because the paramedic's days have no beginning or goal, but are a limbo of extended horror. At one point, Frank hallucinates that he is helping pull people's bodies up out of the pavement, freeing them.\n\nTo look at \"Bringing Out the Dead\"--to look, indeed, at almost any Scorsese film--is to be reminded that film can touch us urgently and deeply. Scorsese is never on autopilot, never panders, never sells out, always goes for broke; to watch his films is to see a man risking his talent, not simply exercising it. He makes movies as well as they can be made, and I agree with an observation on the Harry Knowles Web site: You can enjoy a Scorsese film with the sound off, or with the sound on and the picture off.\n\nNow look at \"Bringing Out the Dead.\" Three days in Frank's life.\n\nThe first day his co-pilot is Larry (John Goodman), who deals with the grief by focusing on where his next meal is coming from. To Larry, it's a job, and you can't let it get to you. Day two, Frank works with Marcus (Ving Rhames), who is a gospel Christian and uses emergencies as an opportunity to demonstrate the power of Jesus; bringing one man back to life, he presents it as a miracle. He drives as if he hopes to arrive at the scene of an accident by causing it. On the third day, the day Christ rose from the dead, Frank's partner is Walls (Tom Sizemore), who is coming apart at the seams and wreaks havoc on hapless patients.\n\nHaunting Frank's thoughts as he cruises with these guys are two women. One is Rose, whose face peers up at him from every street corner. The other is Mary (Patricia Arquette), the daughter of the man who liked Sinatra. After her dad is transferred to an intensive care unit, his life, such as it is, consists of dying and being shocked back to life, 14 times one day, until Frank asks, \"If he gets out, are you gonna follow him around with a defibrillator?\" Mary is a former druggie, now clean and straight, and Frank--well, I was going to say he loves her, but this isn't one of those autopilot movies where the action hero has a romance in between the bloodshed. No, it's not love, it's need. He thinks they can save each other.\n\nScorsese assembles the film as levels in an inferno. It contains some of his most brilliant sequences, particularly two visits to a high-rise drug house named the Oasis, where a dealer named Cy (Cliff Curtis) offers relief and surcease. Mary goes there one night when she cannot stand any more pain, and Frank follows to save her; that sets up a later sequence in which Frank treats Cy while he is dangling near death.\n\nAll suffering ends at the same place, the emergency room of Our Lady of Perpetual Mercy (nickname: Perpetual Misry) where the receiving nurse (Mary Beth Hurt) knows most of the regulars by name.\n\nNicolas Cage is an actor of great style and heedless emotional availability: He will go anywhere for a role, and this film is his best since \"Leaving Las Vegas.\" I like the subtle way he and Scorsese embody what Frank has learned on the job, the little verbal formulas and quiet asides that help the bystanders at suffering. He embodies the tragedy of a man who has necessary work and is good at it, but in a job that is never, ever over.\n\n\"Bringing Out the Dead\" is an antidote to the immature intoxication with violence in a film like \"Fight Club.\" It is not fun to get hit, it is not redeeming to cause pain, it does not make you a man when you fight, because fights are an admission that you are not smart enough to survive by your wits. \"Fight Club\" makes a cartoon of the mean streets that Scorsese sees unblinkingly.", "running_time": 118, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Drama", "Thriller"], "title": "Bringing Out the Dead (1999)"}