{"url": "http://www.rogerebert.com/reviews/bring-it-on-2000", "by": "Kirsten Dunstas Torrance", "star_rating": 2.0, "text": "I jump! You can look but don't you hump. I'm major. I roar. I swear I'm not a whore. We cheer as we lead. We act like we're on speed. Hate us 'cause we're beautiful--but we don't like you either. We're cheerleaders! We are cheerleaders! Those are lyrics from the opening musical number of \"Bring It On\"--yet another example of the most depressing trend of the summer of 2000, the cynical attempt by Hollywood to cram R-rated material into PG-13-rated movies. This is done not to corrupt our children, but (even worse) with complete indifference to their developing values. The real reason is more cynical: Younger teenagers buy a lot of tickets, and are crucial if a movie hopes to \"win the weekend.\" The R-rating is a penalty at the box office. So movies that were born to be R, like \"Gone in 60 Seconds,\" \"Coyote Ugly\" and \"Bring It On,\" are trimmed to within a millimeter of the dividing line and released as PG-13, so that any child tall enough to push dollars through the ticket window is cheerfully admitted, with or without an adult.\n\n\"Bring It On\" shows every evidence of beginning life as a potentially funny, hard-edged, R-rated comedy. There's raunchy language, a half-nude locker room scene, jokes about sex and those startling cheerleader songs. I smiled at the songs; I might have enjoyed the movie if it had developed along the lines of \"Animal House\" or \"American Pie.\" Instead we get a strange mutant beast, half Nickelodeon movie, half R-rated comedy. It's like kids with potty-mouth playing grownup.\n\nThe movie stars Kirsten Dunst (\"The Virgin Suicides\") and Gabrielle Union (\"She's All That\") as the captains of two opposing cheerleading squads, one from an affluent San Diego suburb (which apparently contains no parents) and the other from a mostly black high school in East Compton.\n\nDunst is the new captain of her team, which is the defending national champion cheerleading squad, even though it supports a team barely able to stumble onto the field. Union visits their practice one day to reveal that their previous captain had stolen all of their winning routines from East Compton. This year, that will make a difference, she says, because East Compton is going to the nationals.\n\nIn desperation, Dunst breaks the rules and hires a professional choreographer (Ian Roberts), who shouts at them like a drill sergeant but has the moves of a Chippendales dancer. As he puts them through new routines, we get subplots involving the standard characters in all teenage movies, including the cool guy who is somebody's brother, the snotty teacher and the shrewish girl who gets her comeuppance. There's the usual suspense about whether the heroine will end up with the guy she likes, despite massive attacks of Idiot Plot misunderstandings.\n\nThis movie wants it all. In addition to the sex comedy, the romance, the cheerleading intrigue and the condescending treatment of the black school, there's also the big climax at the cheerleading competition, so that a movie that has exhausted every possible high school cliche can now recycle all the obligatory plot gimmicks involving the Big Game. Will our team, which used the illegal choreographer, win or lose? In a movie with a memory, it might lose, but short-term memory loss is a symptom of movies like this, and the choreographer, who was illegal to make a quick plot point, is long forgotten by the time the movie gets to the finals.\n\n\"Bring It On\" contains within it the seeds of a sharp and observant high school satire, maybe something in the same league (although not as high in the standings) as \"Election\" or \"Rushmore.\" I'll bet anything Jessica Bendinger's original screenplay was a lot smarter than the dumbed-down PG-13 version we get here. The movie as it now stands is too juvenile and insipid for older teenagers and has way too much language and sex for kids 13 and below.\n\nAs an entry in the PG-13 category, it's not as appalling as \"Coyote Ugly,\" which basically instructs young girls that there's money to be made in the bimbo business. But it illustrates the same point: The MPAA's rating system, having first denied American moviegoers any possibility of a workable adult category, is now busily corrupting the PG-13 rating. The principle seems to be: As long as we act sanctimonious by creating a climate in which legitimate adult films cannot be made, we can get away with maximizing the box office by opening up the PG-13. The MPAA in the summer of 2000 reveals itself as more willing to peddle smut to children than to allow adults to make their own choices.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-08-25", "genres": ["Comedy", "Family"], "title": "Bring It On (2000)"}