{"url": "http://www.rogerebert.com/reviews/broadway-danny-rose", "by": null, "star_rating": 3.5, "text": "The first time we see him, he's talking fast, and his arms are working like a guy doing an imitation of an air traffic controller. His hands keep coming in for landings. This is Broadway Danny Rose, the most legendary talent agent in New York, the guy who will represent you after you've been laughed off every stage in the Catskills. He represents blind xylophonists, piano-playing birds, and has-been crooners with drinking problems. He's the kind of guy that comics sitting around on their day off tell stories about. He also is Woody Allen, but he is less like Woody Allen than some of the other characters Allen has played. After the autobiography of \"Stardust Memories,\" after the whimsy of \"A Midsummer Night's Sex Comedy,\" and the antiseptic experimentation of \"Zelig,\" this movie has Allen creating a character and following him all the way through a crazy story. After a period when Allen seemed stuck in self-doubt and introspection, he loosens up and has a good time.\n\n\"Broadway Danny Rose,\" like all of Allen's best movies, is a New York movie. It starts at the Carnegie Deli, with comedians sitting around a table trading Danny Rose stories, and then it flashes back to the best Danny Rose story of them all, about how Danny signed up this has-been alcoholic tenor and carefully nurtured his career back to the brink of stardom. Riding the nostalgia boom, Danny takes the guy and books him into Top Forty concerts, until finally he gets him a date at the Waldorf -- and Milton Berle is in the audience, looking for guests for his TV special. Except the crooner has a complicated love life. He has a wife, and he also has a girlfriend. He wants Danny Rose to be the \"beard\" and take the girlfriend to the concert. Otherwise he won't feel right. But then the crooner and the girl have a fight, and the girl goes back to her Mafioso boyfriend, and Danny Rose winds up at a mob wedding with a gun in his face.\n\nAll of this is accomplished with wonderfully off-the-wall characterizations. Allen makes Danny Rose into a caricature, and then, working from that base, turns him back into a human being: By the end of the film, we see the person beneath the mannerisms. Nick Apollo Forte, an actor I've never seen before, plays the has-been crooner with a soft touch: he's childish, he's a bear, he's loyal, he has a monstrous ego. The real treasure among the performances, however, is Mia Farrow's work as Tina Vitale, the crooner's girlfriend. You would think that Mia Farrow would be one of the most instantly recognizable actresses in the movies with those finely chiseled features and that little-girl voice. But here she is a chain-smoking, brassy blonde with her hair piled up on top of her head, and a pair of fashionable sunglasses, and dresses that look like they came from the boutique in a Mafia resort hotel.\n\n\"Broadway Danny Rose\" uses all of the basic ingredients of Damon Runyon's Broadway: the pathetic acts looking for a job, the guys who get a break and forget their old friends, the agents with hearts of gold, the beautiful showgirls who fall for Woody Allen types, the dumb gangsters, big shots at the ringside tables (Howard Cosell plays himself). It all works.", "running_time": 84, "mpaa_rating": null, "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Comedy"], "title": "Broadway Danny Rose (1984)"}