{"url": "http://www.rogerebert.com/reviews/broadcast-news-1987", "by": "William Hurtas Tom Grunick", "star_rating": 4.0, "text": "\"Broadcast News\" is as knowledgeable about the TV news-gathering process as any movie ever made, but it also has insights into the more personal matter of how people use high-pressure jobs as a way of avoiding time alone with themselves. The movie, opening today at the Fine Arts, is described as being about a romantic triangle, but that's only partly true. It is about three people who toy with the idea of love, but are obsessed by the idea of making television.\n\nDeadline pressure attracts people like that. The newspapers are filled with them, as are ad agencies, brokerages, emergency rooms, show business, sales departments and police and fire stations. There's a certain adrenalin charge in delivering on a commitment at the last moment, in rushing out to be an instant hero or an instant failure. There's a kind of person who calls you up to shout into the phone, \"I can't talk to you now - I'm busy!\" This kind of person is always busy, because the lifestyle involves arranging things so you're always behind. Given plenty of time to complete a job, you wait until the last moment to start - guaranteeing a deadline rush.\n\nI know all about that kind of obsession. (You don't think I'm turning this review in early, do you?) \"Broadcast News\" understands it from the inside out, and perhaps the most interesting sequence in the whole movie is a scene where a network news producer sweats it out with a videotape editor to finish a report that is scheduled to appear on the evening news in 52 seconds. In an atmosphere like that, theoretical questions get lost. The operational reality, day after day, is to get the job done and beat the deadline and make things look as good as possible. Positive feedback goes to people who deliver. Yesterday's job is forgotten. What have you got for me today?\n\nRight at the center of \"Broadcast News\" is a character named Jane Craig (Holly Hunter), who is a news writer-producer for the Washington bureau of a TV network. She is smart and fast, and she cherishes certain beliefs about TV news - one of them being that a story should be covered by the person best-qualified to cover it.\n\nOne of her best friends is Aaron Altman (Albert Brooks), a bright, aggressive reporter. He's one of the best in the business, but he's not especially good on camera. During a trip South, she meets Tom Grunick (William Hurt), a sportscaster who cheerfully admits he has little education, is not a good reader, and doesn't know much about current events. But he has been hired for the Washington bureau because he looks good and has a natural relationship with the camera.\n\nThe Hunter character is only human. She is repelled by this guy's credentials, but she likes his body. After he comes to Washington, he quickly gains the attention of the network brass, while the Brooks character goes into eclipse. Hunter is torn between the two men: Brooks, who says he loves her and is the better reporter, and Hurt, who says he wants to learn, and who is sexier.\n\nThe tricky thing about \"Broadcast News\" - the quality in director James L. Brooks' screenplay that makes it so special - is that all three characters have a tendency to grow emotionally absent-minded when it's a choice between romance and work. Frankly, they'd rather work. After Hunter whispers into Hurt's earpiece to talk him through a crucial live report on a Middle East crisis, he kneels at her feet and says it was like sex, having her voice inside his head. He never gets that excited about sex. Neither does she.\n\nMuch of the plot of \"Broadcast News\" centers around a piece that Hurt reports about \"date rape.\" Listening to one woman's story, he is so moved that a tear trickles down his cheek. It means a great deal to Hunter whether that tear is real or faked. Experienced TV people will question why Hunter, a veteran producer, didn't immediately notice the detail that bothers her so much later on. But in a way, \"Broadcast News\" is not about details, but about the larger question of whether TV news is becoming show business.\n\nJack Nicholson has an unbilled supporting role in the movie as the network's senior anchorman, an irascible man who has high standards himself, but is not above seeing his ratings assisted by coverage that may be questionable.\n\nThe implication is that the next anchor will be a William Hurt type, great on camera, but incapable of discerning authenticity from fakery. Meanwhile, the Albert Brooks types will end up doing superior journalism in smaller \"markets\" (the TV word for \"cities\"), and the Holly Hunter types will keep on fighting all the old deadlines, plus a new one: the biological clock.\n\n\"Broadcast News\" has a lot of interesting things to say about television. But the thing it does best is look into a certain kind of personality and a certain kind of relationship. Like \"Terms of Endearment,\" the previous film by James L. Brooks, it does not see relationships as a matter of meeting someone you like and falling in love. Brooks, almost alone among major Hollywood filmmakers, knows that some people have higher priorities than love, and deeper fears.", "running_time": 133, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-12-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Broadcast News (1987)"}