{"url": "http://www.rogerebert.com/reviews/broken-english-1997", "by": "Rade Serbedzijaas Ivan", "star_rating": 3.0, "text": "\"Broken English'' opens with news footage of the devastation in Croatia, and then it is three years later, and we are in the green, quiet land of New Zealand. A family of Croatians, allowed to emigrate because the mother was born in New Zealand, has moved there. And far from home, the father enforces his unyielding standards on his family: He uses a baseball bat to chase off a man who is necking with one of his daughters.\n\nFathers who have a jealous obsession with the sex lives of their grown daughters are not new to the movies. But \"Broken English'' is about more than that. It is about ethnic identity transferred to a place where it cannot be nurtured. The father, named Ivan (Rade Serbedzija), still nurses old wounds, and lingers over videotapes from home. He does not want his daughters to associate with the local men--but who else, really, is there for them to date? The story focuses on Nina (Aleksandra Vujcic), who likes to dress in sexy clothes. She works in a Chinese restaurant, where she's attracted to the Maori cook named Eddie (Julian Arahanga). They fall into a passionate relationship. Meanwhile, Ivan broods about the wrongs done to his people and is angered even when the pope visits the war zone to ask for peace and forgiveness. \"We've left that madness behind,'' his wife cries. But Ivan has not.\n\nHe brings his old mother over from Croatia and holds a feast to welcome her. Nina asks if she can bring \"a friend,'' and Ivan, who has briefly met Eddie, says she can. But resentment against this man of another race is obviously brewing, and when Nina also turns up at the party with two Chinese friends, Ivan says his party has been invaded by \"a bloody UN peacekeeping force.'' As the Croatian music plays in Ivan's backyard, another festival with music is going on next door in the yard of a large Maori family. The Maoris of course have been in New Zealand longer than anybody else, which does not prevent Ivan from resenting the racket they're making. And then Ivan gets a surprise: Although Nina is dating Eddie, she has agreed to marry the Chinese man, who will pay her $16,000 because marriage will give him citizenship. When the would-be groom unwisely drinks too much and announces this fact to Ivan, there is a brief, brutal moment of violence that sets up the final passages of the film.\n\nLike the powerful \"Once Were Warriors,'' this film is about how old wounds cause new ones, and about male sexual jealousy mixed with alcoholism. The situation is not original, but the setting makes it seem so, and the director and co-writer, Gregor Nicholas, is alert to nuances of the characters.\n\nConsider, for example, Nina's style. She likes to wear tight leather pants and to appear sexy. At the feast, Eddie notices the way she flirts with her father and all the other men in the family. \"Do you always sit on those guys like that?'' he asks. She does. We gather that she was taught to act like that at an early age; undeclared, unconsummated incest is a family style.\n\nThe acting is sometimes ragged but always effective. Serbedzija, who plays Ivan, played a much different character in \"Before The Rain,\" a film in which he was the sad-eyed outsider observing ethnic hatreds. Vujcic, a newcomer, is effective as the flashing-eyed woman who wants to break loose from her family while remaining unaware of how closely she is still bound.\n\nArahanga's Maori character is able to find a certain thoughtful detachment from the situation, which leads to a better perspective. And I was touched by Zing Zhao, as the Chinese woman, who wants only to \"have a little kiwi.'' (Temuera Morrison, unforgettable as the brutish husband in \"Once Were Warriors,'' has a smaller role as Arahanga's friend.) We assume the movie will end in violence, but Nicholas finds a more thoughtful and probably more realistic conclusion. The underlying subject is what might be called tribalism: the belief that a group depends for its existence on the exclusion and hatred of outsiders. Transplanted far from the ethnic conflicts that have ravaged their homeland, these characters still play the same tired tapes. If there are no Serbs to hate, then they will hate Maoris and Chinese. Of course such feelings are not limited to Croatians. Serbians in the same situations might act the same. Or Maoris. Or Chinese. And all the rest of us. Tribalism is a universal human trait that has long outlived its usefulness.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-06-13", "genres": null, "title": "Broken English (1997)"}