{"url": "http://www.rogerebert.com/reviews/broken-lizards-club-dread-2004", "by": "Bill Paxtonas Coconut Pete", "star_rating": 2.5, "text": "\"Broken Lizard's Club Dread\" is a definitive demonstration, if one is needed, that \"The Real Cancun\" was way too real. Filmed in Mexico but allegedly set on \"Coconut Pete's Pleasure Island\" off the coast of Costa Rica, it's a head-on smashup between spring weekend and a machete-swinging slasher.\n\nWhether it works or not is a little hard to say; like \"Super Troopers\" (2002), the previous film by the Broken Lizard comedy troupe, it has lovable performances, very big laughs, and then some down time while everybody (in the cast as well as the audience) waits to see what willhappen next.\n\nThe leader of the troupe and director of both films is Jay Chandrasekhar, whose character in \"Super Troopers\" took delight in spreading confusing hints about his ethnic origin. Here he's the dreadlocked Indian (or perhaps British or Caribbean) tennis instructor, whose serve is so powerful that at one point he actually tries to kill the slasher by hitting balls at him.\n\nPleasure Island is run by Coconut Pete (Bill Paxton), who very briefly, a long time ago, had a record that was a hit for five minutes. It was called \"Pina Colada-burg,\" and who knows what heights it might have reached on the charts had it not been for the treachery of \"Margaritaville.\" Pete presides over an endless boozy sex-'n-sand party which looks recycled out of every other movie ever made about beach blanket bango), and if there is a babe (the film's preferred word) who ever wears anything other than a bikini, my memory fails me.\n\nAlas, this island idyll is marred by the presence of a mad slasher, who stalks about garbed as if he (or she) once saw \"I Know What You Did Last Summer\" but either forgot how the Fisherman dressed, or the costume supply store ran out of Groton's outfits. How a killer can roam a small tropical island dressed like Death in \"The Seventh Seal\" and never be noticed is one of the many questions this movie answers by keeping the bar open 24 hours a day.\n\nThe cast includes a cop in charge of enforcing fun, a 6-1 Swedish masseuse who turns out, to intense disappointment, to be a 6-2 Swedish masseur, and an aerobics instructor whose best exercises are horizontal. Characters are periodically killed, and at one point a severed head turns up on the DJ's turntable, but the fun goes on because these characters, while admittedly brighter and more articulate than the real people in \"The Real Cancun,\" realize that the slightest insight would solve the mystery and terminate the movie right then and there, and if we paid for feature length, that's what we deserve.\n\nDo I recommend this movie or not? I am at a loss to say. It is what it is. Criticism is irrelevant. Why are you even reading a review of \"Club Dread\"? You've seen the TV ads and you already know (a) you won't miss it or (b) not in a million years. There will be better movies playing in the same theater, even if it is a duplex, but on the other hand there is something to be said for goofiness without apology by broken lizards who just wanna have fun.\n\nI think I'll give it two and a half stars plus a nudge and a wink, as a signal to those who liked \"Super Troopers\" and know what they're in for. I gave \"Super Troopers\" two and a half stars, too, but I'd rather see it again than certain distinguished movies I could mention.", "running_time": 104, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-02-27", "genres": ["Comedy", "Horror"], "title": "Broken Lizard's Club Dread (2004)"}