{"url": "http://www.rogerebert.com/reviews/broken-flowers-2005", "by": "Bill Murrayas Don Johnston", "star_rating": 4.0, "text": "\"Broken Flowers\" stars Bill Murray as Don Johnston, a man who made his money in computers and now doesn't even own one. To sit at the keyboard would mean moving from his sofa, where he seems to be stuck. As the film opens, his latest girlfriend (Julie Delpy) is moving out. She doesn't want to spend any more time with \"an over-the-hill Don Juan.\" After she leaves, he remains on the sofa, listening to music. He reaches out for a glass of wine, changes his mind, lets the hand drop.\n\nThis is a man whose life is set on idle. His neighbor Winston (Jeffrey Wright), on the other hand, is a go-getter from Ethiopia who supports a wife and five kids with three jobs, and still has time to surf the net as an amateur detective. One day Don receives a letter suggesting that 20 years ago he fathered a son, and that a 19-year-old boy may be searching for him at this very moment. Don is unmoved by this intelligence, but Winston is energized; he extracts from Don the names of all the women who could possibly be the mother, and supplies Don with plane tickets and an itinerary, so that he can visit the candidates and figure out which one might have sent the letter.\n\n\"The letter is on pink stationery,\" Winston says. \"Give them pink flowers and watch their reaction.\" Don nods, barely, and embarks on his journey -- not to discover if he has a child, so much as to discover if he wants a child. At one point he phones Winston from the road, complaining that he has been supplied with conventional rental cars. Why couldn't he have a Porsche? \"I'm a stalker in a Taurus.\"\n\nNo actor is better than Bill Murray at doing nothing at all, and being fascinating while not doing it. Buster Keaton had the same gift for contemplating astonishing developments with absolute calm. Buster surrounded himself with slapstick, and in \"Broken Flowers\" Jim Jarmusch surrounds Murray with a parade of formidable women.\n\nFirst stop, Laura (Sharon Stone). Her husband was a NASCAR champion, but \"died in a wall of flame.\" Her daughter (Alexis Dziena), who is named Lolita, offers Don her Popsicle and, unmistakably, herself. Neither daughter nor mother seems to know that the name Lolita has literary associations. Don does in fact spend the night with the mother, but we do not see precisely what goes on, and just as well: The sight of this passive and withdrawn man making love might be sad beyond calculation.\n\nSecond woman, Dora (Frances Conroy) who with her husband Ron (Christopher McDonald) is a realtor, specializing in selling \"quality prefabs\" and currently living in a \"wonderful example.\" Don's dinner with Dora and Ron grows unspeakably depressing after he asks the wrong question.\n\nThird woman, Carmen (Jessica Lange), protected by her ambiguous assistant (Chloe Sevigny). Carmen is an \"animal communicator,\" who talks to people's pets on their behalf. The movie doesn't take cheap shots at this occupation, but suggests Carmen may be the real thing. \"Is he saying something?\" Don asks, as Carmen converses with her cat. Carmen: \"He says you have a hidden agenda.\"\n\nThe fourth woman, Penny (Tilda Swinton) has a front yard full of motorcycles, and lives in an atmosphere that makes Don feel threatened, not without reason. There was a fifth possible candidate, who has been eliminated from Don's list because, well, she's dead.\n\nWere any of these women the mother of his child? I will leave that for you, and Don, to discover. After the film's premiere at Cannes, I observed: \"Some actors give the kinds of performances where we want to get out of the room, stand on the lawn and watch them through a window. Murray has the uncanny ability to invite us into his performance, into his stillness and sadness. I don't know how he does it. A Bill Murray imitation would be a pitiful sight: Passive immobility, small gestures of the eyes, enigmatic comments, yes, those would be easy, but how does he suggest the low tones of crashing chaotic uncertainty?\"\n\nJim Jarmusch first came into focus in 1983 with \"Stranger than Paradise,\" about a slick New Yorker who gets an unexpected visit from his Hungarian cousin, who is sexy and naive and soon leaves to visit her aunt in Cleveland. Then followed a series of films of various degrees of wonderfulness; I have admired them all except for \"Dead Man\" (1995); the critic Jonathan Rosenbaum regards me sadly every time this title is mentioned. Jarmusch makes films about outsiders, but they're not loners, they're soloists. Bill Murray's character here is the ultimate Jarmusch soloist, in that he lacks even an instrument. His act is to walk onto the stage and not play.\n\nHow did Don fascinate these women in the first place? Why are most of them (relatively) happy to see him again? Perhaps they were simply curious. Perhaps they embodied nature, and he embodied a vacuum. At the end, there is an enigmatic scene that explains little or nothing. Still, it opens up the possibility that if Don ever did discover he had a son, he would try to do the right thing. That would mean he was doing something, and that would be a start.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-04", "genres": ["Comedy", "Drama", "Indie", "Mystery", "Romance"], "title": "Broken Flowers (2005)"}