{"url": "http://www.rogerebert.com/reviews/broken-arrow-1996", "by": "John Travoltaas Vic Deakins", "star_rating": 2.0, "text": "A lot of stuff gets blowed up real good in \"Broken Arrow,\" including a train, four helicopters and a mountain, but these brief flashes of special effects don't do much to speed up a slow, talky action thriller that plays like a homage to the Fallacy of the Talking Killer.\n\nThe Fallacy, you will recall, occurs when all the bad guy has to do is pull the trigger, and his problems are over. Instead, he talks, and talks, until his target escapes from his predicament.\n\nThere are also scenes where the two enemies describe their motives and plans to each other, because otherwise neither side would know what to do next, and the movie would stop dead in its tracks.\n\n\"Broken Arrow,\" directed by the Hong Kong cult favorite John Woo, is his big-budget Hollywood debut, after his more modestly priced first U.S. film, \"Hard Target\" (1993). It shows Woo capable of staging noisy fight scenes and spectacular explosions, but he's nowhere near the league of Andy Davis (\"The Fugitive\") and Tony Scott (\"Top Gun\") when it comes to crafting smart action with intriguing characters and dialogue.\n\n\"Broken Arrow\" is basically a duel between two military pilots, played by John Travolta and Christian Slater, who are assigned to a top-secret low-altitude training mission with a Stealth bomber. Turns out Travolta is a traitor who plans to kill Slater, steal the bombs, and sell them to a syndicate that plans to blackmail the government.\n\nThis is a promising premise, but somehow \"Broken Arrow\" never really sinks in its teeth and takes it seriously. Consider, for example, the scene where we discover Travolta is not what he seems.\n\nHe turns to Slater in the cockpit and . . . narrows his eyes. That's right. Narrows them fiercely and intensely. There is a lot of eye-narrowing in John Woo's movies (see especially \"The Killer,\" where it substitutes for character development). But here it just looks goofy, as if Travolta were back in that great scene in \"Get Shorty,\" teaching Danny DeVito lessons in how to look menacing.\n\nOne fundamental problem with the movie is that John Travolta is seriously miscast as a nuclear terrorist. Say what you will about the guy, he doesn't come across as a heavy. Watching this film, you understand why Dennis Hopper and Christopher Walken play so many mad bombers: because they can.\n\nThe movie laboriously sets up the rivalry between Travolta and Slater in an opening scene, where they're boxing. Travolta tells Slater he \"lacks the will to win.\" Ping!! That's the Full Circle Alarm going off, alerting us to the certainty that, by the end of this film, Slater will have found the will to win, and demonstrated that to Travolta, most likely (are you ready for this?) in a fistfight.\n\nThere is such a fight in \"Broken Arrow.\" Also a series of chase scenes that involve police cars, campers, Hummers, helicopters, mine shaft elevators, raging rivers and a runaway train. But always with the suspense undermined by the Talking Killer. As when the two enemies communicate by phone, discussing their plans. Or when Slater actually interrupts the disarming of a nuclear warhead in order to say things on his cellular phone he shouldn't say. (That's quite a phone; it works from the bottom of a copper mine in the middle of Utah.) At one point, when it looks like Travolta has won, he looks out the door of a railway freight car, and sees Slater's helicopter poised right there, with Slater pointing a rifle at him. Does Slater shoot? No, because this is such an ideal opportunity for a Meaningful Exchange of Glances in which the two men can communicate those deep macho vibes without which no action movie can endure. Oh, and I almost forgot the Tagalong, a park ranger played fetchingly by Samantha Mathis, whose purpose is to follow Slater everywhere, help him out, warn him, and take off her shirt as soon as possible.\n\nIt goes without saying, I guess, that the nuclear warheads in the movie come equipped with bright red digital readouts, so we can see how many seconds remain before they explode. Down at the old nuclear warhead factory, how, exactly, do the engineers explain the purpose of a digital readout on a bomb? Who will ever see it, except in a mad bomber movie? What purpose does it serve? In \"Broken Arrow,\" to be sure, it's indispensable to the plot. If my notes are correct, it is first set to 29 minutes. Then reset to 13 minutes. Then turned off. Then set to 29 minutes again.\n\nThen set to 4 minutes. This isn't a bomb, it's a handy plot device to generate the required number of seconds of suspense, whenever required. And of course it comes complete with a hand-held remote-control device, about the size of a channel changer. Push one button, you arm the bomb. Push another button, you disarm it.\n\nIs this what our tax dollars are being spent for? Isn't there supposed to be some sort of secret code in a locked briefcase in the White House, or something? Has it all come down to two guys fighting on a burning train for a channel-surfer? No wonder they narrow their eyes so much. That's what a lot of people do, when they're trying real hard to think.", "running_time": 108, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-09", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Broken Arrow (1996)"}