{"url": "http://www.rogerebert.com/reviews/broken-vessels-1999", "by": "Todd Fieldas Jimmy", "star_rating": 3.0, "text": "\"I could have gotten off the train before it left the station,\" Tom muses early in \"Broken Vessels.\" \"There were plenty of warnings.\" He has moved from Altoona, Pa., to Los Angeles and taken a job as a rescue squad member, touring the city in an ambulance with his new partner, Jimmy--who, it is said, is a gifted paramedic but has gone through a lot of partners.\n\nThe two men are like free-lance pirates, sailing the city streets, grabbing bodies instead of plunder. Jimmy \"has his own system,\" Tom learns. It includes rest stops in topless bars, sex in the back of the ambulance, buys from street-corner cocaine dealers and direct methods with unruly clients. (One injured man who goes berserk in the back of the ambulance gets a jolt to the head from a defibrillator.) Tom is played by Jason London as a man who wants to do right but lacks the will or the knack. He's swept into the world of Jimmy (Todd Field), who is smart, competent and has the tunnel vision of the addict. Everything he does falls into two categories: pre-using and post-using. Working on the rescue squad gives him a free pass to roam the city streets and a certain invulnerability. And he knows the places to hide the ambulance, like culverts and cemeteries. Work is the price he has to pay for the use of the job.\n\nThe film, tightly wound and convincing, was directed, co-produced and co-written by Scott Ziehl. It has passages of dark humor, but life in the ambulance is not zany; even when Tom and Jimmy do funny or crazy things, it is because of a desperation that begins as a sort of thrumming beneath the action and ends as raw desperation. Jimmy has a twisted view of drugs and honor, as if it's his duty to use. The symbol of his addiction is Gramps (Patrick Cranshaw), an old man who has needed his daily fix of heroin since long before Jimmy was born. For Gramps, the ambulance makes house calls. And it is perhaps no accident that the heroin intended for Gramps' last fix becomes Jimmy's first.\n\nIf cocaine makes life unmanageable, heroin is no improvement, and soon Jimmy and Tom need more money than they have. Their daily lives are disintegrating around them. Tom's gay roommate throws him out after he throws up in the goldfish tank. Then he moves in with Jimmy. His next door neighbor is a speed freak named Susy (Susan Traylor, in a performance beautifully edged with hysteria). Soon she has an occupant for the shed behind her house: a weird little guy and his drug factory. The job meanwhile comes down to futile threats from their boss (James Hong), and police questioning about property stolen from patients. The police don't seem very curious.\n\nSusy has a roommate named Elizabeth (Roxana Zal) for about five minutes, before Elizabeth sizes up the situation and moves out. Tom likes Elizabeth, dates her a little, forgets her in the confusion of drugs, calls her in need and desperation. He feels so abandoned and lonely, in the middle of the night, alone and with the sick feeling of needing drugs. Elizabeth sensibly tells him that he needs help. He does, but the only help he can imagine is to find more drugs. This is like treating a cold with virus injections.\n\nThe story arc of \"Broken Vessels\" is familiar from a lot of other movies about drug users who crash and burn. They don't use to feel good; they use to stop feeling awful. Relief is a window that opens briefly after using and then slams shut again.\n\nWhat makes the movie special is the way both lead actors find the right quiet notes for their performances. No prizes here for chewing the wallpaper; they're ordinary, quiet, smart guys whose best thinking can't get them out of the trap they've laid for themselves.", "running_time": 90, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-02", "genres": ["Drama"], "title": "Broken Vessels (1999)"}