{"url": "http://www.rogerebert.com/reviews/brokeback-mountain-2005", "by": "Heath Ledgeras Ennis Del Mar", "star_rating": 4.0, "text": "Ennis tells Jack about something he saw as a boy. \"There were two old guys shacked up together. They were the joke of the town, even though they were pretty tough old birds.\" One day they were found beaten to death. Ennis says: \"My dad, he made sure me and my brother saw it. For all I know, he did it.\"\n\nThis childhood memory is always there, the ghost in the room, in Ang Lee's \"Brokeback Mountain.\" When he was taught by his father to hate homosexuals, Ennis was taught to hate his own feelings. Years after he first makes love with Jack on a Wyoming mountainside, after his marriage has failed, after his world has compressed to a mobile home, the laundromat, the TV, he still feels the same pain: \"Why don't you let me be? It's because of you, Jack, that I'm like this -- nothing, and nobody.\"\n\nBut it's not because of Jack. It's because Ennis and Jack love each other and can find no way to deal with that. \"Brokeback Mountain\" has been described as \"a gay cowboy movie,\" which is a cruel simplification. It is the story of a time and place where two men are forced to deny the only great passion either one will ever feel. Their tragedy is universal. It could be about two women, or lovers from different religious or ethnic groups -- any \"forbidden\" love.\n\nThe movie wisely never steps back to look at the larger picture, or deliver the \"message.\" It is specifically the story of these men, this love. It stays in closeup. That's how Jack and Ennis see it. \"You know I ain't queer,\" Ennis tells Jack after their first night together. \"Me, neither,\" says Jack.\n\nTheir story begins in Wyoming in 1963, when Ennis (Heath Ledger) and Jack (Jake Gyllenhaal) are about 19 years old and get a job tending sheep on a mountainside. Ennis is a boy of so few words he can barely open his mouth to release them; he learned to be guarded and fearful long before he knew what he feared. Jack, who has done some rodeo riding, is a little more outgoing. After some days have passed on the mountain and some whiskey has been drunk, they suddenly and almost violently have sex.\n\n\"This is a one-shot thing we got going on here,\" Ennis says the next day. Jack agrees. But it's not. When the summer is over, they part laconically: “I guess I’ll see ya around, huh?” Their boss (Randy Quaid) tells Jack he doesn't want him back next summer: \"You guys sure found a way to make the time pass up there. You weren't getting paid to let the dogs guard the sheep while you stemmed the rose.\"\n\nSome years pass. Both men get married. Then Jack goes to visit Ennis in Wyoming, and the undiminished urgency of their passion stuns them. Their lives settle down into a routine, punctuated less often than Jack would like by \"fishing trips.\" Ennis' wife, who has seen them kissing, says nothing about it for a long time. But she notices there are never any fish.\n\nThe movie is based on a short story by E. Annie Proulx. The screenplay is by Larry McMurtry and Diana Ossana. This summer I read McMurtry's Lonesome Dove trilogy, and as I saw the movie I was reminded of Gus and Woodrow, the two cowboys who spend a lifetime together. They aren't gay; one of them is a womanizer and the other spends his whole life regretting the loss of the one woman he loved. They're straight, but just as crippled by a society that tells them how a man must behave and what he must feel.\n\n\"Brokeback Mountain\" could tell its story and not necessarily be a great movie. It could be a melodrama. It could  be a \"gay cowboy movie.\" But the filmmakers have focused so intently and with such feeling on Jack and Ennis that the movie is as observant as work by Bergman. Strange but true: The more specific a film is, the more universal, because the more it understands individual characters, the more it applies to everyone. I can imagine someone weeping at this film, identifying with it, because he always wanted to stay in the Marines, or be an artist or a cabinetmaker.\n\nJack is able to accept a little more willingly that he is inescapably gay. In frustration and need, he goes to Mexico one night and finds a male prostitute. Prostitution is a calling with many hazards, sadness and tragedy, but it accepts human nature. It knows what some people need, and perhaps that is why every society has found a way to accommodate it. Jack thinks he and Ennis might someday buy themselves a ranch and settle down. Ennis who remembers what he saw as a boy: \"This thing gets hold of us at the wrong time and wrong place and we're dead.\" Well, wasn't Matthew Shepard murdered in Wyoming in 1998? And Teena Brandon in Nebraska in 1993? Haven't brothers killed their sisters in the Muslim world to defend \"family honor\"?\n\nThere are gentle and nuanced portraits of Ennis' wife Alma (Michelle Williams) and Jack's wife Lureen (Anne Hathaway), who are important characters, seen as victims, too. Williams has a powerful scene where she finally calls Ennis on his \"fishing trips,\" but she takes a long time to do that, because nothing in her background prepares her for what she has found out about her husband. In their own way, programs like \"Jerry Springer\" provide a service by focusing on people, however pathetic, who are prepared to defend what they feel. In 1963 there was nothing like that on TV. And in 2005, the situation has not entirely changed. One of the Oscar campaign ads for \"Brokeback Mountain\" shows Ledger and Williams together, although the movie's posters are certainly honest.\n\nAng Lee is a director whose films are set in many nations and many times. What they have in common is an instinctive sympathy for the characters. Born in Taiwan, he makes movies about Americans, British, Chinese, straights, gays; his sci-fi movie \"Hulk\" was about a misunderstood outsider. Here Lee respects the entire arc of his story, right down to the lonely conclusion.\n\nA closing scene involving a visit by Ennis to Jack's parents is heartbreaking in what is said, and not said, about their world. A look around Jack's childhood bedroom suggests what he overcame to make room for his feelings. What we cannot be sure is this: In the flashback, are we witnessing what really happened, or how Ennis sees it in his imagination? Ennis, whose father \"made sure me and my brother saw it.\"", "running_time": 134, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-12-15", "genres": ["Drama", "Romance"], "title": "Brokeback Mountain (2005)"}