{"url": "http://www.rogerebert.com/reviews/brokedown-palace-1999", "by": "Claire Danesas Alice", "star_rating": 3.0, "text": "\"Brokedown Palace\" tells the story of two American teenage girls who are sentenced to spend most of their lives in a Thai prison. Their crimes are apparently harmless: being silly and naive. Yet it is a fact that they had drugs in their possession when they passed through Thai customs on their way to Hong Kong, and that is a practice the Thai authorities do not find amusing.\n\nThe girls are Alice (Claire Danes) and Darlene (Kate Beckinsale). They're high school buddies who plan a graduation trip to Hawaii, and then secretly change their destination to the more exotic Thailand without telling their parents. Once there, they find a $6 guest house, and sneak into a luxury hotel to sip expensive drinks at poolside. They get caught trying to charge the bill to the wrong room, but they are saved from trouble by a friendly Australian, Nick (Daniel Lapaine), who takes care of the bill and makes smooth romantic moves, first toward Alice, then toward Darlene.\n\nBy now alarm bells are going off among moviegoers who have seen \"Return To Paradise\" (1998), not to mention \"Midnight Express\" (1978). A lot of foreign countries sentence drug traffickers to life, or death, and trusting Americans are sitting ducks for smooth-talking smugglers who take advantage of them.\n\n\"Return to Paradise\" posed a fascinating moral dilemma, since three friends went to Malaysia but two were already safe back in the United States when the third was busted for possession of hashish. The deal: He'll get death, because of the amount in his possession. But if both friends return to share the blame, they'll all get three years. If one returns, he and the prisoner will get six years. If you're selfish but don't want your friend to die, obviously the best deal for you is if the other guy goes back, while you stay safe at home.\n\n\"Brokedown Palace\" doesn't offer a simple moral equation like that--at least not at first, although the ending sets a challenge for the audience. The two girls are sentenced to 33 years, and in desperation find a local American lawyer named Hank the Yank (Bill Pullman) who agrees to take their case. (As he's on the phone with one of their fathers, he doodles how much money he can ask for: $40,000? $30,000?) He's greedy but honest, and doubtful about a lot of things, including the story the girls tell about the friendly Australian.\n\nThe heart of the film is in the performances of Danes and Beckinsale after they're sent to prison. Consider. One moment your entire life is ahead of you: college, marriage, kids, a career, a home, middle age, fulfillment. The next moment all of that has been taken away. Your future has been locked in a foreign prison. One poignant scene shows the girls shouting across an open space to visitors--friends and relatives from home, whose lives continue while theirs are on hold.\n\nThe movie, directed by Jonathan Kaplan (\"Over the Edge,\" \"The Accused\"), plays the material straight, to great effect. There are no sneaky plot tricks or grandstand plays, and the reasoning of a Thai judge, during an appeal hearing, is devastating in its logic. There is, however, an interesting development at the end, which I will not even hint at, which requires the audience to decide whether something can be believed, and what exactly are the motives behind it.\n\nClaire Danes, clear-eyed and straightforward, plays Alice as just a little more complex than her friend. She comes from a poorer background, has a reputation for getting into trouble and doesn't seem trustworthy to Darlene's dad. Pullman, weighing the pros and cons, dealing with a cynical and unhelpful U.S. Embassy official (Lou Diamond Phillips), has seen cases like this before. The girls should have known not to trust strangers, to be suspicious of a free trip to Hong Kong, to never let their luggage out of the sight of both of them. Should have. Now they have a lot of time to think about that.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-13", "genres": ["Drama"], "title": "Brokedown Palace (1999)"}