{"url": "http://www.rogerebert.com/reviews/broken-rainbow-1986", "by": "Maria Florio", "star_rating": 1.5, "text": "The movie's first error is its failure to clearly establish what it intends to do and how it intends to do it. Stylistically, it skips all over the place, combining interviews, footage from old Westerns, voiceover narration, on-location slices of life, political charges and pseudoanthropology. There is no clear line, no cinematic logic, to draw us from the beginning to the end.\n\nThe second error is to show us pictures that do not reflect what is being said about them. The footage from old Westerns, for example, is not clearly labeled as coming from Hollywood. I have the feeling the filmmakers hope it will be mistaken for actual historical footage.\n\nThe third error is the lack of a central reportorial presence.\n\nActor Martin Sheen narrates the film, but his voiceovers were obviously done after the film was assembled and its point of view set. As he reads flowery phrases about the \"womb of nature,\" we see images that ask less poetic questions, such as: Who are these actual people we are looking at, and what is their story? That leads to another problem, the fact that obvious questions go unasked. The film has two villains: the Peabody Coal Co. and U.S. Rep.\n\nMorris K. Udall (D-Ariz.). The narration tells us the Navajos are being forced off their land so it can be strip-mined for profit. But many of the shots of the strip mining seem to be stock footage, not actual film taken on actual Navajo land. And the strip-mining equipment is seen abstractly, as a vision of evil. There is no attempt to establish that these specific machines are destroying land that was previously shown to be occupied by Navajos.\n\nUdall sits behind his desk and philosophizes that many groups in America have been resettled over the years, and then we learn that the Navajo language has no word for \"relocation,\" because, the soundtrack says, \"to move away means to disappear and never be seen again.\" Terrific, except, by that logic, wouldn't the phrase \"to disappear and never be seen again\" be the Navajo definition of relocation? The soundtrack seems to contradict itself.\n\nMeanwhile, maddeningly, no one asks Udall any questions. His statements are allowed to sit there baldly on the soundtrack. And to anyone familiar with the rudiments of TV news editing, they look suspiciously like quotes taken out of context - quotes that may have been found in existing news footage and that were not specifically intended to be about the subject of this film.\n\nEvery once in a while, \"Broken Rainbow\" shows us the extraordinary faces of some of the old Navajo people who are affected. I would like to know their stories. I would like to hear their voices. I would like to enter their lives in the way a documentarian such as Frederick Wiseman would, following them around, getting to know them, not just using them as icons.\n\n\"Broken Rainbow\" won this year's Academy Award as best documentary - because of the nobility of its sentiments, I suspect, more than the quality of its filmmaking. If a documentary cannot convince us of its basic journalistic accuracy, then it is just opinion and polemic, and the material might have been treated more effectively as fiction.", "running_time": 69, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-06-20", "genres": ["Documentary", "History"], "title": "Broken Rainbow (1986)"}