{"url": "http://www.rogerebert.com/reviews/broken-english-2007", "by": "Parker Poseyas Nora Wilder", "star_rating": 2.5, "text": "First shot, a closeup: Parker Posey. Next shots, mostly closeups. She smokes, she regards her face in the mirror, she does her hair and gets ready to go to work. She captures perfectly that way women have of arming themselves against the merciless scrutiny of the world. Does any woman, looking in the mirror, think of herself as beautiful?\n\nWhat Posey brings to this sequence is something I've often felt while watching her movies, even the incomprehensible ones like \"Fay Grim.\" She stands poised between serene beauty and throwing a shampoo bottle at the mirror. She always looks great, and she always seems dubious and insecure. She can make half her mouth curl into a reluctant smile. But when she fully smiles, she's radiant. She is well cast for \"Broken English,\" because her character, Nora Wilder, needs precisely that in-between quality.\n\nIn some seasons, she falls instantly in love. In others, she sinks into depression. The perfect man comes along and hurts her cruelly. The movie, written and directed by Zoe Cassavetes (daughter of director John Cassavetes and actress Gena Rowlands), is about a woman with a knack for trusting untrustworthy men. She dates an actor (Justin Theroux) and a nice normal guy (Josh Hamilton), and both times confides to her closest friend Audrey (Drea de Matteo) that this guy might be the one, and both times she is crushingly wrong.\n\nThen at a party she meets Julien (Melvil Poupaud), a French guy who seems too good to be true. Maybe that's where the story breaks down, if only because he is too good to be true. It's like he went to a feminist training academy, to learn how to treat a woman with gentleness, warmth and perfect sexual tact. He has to return to Paris. Quel dommage. She says she will join him there.\n\nMeanwhile, there are subplots. Audrey is unhappy after five years of marriage. Nora's mother (Rowlands) has wise but worried advice (most women \"at your age,\" she tells Nora, have been snapped up). Nora, who works as the VIP concierge in a Manhattan boutique hotel, works all day to make others happy, and then drinks and smokes and mourns about her life to Audrey. Is Julien the answer? After all, she doesn't even speak French (unlikely, as the VIP concierge in a boutique hotel, but there you have it).\n\nThe question clearly becomes, will she go to Paris and find Julien? If the answer is no, that's a rotten way to treat your audience. If it's yes, your movie is over. So I'm not giving away anything if I point out that, from the point of view of plot dynamics, she must first fail to find Julien and then succeed. As I've pointed out before, some movies give themselves away.\n\nOK. She's in Paris. All she has to do is call Julien. How could there be a problem? Read no further if you can't guess (pause) that she loses his number. And that after moping about Paris and meeting an extraordinary number of nice guys, she has a Meet Cute with Julien, but he is sullen and angry because she is on her way to the airport and has been in Paris and did not even call him. Obviously, it's a perfect Idiot Plot setup, because one word would solve everything. But he glowers between Metro stops, and when he finally discloses what bothers him, she says, \"It's really complicated.\" Which it is not. All together now, as we telepathically chant the four words she needs to say.\n\nSo what happens is, \"Broken English\" establishes a sympathetic character, gets Parker Posey to make her real, and then grinds her in the gears of a plot we cannot believe. Surely these people are complex enough to have their futures settled by more than a Meet Cute and an Idiot Plot that can only hold out for two minutes? When the credits roll, we ask, with Peggy Lee, \"Is that all there is?\" There is a very good movie named \"Before Sunset\" that begins more or less where this one ends. Which tells you something right there.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-07-19", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Broken English (2007)"}