{"url": "http://www.rogerebert.com/reviews/brooklyns-finest-2010", "by": "Richard Gereas Eddie", "star_rating": 3.0, "text": "Three cops, three journeys to what we suspect will be doom. No good can come of the lives they lead. They aren't bad guys, not precisely, but they occupy a world of such unremitting violence and cynicism that they're willing to do what it takes to survive. In the kind of coincidence provided only by fate or screenplays, each one will mean trouble for the other two.\n\nRichard Gere gets top billing as Eddie, a veteran with one week left before retirement. It is a movie convention that anyone who has a week to go before retirement must die before that week is up, but Eddie seems impatient. As the film opens, he wakes up, chugs some whiskey from a bottle and points a revolver into his mouth, never a good sign.\n\nDon Cheadle is Tango, who is completely embedded undercover in Brooklyn's toughest drug-dealing precinct, where he has blended in so well with the bad guys that it's a fine line separating him from crime.\n\nHis friend is Caz (Wesley Snipes), a dealer trying to go straight after prison; they share one of those inexplicable bonds between two tough guys causing themselves to consider each other brothers when they should really be nothing of the kind.\n\nThe third cop, Sal (Ethan Hawke), is a narc whose wife (Lili Taylor) provides him with more of a melodramatic emergency than we are perhaps prepared to believe. They have seven kids, live in a house too small for them, and the mold in the walls provokes potentially dangerous asthma attacks. Oh, and she's pregnant. With twins. \n\nSal has made an offer on a new place for which he cannot make the first payment. He desperately needs cash, and there's a lot of it around in his work. Tango needs to somehow use Caz and yet spare him. Eddie needs to negotiate an alcoholic haze for seven more days before he can go fishing.\n\nThe film and the actors do a good job of establishing these characters in their own lives. Indeed, the best things about \"Brooklyn's Finest\" are the one-on-one scenes. These are fine actors. The milieu involves a tough, poker-playing, substance-abusing, hard-bitten world where the law meets crime, and the two sides have more in common with each other than with civilians. I don't believe it's like this for most cops, but somehow it is for the great majority of movie cops.\n\nCheadle and Snipes have some very good scenes involving what is left unsaid but not unsuspected. Hawke has a fierce loyalty to his wife and family, and Lili Taylor does her usual touching job with what's basically a soap opera role. Hawke is especially effective in desperate scenes where he takes crazy risks because he needs to raise cash quickly. Gere's character is not as rich as the other two, is more depressed and on a more predictable trajectory.\n\nWhat is rather startling is the level of the violence and killing. Although cops-vs.-drugs movies are traditionally awash in blood, \"Brooklyn's Finest\" demonstrates a trope I've seen with disturbing frequency: The scene in which one character lifts a firearm and peremptorily blows away another one -- almost casually or unemotionally, like cleaning house. I complained for years about the Talking Killer Syndrome, in which the shooter delays in order to explain himself to a man who will presumably be dead soon. But Instant Killers are not the answer. The fact of taking life is robbed of weight and meaning. The gun becomes the instrument of merciless self-will. \n\nThe director of \"Brooklyn's Finest,\" Antoine Fuqua, made \"Training Day\" (2001), the film for which Denzel Washington won a best actor Oscar. That movie powerfully co-starred Ethan Hawke. This film has the same level of savage violence, and the same cops operating outside the same law, but the human stakes are more obvious and less convincing. The lives of the three cops intersect through a series of coincidences and inevitabilities, and I think we become a little too conscious that they're being guided less by chance than by a screenwriter. The film has a basic strength in its performances and craft, but falls short of the high mark Fuqua obviously set for himself.", "running_time": 133, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-03", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Brooklyn's Finest (2010)"}