{"url": "http://www.rogerebert.com/reviews/brooklyn-lobster-2006", "by": "Danny Aielloas Frank Giorgio", "star_rating": 3.0, "text": "Danny Aiello is an actor to depend on when you want a tough guy with a tender side, a sweet guy who can turn hard, and \"Brooklyn Lobster\" is a movie founded on his ability to show those two sides without seeming to shift gears. It's as if his nature is at war with itself. He loves his family with a genuine passion, and he runs a lobster house in Brooklyn that is his life's blood, and he's one of those guys, we all know a few, who thinks he expresses his love by the way he works so hard. It's a surprise to him, and it hurts, when his wife of many years tells him, \"I've been alone throughout this entire marriage.\"\n\nIf you join your family and your work, they are likely to go down together. It is Christmas time at Giorgio's Lobster Bar in Brooklyn, as you can tell because of the large inflated Santa lobster balloon that floats above the restaurant. But inside not all is well, even before the lobsters die. Frank Giorgio (Aiello) is in trouble: \"My bank forecloses and the FDIC puts a gun to my head.\" His wife Maureen (Jane Curtin) has moved out. His daughter Lauren (Marisa Ryan) continues to run the bookkeeping side of the business, to know better than anyone how desperate the situation is. Giorgio's has been in the family since 1938, but opening a restaurant on top of the basic lobster business was a mistake.\n\nFrank's son Michael (Daniel Sauli) might have been expected to take over as the third generation, but got as far away as he could (Seattle), and is back now for the holidays, with his fiancee Kerry (Heather Burns). Her family has some money, and there's the possibility that they might want to invest, and the excellent possibility that it would be a mistake for everybody. Meanwhile, Frank, facing a bank auction and forced by law to advertise it, puts a tiny ad in the pets section of the classified ads. He figures lobsters are pets. As faithful readers will know from my review of \"Aquamarine,\" he is right. Lobsters make perfect pets. As the French poet Nerval observed, lobsters are \"peaceful, serious creatures, who know the secrets of the sea, and don't bark.\" Amazing, isn't it, how that has come up twice in two weeks.\n\nThe movie, written and directed by Kevin Jordan, has a spontaneous, confident realism about it, and no wonder: It was inspired by his family's business, Jordan's Lobster Dock, in Brooklyn. I looked it up on the Web. It gets good reviews from CitySearch: Prompt seating, good for groups, good for kids, but \"Romantic? No.\" And, warning: \"Stay away from the corn in the platters.\" Overcooked. The Village Voice says the whole steamed lobsters are \"excellent, served with drawn butter,\" but says the illusion of a Maine lobster pound \"is marred somewhat by the garish franchise restaurant next door.\"\n\nThe Voice will be happy to learn that in \"Brooklyn Lobster,\" the Aiello character is given the opportunity to sell out to a garish franchise restaurant, and responds with garish language of his own. Meanwhile, his son moves into the cramped quarters above the restaurant and bunks with his dad; the fiancee camps out in a motel, Frank's wife stays with her daughter, and there is every prospect that the Christmas will be unhappy and the new year miserable. But watch the quiet way Jordan and his actors pull redemption out of the gloom. There is a subtle way that the father and son begin to share unspoken conclusions. There is the feeling that a restaurant that has been in the family since 1938 is more than a restaurant, and its absence will leave less than a family.\n\nI first encountered Jordan's work in 1999, when his \"Goat on Fire and Smiling Fish\" played at Toronto, charming audiences with its story of two brothers and their romantic and professional lives. It was picked up by distributors who insisted on renaming it. The new name: \"Smiling Fish and Goat on Fire.\"\n\nBoth \"Fish\" and \"Lobster\" have a strong feeling for family, and a way of allowing the action to grow out of the characters instead of being required by the script. People do goofy things in real life, including building a tent over their desk in the office, or, in this film, taking out that ad in the pets section. Watch Danny Aiello try to remain self-righteous as he defends the placement of that ad. \"Brooklyn Lobster\" is a sweet and touching film, worth a visit. So, by the sound of it, is Jordan's Lobster Dock, which is at 3165 Harkness in Brooklyn, telephone (718) 934-6300.\n\n\"Brooklyn Lobster\" plays for one week at Facets Multimedia, 1517 W. Fullerton.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-03-23", "genres": ["Comedy", "Drama", "Indie"], "title": "Brooklyn Lobster (2006)"}