{"url": "http://www.rogerebert.com/reviews/brooklyn-castle-2012", "by": "Katie Dellamaggiore", "star_rating": 3.5, "text": "Katie Dellamaggiore’s inspiring documentary covers two years in the history of the school chess team, during which one team member, Rochelle Ballantyn, approaches her dream of becoming the first female African-American grandmaster in U.S history. During the same years, the team is under a constant threat of losing its budget in state financial cutbacks. \n\nThere is no cinematic way to show a chess game, unless you have a very expert audience. Photographing, for example, a devastating move that results in checkmate means nothing unless you’ve lived through all the moves that led to that moment. But you can photograph eyes and smiles, and the pride on parents’ faces. And Rochelle’s glow as she’s presented with the title of master, and the four-year college scholarship awarded by the same tournament.\n\nSixty-five percent of the families with kids in I.S. 318 are below the federal poverty level. The school’s long-standing after-school chess program has produced a lot of victories in recent years, but “Brooklyn Castle” happens at a time when it reaches a mighty peak. The kids are guided by friendly coach John Galbin and warm teacher Elizabeth Vicery, herself ranked at the expert level.\n\nBut if you know chess, you realize that a coach can’t win for you. A coach can discuss strategies and areas of the board and well-known openings, but eventually every player ventures into that unknown land where there are more possible moves than atoms in the universe. All you have is your mind as it tries to find its way through the infinite better than your opponent can.\n\nAs a player of mediocre strength, I have no hope of playing at the level achieved by these students. But if I win, I have proven myself better than the person seated across the board from me, and every player knows the finality when the other player sadly turns over his king, signaling surrender. We know it even better when we do it ourselves.\n\nIn “Brooklyn Castle,” we see the players meeting after school, hanging out, traveling to tournaments that for some represent the first air travel in the history of their family. We also see the rising self-esteem of a team member like Patrick, who has ADD. That can be devastating to a chess player, and the evidence that his game has improved must be more meaningful and encouraging than any level of therapy. \n\nNote: “Brooklyn Castle” won the Audience Award at the 2012 SXSW Film Festival. ", "running_time": 101, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Documentary"], "title": "Brooklyn Castle (2012)"}