{"url": "http://www.rogerebert.com/reviews/brothers-2009", "by": "Jake Gyllenhaalas Tommy", "star_rating": 3.5, "text": "\"Brothers” is the new film by Jim Sheridan, a director who has a sure hand with stories about families (“In America” “In the Name of the Father,” “The Boxer”). This one is about a family twisted from its natural form when the father leaves for service in Afghanistan just after his brother comes home from prison. The good brother goes into harm's way while the bad brother is shielded by his own misbehavior. \n\nThe brothers are played by two leading young actors I hadn't thought of as plausible brothers before, but I do now. Tobey Maguire is Capt. Sam Cahill, very warmly married to Grace (Natalie Portman), father of Isabelle and Maggie. Jake Gyllenhaal is his brother, Tommy, out after a term for armed robbery. Their father, Hank Cahill (Sam Shepard), makes little secret of his pride in Sam and his contempt for Tommy. \n\nBut Tommy in his own way is trying to avoid more trouble. Word arrives that Sam has died in a helicopter crash in Afghanistan. Portman handles this blow, and the whole movie, in a touchingly mature way; it redoubles her love for her daughters. Tommy, awkwardly, almost fearfully, tries to help her out with jobs around the house that Sam would have done. She doesn't want this help, but over a time she softens. She knows all about Tommy's history, but she married into it; she didn't grow up with it. \n\nI will try to avoid unnecessary detail. You will have anticipated that with Sam dead, the mother raising the girls and Tommy trying to help, there is the possibility that the two survivors will grow close. Whether they do is not the subject of the picture. That becomes whether Sam suspects they do, and what he thinks about it. \n\nIt's not a spoiler to observe that Sam didn't die in the crash, because from the very first “Brothers” shows him alive in Afghanistan. The film cuts between life at home and the cruel tortures of the Taliban. The prisoner scenes are handled with a ruthless realism, showing Sam placed in the grip of a moral and emotional paradox that makes it, I would say, necessary that he commit acts he will never forgive himself for. \n\nHe returns home. He's greeted with love and joy. He feels no joy in return. Sam is so deeply scarred that ordinary emotion is unavailable to him, and he is strange even toward his children. He makes little secret that he suspects Grace and Tommy may have been sleeping together. What can set his mind at ease, especially when, if he had died, that might have been something he desired? And always his own unbearable guilt is locked within. \n\nSheridan and his screenplay sources make “Brothers” much more than a drama about war and marriage. It is about what we can forgive ourselves for — and that, too, has been a theme running through Sheridan's films. As an Irish Catholic of 60, he was raised to feel a great deal about guilt. This becomes Tobey Maguire's film to dominate, and I've never seen these dark depths in him before. Actors possess a great gift to surprise us, if they find the right material in their hands. \n\nThe principal actors, with Shepard's well-timed and not overacted appearances, make this a specific story about particular people, and it avoids temptations toward melodrama. It's about guilt and happiness, and how Tommy treats his guilt by righteous action, and Sam sinks into self-destruction. As a mother who seeks to preserve her daughters in the middle, Portman is the emotional heart of the story, as mothers are for so many families. \n\n“Brothers” is a very close remake of a 2005 Danish film by Susanne Bier, which starred as the mother Connie Nielsen, that remarkable Danish actress equally at home in English (“Gladiator,” “The Ice Harvest”). Same story, same characters, same moral crisis. I cannot fault the Sheridan remake except in a way perhaps only an experienced filmgoer would understand. \n\nIt is too finished. It is smooth Hollywood craftsmanship, cinematography, editing. The Danish film, loosely associated with the Dogma movement, was rougher, shakier and more improvised: Therefore, more reality, less fiction. You might find it interesting to see the two films together. If it's true that a film is not what it's about but how it's about it, these two will cause you to ask yourself how a film should be about this story.", "running_time": 104, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-12-02", "genres": ["Drama", "Romance", "Thriller"], "title": "Brothers (2009)"}