{"url": "http://www.rogerebert.com/reviews/brothers-at-war-2009", "by": "Jake Rademacher", "star_rating": 3.0, "text": "I've been waiting for this film since the early days of the war in Iraq. \"Brothers at War\" is an honest, on-the-ground documentary about the lives of Americans fighting there. It has no spin. It's not left or right. I don't recall if it even mentions President Bush. It's not pro or anti-war, although obviously the two brothers fighting there support it. It is simply about men and women.\n\nThe film is about the men in the Rademacher family from Downstate Decatur. Jake, the oldest, always planned to go into the military, but didn't make it into West Point and found himself as an actor. Isaac, the next, graduated top of his class at West Point and married his classmate Jenny. Joe, next in line, enlisted and was top of his class at Army Ranger school. The brothers were very close growing up, but Jake sensed a distance growing as they came home on leave. He felt he could never know their experience.\n\nWhat Jake decided to do was visit them in Iraq and film a documentary of them at work -- easier, because Sgt. Joe was assigned to Capt. Isaac's unit. This sounds simple enough, but it involved investment, logistical problems and danger under fire. The result is a film that benefits from an inside view, as Jake is attached to Isaac's group and follows them for extended periods under fire in the Sunni Triangle and on patrol on the Syrian border. It is clear that the brothers are expert soldiers.\n\nBut this is not a war film. It is a life film, and its scenes filmed at home are no less powerful than those filmed in Iraq. Jenny Rademacher served in Kuwait and elsewhere, then has their child. Isaac is deployed to Iraq soon after, and when he returns home, it's to a daughter who has never met him. Jake films the homecomings and departures of both brothers, attends family gatherings and watches Isaac as he trains troops of the Iraqi army. The filmmakers are often under fire, and a man is killed on one mission by a roadside bomb.\n\nJake's access gives him access to many moments of the kind you never see on the news. Nicknamed \"Hollywood\" and such an accustomed daily sight that soldiers are not self-conscious around his camera, he listens in on small talk, shop talk and gab sessions. He watches during meals. He walks along on a door-to-door operation. He looks at houses and roadsides in a way that recognizes they may harbor his death. He gives us a stark idea of the heat, the dust, the desolate landscape.\n\nI've reviewed many documentaries about Iraq. All of them have been anti-war. \"Why don't you ever review a pro-war documentary?\" readers have asked me. The answer is simple: There haven't been any. There still aren't, because no one in this film argues in favor of the war -- or against it, either. What you hear is guarded optimism, pride in the work, loyalty to the service. This is deep patriotism. It involves risking your life for your country out of a sense of duty.\n\nEvery time he saw Isaac or Joe deployed, Jake says, he wondered if he would ever see them again. In filming his documentary, he feels he has walked a little way in their shoes. As is often the case among men, the brothers leave these things unspoken. But now Jake sees their war as more of a reality and less of an abstraction. He invites his audience to do the same.", "running_time": 110, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Documentary", "History", "Indie"], "title": "Brothers at War (2009)"}