{"url": "http://www.rogerebert.com/reviews/brother-sun-sister-moon-1973", "by": "Graham Faulkneras Francis", "star_rating": 2.0, "text": "Franco Zeffirelli’s “Brother Sun, Sister Moon” is a big, limp Valentine of a movie, filled with an excess of sweetness and light. What a shame. His subject is Francis of Assisi, one of the most interesting and natural of saints, but Zeffirelli has portrayed him as sort of the first flower child.\n\nWell, maybe he was. It may be true that Francis went out into the fields and spoke to the birds. But is it true, as Zeffirelli seems to believe, that the birds had more to say than Francis did? He hardly gives us six lines of intelligent or perceptive dialog in the movie; the rest is empty, pretty phrasing. After a while we long for a cynic to wander into the movie and ask Francis a few pointed questions. The movie shows every sign of having been taken apart and put back together again. The opening - a rambling, confused editing job - looks as if it’s meant to cover up for an original beginning that ran too long. While Francis tosses and turns on his bed, we get flashbacks to a field of battle and memories of how he went off to be a soldier. \n\nThe task of a movie’s first 10 minutes, at the very least, is to orient us and give us a general idea of what to expect. “Brother Sun, Sister Moon” opens on confusion and complexity, which is bad enough; what’s worse is that once the opening is out of the way, the movie levels off into one note, indefinitely held.\n\nFrancis is portrayed as a wispy-bearded youth with a glow in his eye; if we didn’t know he was a saint we might think he was a little tetched in the head. That’s especially true when he leaves his sickbed and walks out onto a rooftop to catch a bird. It’s not the bird that matters; it’s the way he walks, waving his arms and teetering back and forth, always about to fall off. Surely even a saint can keep his balance.\n\nAfter a suitable period of standing on the rooftop, Francis goes out into the fields and finds there a ruined church. He takes unto himself a band of followers, not omitting the obligatory local aristocrat who comes to scoff and stays to plaster, and they rebuild the church. The local church establishment, which is gowned and bejeweled as if it had first dibs on Marco Polo’s plunder, is scandalized. Who ever heard of a Christian who embraced poverty and humility?\n\nBut Francis perseveres, and eventually the local bad guys set his church on fire. I guess it’s set on fire, anyway; clouds of smoke pour from behind the church, but we see no flames. Did Zeffirelli decide to go with a smudge pot and save the rebuilt church? I dunno, but this is the kind of movie where you think of things like that. Anything to stay awake.\n\nNow comes the big scene, where Francis and his followers go to see Pope Innocent, who is played by Alec Guinness. Zeffirelli has constructed a set for the papal chambers that makes Anthony Quinn’s digs in “Shoes of the Fisherman” look like the ballroom of the Honolulu Hilton.\n\nDozens - perhaps hundreds - of altar boys swing incense burners. Squadrons of Swiss Guards swing open massive bronze doors. The College of Cardinals sits almost immobile, their robes so heavy they can hardly move. Scheming papal advisers are arrayed behind the throne. And Guinness is costumed in such a manner as to remind us of the ecclesiastical fashion show in “Fellini’s Roma.” Did Zeffirelli mean his scene to be satire, or merely wretched excess? Also, does the Pope always have 200 divines on hand just to hold an audience for a few barefoot monks?\n\nWell, believe it or not (there are gasps of dismay from the cardinals), the Pope comes out in favor of poverty and self-denial, and gives Francis his blessing. Whereupon Francis presumably goes out and incorporates the Franciscan Order, although that’s not in this, movie; maybe we’ll get a sequel. Zeffirelli himself says you can’t think too much about his movie; you have to accept it as a simple experience. “You have to hang your brains outside by the door before you go into this film,” he said, and it certainly looks as if he started with himself.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-04-19", "genres": ["Drama", "Foreign", "History"], "title": "Brother Sun, Sister Moon (1973)"}