{"url": "http://www.rogerebert.com/reviews/brother-can-you-spare-a-dime-1975", "by": null, "star_rating": 2.0, "text": "Brother, Can You Spare a Dime?\n\nThe notion behind another new Depression film, \"Brother, Can You Spare a Dime?\" was a good one: Why not put together a feature-length montage of the central images of the Depression? And so here they are, from King Kong to Franklin Delano Roosevelt, but somehow the movie never quite knows what to do with them. There are songs and production numbers from the great 1930s musicals and newsreel footage of the rioting strikers at Ford, and animated sequences, and Will Rogers kidding FDR and Rudy Vallee singing the title song. But to what purpose? \n\nThe movie's only method seems to be ironic juxtaposition. If we see bread lines and then a production number like \"We're in the Money,\" we're supposed to get the message. And we do, all right (just as we got it in 1967, when Bonnie and Clyde went to the movies and saw the same scene). But this same knee-jerk response is expected again and again in the film, until finally we get tired. The director, Philippe Mora, doesn't seem to have ordered his material or thought much about it. Some footage seems to have been put it just because it was there. And for moviegoers who didn't grow up during the Depression or aren't terribly familiar with its greater or lesser personalities, the movies offers little help. It's not a coherent documentary statement, but just a series of images. \n\nWe get a great deal more of Roosevelt than we really need, and James Cooney is also used as a motif throughout the film - turning up with one-liners wrenched from context to work as cheap gags. At the movie's end, Mora has Cooney watching \"Citizen Kane\" with a girl friend and wisecracking. And on the screen, Kane whispers \"Rosebud,\" which thus serves for the second, not nearly so worthy time, as the symbol of a film's impenetrability.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-10-14", "genres": ["Documentary"], "title": "Brother, Can You Spare a Dime? (1975)"}