{"url": "http://www.rogerebert.com/reviews/brothers-keeper-1993", "by": "Joe Berlinger", "star_rating": 4.0, "text": "For as long as anyone in the central New York hamlet of Munnsville (population 500) could remember, the Ward boys had run a dairy farm outside of town. Everybody knew them - by sight, anyway - and figured them for harmless old coots. They didn't bathe or shave overmuch, and rode into town arrayed on their tractor. They lived in a two-room shack that few of their neighbors had much desire to visit, or get downwind from. \n\nThen, on a June morning in 1990, William Ward, at 64 the second oldest brother, was discovered dead in bed. He had been feeling poorly for quite some time, and given his general condition it was reasonable to assume he died of natural causes. But a hotshot local lawman smelled foul play, and within a day the youngest brother, Delbert, 59, was charged with murder. \"Brother's Keeper\" is an extraordinary documentary about what happened next, as a town banded together to stop what folks saw as a miscarriage of justice.\n\n\"Hell,\" one of the townspeople observes, \"when they asked Delbert if he was ready to waive his rights, he didn't know the difference between that and waving to someone on the road.\" The Ward boys are none of them any too bright, although it's a good question whether they are retarded or simply completely out of touch with modern life. Their cows and pigs live in greater comfort on their farm than they do, not to mention the poultry they raise in an old school bus. They farmed for many decades, keeping to themselves, working long hours, sitting in front of a TV at night, turning in early.\n\nThe controversy over the Wards quickly hit the national media. It had everything: Quaint rural hayseeds, dark hints of fratricide, doubts over the due process of law. Connie Chung and other media stars turned up to interview the Ward boys, and so did documentary filmmakers Joe Berlinger and Bruce Sinofsky and their cinematographer, Douglas Cooper.\n\nThey kept coming back, for more than a year; the passage of the seasons provides an undercurrent for the film. They filmed hearings and trials, community meetings and even the benefits held to raise money for Delbert's defense. The irony was that after trouble found the Wards, they became more popular and accepted in Munnsville than ever before, and it's quite a sight, seeing them square-dancing at a fund-raiser and loading up their plates at the buffet table.\n\nBerlinger and Sinofsky were patient with Delbert and his two surviving brothers, Roscoe, 70, and Lyman, 62. They won their trust, and soon it was a common sight in Munnsville to see the brothers followed by the small camera team. We gradually begin to get a sense of the three men, whose values and daily rhythms reflect lives of hard manual labor as they might have been lived centuries ago.\n\nThe film wisely never takes a position on the actual guilt of Delbert (and I would not dream of revealing the outcome of his legal process, which unfolds as a courtroom drama). Instead, it tries to see into their lives, to understand that for unlearned men who had lived so close to the harsh realities of farming, life and death itself had a more fundamental meaning. Did Delbert smother William with a pillow, as the prosecution charged, in order to put him out of his misery - as he might have put down a sick animal? Or did William die in his sleep? Or are there darker possibilities? \"Brother's Keeper,\" the year's best documentary, has an impact and immediacy that most fiction films can only envy. It tells a strong story, and some passages are truly inspirational, as the neighbors of Munnsville become determined that Delbert will not be railroaded by some ambitious prosecutor more concerned with bringing charges than with understanding the reality of the situation. Seeing this film, I got a new appreciation for how deeply the notion of civil liberties is embedded in our national consciousness. None of the people on the Delbert Ward defense committee ever went to law school. But they know a lot more about fair play and due process than the people in this film who did.", "running_time": 104, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-03-26", "genres": null, "title": "Brother's Keeper (1993)"}