{"url": "http://www.rogerebert.com/reviews/brother-2001", "by": "Beat Takeshias Yamamoto", "star_rating": 2.0, "text": "The actor Beat Takeshi is a Japanese original, but if you made a list of the American stars he resembles, it would start with Clint Eastwood. The director Takeshi Kitano is also a Japanese original, but if you made a list of the Western filmmakers he resembles, it would reach from Sergio Leone to Jim Jarmusch, with Eastwood somewhere in the middle. But there is no one in Hollywood quite like the two of them put together, and of course they are the same man, using two names to separate his many jobs on the set.\n\nKitano, for so we will call him, is revered in Japan as an auteur of hard-boiled, minimalist action. His films consist of periods of quiet in which you can feel violence coiling out of sight, and then sudden explosions of mayhem. He is a weathered, deadpan, wary-looking man, a yakuza Jack Webb. He usually wears dark glasses, rarely has much to say and occasionally barks out an amazed little laugh at what life has to offer him. When part of his face was paralyzed in a motorcycle accident, it became part of his lore that you couldn't tell which side, because he never moved his facial muscles anyway.\n\n\"Brother\" is Kitano's deliberate attempt to enter the American market, in a movie set in Los Angeles and essentially in English, although Kitano, unlike Jackie Chan, doesn't pretend fluency. Many of the movie's key situations depend on who speaks English or Japanese, and why--although one enemy dies right after Kitano tells him, in perfect English, \"I understand `dirty Jap'.\" As the movie opens, Yamamoto, Kitano's character, has had to leave Japan suddenly after a gang war has gone against him. In Los Angeles, he teams up with a half-brother (Claude Maki), his African-American partner Denny (Omar Epps) and others in a drug ring. Yamamoto is the catalyst in many situations, simplifying them with the sudden elimination of those he disagrees with. Soon the gang is riding high and has its own headquarters with a private basketball court (a tattooed yakuza complains when the blacks won't pass the ball to him).\n\nKitano is as much an existentialist as a action hero, however, and his crime movies (like \"Sonatine\") rarely end with victory for himself and his friends. He is more in love with doom-laden irony, with grand gestures in defeat. His final scene in \"Brother\" owes more to the defiant last gestures of 1930s Warner Brothers gangsters than to simple-minded modern action pictures that end after all the enemies have been eliminated.\n\nWhat's fascinating about Kitano is the way he pounces. He specializes in moments of action almost too fast to see (here he resembles Eastwood as The Man with No Name--and Eastwood, of course, was ripping off Mifune in \"Yojimbo\"). An opponent will say the same thing, there will be a flash of action, and he'll have chopsticks stuck halfway up his nose. A pause for the realization to sink in, and then the sudden blow to push them the rest of the way in. All over in a moment.\n\n\"Brother\" is a typical Kitano film in many ways, but not one of his best ones. Too many of the killing scenes have a casual, perfunctory tone: lots of gunfire, a row of enemies lies dead, the plot moves on. Finally so many people are dead that the movie looks more like a shooting gallery or a video game than a stylized crime parable.\n\nKitano, both Beat and Takeshi, is a name that belongs on the list of anyone who wants to be familiar with the key players in modern world cinema, but don't start with \"Brother.\" Rent `Sonatine\" or \"Fireworks,\" and then double back.", "running_time": 113, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-07-27", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Brother (2001)"}