{"url": "http://www.rogerebert.com/reviews/brother-minister-the-assassination-of-malcolm-x-1995", "by": "Jack Baxter", "star_rating": 3.0, "text": "The revision of Malcolm's image has been a long time coming, but\rin recent years a new Malcolm has emerged, one who began as a single-minded\rzealot but by the end of his life, after a visit to Mecca, had undergone a\rtransformation into a leader with a much wider vision, who preached that true\rIslam drew no color line. Spike Lee's 1992 film \"Malcolm X\" furthered\rthis process, and today Malcolm X's death is widely considered a lost\ropportunity for America, instead of a historical footnote to the other three\rfamous deaths.\n\nAssassination\rtheorists have picked clean the bones of the John F. Kennedy and Martin Luther\rKing murders. With Malcolm, although there has long been a feeling that the\rfull truth was not known, there was never the same intensity of curiosity. Now\ra new documentary named \"Brother Minister\" reopens the case of his\rassassination, and makes compelling claims that all but one of his real killers\rwent free.\n\nThe\rfilm, directed by Jack Baxter and written by Baxter with Lee's researcher Jefri\rAalmuhammed and Joan Claire Chabriel, traces the steps by which Malcolm X went\rfrom being the trusted lieutenant of Nation of Islam founder Elijah Muhammad to\rhis most hated enemy.\n\nIt\rcontains eyewitness testimony from many of those who were there when he was\rkilled in the Audubon Ballroom in New York City on Feb. 21, 1965 - including\rundercover New York policeman Gene Roberts. It talks to many others - W. Deen\rMohammed, Elijah's son; Thomas Johnson, who served 20 years for the killing but\rprotested his innocence; retired New York FBI chief James Fox; attorney William\rKunstler, who tried to reopen the case, and Benjamin 2X Karim, who was standing\rnext to Malcolm when he died.\n\nTheir evidence is, of course, contradictory and sometimes\rconfusing. But out of it emerges a composite picture of a day on which Malcolm\rseemed almost doomed to die. In the months preceding his death, his house was\rfirebombed, and there were threats to his life in Nation of Islam newspapers.\rOn the day of his death, there was inadequate or (some say) no security at the\rAudubon Ballroom. His bodyguards were mysteriously replaced with another group\rjust before he appeared on the stage. And the conspiracy continued with the\rcharging of Thomas Hayer and two other men that Hayer insisted had nothing to\rdo with it.\n\nWho\rdid? It was after viewing this film that Betty Shabazz, Malcolm's widow, went\ron television last year to charge that Louis Farrakhan, current leader of the\rNation of Islam, was involved. But the film does not name Farrakhan; it names\rfour members of the Nation's New Jersey mosque as the additional trigger men,\rbut then widens the net to show an informal process that may also have involved\r\"disinformation squads\" of the FBI.\n\nQuoting\rfrom recently declassified FBI documents, the film argues that the FBI was\ralarmed by Malcolm's rise to influence, and especially by his post-Mecca move\rtoward the political center, where he was seen as a potentially dangerous,\rcharismatic leader. The FBI forged letters to spread the seeds of dissent among\rblack Islamic groups, the film says, including one letter that Elijah Muhammad\rthought was from Malcolm himself. It was a shadowy process, according to Baba\rZak A. Kondo, author of Unraveling the Assassination of Malcolm X and one of\rthe film's chief sources, who says the disinformation effort \"put out a\rcertain energy, and the (Nation of Islam private security force) Fruit of Islam\rpicked up on that energy.\" In other words, according to the noted black\rhistorian John Henrik Clarke, although his former Black Muslim allies \"may\rhave killed him, the direction came from outside.\" And the movie remains\rinevitably vague about where that direction came from. It does, however, contain\rfascinating documentary footage of Malcolm X himself, which fleshes out the\revents that Spike Lee dramatized in his film. In \"Malcolm X,\" Malcolm\rgrows disillusioned about his former leader's personal life. In \"Brother\rMinister,\" we see him predicting an attempt on his own life, and saying,\r\"They are afraid I will tell what I know, that Elijah is the father of\reight children by six different teenage girls....\" Whether or not that was\rthe motive, Malcolm X was dead within days. There is a chilling coda. In 1993,\rFarrakhan, now leader of the Nation of Islam, stung by criticism inspired by\rSpike Lee's film, addressed a rally that was supposedly closed to the media. In\rvideo footage obtained by Baxter, he addresses rhetorical remarks to his white\raccusers: \"Did you make Malcolm? Did you clean up Malcolm? Did you put\rMalcolm out before the world? Was Malcolm your traitor, or was he ours? And if\rwe dealt with him like a nation deals with a traitor, what the hell business is\rit of yours?\" \"Brother Minister\" is probably not the last word\ron the death of Malcolm X. It is more like a brave initial effort to penetrate\rthe thicket of rumors, accusations, evidence and testimony that has grown up\raround the event. There are times when Baxter offers so much evidence, often\rcontradictory, that we are not sure exactly what point he is making. But the\rfilm offers an invaluable opportunity to hear the surviving witnesses,\rparticipants and experts speak in their own words, and eventually an overall\rpicture emerges: In the words of Benjamin Karim, Malcolm's legacy endures, and\rthose who killed him \"created what they were trying to destroy.\"", "running_time": 115, "mpaa_rating": null, "release_year": 1995, "date_published": "1995-03-03", "genres": null, "title": "Brother Minister: The Assassination Of Malcolm X (1995)"}