{"url": "http://www.rogerebert.com/reviews/brother-bear-2003", "by": "Joaquin Phoenixas Kenai", "star_rating": 3.0, "text": "Disney's \"Brother Bear\" is more mystical and New Age than your average animated movie about animals, although it does have a couple of talking moose and a cute cubby bear. It's ambitious in its artistry, incorporating images from prehistoric cave paintings and playing with the screen width. But it doesn't have the zowie factor of \"The Lion King\" or \"Finding Nemo,\" and is sweet rather than exciting. Children and their parents are likely to relate on completely different levels, the adults connecting with the transfer of souls from man to beast, while the kids are excited by the adventure stuff.\n\nThe story begins in a Native American tribe in the Pacific Northwest, thousands of years ago. We meet three brothers: brave older brother Sitka (voice by D.B. Sweeney), strong-willed middle brother Denahi (Jason Raize) and the troublesome young Kenai (Joaquin Phoenix). Each wears a totem around his neck, representing the animal spirit he is identified with. Sitka wears an eagle, Denahi a wolf, and Kenai -- well, Kenai gets a bear, and considers himself short-changed, especially when he's told that the bear represents the quality of love, which he considers pretty far down, so to speak, on the totem pole.\n\nKenai doesn't like bears, and picks a fight with one that tries to steal his fishing catch; he recklessly chases the bear, and when Sitka tries to protect him, the older brother is killed and is transformed into an eagle. Kenai is counseled by the tribe's wise woman Tanana (Joan Copeland) to accept this outcome as the will of the universe, but determines to kill the bear. He succeeds, but the universe proves it has a sense of justice, or perhaps of humor, by transforming Kenai himself into a bear -- so that Denahi assumes it was Bear Kenai who killed Kid Brother Kenai. Denahi continues the family tradition of vengeance by tracking down Bear Kenai, in an irony that is positively Shakespearean, and no wonder, since I learn that this story was originally inspired by \"King Lear,\" although the notion of three siblings seems to be all that survived.\n\nThe opening scenes are in a conventional screen ratio of 1:85 to 1, but after Kenai becomes a bear, the colors deepen and the screen widens to 2:35 to 1, so you'd better hope your projectionist is on his toes. Given Kenai's prejudices about bears, he is extremely unhappy to be one himself, but soon he's getting bear lessons from little Koda (Jeremy Suarez), a cub who shows him the ropes. Kenai discovers from the spirit of Tanana that he must seek Eagle Sitka on a mountain where light touches the Earth, and Koda leads him on the mission -- perhaps because he really knows where the mountain is, perhaps for reasons of his own.\n\nTheir trek there involves many adventures, including a scary encounter with flowing lava from a volcano. Two Canadian moose named Rutt and Tuke turn up and have conversations that sound amazingly like the McKenzie Brothers from SCTV, maybe because they are voiced by Rick Moranis and Dave Thomas. The outcome of the story, which I would not dream of revealing, has Kenai making a career choice that is far from practical but certainly shows he has learned to see things from a bear's point of view.\n\nNote: The movie, a product of the same Orlando animation studio that produced Disney's \"Mulan\" and \"Lilo & Stitch,\" is very good looking, and sometimes seems to want to burst through the boundaries of conventional animation to present a more visionary portrait of its time and place; a sequence involving cave drawings comes impressively to life. There's also a curious early moment when the animators reproduce the effects of sunlight refracting through a lens, even though animation uses no lens and refracts no light. Variety says this will be the last 2-D animated film from Disney for the foreseeable future; the studio is switching to the 3-D style originally popularized by Pixar. Both formats have their strengths; one is not better than the other, simply different.", "running_time": 86, "mpaa_rating": "G", "release_year": 2003, "date_published": "2003-10-31", "genres": ["Adventure", "Animation", "Family"], "title": "Brother Bear (2003)"}