{"url": "http://www.rogerebert.com/reviews/brown-sugar-2002", "by": "Taye Diggsas Dre", "star_rating": 3.0, "text": "She is the editor of an important music magazine. He produces hip-hop for a major label. They've been best friends since childhood, but never more than that, although they came close a few times. Now, as both approach 30, Dre (Taye Diggs) feels his career has lost its way. And Sidney (Sanaa Lathan) is working so hard she doesn't have time for romance: \"You're turning into a Terry McMillan character,\" her girlfriend Francine warns her.\n\n\"Brown Sugar,\" which charts romantic passages in these lives, is a romantic comedy, yes, but one with characters who think and talk about their goals, and are working on hard decisions. For both Sidney and Dre, hip-hop music symbolizes a kind of perfect adolescent innocence, a purity they're trying to return to as more cynical adults.\n\nThe first question Sidney asks an interview subject is always, \"How did you fall in love with hip-hop?\" For her, it was July 18, 1984, when she discovered for the first time a form that combined music, rhythm, performance and poetry. Dre, her best buddy even then, grew up to become an important hip-hop producer, working for a label that compromised its standards as it became more successful. Now he's faced with the prospect of producing \"Rin and Tin,\" one white, one black, who bill themselves as \"The Hip-Hop Dalmatians.\" Dre gets engaged to the beautiful Reese (Nicole Ari Parker). Sidney can't believe he'll marry her, but can't admit she loves him--although she comes close on the night before their wedding. Francine (Queen Latifah) lectures her to declare her love: \"You'll get the buddy and the booty!\" When Dre quits his job rather than work with the Dalmatians, he turns instinctively to Sidney for advice, and Reese begins to understand that she's sharing his heart.\n\nSidney, meanwhile, interviews the hunky athlete Kelby Dawson (Boris Kodjoe), and soon they're engaged. Is this the real thing, or a rebound? Dre still needs her for encouragement, as he pursues a hip-hop taxi driver named Chris V (Mos Def), who he believes has potential to return the form to its roots. And Chris, articulate in his music but lacking confidence in his life, doesn't have the nerve to ask out Francine.\n\n\"Brown Sugar,\" advertised as a hip-hop comedy, is more like a slice of black professional life (there's not even an entire hip-hop song in the whole movie). Directed and co-written by Rick Famuyiwa, the movie returns to a world similar to his \"The Wood\" (1999), but the characters are deeper and more complex.\n\nConsider Reese, the Nicole Ari Parker character. In a less thoughtful movie, she'd be the shallow, bitchy life-wrecker. Here, she is blameless and basically reasonable: mad at Dre for quitting his job without talking it over with her, jealous of Sidney because she (correctly) suspects Sidney and Dre have always been in love but lied to themselves about it. That feeling comes to a head at a gym where both women work out, in a sparring match that gets a little too sincere.\n\nThere's a scene in \"Brown Sugar\" I never thought I'd see in a movie, where after Reese and Dre have a \"final\" fight, and in a more conventional film she would disappear forever from the screenplay, but here she returns to suggest counseling and says they need to work harder at their marriage. How many movie romances are that thoughtful about their characters? \"Brown Sugar\" may be pitching itself to the wrong audience. The ads promise: \"The Rhythm ... the Beat ... the Love ... and You Don't Stop!\" But it's not a musical and although it's sometimes a comedy, it's observant about its people. Francine is onto something. They're all Terry McMillan characters.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Comedy", "Romance"], "title": "Brown Sugar (2002)"}