{"url": "http://www.rogerebert.com/reviews/brubaker-1980", "by": "Robert Redfordas Brubaker", "star_rating": 2.5, "text": "\"Brubaker\" is a grim and depressing drama about prison\r\noutrages - a movie that should, given its absolutely realistic vision, have\r\nkept us involved from beginning to end. That it doesn't is the result, I think,\r\nof a deliberate but unwise decision to focus on the issues involved in the\r\nstory, instead of on the characters.\n\nAll\r\nthe people in this movie have roles that represent something; there's the\r\nIdealistic Reformer, the Pragmatic Politician, the Corrupt Administrator, the\r\nNoble Prisoner, the Tough Guard. The problem is that once they're assigned an\r\nideological niche at the beginning of the movie, they behave with absolute consistency.\r\nThere's no room for the spontaneity of real human personalities caught in real\r\nsituations.\n\nThat's\r\nespecially annoying with the character of Brubaker himself, played well but\r\nwithin a frustratingly narrow range by Robert Redford. Brubaker is the reform\r\nwarden assigned to clean up the violence and corruption of Wakefield Prison\r\nFarm, a hellhole of sadism where no guards are needed because the prisoner\r\ntrusties are armed and get time off their sentences for shooting escapees. The\r\nmovie's first 20 or 30 minutes, which are sickeningly effective, document\r\nconditions in the prison, where the commonplaces include beatings, bribery,\r\nrape and slum living conditions.\n\nBrubaker\r\nfinds out about these outrages firsthand. He has himself been brought into the\r\nprison anonymously, as a prisoner. This is supposed to provide the movie's\r\nbiggest surprise, when he finally steps forward and identifies himself, but all\r\nthe ads for the movie spoil the surprise by identifying Redford as the warden.\n\nWhat\r\nseems a little unlikely in these opening scenes is that Redford, as a new\r\nprisoner, would emerge unscathed: He observes, he listens and he's mostly left\r\nalone by the other prisoners, even though his fellow new recruits are being\r\nraped, beaten and forced into the prison's system of corruption.\n\nAfter\r\nRedford takes charge, the movie disintegrates into predictability. He takes a\r\nposition in favor of progressive reforms, and the state board of corrections\r\ntakes a position in favor of corrupt business as usual. Some interesting\r\ncharacters, are introduced, especially Yaphet Kotto as a hard-boiled trusty who\r\ncan't make up his mind about the warden, and Jane Alexander, as a pragmatic\r\naide to the state governor. Murray Hamilton, as a corrupt member of the state\r\nprison board, does his usual venal capitalist and does it well, but he has\r\nplayed this role so frequently (in the two \"Jaws\" movies, for\r\nexample), that he must know it by heart.\n\nIn\r\nthe meantime, we're growing a little restless because of the movie's refusal to\r\npermit its characters more human dimensions. We want to know these people\r\nbetter, but the screenplay throws up a wall; they act according to the\r\nideological positions assigned to them in the screenplay, and that's that.\n\nHalf\r\nof Redford's speeches could have come out of newspaper editorials, but we never\r\nfind out much about him, What's his background? Was he ever married? Is this\r\nhis first prison job? What's his relationship with the Jane Alexander\r\ncharacter, who seems to have gotten him this job? (Alexander has one almost\r\nsubliminal moment when she fans her neck and looks at Redford and, seems to be\r\nthinking unpolitical thoughts, but the movie hurries on.) \"Brubaker\"\r\nis a well-crafted film that does a harrowingly effective job of portraying the\r\ndetails of its prison, but then it populates it with positions rather than\r\npeople.", "running_time": 125, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-06-23", "genres": ["Drama"], "title": "Brubaker (1980)"}