{"url": "http://www.rogerebert.com/reviews/bruce-almighty-2003", "by": "Jim Carreyas Bruce Nolan", "star_rating": 3.0, "text": "There is about Jim Carrey a desperate urgency that can be very funny, as he plunges with manic intensity after his needs and desires. In \"Bruce Almighty,\" he plays a man for whom the most important thing on earth is to become an anchor on a Buffalo TV station. When he fails to achieve this pinnacle, he vents his anger at the very heavens themselves, challenging God to show and explain himself.\n\nOne could argue that Bruce Nolan, Carrey's character, is not necessarily qualified to be an anchor, on the basis of two remote reports we see him delivering, one from the scene of a chocolate chip cookie of record-breaking size, the other from on board an anniversary cruise of the Maid of the Mist, the famous Niagara Falls tour boat. During the cruise he learns while on the air, live, that he will not be getting the coveted anchor job, and goes ballistic, even uttering the dread f-word in his dismay.\n\nNow that may argue that he is a loose cannon and not fit to anchor anyway (although he would be replacing a man whose primary skill seems to be smiling). Nevertheless, in anger and grief, and facing the loss of the love of his faithful girlfriend Grace (Jennifer Aniston), he calls upon God, and God answers.\n\nGod is, in this case, a man in a white suit, played by Morgan Freeman with what can only be described as godlike patience with Bruce. Since Bruce is so dissatisfied with the job God is doing, God turns the controls of the universe over to him--or at least, the controls over his immediate neighborhood in Buffalo, although at one point these limited powers seem to extend directly above Buffalo to such an extent that Bruce is able to change the distance of the moon, causing tidal waves in Japan.\n\n\"Bruce Almighty,\" directed by Tom Shadyac and written by Steve Oedekerk, Steve Koren and Mark O'Keefe, is a charmer, the kind of movie where Bruce learns that while he may not ever make a very good God, the experience may indeed make him a better television newsman.\n\nThe problem with playing God, the movie demonstrates, is that when such powers are entrusted to a human, short-term notions tend to be valued higher than long-term improvement plans. Consider, for example, the way Bruce deals with a dog that pees in the house (the payoff shot, showing the dog learning a new way to use the newspaper, had me laughing so loudly that people were looking at me). And consider Bruce's methods for dealing with traffic jams, which work fine for Bruce, but not so well for everyone else; when you're God, you can't think only of yourself.\n\nFreeman plays God with a quality of warm detachment that is just about right, I think. You get the feeling that even while he's giving Bruce the free ride, he has a hand on the wheel, like a drivers' training instructor. Aniston, as a sweet kindergarten teacher and fiancee, shows again (after \"The Good Girl\") that she really will have a movie career, despite the small-minded cavils of those who think she should have stayed on television. She can play comedy, which is not easy, and she can keep up with Carrey while not simply mirroring his zaniness; that's one of those gifts like being able to sing one song while typing the words to another.\n\nWhether \"Bruce Almighty\" is theologically sound, I will leave to the better qualified. My own suspicion is that if you have God's power even in a small area like Buffalo, it's likely to set things spinning weirdly everywhere. If a butterfly can flap its wings in Samoa and begin a chain of events leading to a tropical storm in the Caribbean, think what could happen when Bruce goes to work.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-05-05", "genres": ["Comedy", "Fantasy"], "title": "Bruce Almighty (2003)"}