{"url": "http://www.rogerebert.com/reviews/bruno-2009", "by": "Gustaf Hammarstenas Lutz", "star_rating": 3.5, "text": "\"Bruno” is a no-holds-barred comedy permitting several holds I had not dreamed of. The needle on my internal Laugh Meter went haywire, bouncing among hilarity, appreciation, shock, admiration, disgust, disbelief and appalled incredulity. Here is a film that is 82 minutes long and doesn’t contain 30 boring seconds. There should be a brief segment at the next Spirit Awards with John Waters conferring the Knighthood of Bad Taste to Sacha Baron Cohen. If he decides to tap Cohen on each shoulder with his sword, I want to have my eyes closed.\n\nTo describe Cohen’s character Bruno as flamboyantly gay would be an understatement. He makes Bruce Vilanch seem like Mike Ditka. Bruno is disgraced in his native Austria when he wears a Velcro suit to Fashion Week and sticks to backdrops, curtains and models. It’s slapstick worthy of Jerry Lewis. Then he flies to Los Angeles with Lutz (Gustaf Hammarsten), his loyal worshipper, vowing to become a celebrity.\n\nAs in his 2006 hit \"Borat,\" Cohen places his character into situations involving targets who may not be in on the joke, and have never heard of Bruno or, for that matter, Sacha Baron Cohen. Some of the situations may be set up with actors, but most are manifestly the real thing. I include an interview in which Bruno lures Rep. Ron Paul into a hotel room, his appearance on a Dallas TV morning show, the screening of a TV pilot before a focus group, counseling with two Alabama ministers dedicated to “curing” homosexuals and a gay wrestling match before a crowd that is dangerously real.\n\nThe setups include an interview with Paula Abdul and originally included one with LaToya Jackson, which was cut because of her brother’s death. That accounts for the running time being three minutes shorter that at the movie’s London opening. I also believe those are real parents at interviews trying to get their babies hired for a proposed film — mothers who say their babies are ready to work with pyrotechnics, dress as Nazis or be strapped to a cross. These moms want their babies to be stars.\n\nOne incredible scene involves a darling little black boy who Bruno claims to have adopted in Africa. He appears with this child on “The Richard Bey Show” in Dallas, before a manifestly real, outraged and all-black studio audience. The host is indeed Richard Bey, but I suspect he was in on the gag. I learn that the audience wasn’t.\n\nCertainly it takes sheer nerve for Cohen to walk into some of these situations, knowing he’ll only get one take — if he’s lucky. Bruno plays an allegedly gay-hating straight wrestler in a scene promising gay bashing, and then shows the two men in the cage getting turned on as they grapple. There is also an eerie tension in a scene where Bruno, the gay new hunter, sits around a campfire with macho hunters who are very, very silent.\n\nIt is no doubt unfair of Cohen to victimize a perfectly nice man like Ron Paul. Watching Paul politely trying to deal with this weirdo made me reflect that as a fringe candidate, he has probably been subjected to a lot of strange questions on strange TV shows and probably is prepared to sit through almost anything for TV exposure. However, he has made a lot of intolerant comments about homosexuals, so by shouting “queer!” as he stalks out along a hotel corridor, he lost his chance of making amends. Helpful rule: If you find you have been the subject of a TV ambush, the camera is probably still rolling.\n\nThe movie is directed by Larry Charles, who in \"Borat,\" Bill Maher’s \"Religulous\" and his TV series \"Curb Your Enthusiasm\" has specialized in public embarrassment. Come to think of it, this may explain his outstandingly awful feature film debut, the Bob Dylan vehicle \"Masked and Anonymous\" (2003). In that one, stars like Jeff Bridges, Penelope Cruz, Angela Bassett, John Goodman, Val Kilmer and Luke Wilson appeared as straight men while Dylan as Jack Fate occasionally deigned to utter brief and enigmatic proverbs. Maybe they were told, ha-ha, they were going to appear in a real movie.\n\nNote: The movie’s R rating is very, very hard.", "running_time": 83, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-08", "genres": ["Comedy", "Drama"], "title": "Brüno (2009)"}