{"url": "http://www.rogerebert.com/reviews/bubba-ho-tep-2003", "by": "Bruce Campbellas Elvis", "star_rating": 3.0, "text": "Elvis and JFK did not die, and today they're roommates in an East Texas nursing home whose residents are being killed by an ancient Egyptian Soul Sucker named Bubba Ho-Tep. I want to get that on the table right at the get-go, so I can deal with the delightful wackiness of this movie, which is endearing and vulgar in about the right proportion. The movie doesn't exactly work, but sometimes when a car won't start, it's still fun to look at the little honey gleaming in the driveway.\n\nThe movie's back story: Elvis (Bruce Campbell) became sick of his lifestyle, his buddies, his groupies, his pills, his songs, his movies and his Colonel Parker. He struck a deal with an Elvis impersonator to trade places. There's even a contract guaranteeing that Elvis can switch back if he changes his mind -- but the contract is burned up in a barbecuing accident, and by then Elvis doesn't mind anyway, because he enjoys the freedom of performing just for the sheer joy, without the sideshow of fame.\n\nThe King explains all of this in a thoughtful, introspective voice-over narration that also deals with other matters on his mind, such as the alarming pustule on that part of his anatomy where it is least welcome. He talks about Priscilla and Lisa Marie, about his movies (not a single good one), about his decision to disappear, and about how he broke his hip falling off a stage. This narration is not broad comedy, but wicked, observant and truthful. \"Bubba Ho-Tep\" has a lot of affection for Elvis, takes him seriously, and -- this is crucial -- isn't a camp horror movie, but treats this loony situation as if it's really happening.\n\nThe man in the room down the hall is John F. Kennedy, played by Ossie Davis. \"But, Jack...\" Elvis says hesitantly, \"you're black.\" JFK nods in confirmation. When his assassination was faked by Lyndon B. Johnson, \"they dyed me.\" Now the two old men wait for death in their hospital beds, Elvis on a stroller, JFK using a motorized wheelchair for longer trips, talking about what was and wasn't.\n\nThe rest home is almost a character in the movie, with its drab institutional corridors, its condescending nurse (Ella Joyce), its supercilious administrator (Reggie Bannister), its worn-out furniture, its flying cockroaches, its sense of being half-deserted. Pleasures here are hard to come by. \"Let's get decadent,\" says JFK, opening his drawer and revealing a horde of Baby Ruth candy bars.\n\nThe cockroaches turn out to be giant scarab beetles worshipped by the ancient Egyptians, and that's a clue for JFK, who has been reading up on these matters and realizes the nursing home is under attack by a Soul Sucker. He explains to Elvis that the soul can be sucked out of any orifice, but the old folks' souls are small, so you need to suck a lot of them. The two men have a thoughtful conversation about whether a soul, after it is digested, leaves anything to be eliminated through the Soul Sucker's intestinal tract. This sounds right: A lot of rest home conversations get around sooner or later to constipation.\n\nThe closing scenes of the movie show the two geezers in a fight to the finish with Bubba Ho-Tep (Bob Ivy), who looks like a threadbare version of the Mummy. Here the movie could get laughs by showing the old men with unexpected powers, but no: When Elvis tries out his old karate moves, it's disastrous. Assuming that elderly versions of Elvis and JFK ever really did do battle with an Egyptian Soul Sucker, this, I am forced to conclude, is more or less how it would look.\n\nOf course there are laughs in the movie, which is a comedy, but an odd one. The movie was written and directed by Don Coscarelli, based on a short story by Joe R. Lansdale, the \"mojo storyteller\" from Nacogdoches, Texas. Coscarelli made the four \"Phantasm\" pictures, two unseen by me, two unloved. What drew him to this material is not a mystery -- the story sounds juicy enough -- but what inspired him to tell it in this tone? \"Bubba Ho-Tep\" wants to be a good movie about Elvis, JFK and the Soul Sucker. It doesn't sneer, it's not about cheap shots, it is perfectly sincere.\n\nYou never catch Campbell or Davis winking at the audience or patronizing the material. They approach their characters with all the curiosity and respect they'd deserve in a serious film. Campbell sounds uncannily like Elvis might sound by now, and looks more like Elvis than anyone else I've seen in the role.\n\nDavis of course looks not at all like JFK, but I don't think we're really supposed to think he is JFK; one of the movie's sweet touches is the way Elvis just takes him at his word and proceeds from there.\n\nI said the movie doesn't work. And so it doesn't. How could it work? It doesn't work as a horror movie because Bubba Ho-Tep monster would make Ed Wood's monsters look slick by comparison. It doesn't work as a cult movie because it challenges the cleverness of the audience instead of congratulating it. It doesn't work as a traditional story arc because the story jumps the rails when Bubba Ho-Tep turns up.\n\nBut it does sort of work in one way: It has the damnedest ingratiating way of making us sit there and grin at its harebrained audacity, laugh at its outhouse humor, and be somewhat moved (not deeply, but somewhat) at the poignancy of these two old men and their situation. Elvis asks himself how in the world the King of Rock and Roll ended up in a rundown East Texas nursing home with a boil on the family treasure, and by the end of the movie he has answered this excellent question more amusingly than any reasonable moviegoer could have expected.", "running_time": 92, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-17", "genres": ["Comedy", "Horror", "Thriller"], "title": "Bubba Ho-Tep (2003)"}