{"url": "http://www.rogerebert.com/reviews/buck-2011", "by": "Buck Brannaman", "star_rating": 3.0, "text": "Buck Brannaman was the original \"Horse Whisperer,\" the character who inspired Nicholas Sparks' novel and was hired by Robert Redford as on-set consultant for his 1998 film. He has a way with horses, and Cindy Meehl's documentary is moving as he shows them engaged in dances of understanding. W.G. Sebald once wrote, \"Men and animals regard each other across a gulf of mutual incomprehension,\" but Buck and his animals seem to have bridged it.\n\nWe see footage of Buck and his brother Bill in childhood as \"Buckshot and Smokie, the Idaho Cowboys.\" They appeared onstage, at rodeos and even on a TV game show, and were being beaten regularly by their father. They were well-trained. They could do rope tricks while blindfolded, but in the footage we see they never look happy but more like frightened robots.\n\nOne of the film's most affecting moments comes when Buck remembers a high school coach telling him to undress and take a shower, and then seeing the welts on his back and legs. A deputy sheriff was called in, and Buck was taken away from his father and placed in a foster home. Curiously, the movie makes no mention of brother Bill.\n\nThere was an older approach to horse training that resembled Buck's father's cruelty as he trained his boys. Standing against this trend, we learn, were two legendary horse trainers named Tom Dorrance and Ray Hunt, and when young Buck saw Hunt at work, one must assume he powerfully yearned to have been treated with as much gentleness and compassion. \n\nThe key to this approach involves empathy for the feelings of the horse. Buck understands how horses read humans, how they interpret gestures and how they're \"so sensitive, they can feel a fly land.\" I was reminded of Temple Grandin, the autistic designer of cattle-handling chutes, whose secret was identifying the feelings of cattle with her own. \n\nBuck Brannaman spends most of every year on the road, giving four-day workshops on horse handling. Sometimes his wife Mary travels with him, and his daughter Reata comes along every July and August, sometimes sleeping in a tent next to the big horse trailer. Reata seems calm and happy as her father never was as a child; he recalls being made to sit at a kitchen table until he almost had the grain of the wood memorized.\n\nThe film perhaps goes too far in visiting the sins of a horse upon its owner. Toward the film's end, there's a beautiful but dangerous stud that is a \"predator,\" Buck warns. This horse's mom died while giving birth, and in a cold winter, the foal was raised in the house. That sounds kind, but something went wrong, perhaps oxygen deprivation during birth, and the horse is very aggressive. Advising its owner to have the horse castrated, Brannaman learns she has a field full of 12 more studs at home: \"That's looking for trouble.\"\n\nIn some of his commentaries during workshops, it seemed to me that Buck attributed qualities to the horses and their owners that owed as much to his abusive childhood as anything. Well, why not? We meet Robert Redford, who talks about the trainer's contribution to \"The Horse Whisperer\" and see in one scene how Buck's own horse is used to perform in a way a highly trained Hollywood \"trick horse\" cannot.\n\nWhat I was left with was the goodness of Buck Brannaman as a man. He was dealt a hand that might have destroyed him. He overcame his start and is now a wise and influential role model. He does unto horses as he wishes his father had done onto him.", "running_time": 89, "mpaa_rating": "Unrated", "release_year": 2011, "date_published": "2011-06-22", "genres": ["Documentary"], "title": "Buck (2011)"}