{"url": "http://www.rogerebert.com/reviews/buddy-buddy", "by": null, "star_rating": 1.5, "text": "\n\nThis movie is appalling. It made me want to rub my eyes. Was it\r\npossible that the great Billy Wilder, whose credits include such sublime\r\ncomedies as “Some Like It Hot” and such unforgettable satirical dramas as “Sunset\r\nBlvd.,” could possibly have made a film this bad? \n\n“Buddy Buddy” is very bad. It is a comedy without any laughs.\r\n(And, yes, I mean literally that it contains no laughs.) But it is worse than\r\nthat. It succeeds in reducing two of the most charming actors in American\r\nmotion picture history to unlikable ciphers. Can you imagine a film that\r\nco-stars Walter Matthau and Jack Lemmon and yet contains no charm, ebullience,\r\nwit, charisma even friendliness? This whole movie is like one of those pathetic\r\nHollywood monsters drained of its life fluids. The plot is simple and is\r\ndeveloped at redundant length. A grouchy old Mafia hit man (Matthau) is\r\nknocking off a series of witnesses. As the film opens, he disguises himself as\r\na mailman and plants a bomb in a mailbox. It is one of those rural-style\r\nmailboxes with a red flag that snaps up, and it looks a little strange out by\r\nthe sidewalk in Beverly Hills, but never mind: Seconds later, he's disguised as\r\na milkman, delivering poisoned milk. Are there still milkmen?\n\n\r\nThis early in the film, we're still asking such logical questions. Later, the\r\ndespair sets in. Matthau checks into a hotel across from a courthouse so that\r\nhe can set up a sniping post and assassinate another witness. Lemmon checks\r\ninto the room next door so that he can kill himself. He wants to commit suicide\r\nbecause his wife (Paula Prentiss) has run away with a goofy sex therapist\r\n(Klaus Kinski).\n\n\r\nThe gimmick is that Lemmon's suicide attempts keep calling attention to the\r\nfloor of the hotel where Matthau wants to maintain a very low visibility. So\r\nMatthau is forced to become Lemmon's friend, of sorts, in between episodes of\r\nchloroforming him and tying him to chairs.\n\n\r\nNone of this plot description even suggests the dismal morbidity of “Buddy Buddy.”\r\nIt is possible, I suppose, that this selfsame plot and even these identical\r\nactors and maybe even the same director could have produced a funny movie. That\r\nis not the case this time. Basically, we are invited to watch two drudges\r\nmeander through a witless, pointless exercise in farce.\n\n\r\nWilder, Lemmon, Matthau. They have given us wonderful moments of movie comedy.\r\nTheir credits together include “The Fortune Cookie” and the “The Front Page.”\r\nWilder has also directed Lemmon in the “The Apartment,” “Some Like It Hot” and “Avanti!.”\r\nSome of those titles represent great movies. Some, such as “Avanti!,” were\r\ndisappointing. “Buddy Buddy” is incompetent. And that is the saddest word I can\r\nthink of to describe it.", "running_time": 96, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "Buddy Buddy (1981)"}