{"url": "http://www.rogerebert.com/reviews/buddy-1997", "by": "Renee Russoas Trudy Lintz", "star_rating": 2.0, "text": "\"Buddy'' is about a woman who is stark raving mad, and the filmmakers don't seem to know it. She lives in a rambling suburban mansion with six geese, five dogs, countless cats, tanks full of fish, a parrot, horses and two chimpanzees, which she likes to dress up and take to the movies. One day she brings home a baby gorilla named \"Buddy.'' How does her husband react? Well, he's a doctor, and so he takes out his stethoscope, examines the infant simian and gravely announces, \"double pneumonia.'' But little Buddy recovers, and soon he is a full-sized gorilla, although the woman insists on treating him as if he were a child (she tells a gorilla expert that a little chicken soup never hurts).\n\nI watched this movie with steadily mounting incredulity. I was trying to find the category for it, and there isn't one. The posters make it look like a madcap family film about a zany couple and their lovable pets. But in a family film you don't expect subtle but unmistakable sexual undertones. Nor is it a serious wildlife film like \"Gorillas in the Mist\". Not with Buddy wearing a suit and tie, and the chimps juggling meat cleavers in the kitchen. It could be a study of undiagnosed mental illness, if it weren't shot on perky 1930s sets, scored with upbeat music and played by the actors like a \"Thin Man\" movie with Nick and Nora on Prozac.\n\nThe film, \"based on a true story,'' stars Rene Russo as Trudy Lintz, who fills her home with animals. Robbie Coltrane plays her chubby, long-suffering and, I must say, remarkably patient husband. His job is to wear three-piece suits and pleasantly say, \"Trudy, sweetheart? I wonder if I might have a word with you . . . '' (It's inspired casting to put a fat man in this role: He knows a 900-pound gorilla can sit down wherever he wants to, but he always thought *he* was the gorilla.) The household also includes a cook (Irma P. Hall) whose standard lines (\"Don't you do that in my kitchen!'') sound strange when addressed to apes, and a butler (Alan Cumming) whose tasks include extricating his mistress from Buddy's death grip by distracting the beast with bowls of milk. He also presumably cleans up around the house, if you get my drift, although that aspect of the situation is not explored.\n\nMore than once during the film, I was reminded of John Cassavetes' \"Love Streams\", where the deeply disturbed Gena Rowlands character pulls up in a taxi with a duck, a goat, some chickens, a dog and a parrot, having done a little compulsive shopping at a pet store. The difference is, \"Love Streams\" knows its heroine is nuts, and \"Buddy'' doesn't. One of the peculiarities of the film is the vast distance between the movie they've made and the movie they think they've made.\n\nConsider, for example, a sequence where Trudy takes Buddy and the chimps to the Chicago World's Fair. \"Sweetheart, I beg you not to take Buddy to the fair,'' says her sweet husband. \"There will be hundreds of people there. He's not used to it.'' But she persists.\n\nOne of the chimps lets Buddy out of his cage and he wanders onto the midway, where there is an unintentionally hilarious sequence showing hundreds of people fleeing and screaming like extras in a Godzilla movie, while Buddy ambles about in confusion. (Later that night, Trudy and a cop drive through the empty fairgrounds while she calls \"Buddy! Buddy!''--as if a gorilla could remain undetected for hours at a world's fair.) The story's underlying tragedy, of course, is that Buddy grows up. \"He doesn't know his own strength,'' Trudy says. In one scene he hugs her so tightly we're afraid she'll be crushed. And what about the very peculiar scene where Trudy is asleep in a filmy negligee in her 1930s movie bedroom, and Buddy wanders in? The cutting, the pacing and the music all suggest, very subtly, that some of the neglected themes in \"King Kong'' are about to get belated recognition.\n\nRene Russo plays Trudy as a sweet, resourceful, intelligent woman who is obviously on the edge of screaming hysteria. She smiles, she's the voice of reason, and we're thinking she ought to be shot with tranquilizer darts. Consider the scene where she walks out into the backyard and talks to her animals with a series of shrieks, growls, roars, whistles and wild bestial cries. The scene would be odd enough as I've described it. But now imagine it lasting about twice as long as you'd expect.\n\nRobbie Coltrane's husband is a case study in an actor at sea. Why *would* a husband benevolently allow his wife to fill their home with dozens of messy, annoying and sometimes dangerous animals? If the character were based on Jim Fowler, that would be one thing. But the husband is a doctor who, it appears, doesn't much care about animals one way or another. Coltrane handles this enigma by ignoring it. He addresses his wife always with calm and sweet reason. One day he will probably drop her into a bathtub filled with acid. If he shows the jury this movie, they might let him off with the minimum.", "running_time": 84, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-06-06", "genres": ["Adventure", "Comedy", "Family"], "title": "Buddy (1997)"}