{"url": "http://www.rogerebert.com/reviews/buffalo-66-1998", "by": "Vincent Galloas Billy Brown", "star_rating": 3.0, "text": "Vincent Gallo's \"Buffalo '66\" plays like a collision between a lot of half-baked visual ideas and a deep and urgent need. That makes it interesting. Most movies don't bake their visual ideas at all, nor do we sense that their makers have had to choose between filming them, or imploding. Oh, and the film contains an astonishing performance by Christina Ricci, who seems to have been assigned a portion of the screen where she can do whatever she wants.\n\nGallo plays Billy Brown, who is being released from prison when we first see him. He waits outside a long time, and then knocks on the gates, asking a guard if he can come back in to use the john. Turned away, urgently needing to pee, he takes a bus into town, is turned away at the bus station and the restaurant, and then barges into a tap-dancing class. While he's there, he grabs one of the students, drags her out, tells her she's being kidnapped and says she has to pretend to be his wife when he goes to visit his parents.\n\nThis is Layla (Christina Ricci), who is dressed like Barbie as a hooker, and takes the kidnapping in stride: \"Are your parents vegetarians? I hope so, because I don't eat meat--ever!\" At Billy's house, we meet the parents. Dad (Ben Gazzara) glowers but doesn't speak. Mom (Anjelica Huston) has her eyes glued to the TV, where a tape of an old Buffalo Bills game is playing. She named her son for the team. The display of family photos includes Jack Kemp and O.J. Simpson. Eventually dad warms up to Layla, grabbing her clumsily and cooing, \"I love my little daughter. Daddy loves his daughter.\" Later, he mimes to a record by a Sinatra sound-alike (actually, we learn from the end titles, Gallo's father).\n\nGallo shot these scenes in his childhood home in Buffalo, and has said the parents are based on his own. His memories are like an open wound. Consider a flashback where his mother knows he's allergic to chocolate doughnuts, and feeds him some, anyway, and his face swells up like the Pillsbury doughboy. The movie plays like revenge time.\n\nBut that's not all. Gallo, an angular and unshaven man with a haunted look, has acted for offbeat and experimental directors such as Abel Ferrara (\"The Funeral\"), Bille August (\"House of the Spirits\"), Mika Kaurismaki (\"L.A. Without a Map\"), Emir Kusturica (\"Arizona Dream\"), Claire Denis (\"Nenette and Boni\"), Mira Nair (\"The Perez Family\") and Kiefer Sutherland (\"Truth or Consequences, N.M.\"). His career is proof that it is possible to work steadily and well in challenging and original films by gifted directors and remain almost completely unknown. Now, directing his own film at last, he seems filled with ideas that he wants to realize--sequences that spring to life even though they may have precarious attachments to the rest of the film.\n\nConsider his visit to the local bowling alley, still with Ricci as his hostage (he has named her \"Wendy Balsam\" and explained that they met \"while overseas on assignment for the CIA\"). Although he was in prison for six or seven years, his old locker is still waiting for him. (When they don't change your lock after you're sent to the Big House, that's a bowling alley with a heart.) He bowls, brilliantly. She, dressed like a finalist for Little Miss Sunbeam, does a tap-dance routine right there on the hardwood, while a spotlight follows her. What's this scene doing in \"Buffalo '66\"? Maybe Gallo didn't have any other movie he could put it in.\n\nWe gradually learn a little of Billy's story, although nothing of Layla's. Carried away by the family obsession with the Buffalo Bills, he bet $10,000 he didn't have and lost it on a crucial missed field goal. His bookie (Mickey Rourke) forgave the debt, on condition he do the prison time for another guy. Now he wants revenge. Not on the bookie--on the placekicker.\n\nThere's probably a dark and violent ending looming for the film, although there's a good chance, we think, that it may avoid it: The movie has stepped nimbly around all sorts of other obligatory scenes. \"Buffalo '66\" isn't really about endings, anyway. Endings are about conclusions and statements, and Gallo is obviously too much in turmoil about this material to organize it into a payoff.\n\nWhat we get is more like improvisational jazz, in which themes are introduced from other movies, and this one does riffs on them. Christina Ricci is like a soloist who occasionally stands up and takes the spotlight while the other players recede into the shadows, nodding and smoking. Why does her character go along with the kidnapping? Why does she throw herself into the role of \"wife\" with such zeal--and invention? Well, it's more interesting than if she was merely frightened and trying to escape. That would be the conventional approach. There's not a thing conventional about this movie.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-08-07", "genres": ["Comedy", "Drama", "Indie", "Thriller"], "title": "Buffalo '66 (1998)"}