{"url": "http://www.rogerebert.com/reviews/buffalo-soldiers-2003", "by": "Joaquin Phoenixas Ray Elwood", "star_rating": 3.0, "text": "\"Buffalo Soldiers\" is a black comedy about larceny, theft, drug dealing, adultery and a cheerful dereliction of duty among U.S. Army troops stationed in Germany in 1989. Although they know how to cook drugs and sell missile-launchers on the black market, when the Berlin Wall falls there is a discussion about where Berlin is, and whether they are currently in East or West Germany.\n\nThis strain of irreverent Army misbehavior runs in various forms from \"Catch-22\" to \"Apocalypse Now\" to \"MASH\" to \"Beetle Bailey,\" and in happier times the movie might have opened without controversy. But it premiered three days before 9/11 at the 2001 Toronto Film Festival, and as Variety's critic Todd McCarthy wrote a day or two later, \"All of a sudden, this looks like the wrong film at the wrong time.\" Is this now the right time? Maybe it's time to observe that \"Buffalo Soldiers\" is not about all soldiers at all times, but about those soldiers at that time--some of them, like company clerk Ray Elwood (Joaquin Phoenix), in uniform because the judge gave them a choice between jail and enlisting. Elwood is a crafty, high-living hustler who steals everything from Mop & Glo to missiles, whose men process drugs on the base, who drives a Mercedes, and who has his commander completely buffaloed. In an early scene, Col. Berman (Ed Harris) and Elwood discuss a letter home to the parents of a soldier whose actual death was not exactly as in-the-line-of-duty as their description of it.\n\nThis seems to be the wackiest base in the Army. During a session of tank maneuvers, the crew of one tank, zonked out of their minds, steer their tank away from the training field and through a nearby village market before causing a gas station explosion, Elwood and his men, who come upon the scene and find the unlucky drivers of two Army trucks burned dead, think quickly and steal the trucks.\n\nHere and elsewhere, Elwood is cold, amoral and not very likable. We're used to rogues in uniform whom we like because they give the finger to authority, but Phoenix makes Elwood a calculating schemer who isn't a rebel for fun, but for profit. Consider his sex life. He is the secret lover of Col. Berman's wife (Elizabeth McGovern), and later starts dating Robyn (Anna Paquin), the teenage daughter of the company's new top sergeant, Robert Lee (Scott Glenn).\n\nThis sergeant is a piece of work. Lean and unforgiving as only Glenn can make him, the new Top is a Vietnam veteran who quickly figures out Elwood is a thief (the Mercedes is a clue), and methodically sets out to make life miserable for him. Elwood tries to bribe him, but to say that doesn't work is an understatement. And when he starts dating the Top's daughter, it's war between the two men--made more complicated because, to his astonishment, Elwood actually starts to like Robyn.\n\nThe dark climax of the movie, involving an enormous amount of drugs and money, leads to an ending that is a little too melodramatic--and then to an epilogue that some find too upbeat, although the more you consider it, the more downbeat it becomes. The film is filled with spot-on performances, by Harris, Glenn, Phoenix, and by Paquin, who has grown up after her debut in \"The Piano\" to become one of the most gifted actresses of her generation--particularly in tricky, emotion-straddling roles like this one.\n\nTo be sure, the movie is not a patriotic hymn to our fighting forces. It illustrates an ancient tradition best summarized in that classic Army acronym SNAFU. At a time when the idea of patriotism is sometimes used to stifle dissent, it is important to remember that gripes and disgruntlement and anti-authoritarian gestures are part of our national heritage. I do not approve of Elwood or even much like him, but I think he represents a type, and Gregor Jordan's film is dark enough to suggest that sometimes such types prevail.", "running_time": 98, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-08", "genres": ["Action", "Comedy", "Drama", "Foreign"], "title": "Buffalo Soldiers (2003)"}