{"url": "http://www.rogerebert.com/reviews/bug-2007", "by": "Ashley Juddas Agnes", "star_rating": 3.5, "text": "William Friedkin's latest film, \"Bug,\" begins as an ominous rumble of unease, and builds to a shriek. The last 20 minutes are searingly intense: A paranoid personality finds its mate, and they race each other into madness. For Friedkin, director of \"The Exorcist,\" it's a work of headlong passion.\rIts stars, Ashley Judd and Michael Shannon, achieve a kind of manic intensity that's frightening not just in itself but because you almost fear for the actors. They're working without a net. The film is based on a play by Tracy Letts, an actor and playwright at Chicago's Steppenwolf theater, that was a hit here and in New York.\n\nIn the film we meet Agnes (Judd), a waitress in a honky-tonk lesbian bar, living in a shabby motel. Her violent ex-husband (Harry Connick Jr.), just out on parole, walks back into her life, still violent. At about the same time her gay friend R.C. (Lynn Collins) drags in a stray with haunted eyes. This is the polite stranger named Peter (Shannon) who says he doesn't want sex or anything else, is attentive and courteous, and is invited by Agnes to spend the night even though he seems (to us) like the embodiment of menace.\rThe story involves this man's obsession with bugs that he believes infect his cells and may have been implanted by the government during his treatment for obscure causes after military service in the Gulf. We think he's crazy. Agnes listens and nods, and doesn't want him to leave; she feels safer around him.\rHe begins to seem more weird. This doesn't bother her. With mounting urgency, she begins to share his obsession with bugs, and together they hurtle headlong into a paranoid fantasy that ties together in one perfect conspiracy all of the suspicions they've ever had about anything. There is a scene we're not prepared for, in which they're peering into a cheap microscope and seeing whatever they think they see.\rMichael is mad, and Agnes' personality seems to need him to express its own madness. Ashley Judd's final monologue is a sustained cry of nonstop breathless panic, twisted logic and sudden frantic insight that is a kind of behavior very rarely risked in or out of the movies. It may not be Shakespeare, but it's not any easier.\rShannon, a member of A Red Orchid Theatre in Chicago, delivers his own nonstop rapid-fire monologue of madness; he has a frightening speech that scares the audience but makes perfect sense to Agnes. His focus and concentration compares in some ways to Peter Greene's work in Lodge Kerrigan's frightening \"Clean, Shaven.\"\rThe film is lean, direct, unrelenting. A lot of it takes place in the motel room, which by the end has been turned into an eerie cave lined with aluminum foil, a sort of psychic air raid shelter against government emissions or who knows what else? \"They're watching us,\" Peter says.\rThe thing about \"Bug\" is that we're not scared for ourselves so much as for the characters in the movie. Judd and Shannon bravely cast all restraint aside and allow themselves to be seen as raw, terrified and mad. The core of the film involves how quickly Judd's character falls into sympathy with Shannon's. She seems like a potential paranoid primed to be activated, and yet her transformation never seems hurried and is always convincing.\rFor Friedkin, the film is a return to form after some disappointments like \"Jade.\" it feels like a young man's picture, filled with edge and energy. Some reviews have criticized \"Bug\" for revealing its origins as a play, since most of it takes place on one set. But of course it does. There is nothing here to \"open up\" and every reason to create a claustrophobic feel. Paranoia shuts down into a desperate focus. It doesn't spread its wings and fly.", "running_time": 102, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-05-24", "genres": ["Horror", "Indie", "Thriller"], "title": "Bug (2007)"}