{"url": "http://www.rogerebert.com/reviews/bugsy-malone-1976", "by": "Jodie Fosteras Nightclub Singer", "star_rating": 3.5, "text": "At first the notion seems alarming: a gangster movie cast entirely with kids. Especially when we learn that \"Bugsy Malone\" isn't intended as a kid's movie so much as a cheerful comment on the childlike values and behavior in classic Hollywood crime films. What are kids doing in something like this?\n\nBut then we see the movie and we relax. \"Bugsy Malone\" is like nothing else. It's an original, a charming one, and it has yet another special performance by Jodie Foster, who at thirteen was already getting the roles that grown-up actresses complained weren't being written for women anymore. She plays a hard-bitten nightclub singer and vamps her way through a torch song by Paul Williams with approximately as much style as Rita Hayworth brought to \"Gilda.\" She starts on stage, drifts down into the audience, arches her eyebrows at the fat cats (all about junior high school age), and, in general, is astonishingly assured. And her performance seems just right in the film; \"Bugsy Malone\" depends almost totally on tone, and if you put kids in these situations and directed them just a little wrongly the movie would be offensive. But it's not, and it's especially right with Foster.\n\nIt tells a gangster story we know almost by heart, about the tough new gang that wants to take over the territory. Da Boss (a kid named John Cassisi who looks like he was born wearing a carnation in the lapel of his pinstripe) recruits hired guns to help protect his turf. Bugsy Malone (Scott Baio in training for John Garfield) is the guy he's gotta have. But maybe even Bugsy can't help, because the other gang has a dreaded new weapon. In Al Capone's day, it was machine guns. In Bugsy's movie, it's marshmallow guns. They open up on you with one of these, and you got more than egg on your face. Old-fashioned weapons like custard pies are useless in a one-on-one situation.\n\nHalfway through \"Bugsy Malone,\" I started wondering how anyone ever came up with this idea for a movie. Alan Parker, who wrote and directed it, claims his inspiration came while he was watching \"The Godfather.\" I dunno, I think the movie has more insights into kids than into gangsters.\n\nWhen kids play, it's real. That's one of the things we lose when we grow up: the ability to turn the backyard into the OK Corral. The kids in \"Bugsy Malone\" don't behave as if the material is camp or a put-on. For them, it's real -- especially the indignity of catching a marshmallow in your ear. And so in an uncanny way the movie works as a gangster movie and we remember that the old Bogart and Cagney classics had a childlike innocence, too. The world was simpler then. Now it's so complicated maybe only a kid can still understand the Bogart role.", "running_time": 94, "mpaa_rating": "G", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Action", "Comedy", "Drama", "Family", "Foreign", "Music"], "title": "Bugsy Malone (1976)"}