{"url": "http://www.rogerebert.com/reviews/bugsy-1991", "by": "Warren Beattyas Siegel", "star_rating": 4.0, "text": "He’s a real smoothie, Warren Beatty, and when he plays one in a movie he is almost always effective. But his title role in “Bugsy” is more than effective, it’s perfect for him - showing a man who not only creates a seductive vision, but falls in love with it himself.\n\nBeatty plays Benjamin “Bugsy” Siegel, who if he were not a gangster might have been honored on a postage stamp by now, as the Father of Las Vegas.\n\nSiegel ventured west with some of the Eastern mob’s investment funds in the early 1940s, and fell in love with a leggy starlet named Virginia Hill (Annette Bening). He also fell in love with the movies, and with his slick good looks even got a screen test, although his best scenes were all to be played in mob boardrooms.\n\nHis great role in history came to him as he stood in a sleazy casino in Vegas, which was then an obscure crossroads in a state that permitted legalized gambling. Ben Siegel had a vision of a Las Vegas which was not an obscure backwater, but a town with big, classy casinos that had name acts in their show rooms. Nobody shared his vision. But he knew that if he built it, they would come. And he did build one casino, the Flamingo, its named inspired by Virginia Hill’s legs. He spent so much of the mob’s money on it, in fact, that he was rubbed out before he could see the modern city spring from his dream.\n\nThis story is told in “Bugsy,” not as history, but as a romance. The screenplay by James Toback, developed with Beatty and then directed by Barry Levinson, shows Siegel as a smooth, charming, even lovable guy, even though he was also a cold-hearted killer. The two sides of his character hardly seem to acknowledge one another; on the one hand, he is a family man with a wife and children, who goes to work every day. On the other hand, he is an adulterer whose business involves killing people, and who defies the Mafia itself by spending more of his money than he has quite gotten around to accounting for.\n\nWatching Beatty and Annette Bening in this movie, it is impossible not to be reminded of the famous ad line for “Bonnie and Clyde” (1967), the greatest moment in Beatty’s career: “They’re young, they’re in love . . . and they kill people.” Hill does not kill, but she is as hard and calculating, and seductive, as the Bonnie Parker character, and there are times here when Bugsy and Virginia and Bonnie and Clyde all seem to be playing the same tunes on their libidos.\n\nLevinson is back in the same period he used for key scenes of his last picture, “Avalon,” and the 1940s look roomy and plush here; it was a decade that had many of the same inventions we now take for granted, like automobiles and telephones, but back when they were full size and made out of materials that would not break. Bugsy moves into a big Beverly Hills house (he makes the owner an offer he cannot refuse), he hangs out in the right restaurants, he makes the right contacts, he gets a lot of publicity, and his image is summed up in a headline: GANGSTER OR STAR? It’s a question the mob is asking, too. Levinson’s movie strikes a different tone than the “Godfather” pictures, but, like them, it shows the Mafia as a business, depending on discipline.\n\nLevinson and Toback are interested in a different stratum of organized crime than Francis Coppola and Mario Puzo, however. The “Godfather” pictures were mostly about Italian Americans, and most of the key characters in “Bugsy” are Jewish; there’s Ben Kingsley as Meyer Lansky, the only Mafia leader who perhaps fully understood what made Bugsy tick; Harvey Keitel as Mickey Cohen, unforgiving killer, and Elliott Gould as Harry Greenberg, the hapless friend for whom Bugsy will walk a mile, but no further.\n\nFor Toback, the screenplay touches on obsessions that are deep in his previous work. His first notable screenplay was “The Gambler” (1976), starring James Caan as a compulsive bettor, and in Toback’s own movies as a director (“Fingers,” “Exposed,” “The Pick-Up Artist”) are the twin themes of men obsessively attracted to women, and men driven to extend themselves financially to the point of actual physical danger, usually from criminals.\n\nHere Bugsy Siegel scarcely seems to apprehend the danger he is hurtling toward. Distracted by his passionate love affair, besotted by his vision of a gambling temple in the desert, he listens to the warnings of Lansky and others, but does not seem to understand him.\n\nMeanwhile, the movie develops a sly, fascinating subplot involving Virginia Hill’s own tangled motives. Does she really love Bugsy, or money? Does she really know? “Bugsy” moves with a lightness that belies its strength. It is a movie that vibrates with optimism and passion, with the exuberance of the con-man on his game. Bugsy Siegel is not a good man and no doubt does not deserve a good end, but somehow we are carried along with him because he seems so innocent (even of his own bloody sins). At the end of the movie there’s one of those “crawls,” as Hollywood calls them, where we’re told what eventually happened - how Las Vegas became a $200 billion industry, how Virginia Hill died.\n\nIt’s the kind of crawl you’d get at the end of a movie about a great man. This time, with Bugsy, you don’t get a lump in your throat. But you do think it’s too bad the guy didn’t at least live to see Glitter Gulch.", "running_time": 135, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-12-20", "genres": ["Action", "Adventure", "Crime", "Drama", "Romance"], "title": "Bugsy (1991)"}