{"url": "http://www.rogerebert.com/reviews/bull-durham-1988", "by": "Kevin Costneras Crash Davis", "star_rating": 3.5, "text": "Some days, you win. Some days, you lose. And some days, it rains.\n\n--Baseball proverb\n\n “Bull Durham” is a baseball version of “Wall Street,” in which everybody’s takeover bid is for someone else’s heart. The movie is being promoted as a romantic comedy, but Susan Sarandon has a great scene right at the outset where she corrects that notion. She holds a little meeting with two new members of the local minor-league ball club, and explains that every year she chooses one player to spend the season with, and they are the two current finalists.\n\nThe rest of the movie involves, in one way or another, a three-way contest to see (a) who really loves whom, (b) who really can trust whom, and (c) whether the answers to (a) and (b) involve the same two people.\n\nA lot of baseball is played along the way. “Bull Durham” was written and directed by Ron Shelton, who spent some time in the minor leagues, and this is a sports movie that knows what it is talking about. There are quiet little scenes that have the ring of absolute accuracy, as when a player is called into the office and told his contract is not being picked up, and the blow is softened by careful mention of a “possibility of a coaching job in the organization next season. . . .” And there probably isn’t a coaching job, and nobody wants it anyway, but by such lies can sad truths be told.\n\nThe movie stars Kevin Costner as Crash Davis, an aging catcher and minor-league veteran who knows the ropes, and Tim Robbins as “Nuke” LaLoosh, a hot young pitcher who has a great fastball but no control and no maturity. Costner has been brought to the club to provide some seasoning for the rookie, and so inevitably they get into a fight before they’ve even been introduced.\n\nCostner has observed that Robbins has great control - unless he thinks about what he’s doing. One moment of thought and the ball gets pitched into the stands. So Costner stands outside a bar and taunts Robbins to hit him in the chest with his best fastball - something, of course, that, once he starts thinking about it, Robbins is absolutely unable to do.\n\nThat kind of baseball philosophy provides a sound background for the movie, which has its foreground in Susan Sarandon’s bedroom. I don’t know who else they could have hired to play Annie Savoy, the Sarandon character who pledges her heart and her body to one player a season, but I doubt if the character would have worked without Sarandon’s wonderful performance. Annie could have been portrayed as a lot of things - as a tramp, maybe, or a pathetic case study - but Sarandon portrays her as a woman who, quite simply, loves baseball and baseball players and wants to do her thing for the home team.\n\nWhy does she limit her love affairs to one season? Anyone who has ever been a minor-league baseball fan knows the answer to that one: Anybody who’s any good moves up after a year, and Annie, of course, is only interested in the best players.\n\nThe romantic triangle unfolds during a season in which it never seems to matter very much how well the Durham Bulls are doing. They lose, they win, they spend a lot of time on buses and in hotel rooms, and meanwhile Sarandon and Costner begin to realize that she is more than a groupie and he is more than a catcher. They find each other dropping the names of writers, and making references to things they should not necessarily know, and finally one day Costner explodes in frustration: “Who are you, anyway?” Perhaps he suspects that if he finds the answer to that question, she will steal his heart away.\n\nThe kid pitcher is a lot less subtle about all of this. He enjoys being Annie’s lover, for a time, but when he gets to a winning streak he starts believing all those old stories about conserving your precious bodily fluids, and he becomes as chaste as a monk.\n\nCostner, of course, is feeding him the stories. Meanwhile, we’re getting to know some of the other members of the team and management, in a low-key, Robert Altman-style directorial approach that fills up the background with a lot of atmosphere and action. \n\n“Bull Durham” is a treasure of a movie because it knows so much about baseball and so little about love. The movie is a completely unrealistic romantic fantasy, and in the real world the delicate little balancing act of these three people would crash into pieces. But this is a movie, and so we want to believe in love, and we want to believe that once in a while lovers can get a break from fate. That’s why the movie’s ending is so perfect. Not because it seems just right, but because it seems wildly impossible, and we want to believe it anyway.", "running_time": 108, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-15", "genres": ["Comedy", "Romance", "Sports Film"], "title": "Bull Durham (1988)"}