{"url": "http://www.rogerebert.com/reviews/bullitt-1968", "by": "Steve McQueenas Bullitt", "star_rating": 4.0, "text": "Steve McQueen is sometimes criticized for only playing \"himself\" in the movies. This misses the boat, I think. Stars like McQueen, Bogart, Wayne or Newman aren't primarily actors, but presences. They have a myth, a personal legend they've built up in our minds during many movies, and when they try to play against that image it usually looks phony.\n\nMcQueen was a bomb as Thomas Crown, for example, because the character clashed with McQueen's own personality. But McQueen is great in \"Bullitt,\" and the movie is great, because director Peter Yates understands the McQueen image and works within it. He winds up with about the best action movie of recent years.\n\nMcQueen plays a San Francisco cop assigned as bodyguard to a syndicate witness. The witness gets shotgunned -- in the most brutally direct 10 seconds of film I can remember -- and McQueen becomes a political football. Robert Vaughn (better than usual) is the politician who puts the heat on, and it's up to McQueen to hide the victim's body until he can untangle the case.\n\nIt's a very tangled case, too. The beautiful thing is that Yates and his writers keen everything straight. There's nothing worse than a\r\ncomplicated plot that loses track of itself (as in \"The Lady in Cement,\" which I defy anyone to explain).\n\n\"Bullitt\" is Yates second film; his first was \"Robbery,\" a superior movie about England's great train robbery, which played Chicago earlier this year. \"Robbery\" had a great chase sequence in it, involving a running machine gun battle, all sorts of near misses in heavy traffic, lots of blood and remarkable photography.\n\n\"Bullitt,\" as everybody has heard by now, also includes a brilliant chase scene. McQueen (doing his own driving) is chased by, and chases, a couple of gangsters up and down San Francisco's hills. They slam into intersections, bounce halfway down the next hill, scrape by half a dozen near-misses, sideswipe each other, and leave your stomach somewhere in the basement for about 11 minutes.\n\nOne trouble. They couldn't be satisfied with a cop movie, I guess; they had to have sex appeal, and so they brought in Jacqueline Bisset (a lovely sight, true) to be McQueen's girl. And every line she recites is disastrously inappropriate. She has one speech so awful it takes the movie five minutes to recover.\n\nYates pulled the same trick in \"Robbery\" (1968), giving Stanley Baker a wife he didn't need so the movie could have three unnecessary scenes with her. And Lee Remick cluttered up \"The Detective.\" And Inga Stevens was extra baggage in \"Madigan.\" They ought to leave the girls out or make them policewomen, like \"Coogan's Bluff\" did, come to think of it.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1968, "date_published": "1968-12-23", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Bullitt (1968)"}