{"url": "http://www.rogerebert.com/reviews/bully-2012", "by": "Lee Hirsch", "star_rating": 3.0, "text": "There's only one bully actually identified in the film. A clueless teacher has pulled together two kids who got in a fight and insists they shake hands. One kid is as friendly as an insurance salesman and sticks out his paw with a friendly smile. \n\nThe other kid refuses. The teacher sends the friendly kid away and lectures the other one. Of course it's the “nice kid” who is the bully. He probably gets away with more stuff than a con man. His victim knows it. He's been down this path before.\n\nIf the teacher were more clued in, she'd know it, too. One of the themes in Lee Hirsch's documentary is how many parents and teachers have no idea what's really happening in the secret society of children in their care. Many bullied children are reluctant to tell anyone what's happening to them. Are they embarrassed or scared? Bullying is designed to make them feel inferior, and in their cases, perhaps it has worked.\n\nThe film follows the stories of several children in Mississippi, Oklahoma and Georgia. Two of them committed suicide. Their lives had become unendurable without anyone noticing, or taking their situations seriously enough. I can believe it. The most infuriating people in the film are teachers or administrators who don't know what's happening — or don't want to know, perhaps afraid of bureaucratic difficulties or angry parents. (I imagine, but don't know, that the parents of bullies are likely to flare up in anger at accusations against their children — and then possibly abuse their kid themselves later. Do bullies have nice parents?)\n\nSometimes an entire community gets in on the act. A girl who is a lesbian is humiliated by a teacher in front of other students, and her parents observe that many of their own longtime friends have become hostile. A culture of ignorance and homophobia feeds this.\n\nMuch has been made of how the MPAA gave this film an R rating for its language. (A PG-13 has belatedly been handed out to a version with some swear words taken out.) It was widely reported that the MPAA was preventing admission to those very kids under 17 who could benefit from it the most. That part I'm not so sure about. The movie contains little solid information about bullying, and although we feel sorry for the victims who are profiled, it is unclear what can be learned from observing them. \n\nMy notion is that a fiction film might be more effective than a documentary. It could encourage young viewers to identify with victims of bullying and to dislike bullies. Movies that encourage empathy are more effective than those that objectify problems. Some kids will think: “I'm not like those losers.” The right kind of fictional story might make that harder to do.\n\nWhy are some people bullied? Because they are different. How? It doesn't matter. A bully can act as the catalyst for encouraging a group to draw together in cruelty against someone perceived as not a member. This process was shown with great power in Larry Clark's “Bully” (2001), which added an unexpected twist: A brutal bully is actually murdered by a group of his victims, who together are moved to do something none of them could ever do alone.\n\n“Bully” is a sincere documentary but not a great one. We feel sympathy for the victims, and their parents or friends, but the film helplessly seems to treat bullying as a problem without a solution. I can think of one thing that might help. Parents and schools should place great emphasis on the idea that it is all right to be different. Racism and all the other “isms” grow from primitive tribalism, the instinctive hostility against those of another tribe, race, religion, nationality, class or whatever. You are a lucky child if your parents taught you to accept diversity. Teaching prejudice to a child is itself a form of bullying. You've got to be taught to hate.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-11", "genres": ["Documentary", "Drama"], "title": "Bully (2012)"}