{"url": "http://www.rogerebert.com/reviews/bulletproof-monk-2003", "by": "Chow Yun-Fatas Monk With No Name", "star_rating": 2.0, "text": "Let us first consider the Scroll of the Ultimate. \"Whoever reads it aloud in its entirely,\" an ancient monk explains to his young acolyte, \"will gain the power to control the world.\" It is Tibet in 1943. The Nazis are there to capture the Scroll of the Ultimate. We recall from \"Raiders of the Lost Ark\" that the Third Reich was also trying to capture the Ark of the Covenant, perhaps so that Leni Riefenstahl, Hitler's favorite filmmaker, could direct \"The Scroll of the Ultimate vs. the Ark of the Covenant,\" a title I have just registered with the Writers' Guild.\n\nThe young acolyte accepts responsibility for the Scroll, and renounces his name, becoming The Monk With No Name, a name Clint Eastwood should have registered with the Writers' Guild. No sooner does the Monk (Chow Yun-Fat) take possession than the sky churns with sensational visual effects, high winds blow, and the Nazis attack the temple. The Monk escapes by jumping off a high cliff, after first taking a Nazi bullet that hits him right in the Scroll. He survives the jump, as he later explains, because gravity exists only if you think it does.\n\nBecause he walks around on the ground a lot, apparently he thinks it does, most of the time. The knack is to learn how to turn your belief on and off. Sixty years later, which is how long any one monk can guard the Scroll, the Monk is in New York City when he happens upon a pickpocket named Kar (Seann William Scott). Kar is working the subway, and has indeed just picked the Scroll from the Monk's briefcase, when he is forced into the subterranean lair of a gang of young toughs who look as dangerous as the crowd in a leather bar on date night. This gang is led by Mr. Funktastic (Patrick Hagarty), who has his name tattooed across his chest, and also includes the beautiful Bad Girl (Jaime King), who turns out to be a good girl. Kar engages in a violent martial arts struggle with the gang for a long time, after which they stop, because the scene is over, and Mr. Funktastic issues a dire warning should Kar ever stray their way again.\n\nLike he wants to hang out down there in the subterranean lair.\n\nThe Monk With No Name has secretly observed the fight, perhaps because Mr. Funktastic's men failed to notice the arrival of an unexpected monk, and he becomes friends with Kar, who seems to fit the Three Prophecies made about the one who will be chosen to guard the Scroll for the next 60 years. Of course Kar is a reckless youth and must learn much about life; meanwhile the Nazis turn up again and at one point have the Monk With No Name strapped to a torture machine, crucifix-style, and are about to screw things into his brain.\n\n\"Bulletproof Monk\" is a cross between a traditional Hong Kong martial arts movie and various American genres, incorporating the dubious notion that the wisest and most skilled practitioners of the ancient Asian arts have nothing better to do than tutor young Americans. To be sure, Kar has been studying on his own. \"Where do you study fighting?\" the Monk asks him. \"The Golden Palace,\" he says. This is the broken-down movie palace where he is the projectionist, and copies the moves from old karate movies.\n\nThe fight scenes in \"Bulletproof Monk\" are not as inventive as some I've seen (although the opening fight on a rope bridge is so well done that it raises expectations it cannot fulfill). The film demonstrates, \"Matrix\"-style, that a well-trained fighter can leap into the air and levitate while spinning dozens of times, although why anyone would want to do this is never explained. Yun-Fat and Scott do as much with the material as they can, although it's always a little awkward trying to shoehorn a romance into a movie like this, especially when you have to clear time for Bad Girl and Nina (Victoria Smurfit), who is a third-generation Nazi and the real bad girl, to have their obligatory hand-to-hand combat.\n\n\"Bulletproof Monk\" was written by Ethan Reiff and Cyrus Voris, based on the comic book by Brett Lewis and RA Jones, and will appeal to more or less the same audience as the comic book. The ads and trailer hope we confuse it with \"Crouching Tiger, Hidden Dragon,\" but this is more like the Young Readers version.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-04-16", "genres": ["Action", "Adventure", "Comedy", "Science Fiction", "Thriller"], "title": "Bulletproof Monk (2003)"}