{"url": "http://www.rogerebert.com/reviews/bullshot-1985", "by": "Diz Whiteas Rosemary Fenton", "star_rating": 1.5, "text": "To be successful, a satire requires at least two things: (1) an audience familiar with the original material that is being satirized, and (2) a certain savage glee on the part of the performers, who must seem, to some degree, cheerfully hostile to their subject matter. \"Bullshot\" is a satire that contains a good many wonderful things, but it does not contain those two essential ingredients, and so it fails. \n\n\tThe movie was inspired by the character of Bulldog Drummond, who was played by Ronald Colman in a series of lighthearted 1930s comedies and who was the unflappable, suave British hero who never wrinkled his evening clothes while saving the day with prodigious intelligence and derring-do.\n\n\"Bullshot Crummond\" is about a character who affects many of the externals of the original Drummond, but who is incredibly vain, and whose bursts of genius (like confusing a killer octopus by imitating the sound of an approaching whale) are overshadowed by his consistent stupidity (not noticing that the arch-villain Otto von Bruno is eavesdropping on all of his plans).\n\nIf you've seen the Bulldog Drummond movies on the late show, a lot of this may strike some chords. My notion, however, is that many of this movie's in-jokes are going to fly right past most audiences. The movie's other problem is with style. The leading roles are played by three comic actors who have been working together for 15 years: Alan Shearman, Ron House and Diz White. Their credits include the revue \"El Grande de Coca-Cola,\" and they performed a stage version of \"Bullshot\" in London and San Francisco. The strange thing is, they seem to have grown into their characters to such a degree that they seem rather forgiving of them; there isn't that wicked glee that we should sense lurking beneath the surface of a satirical performance, as the actor sends the character gently off to his doom.\n\nThe movie's plot involves the usual ingredients: An eccentric scientist discovers a world-changing formula and seals half of it in his daughter's locket before being kidnapped by Count von Bruno, a fiend who hopes to destroy England. The daughter appeals to Bullshot Crummond for help in saving her father, and of course Bullshot falls instantly in love with the daughter and sets out on the quest.\n\nCrummond's world is made up of querulous butlers, loyal pals, tea dances, London-to-Brighton auto races, and a burning hatred for the Count (who was his arch-enemy when they were both flying aces in World War One). His exploits all depend on incredible improvisations in the face of monumental blunders, and the best scene is one in which Bullshot and the girl are sealed in concrete up to their knees and placed in a chamber that is flooded and then invaded by an octopus. Bullshot is played by Alan Shearman, whose clean-cut good looks are right for the role, but he plays the character with a certain studied detachment, as if he were not quite the idiot Crummond is. Too bad. Material like this is so zany, so willfully implausible, that unless the actors play it with reckless abandon, it looks odd, not funny.", "running_time": 85, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-09-10", "genres": ["Adventure", "Comedy", "Foreign"], "title": "Bullshot (1985)"}