{"url": "http://www.rogerebert.com/reviews/bully-2001", "by": "Brad Renfroas Marty Puccio", "star_rating": 4.0, "text": "Larry Clark's \"Bully\" calls the bluff of movies that pretend to be about murder but are really about entertainment. His film has all the sadness and shabbiness, all the mess and cruelty and thoughtless stupidity of the real thing. Based on a real story from 1993, it tells the story of a twisted high school bully and a circle of friends who decide to kill him. But this is not about the evil sadist and the release of revenge; it's about how a group of kids will do something no single member is capable of. And about the moral void these kids inhabit.\n\nClark moved to the Hollywood, Fla., suburb where the actual murder took place, and sees it as a sterile expanse of Identikit homes, strip malls and boredom, where the kids drift from video arcades to fast food hangouts, and a car means freedom. There is no doubt a parallel universe in this same suburb, filled with happy, creative, intelligent people and endless opportunities--there always is--but these kids are off that map. They are stupid by choice, not necessity; they have fallen into a slacker subculture that involves leading their lives in a void that can be filled only by booze, drugs, sex, and the endless, aimless analysis of their pathetic emptiness.\n\nThe movie is brilliantly and courageously well-acted by its young cast; it's one of those movies so perceptive and wounding that there's no place for the actors to hide, no cop out they can exercise. Their characters bleed with banality and stupid, doped reasoning. Their parents are not bad and, for the most part, not blamed; their children live in a world they do not understand or, in some cases, even see.\n\nWe meet Marty Puccio (Brad Renfro) and Bobby Kent (Nick Stahl). For as long as Marty can remember, Bobby has picked on him, and we see it as a daily ordeal: The ear twisting, the hard punches, the peremptory orders (\"Get back in the car now!\"), the demands that he go where he doesn't want to go and do what he doesn't want to do. In a key scene, Bobby takes him to a gay strip club and makes him dance on the stage while patrons stuff bills into his shorts. Marty is not gay. Bobby may be; certainly his relationship with Bobby is sublimated S/M.\n\nMarty and Bobby meet Ali and Lisa (Bijou Phillips and Rachel Miner). Bobby eventually rapes both girls. He also likes to watch Marty and Lisa in the back seat. He is, we sense, evil to the core; something has gone very wrong in his life, and maybe it was engendered by the authoritarian style of his father, who likes to dominate people under the guise of only doing what's right for them.\n\nThe movie establishes these kids in a larger circle of friends, including the tall, strong and essentially nice Donny (Michael Pitt), the anything-goes Heather (Kelli Garner), and Derek (Daniel Franzese), along for the ride. It watches as they drift from coffee shops to malls to one another's cars and bedrooms, engaged in an endless loop of speculation about the only subject available to them, their lives. The leadership in this circle shifts according to who has a strongly held opinion; the others drift into line. A consensus begins to form that Bobby deserves to be killed. At one point, Lisa simply says, \"I want him dead.\" It's chilling, the way the murder is planned so heedlessly. The kids decide they don't know enough to do it themselves, and need to hire a \"hit man.\" This turns out to be Leo Fitzpatrick (from Clark's powerful first film, \"Kids\"), who is essentially a kid himself. The conspirators vaguely think his family is \"Mafia,\" although his qualifications come into question when he worries that car horns will bother the neighbors; eventually we get the priceless line, \"The hit man needs a ride.\" The details of the murder are observed unblinkingly in a scene of harrowing, gruesome sadness. It is hard, messy work to kill someone. Once the body is disposed of, the arguments begin almost immediately: Everybody had a hand in the assault, but nobody actually can be said to have delivered the fatal blow, and we watch incredulously as these kids cave in to guilt, remorse, grief, blaming one another, and the irresistible impulse to tell outsiders what happened.\n\nClark's purpose in the film is twofold. He wants to depict a youth culture without resources, and to show how a crowd is capable of actions its members would never commit on their own. In \"Kids\" (1995) and in this film, the adult society has abandoned these characters--done little to educate or challenge them, or to create a world in which they have purpose. One of Bobby's sins, which I neglected to mention, is that he is still in high school and plans to go to college; the others live with fast-food jobs and handouts from parents, and Ali has a revealing line: \"I was married once, for about three weeks. I have a little boy, but it's no big deal--my parents take care of him.\" \"Kids\" takes place in Manhattan and \"Bully\" in south Florida but these kids occupy essentially the same lives, have the same parents, share the same futures.\n\nIt may be that \"Bully\" helps to explain the high school shootings. We sense the chilling disconnect between an action and its consequences, the availability of firearms, the buildup of teenage resentments and hatreds, the moral vacuum, the way they can talk themselves into doing unthinkable things, and above all the need to talk about it. (So many high school shooters leave diaries and Web pages, and tell their friends what they plan to do.) Yes, Bobby Kent is a bully (and one of the most loathsome characters I've seen in a movie). But he dies not for his sins, but because his killers are so bored and adrift, and have such uncertain ideas of themselves.\n\nLarry Clark is obviously obsessed by the culture of floating, unplugged teenagers. Sometimes his camera seems too willing to watch during the scenes of nudity and sex, and there is one particular shot that seems shameless in its voyeurism (you'll know the one). But it's this very drive that fuels his films. If the director doesn't have a strong personal feeling about material like this, he shouldn't be making movies about it.\n\nClark is not some objectified, outside adult observer making an after-school special, but an artist who has made a leap into this teenage mindscape. Some critics have attacked him as a dirty old man with a suspect relationship to his material; if this film had been directed by a 25-year-old, some of these same critics might be hailing it. I believe \"Bully\" is a masterpiece on its own terms, a frightening indictment of a society that offers absolutely nothing to some of its children--and an indictment of the children, who lack the imagination and courage to try to escape. Bobby and his killers deserve one another.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-07-20", "genres": ["Crime", "Drama", "Indie", "Thriller"], "title": "Bully (2001)"}