{"url": "http://www.rogerebert.com/reviews/bulletproof-heart-1995", "by": "Anthony LaPagliaas Mick", "star_rating": 3.0, "text": "Anthony LaPaglia was born with a woeful countenance, but his\rface looks even more sad near the beginning of \"Bulletproof Heart,\"\ras he sits on the bed of a man he has just killed. He watches TV - the same\rprogram his victim was watching when LaPaglia murdered him. The program does\rnot amuse him. After a while, he reaches over and tests the man's pulse, to be\rsure he is dead. The mark of a professional.\n\nLaPaglia\rplays Mick, a hired killer. He has theories about his job, which he sometimes shares\rwith Archie (Matt Craven), who admires him and wants to be just like him.\r\"A man should not confide,\" he says. And, \"When a man has the\rgun in his hand, he does not hesitate.\" LaPaglia is ready for a rest after\rhis latest hit. Then his friend George (Peter Boyle) walks in, with a job that\rhas to be done tonight.\n\nIt's\ra woman who stiffed him for $650,000. The strange thing is, the woman wants to\rbe killed. Mick can't understand this: \"Then why hasn't she already been\rkilled?\" he asks. \"I was gonna whack her myself,\" George says.\r\"I couldn't do it. I'm crazy about the broad.\" Mick protests. He is\rtired. He is busy. George persists: \"She wants it tonight, or she told me\rshe's going to the D.A. in the morning.\" Mick reluctantly agrees. He takes\rArchie along. They go to the woman's apartment.\n\nArchie\rwaits outside. She is throwing a party for herself, to celebrate her impending\rdeath. She sends the guests away. She is fascinated by Mick. They start to\rtalk. \"Do you shoot them? Where?\" she asks. He says, \"In Jersey,\rmostly.\" She seduces him, ties him to the bed, ravishes him, then pours\rchampagne on his scratches. We are beginning to understand why George found it\rhard to kill her.\n\n\"Bulletproof\rHeart,\" written by Gordon Melbourne and directed by Mark Malone, explores\rthe same dilemma as \"Guests of the Nation,\" that Irish short story by\rFrank O'Connor about the guards who became friendly with their prisoner and\rfound it hard to kill him. (The same idea is employed at the start of \"The\rCrying Game.\") The difference here is that the woman wants to die, for\rdeep reasons that we eventually realize are sincere. If Mick really cares about\rher, her reasoning goes, he will kill her: \"You be brave for me, OK?\"\rThe woman's name is Fiona, and she is played by Mimi Rogers, who in \"The\rRapture\" (1991) and again here shows a woman in the grip of an obsession.\rThis time, there is no ambivalence: She has not theslightest doubt, apparently, that she\rwants to die. That puts everything in the hands of Mick, who prides himself on\rhis workmanlike approach to his job. \"When you kill someone . . . ,\"\rhe tells her, \"the flow of life, the hum of voices in a restaurant, isn't\rany less.\" Sometimes he talks about \"the meaning of meaning.\"\rThe long night moves on, with Archie providing the comic counterpoint. At one\rpoint, they end up in a cemetery, eating Chinese takeout food. They talk in\rthat way two strangers can, when they know they will never see each other\ragain. What is strange is why they will never see each other again.\n\nAt\rthe end, when they come to the moment of truth, we think we know what the\ralternatives are. But we are surprised by the form the truth takes - how, and\rwhy. The movie is thoughtful, surprising and haunting.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-07-21", "genres": null, "title": "Bulletproof Heart (1995)"}