{"url": "http://www.rogerebert.com/reviews/bullhead-2012", "by": "Matthias Schoenaertsas Jacky", "star_rating": 3.0, "text": "\"Bullhead\" contains the elements for a simple but overwhelming personal tragedy. It also contains other elements that create a muddle. It's one of those films you have to reconstruct in your mind. It involves Jacky, a low-level Belgian farmer and criminal, who is paralyzed by fear and insecurity about his masculinity. Because he has easy access to testosterone and animal-growth hormones, he uses them to build muscle and body mass. The supplements have turned him into a raging bull.\n\nI understand why \"Bullhead\" was one of this year's nominees for foreign film Oscar. I'm not sure it was one of best five in the running, but that goes with the territory. It impresses because of the pain, sadness and rage contained in the title performance by Flemish actor Matthias Schoenaerts, who bulked up for the role (without steroids), and seems ready to burst from his clothes and even his skin.\n\nHe had something happen to him when he was young. It happened on the very day he first took notice that girls have breasts. This was during a talk with his best friend Diederik (Jeroen Perceval), as they regarded the sister of a neighbor. It was one of those talks many children have in which the facts of life fall into place with a blinding insight. Yes, you know about such things in a distracted sort of incomplete way, because they aren't especially interesting to you. Then suddenly they become the most important things in your life.\n\nAs a boy, young Jacky is a handsome mophead with a sunny personality. On that day, everything changed. We meet the adult Jacky at the start of the film, we see him consumed by sudden angers and intimidating people for his uncle, who raises beef cattle. We learn about animal-growth hormone, which they use, and in his bathroom, we see a little refrigerator containing countless bottles, vials and syringes of such drugs. \n\nJacky has become expert in their use. A casual conversation about their dangers indicates that he recklessly consumes what should be lethal self-dosages if he didn't have such a high resistance. He gobbles pills, stabs himself with needles, throws punches in the air like De Niro in \"Raging Bull.\" He still maintains an obsession with the girl he was looking at on that fateful childhood day.\n\nBecause that day provided the engine driving his entire life, I'm not sure it was wise for writer-director Michael R. Roskam to delay it until a flashback halfway through. Something made this guy this way, we're thinking, but the flashback information causes us to rethink everything. Well, that's what flashbacks often do, but in \"Bullhead,\" there's too much to rethink.\n\nThe movie reminded me of Michael Fassbender's masterful work in Steve McQueen's \"Shame.\" Both characters allow their existence to center on their genitals. \"Shame\" is what Paul Schrader calls a Man in a Room movie, like \"Raging Bull\" or \"American Gigolo,\" in which the hero's tormented existence is solitary. \"Bullhead\" introduces a plot involving Belgium's \"hormone mafia,\" a police informer, two rival criminals, the childhood friends still around, a murder of a cop, a stolen car and two dim-witted Walloon auto mechanics, dumb and dumber. \n\nThe result is a film more confusing than it needs to be. At its center is a man and his obsession, and the way hormone use has driven him out of control. That is more than enough. The one excellent aspect of the film is Matthias Schoenaerts' performance. We often follow him walking in a controlled lurch from side to side, as if merely walking is not enough of a challenge for him. We see his eyes, burning with pain. He speaks as if forcing out every word. \n\nPerhaps it was something he overheard on that day in childhood. Perhaps it was misunderstood comments from a crooked veterinarian about the effect of hormones on bulls. There is no need for him to be this crazed. The lack of testicles hasn't destroyed his life. This is the story of a man being eaten from within by chemicals. That alone would have been more than enough. I'm damned if I could follow the scheming involving the mechanics and those two sets of stolen auto tires.", "running_time": 124, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-29", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Bullhead (2012)"}