{"url": "http://www.rogerebert.com/reviews/bullwhip-griffin-1967", "by": "Roddy McDowallas Bullwhip Griffin", "star_rating": 3.0, "text": "\"Bullwhip Griffin\" is a pleasant, low-key adventure comedy, good summer entertainment for youngsters and perhaps not too unlikely for their parents. If it isn't quite up to Walt Disney's best comedies (\"The Absent-Minded Professor,\" for example), it is good Disney all the same, and many of the Disney trademarks are in evidence.\n\nThe hero from the kid's point of view, I suspect, is Jack Flagg (Bryan Russell), an impossibly noble 12-year-old with blue eyes, scrubbed cheeks and the mature judgment necessary to help his elders through life.\n\nAfter his grandfather leaves him and his sister penniless, Jack abandons Boston and stows away aboard a ship bound for the Cali-for-ni-ay Gold Rush. The family butler, Bullwhip Griffin (Roddy McDowall), gives chase, stows away aboard the same schooner, becomes the cook and inadvertently wins them both passage to the coast. Jack's sister (Suzanne Pleshette) follows on the next boat, and the rest of the film takes place in the muddy, grimy, rough-and-tumble goldfields.\n\nJack and the butler gain brief possession of a map to the Mother Lode, but the scheming Judge Higgins (Karl Malden) spirits it away. The two give chase up the coast, and when Miss Pleshette arrives in Sacramento there's no job opening except as a singer at the Golden Nugget Saloon.\n\nReaching an impasse and returning to town penniless, Jack and Bullwhip are horrified that Miss Pleshette has stooped so low. Bullwhip agrees to fight the Mountain Ox (Mike Mazurki) for a $2,000 purse to take them all back to Boston.\n\nThe fight scene is one of the best in the film, using Disney's trunk full of technical tricks to spice up the duel between the slender Bullwhip and the hulking Mountain Ox. Things go badly for Bullwhip until Miss Pleshette kisses him, a little cupid wings across the screen tooting his trumpet, and true love wins the fight.\n\nAll the characters are exaggerated stereotypes, of course. That's always half the fun of a Disney movie. Never was there a butler more proper, a sister more pure and beautiful, a judge so villainous or a youngster so heroic as in \"Bullwhip Griffin,\" and that is exactly as it should be.", "running_time": 108, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-13", "genres": ["Action", "Comedy", "Drama", "Family", "Western"], "title": "Bullwhip Griffin (1967)"}