{"url": "http://www.rogerebert.com/reviews/bullets-over-broadway-1994", "by": "John Cusackas David Shayne", "star_rating": 3.5, "text": "As Woody Allen's \"Bullets Over Broadway\" opens, an earnest young playwright has finally found financing for his latest dreary exercise in social responsibility. It's 1929, the world's in tumult, and the playwright is proudly leftwing. But the guy putting up the money is a rich gangster who couldn't care less which wing he is - just as long as the gangster's girlfriend gets a big role in the play.\n\nAll by itself, this could be the set-up for a good comedy.\n\nBut Allen has a master stroke up his sleeve, in the form of the gun moll's bodyguard, a hard-nosed killer who insists on attending all the play's rehearsals. He sits back in the darkness of the theater, a large dark lump of menace with a gun tucked under his armpit, and then, one day, from out of the shadows, his voice is heard. He has a suggestion about the crappy dialogue.\n\nThe bodyguard is named Cheech, and he is played by Chazz Palminteri on a note of menace combined with natural intelligence. He is not a playwright. He has hardly seen a play before. But as he sits there, day after day, watching the cast struggle with unsayable lines and unplayable ideas, he can see what's wrong. Hell, anyone could.\n\nThe twist involving the bodyguard is what makes \"Bullets Over Broadway\" more than what it could have been, a funny but routine backstage comedy. Allen follows the simple logic of this character until it leads to a moment both shocking and incredibly funny; when I saw the movie, the audience laughed uproariously, because taboos were being broken even as inexorable logic was being followed.\n\nAllen's cast recreates some of the same madcap zaniness that's always associated with the Broadway of the late 1920s, when every night's foibles were rehashed the next day at the Algonquin Round Table. John Cusack plays David Shayne, the playwright, as a young man of terrifying seriousness, who nevertheless is cheerfully willing to compromise his art for success. He is the target of a seduction attempt by Helen Sinclair (Dianne Wiest), a fading star with an alcohol problem, who loves to discuss her role over drinks.\n\n(In a speakeasy, she orders two martinis. He's flattered that she knows his drink - until she explains that both martinis are for her.) The other members of the play cast are peculiar in that focused, self-obsessed way that only actors seem able to obtain.\n\nThere's leading man Warner Purcell, for example, played by Jim Broadbent as a man with serious eating and romantic disorders. He starts out consuming only hot water \"with a little lemon\" and ends up eating everything in sight, ballooning to alarming proportions while dangerously falling in love with the gangster's girl. And there's Eden Brent (Tracey Ullman), loud, confident and always late (\"My pedicurist had a stroke\"). And of course the shrill-voiced, spectacularly untalented Olive Neal (Jennifer Tilly), the gun moll, whose presence on stage is a serious handicap for any scene.\n\nAllen and his co-writer, Douglas McGrath, play the backstage stuff for laughs, and get a lot of them, especially with the food subplot involving Broadbent. (He's the large, genial actor you may remember as the bartender in \"The Crying Game\"). But when the second level of the screenplay gets cooking, darker and more forbidden areas of humor open up.\n\nWhat, for example, is the responsibility of the artist to his art? We've heard of artists who would \"kill for their art\" - but would they, really? And should they? There's the sneaky suspicion that some of this subplot in \"Bullets Over Broadway\" may refer obliquely to events in the last two years in Allen's life. The heart has its reasons, he argued at a famous press conference, and in the movie that's echoed with \"an artist creates his own moral universe.\" Only gradually do we realize that the only artist in \"Bullets Over Broadway\" who takes art really seriously is Cheech, the bodyguard.\n\n\"Bullets Over Broadway\" shares a kinship with a more serious film by Allen, \"Crimes and Misdemeanors,\" in which a man committed murder and was able, somehow, to almost justify it. Now here is the comic side of the same coin. The movie is very funny and, in the way it follows its logic wherever it leads, surprisingly tough.", "running_time": 98, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-28", "genres": ["Action", "Comedy", "Thriller"], "title": "Bullets Over Broadway (1994)"}