{"url": "http://www.rogerebert.com/reviews/bulworth-1998", "by": "Warren Beattyas Jay", "star_rating": 3.5, "text": "What it comes down to is a politician who can no longer bring himself to recite the words, \"America is standing on the doorstep of a new millennium.\" Over and over and over again he has repeated the same mindless platitudes, the same meaningless baloney, the same hot air. Now he sits in his office, playing one of his stupid TV commercials on an endless loop. He has not eaten or slept in three days. He is sick to the soul of the American political process.\n\nThese do not seem to be the makings of a comedy, but Warren Beatty's \"Bulworth\" made me laugh--and wince. You realize that if all politicians were as outspoken as Bulworth, the fragile structure of our system would collapse, and we would have to start all over again. The movie suggests that virtually everything said in public by a politician is spin. \"Spin control\" is merely the name for spin they don't get away with.\n\nBulworth is a onetime Kennedy liberal (like Beatty himself), an incumbent senator from California who is accused by an opponent of being \"old liberal wine trying to pour himself into a new conservative bottle.\" The joke to Bulworth is that liberal and conservative, Democrat and Republican, are no longer labels that mean much: When it comes to national health care, for example, the insurance companies have both parties in their pockets (and both parties have their hands in the companies' pockets).\n\nBulworth is in trouble. He hates his job and his life, and has just lost millions in the market. So he puts out a contract on his own life and flies back to California thinking he has three days to live. His impending death fills him with a sense of freedom: At last he is free to say exactly what he thinks, and that's what he does. In a black church, he observes, \"We all come down here, get our pictures taken--forget about it.\" Blacks will never have power within the establishment, he says, until they've spent the money to buy it, like the whites do.\n\nBulworth's chief of staff (Oliver Platt) goes ballistic and hits a fire alarm to end the church service. But an hour later, in Beverly Hills, Beatty is insulting a mostly Jewish audience of movie moguls: \"How much money do you guys really need?\" he asks, observing that they produce \"mostly crap.\" And so it goes. \"That was good. Really good,\" he says. He's enjoying political speechmaking for the first time in his life.\n\nFollowing Bulworth through his conversion is a posse of foxy young black women, who pile into his limousine and direct him to an after-hours club, where he samples hip-hop and drugs. Lingering always nearby in the background is an attractive woman named Nina (Halle Berry), who eventually takes him home to her neighborhood, where he sees grade-school kids selling crack and is treated to the truth of families where everybody has lost someone to gunfire.\n\n\"Bulworth\"' doesn't consist simply of the candidate making insults like a radical Don Rickles. There's substance in a lot of the dialogue, written by Beatty with a debt to the critiques of American society by such as Noam Chomsky. Beatty zeroes in on the myth that government is wasteful and industry is efficient by claiming that government runs Medicare for a fourth of the overhead raked off by insurance companies for equivalent health care. But why don't we have national health care like every other First World country? Because of insurance payoffs, Bulworth is only too happy to explain.\n\nThe movie fires shots in all directions. Some of them hit, some of them miss. When Bulworth asks Nina where all the black leaders have gone, her answer is as intelligent and plausible as a year's worth of op-ed columns. But when the movie presents black culture as automatically more authentic and truthful than white, that's a leftover knee jerk; the use of blacks as repositories of truth and virtue is a worn-out convention in white liberal breast-beating. (There is even a mysterious old black man who follows Bulworth around, reciting incantations that are meant, I guess, to be encoded universal truths.) It's better when Bulworth abandons political correctness and says what he thinks, however reckless, as when he theorizes that the solution to racial difficulties is for everybody to bleep everybody else until we're all the same color.\n\n\"Bulworth\" seems to reflect a rising tide of discontent with current American political discourse. Like \"Wag the Dog\" and \"Primary Colors,\" it's disenchanted with the state of the system. No wonder. I can remember listening, as a child, to radio debates involving those two old war horses of Illinois politics, Paul Douglas and Everett Dirksen. They simply had at their opponents, like two opinionated guys talking off the tops of their heads. Now debates, like campaigns, are carefully hedged with rules designed to ensure that everyone stays timidly within the tradition of doorsteps of the new millennium, etc.\n\n\"Bulworth\" is not a perfect movie, nor could it be. It's too messy and takes too many risks. I didn't buy the romance between Bulworth and Nina; it's a recycling of the tired movie convention that a man in a fight for his life can always find time, in three days, to fall in love with a woman half his age. And I didn't much like the movie's ending--not the false ending, and not the real one that follows, either.\n\nBut those are minor complaints. \"Bulworth\" plays like a cry of frustrated comic rage. It's about an archetypal character who increasingly seems to stand for our national mood: the guy who's fed up and isn't going to take it anymore. Funny, how in the 22 years since we heard those words in \"Network,\" we've kept right on taking it.", "running_time": 108, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-22", "genres": ["Comedy", "Drama"], "title": "Bulworth (1998)"}