{"url": "http://www.rogerebert.com/reviews/buona-sera-mrs-campbell-1969", "by": "Gina Lollobrigidaas Carla", "star_rating": 3.0, "text": "\"Buona Sera, Mrs. Campbell\" is a charming reminder of what movie comedies used to be like. We're in a period now of very tense, uptight film comedy, movies so determined to be \"contemporary\" you can almost taste it. The most recent Debbie Reynolds and Doris Day movies were cases in point, filled with hippies, flower children and all the signs of Now but none of the substance. Mostly these \"contemporary\" comedies are boring and terribly square.\n\n\"Buona Sera, Mrs. Campbell,\" on the other hand, could have been made 10 years ago. It depends on the traditional strong points of movie comedy: well-defined situation, good dialog, emphasis on characters. And it even tells a story.\n\nThe story has to do with an Italian woman (Gina Lollobrigida in her best role in years) who mothered a child during World War II. The father was either Telly Savalas, Peter Lawford or Phil Silvers -- she's not quite sure. For years, all three have been sending her child-support checks. Twenty years later they return to Italy for a reunion of their old Air Force buddies. And naturally they all want to see their daughter.\n\nSo Gina is in a tight spot. She can't let the three guys find out about each other, and she can't let her daughter learn the truth either. Gina's official story has been that she married a Capt. Campbell and got pregnant just before he died a hero. She got the name from a soup can.\n\nAll this sounds like an outline for the worst sort of TV situation comedy, but director Melvin Frank holds the story together and makes it work. A lot of the credit goes to the real comic ability of Telly Savalas (the best of the three would-be fathers) and Shelley Winters, who plays Phil Silvers' wife.\n\nMiss Lollobrigida is good, too, projecting the kind of innocence that is necessary if the situation isn't going to seem vulgar. Phil Silvers mostly just supplies his Phil Silvers image, so familiar by now, and Peter Lawford once again provides evidence that he should have taken a government job when he had the opportunity.", "running_time": 108, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-01-17", "genres": ["Comedy"], "title": "Buona Sera, Mrs. Campbell (1969)"}