{"url": "http://www.rogerebert.com/reviews/burden-of-dreams-1982", "by": null, "star_rating": 4.0, "text": "Les Blank's \"Burden of Dreams\" is one of the most remarkable documentaries ever made about the making of a movie. There are at least two reasons for that. One is that the movie being made, Werner Herzog's \"Fitzcarraldo,\" involved some of the most torturous and dangerous on-location shooting experiences in film history. The other is that the documentary is by Les Blank, himself a brilliant filmmaker, who is unafraid to ask difficult questions and portray Herzog, warts and all.\n\nThe story of Herzog's \"Fitzcarraldo\" is already the stuff of movie legend. The movie was shot on location deep within the rain forests of South America, one thousand miles from civilization. When the first version of the film was half-finished, its star, Jason Robards, was rushed back to New York with amoebic dysentery and forbidden by his doctors to return to the location. Herzog replaced Robards with Klaus Kinski (star of his \"Aguirre, the Wrath of God\"), but meanwhile, co-star Mick Jagger left the production because of a commitment to a concert tour. Then the Kinski version of \"Fitzcarraldo\" was caught in the middle of a border war between tribes of Indians. The whole production was moved twelve hundred miles, to a new location where the mishaps included plane crashes, disease, and attacks by unfriendly Indians. And all of those hardships were on top of the incredible task Herzog set himself to film: He wanted to show his obsessed hero using teams of Indians to pull an entire steamship up a hillside using only block and tackle!\n\nBlank and his associate, Maureen Gosling, visited both locations of Herzog's film. Their documentary includes the only available record of some of the earlier scenes with Robards and Jagger. It also includes scenes in which Herzog seems to be going slowly mad, blaming the evil of the jungle and the depth of his own compulsions. In \"Fitzcarraldo,\" you can see the incredible strain as men try to pull a steamship up a sharp incline, using only muscle power and a few elementary principles of mechanics. In \"Burden of Dreams,\" Blank's camera moves back one more step, to show the actual mechanisms by which Herzog hoped to move his ship. A giant bulldozer is used to augment the block-and-pulley, but it proves barely equal to the task, and at one point the Brazilian engineer in charge of the project walks off, warning that lives will be lost.\n\nWhat drives Herzog to make films that test his sanity and risk his life and those of his associates? Stanley Kauffmann, in the New Republic, argued that, for Herzog, the purpose of film is to risk death, and each of his films is in some way a challenge hurled at the odds. Herzog has made films on the slopes of active volcanoes, has filmed in the jungle and in the middle of the Sahara, and has made films about characters who live at the edges of human achievement. \"Burden of Dreams\" gives us an extraordinary portrait of Herzog trapped in the middle of one of his wildest dreams.", "running_time": 94, "mpaa_rating": "No", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Documentary"], "title": "Burden of Dreams (1982)"}