{"url": "http://www.rogerebert.com/reviews/burglar-1987", "by": "Whoopi Goldbergas Bernice Rhodenbarr", "star_rating": 1.0, "text": "Does Hollywood think Whoopi Goldberg recently arrived here from another planet? Do they think she has one of those invisible protective shields around her, like in the old toothpaste commercials? Do they respond at all to her warmth, her energy, her charisma? Sure, she looks a little funny, but why isn't she allowed to have normal relationships in the movies? Why is she always packaged as the weirdo from Planet X? The occasion for these questions is \"Burglar,\" a witless, hapless exercise in the wrong way to package Goldberg. This is a woman who is original. Who is talented. Who has a special relationship with the motion picture comedy. It is criminal to put her into brain-damaged, assembly-line thrillers.\n\nCan't Goldberg or anyone in her entourage tell the difference between a movie and a deal? Can't they read a script and see that it is simply recycled elements from hundreds of other movies? Films like \"Burglar\" and \"Jumpin' Jack Flash,\" her most recent films, will continue to be made as long as there are writers with nothing to say, agents with nothing to deal and directors who don't care what their films are about. But let them feed off each other. Don't throw Goldberg to those sharks.\n\nSeen simply as a project, \"Burglar\" is relentlessly conventional.\n\nA colorful character (in this case, a burglar played by Goldberg) is implicated in a murder. The police are convinced she's guilty. She has to prove she is innocent. That involves her with several bizarre characters. The movie ends in a chase scene. Watching these parboiled elements on the screen, I felt a real sense of anger that Goldberg was being forced to march through such cliches.\n\nLet's face it. Hollywood knows Goldberg is talented, but nobody knows how to handle her in the movies. She is a woman. She is black.\n\nShe looks goofy. So, they take the path of no resistance. They ignore all of those realities about her. It is one thing to argue that casting directors should be color blind, but another thing altogether to cast Whoopi Goldberg in a role so impersonal that it could be filled by Robert Redford, Seka or Rin-Tin-Tin - all without a rewrite.\n\nNothing in \"Burglar\" depends on or grows out of Goldberg's sex.\n\nWith a few costume changes, her role could be played by a man. Nothing depends on her race. As nearly as I could tell, this movie thinks she is the only black person in the world and nobody knows it. Nothing depends on her personality, because she has no meaningful or comprehensible relationships with anybody except for a weirdo played by Bob Goldthwait. His role is almost an insult: What are we to make of the fact that Goldberg's only close friend is insane? Is there anything worth seeing in this movie? Maybe the motorcycle chase up and down the hills of San Francisco, but that could have been in any movie. Does Goldberg show her talent? She does in the quiet way she makes observations, in the sweet way she tries to angle around frontal assaults, in the way she tries to talk herself out of tight corners. In an intelligent movie, those qualities would have contributed to the effect, instead of existing apart from it.\n\nHere is what is happening: Goldberg's career is being destroyed.\n\nShe came out of nowhere, she had some success on the stage, she was brilliant in \"The Color Purple\" and now, with one cynical deal after another, she is being shoehorned into formula movies that don't even have a chance of being good. Soon she will be \"unbankable,\" and that will be that. The system will have chewed up and spit out another talent who suffers from the terrible quality of being unique.", "running_time": 98, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-20", "genres": ["Action", "Comedy"], "title": "Burglar (1987)"}