{"url": "http://www.rogerebert.com/reviews/buried-2010", "by": "Robert Patersonas Dan", "star_rating": 3.5, "text": "Buried alive. It must be a universal nightmare. I read Edgar Allan Poe's \"The Premature Burial\" when I was 7 or 8, and the thought troubled me for many a dark night. You are alive, you can move, you can scream, but no one will hear.\n\nPaul Conroy is a truck driver working for a private contractor in Iraq. He comes to consciousness in blackness. He reaches out, feels, realizes. He finds a lighter. In its flame, his worst fears are realized. He finds a cell phone. He learns he has been kidnapped and is a hostage — in a coffin.\n\nObviously his captors want him to use the phone. They want to prove he is alive, because they plan to demand a ransom. By now we are identifying with Conroy's desperate thinking. Who can he call who can rescue him before the oxygen in the coffin runs out? Thankfully the coffin is longer than usual, allowing it to contain more air and also permitting certain camera angles that enhance the action.\n\nBecause there is action. Although the entire movie takes place in the enclosed space, director Rodrigo Cortes and writer Chris Sparling are ingenious in creating more plausible action than you would expect possible. They also allow themselves a few POV shots from outside the coffin — not on the surface, but simply from undefined darkness above the space. \n\nPaul (Ryan Reynolds) uses the phone to call 911. The Pentagon. His employer's office. His wife. He receives calls from his kidnappers. These calls are exercises in frustration. There is nothing quite like being put on hold while you're buried alive.\n\nIt is the filmmakers' wise decision to omit any shots of the action at the other end of the calls. No shots of 911 operators, Pentagon generals or corporate PR types. No shots of his desperate kidnappers. No flashbacks to the ambush and kidnapping itself. No weeping wife. The movie illustrates the strength of audio books and radio drama: The images we summon in our minds are more compelling than any we could see. A seen image supplies satisfaction. An imagined one inspires yearning. Along with Paul, we're trying to transport ourselves to the other end of each call.\n\nIt would not be fair to even hint at some of the events in the coffin. Let it be said that none of them is impossible. There is no magic realism here. Only the immediate situation. The budget for \"Buried\" is said to be $3 million. In one sense, low. In another sense, more than adequate for everything director Cortes wants to accomplish, including his special effects and the voice talents of all the people on the other end of the line.\n\nRyan Reynolds has limited space to work in, and body language more or less preordained by the coffin, but he makes the character convincing if necessarily limited. The running time, 94 minutes, feels about right. The use of 2:35 wide screen paradoxically increases the effect of claustrophobia. I would not like to be buried alive.\n\nNote: My top 10 reasons for wanting to be cremated: http://j.mp/dpQwYu\n\nRead \"The Premature Burial,\" by Edgar Allan Poe: http://j.mp/bput7O", "running_time": 95, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-22", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Buried (2010)"}