{"url": "http://www.rogerebert.com/reviews/burlesque-2010", "by": "Steven Antin", "star_rating": 2.0, "text": "The burlesque shows in “Burlesque” feature no nudity, no striptease, no baggy pants comedians and no performers with names like Porsche Galore. Other than that, the shows are identical to the offerings at the Rialto and Follies burlesque houses that flourished on South State Street when I first visited Chicago as a sin-seeking teenager.\n\n“Burlesque” offers burlesque as if it died and went to heaven. Behind a tawdry side entrance on Sunset Strip, a club exists that would make a Vegas casino proud. It has the eerie expanding and contracting dimensions of fantasy. At first, the stage is the right size for an intimate cabaret; later, there's enough space to present a production number with dozens of (unaccounted for) dancers descending a staircase worthy of Busby Berkeley. The audience is all shadowy extras, whose friends will have to look real hard to spot them.\n\nThe “Burlesque Lounge” attracts the attention of Ali (Christina Aguilera), the proverbial small-town girl just off the bus from Iowa. She walks in just in time to see Tess (Cher) conveniently performing the number “Welcome to Burlesque.” In this scene and throughout the movie, Cher looks exactly as she always does. Other people age. Cher has become a logo.\n\nThe movie has a limited cast of broadly drawn characters, used to separate song-and-dance numbers. Tess co-owns the club with her ex-husband Vince (Peter Gallagher). As a couple, they inspire games of What Is Wrong With This Picture? His function is to eagerly hope they can sell out to Marcus (Eric Dane), the real estate developer who wants to tear down the club and put up condos. The club bartender is Jack (Cam Gigandet), who wears eyeliner but turns out to be straight. He allows Ali to crash on his sofa, but there's no sex because he has a fiancee in New York and also because the film has a PG-13 rating. The stage manager is Sean (Stanley Tucci). He's gay, except for one unforgettable night with Tess in Reno. Or Lake Tahoe. She forgets.\n\nThe star dancer is Nikki (Kristen Bell), who grows instantly angry with Ali after the farm girl tells her she looks like a drag queen. They must not see many drag queens in Iowa. There is also the nice girl named Georgia (Julianne Hough), who … well, a plot like this only leaves one thing for her, doesn't it?\n\nSorry, I got distracted again, thinking of the condo tower Marcus wants to build. How big a footprint will it need? We get repeated shots of the exterior of the lounge, which consists of an arch of light bulbs next to what looks like the side of a modest frame building with outside steps to a second floor that doesn't seem to exist inside.\n\nOn the landing of those steps on that first night, Ali sees a black girl standing, who smiles nicely to her. We see this same girl repeatedly in the film, but she never gets a name or any dialogue. She has the role of the Black Girl Who Is Seen But Not Heard as a Member of the Club Family. She shouldn't complain. No other dancer gets to be anything at all.\n\nIn the film, both Cher and Christina Aguilera are showcased in big song numbers, which I enjoyed on a music video level. Aguilera has an unforced charm in her early scenes, but as she morphs into a glamorous star, she becomes increasingly less interesting. We learn she is an orphan. That simplifies the back story.\n\nYou know how in Bollywood musicals the star actress will be all by her lonely self on a mountain top, and when she starts to sing and dance, a dozen male singer-dancers materialize out of thin air? That happens here in the big finale. The girls form a perfect chorus line, a stairway to the stars appears, and a dozen male dancers descend. Where did they come from? Where will they go? Remember, this club is so small, there is only one clothing rack backstage for all the costumes.\n\nIs this the movie for you? It may very well be. You've read my review, and you think I'm just making snarky comments and indulging in cheap sarcasm. Well, all right, I am. “Burlesque” shows Cher and Christina Aguilera being all that they can be, and that's more than enough.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Drama", "Music"], "title": "Burlesque (2010)"}