{"url": "http://www.rogerebert.com/reviews/burnt-by-the-sun-1995", "by": "Nikita Mikhalkovas Kotov", "star_rating": 2.0, "text": "When Nikita Mikhalkov walked off the stage at the Oscars bearing his young daughter Nadia on his shoulders, the moment was so obviously satisfying that it was tempting to confuse his happiness with the Academy's wisdom. Yet \"Burnt by the Sun\" was not the best of the nominated foreign films (\"Before the Rain\" deserved to win), and is not even very original.\n\nIt won, dare I say, because it benefitted from the Academy's flawed rules.\n\nAs the only one of the nominees not in theatrical release, it was seen only by those who came to its Academy preview screenings. They, by definition, then became the only voters who had seen all five films and were eligible to vote. This strategy - of keeping a nominee out of theaters in hopes that its private screening audiences will sway the outcome - has worked before, and it worked again this time.\n\nA publicist merely has to be sure to invite everyone friendly to the film, while leaving it up to others to find their own way.\n\nMikhalkov is a good director (he made the 1987 \"Dark Eyes,\" with Marcello Mastroianni as a man mourning his own romantic loss), and \"Burnt by the Sun\" is not without interest, but there is little original in it, and its visual style owes much to the pastoral style of many pre-1991 Eastern bloc epics in which lazy summer afternoons and lush scenery conceal parables that are somehow visible to everyone except the government bureaucrats who approve the film.\n\nThe movie, set in the final days of peace before World War II, takes place at the idyllic country home of Kotov (Mikhalkov), who lives there with his pretty young wife Maroussia (Ingeborga Dapkounaite) and their daughter, Nadia (Nadia Mikhalkov). All is sunshine and joy, although there are certain omens of impending trouble, for example the mysterious fireballs that streak across the sky like heavenly signs in a play by Shakespeare.\n\nThen a stranger arrives. Wearing a gas mask as a disguise, he bursts into the house, amuses everyone with his clowning, and then plays the piano. Finally he removes his mask, and is revealed as Mitia, a handsome young man who was once, we eventually learn, Maroussia's lover.\n\nWhy has he come to visit? More to the point, why is he accompanied by two porkchop-faced thugs in a big black car? As he joins other guests and jolly servants in the celebration of the pleasant country day, we learn slowly - very slowly - that he is a government agent, come perhaps to punish Kotov for having frustrated army movements that threatened a neighbor's wheat fields.\n\nThe film looks in many respects like \"Sunday's Children,\" the 1994 film written by Ingmar Bergman and directed by his son, Daniel, in which, once again, we see a large summer house filled with colorful servants, irascible old-timers, a marriage in crisis and family secrets. While Bergman's film unfolds like an emotional mystery tale however, Mikhalkov's dawdles with leisurely pastoral details, and a great deal of unmotivated jollity. The ending, when it comes, has been well and long foreseen.\n\nThe movie does have an interesting moral and political ambiguity. When Mitia left Maroussia, she waited a year for him, and then attempted suicide. Now she is married, with a daughter and a home, but does she still yearn for him? Why did he leave? Her husband flaunts his friendship with Stalin with photographs all over the house, but is Mitia in fact now a closer friend? Has Kotov been living in a fool's paradise, or can he call Stalin and get rid of Mitia and the thugs? The movie can be read as a parable about the approaching change in Soviet direction as the war begins, or about the treachery of friendship, or about the dangers of complacency. Unfortunately, unless it can also be read as a story, it has little interest for viewers, who cannot be expected to care about characters merely because of what they symbolize.\n\nMikhalkov spices his story with hints and omens - not just the fireballs, but faraway thunder, and a hot-air balloon bearing a vast portrait of Stalin that glares down at the landscape - but the movie lags and drags, bogged down in forced behavior, like a party guest who is having a bad time but keeps on smiling. Even in the area of political parable, where it is strongest, \"Burnt by the Sun\" doesn't stand up to comparison with \"Before the Rain.\" Yes, it won the Oscar, but it will, I'm afraid, join a long list of Oscar winners few people will remember, or hope to see twice.", "running_time": 134, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-19", "genres": null, "title": "Burnt By The Sun (1995)"}