{"url": "http://www.rogerebert.com/reviews/burning-secret-1988", "by": "David Ebertsas Edmund", "star_rating": 2.0, "text": "\"Burning Secret\" is one of those dark, brooding European dramas in which carriages are always arriving in the snow, and it's warm inside the chateau but cold in the hearts of the characters. It takes place in an exclusive winter spa in the years just after World War I, when a diplomat's beautiful wife arrives with her tubercular son to spend the winter in the fresh mountain air. Before long, both the son and the mother have fallen under the influence of a sinister baron whose war experiences have left him with physical and psychological scars.\n\nAs a lurid costume melodrama overplayed by the movie stars of the 1930s, this material might have worked. But we are more sophisticated about psychological matters these days and sophistication, alas, is fatal to the material. There is a sense in which the director of the movie, Andrew Birkin, really cares about this story and sincerely believes he is making a serious film, when what he needs is an ironic distance on the material.\n\nThe diplomat's wife is played by Faye Dunaway, who is introduced in a stunning closeup and continues throughout the movie to project a regal elegance, beneath which we can glimpse the fires of passion. Her son (David Eberts) is just at that age when childlike innocence is making its last stand, when he can be a thoughtless boy one day and a withdrawn, resentful young man the next. The baron is played by Klaus Maria Brandauer, with a sleek and confident exterior that disguises, we may be sure, deep psychological wounds.\n\nThe baron meets the boy long before he meets the mother, and they become friends, taking rides in his motorcar and walking through the woods to explore an old and particularly Freudian tower (crumbling, of course). But there is something deeper going on than mere sightseeing, and the movie never declares exactly what it is. Does the older man feel some sort of sublimated sexual attraction? There are looks and silences that suggest something of that nature, but his motives remain murky.\n\nThen the boy introduces the baron to his mother, and immediately a whole new set of emotions comes into play. The baron, it appears, was wounded far more seriously than anyone knows, and among his scars is a deep, unyielding depression. Only love can free him from this cloud. The diplomat's wife has been locked for years in a marriage without passion, and although she has resisted offers from many men, the baron, who arrives in her life through friendship with her son, has found the right approach. By telling herself it is for her son's enjoyment, she can justify outings with the baron. And eventually, of course, they have an affair.\n\nThat leads to the movie's inevitable climax, in which the innocence of the boy is shattered and he flies off to Vienna to tell everything to his father, the diplomat. But does he go through with his betrayal of his mother and of the baron who was his friend? And how will the diplomat take it? And what will the baron do? And how will the wife react? And so forth? I arrived at the end of the film frankly not caring very much.\n\nIt was all so mannered and paced and portentous and significant that I yearned for just a little wretched excess, just a touch of tasteless extravaganza, to make my wait worthwhile. \"Burning Secret\" illustrates the curious principle that good taste is not always to be preferred to bad taste. One must instead always find the taste that is appropriate to the occasion.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-12-23", "genres": null, "title": "Burning Secret (1988)"}