{"url": "http://www.rogerebert.com/reviews/burnt-offerings-1976", "by": "Karen Blackas Marion", "star_rating": 1.5, "text": "\"Burnt Offerings\" is a mystery, all right. What's mysterious is that the filmmakers were able to sell such a weary collection of ancient cliches for cold hard cash. That's why they're rich and the rest of us are poor. Say I was sitting in my garret room, the moths flying through the flame of a sputtering candle, as I bent over my foolscap and composed this story line: A young married couple, their son and an aunt move into a vast Gothic mansion. It is rented to them by a cackling old fool in a wheel chair and his sinister sister. It is alleged that their mother lives in a room at the top of the house - a room that is never opened. The monthly rent is suspiciously low, but soon after the family moves in, Strange Events start to occur . . . \n\nOK. So now the sun is rising over the lake and the Muses have left to spend the day shift with Bob Greene. Exhausted by my labors, I stick my last 13-cent stamp on an envelope and mail my story off to a big Hollywood studio. The rejection slip comes so fast they must have readers in the mailbox. You gotta be kidding, they say. This story has been done a thousand times. Didn't you see \"The Legend of Hell House?\" How could you miss . . . blah, blah, blah. Embittered, I crumple the rejection slip and throw it into a drawer with dozens of others. I abandon my writing career and seek honest work. \n\nAnd yet, and yet - incredibly, \"Burnt Offerings\" was not only made into a movie, it was made into an expensive one. A talented cast (Karen Black, Oliver Reed, Burgess Meredith and the sainted Bette Davis) was sacrificed to this slop. And the movie even has Artistic Pretensions! The photography is consciously arty, and the dialog is fiercely elliptic, and the filmmakers didn't even have the courage to approach their material as the silly trash it is. \n\nIf they had, \"Burnt Offerings might have been a lot more fun. When you're making a totally unnecessary retread of a wheezy old haunted-house howler, the least you can do is populate it with camp actors and write them some absurd dialog. Vincent Price and Shelley Winters might have been right for the couple, with Marjoe Gortner as their aging son. But, no, the dialog in \"Burnt Offerings\" actually sounds as if people might be saying it, and the actors turn in good, realistic performances. What a waste. \n\nBut then again, it's a tricky business, making a supernatural thriller with artistic ambitions. Roman Polanski and William Friedkin have pulled it off in recent years, with subtle blends of the mundane and the preternatural. And, come to think of it, \"The Legend of Hell House\" brought out the fun in this sort or material very well. But \"Burnt Offerings\" just persists, until it occurs to us that the characters are the only ones in the theater who don't know what's going to happen next.", "running_time": 116, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-08", "genres": ["Drama", "Horror", "Thriller"], "title": "Burnt Offerings (1976)"}