{"url": "http://www.rogerebert.com/reviews/burn-after-reading-2008", "by": "George Clooneyas Harry Pfarrer", "star_rating": 3.0, "text": "The Coen brothers' \"Burn After Reading\" is a screwball comedy that occasionally becomes something more. The characters are zany, the plot coils upon itself with dizzy zeal, and the roles seem like a perfect fit for the actors -- yes, even Brad Pitt, as Chad, a gum-chewing, fuzzy-headed physical fitness instructor. I've always thought of him as a fine actor, but here he reveals a dimension that, shall I say, we haven't seen before.\n\nWhat do I mean about \"something more\"? There is a poignance in the roles played by Frances McDormand and George Clooney, both looking for love in all the wrong places. She plays Linda Litzke, one of Chad's fellow instructors, and is looking for her perfect match on the Web. This despite her conviction that she's far from perfect. In a scene of astonishing frankness (using a body double, I think), she submits to a merciless going over by a plastic surgeon and decides to have some work done on her thighs, abdomen, breasts, underarms and eyes. \"I've gotten about as far as this body can take me,\" she decides.\n\nClooney is a happily married man named Harry Pfarrer. (It's one of those Jack Lemmony kind of names that sounds like a cough, but I don't remember anyone saying it in the movie, just as nobody said \"Chigurh\" in \"No Country for Old Men.\" Those boys, what kidders.) Harry also looks for dates on the Web, and, in general terms, will happily date anyone. He and Linda meet, and seem to like each other, and then Linda and Chad find a computer disc at the gym. They read it and find it belongs to a CIA man named Osborne Cox (John Malkovich), who has just been fired for alcoholism. Cox is married to Katie (Tilda Swinton), who is also having an affair with Harry. You see how it goes.\n\nNo need to describe the plot. It goes around and around and comes out here, there, everywhere. All nicely put together, of course, but as an exercise, not an imperative. The movie's success depends on the characters and the dialogue. Linda and Chad, who remind me a little of Rupert and Masha in \"King of Comedy,\" try to peddle their disc to the Russian Embassy. Anything to raise money for that plastic surgery. The CIA, baffled, gets involved. A gung-ho officer (David Rasche), confused but determined, reports to his CIA boss (J.K. Simmons, the dad in \"Juno\"). The boss doesn't have much dialogue, but every line is a punch line.\n\nThe Malkovich character is a right proper SOB, one of those drunks who thinks he's not an alcoholic because he prudently watches the second hand on the clock until it's precisely 5 o'clock. He's a snarky, shaved-head, bow-tie-wearing misanthrope who would be utterly amazed if he knew how his files got into the hands of two peons at a gym. As for Clooney, in one movie he's the improbably handsome, super-intelligent hero, and in the next, he's the forlorn doofus. You wouldn't believe what he's constructing in his basement. The Coens say that this film completes their \"idiot trilogy\" with Clooney, after \"O Brother, Where Art Thou?\" (2000) and \"Intolerable Cruelty\" (2003). Clooney as an idiot? As to the manner born. \n\nFrances McDormand is wonderful. Here she channels a little of the go-getter determination of her state trooper in \"Fargo.\" She's innocent of deep thoughts, but nothing can stop her. From the first time I noticed her, in a great scene with Gene Hackman in \"Mississippi Burning,\" she has had that rare ability to seem correctly cast in every role.\n\nThis is not a great Coen brothers' film. Nor is it one of their bewildering excursions off the deep end. It's funny, sometimes delightful, sometimes a little sad, with dialogue that sounds perfectly logical until you listen a little more carefully and realize all of these people are mad. The movie is only 96 minutes long. That's long enough for a movie, but this time, I dunno, I thought the end felt like it arrived a little arbitrarily. I must be wrong, because I can't figure out what could have followed next. Not even the device in the basement would have been around for another chapter.", "running_time": 96, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-11", "genres": ["Comedy", "Drama"], "title": "Burn After Reading (2008)"}