{"url": "http://www.rogerebert.com/reviews/burroughs", "by": "Howard Brookner", "star_rating": 3.0, "text": "This is the man who wrote some of the most scandalous books of\r\nhis time, although today the same taboos are broken on “Dynasty” and “Dallas.”\r\nHis books included Naked Lunch, The Ticket that Exploded, Junkie and\r\nExterminator. He was the godfather of the beatniks, he inspired Jack Kerouac\r\nand Allen Ginsberg, and today whenever he gives a reading on a college campus\r\nor in a punk bar, the place is jammed with kids who cheer him as a survivor and\r\na rebel.\n\n“Burroughs,” opening today at Facets, is a documentary of the\r\nwriter’s recent years. He walks through it in a series of business suits and\r\nneat fedora hats, and he is dispassionate for the most part. He has much to be\r\ndispassionate about. Born in St. Louis, educated at Harvard, briefly a medical\r\nstudent in Vienna, discharged from the U.S. Army, he spent the late 1940s as an\r\nexile in Tangiers, smoking hashish, shooting heroin, sniffing cocaine and\r\n“having a good time… although little did I know.”\n\nBack\r\nin New York at Columbia University, he was introduced to his wife, Joan, by\r\nfriends. “We thought,” says Allen Ginsberg in the film, “that they were equally\r\ntalented, equally intelligent – a perfect match.” William and Joan found\r\nthemselves in Mexico City a few years later where, Burroughs recounts, she grew\r\ndepressed over his affairs with local boys and began to drink a bottle of\r\ntequila a day. One night during a drunken party, Burroughs suggested “our\r\nWilliam Tell act” to his wife. She balanced a glass on her head, and his aim\r\nwas good enough to hit her square in the forehead.\n\n“It\r\nwas just insanity,” he says dispassionately. The death was declared an\r\naccident, and Ginsberg helpfully notes that the incident seemed to trigger\r\nBurroughs’ writing: “That’s when he started to get the juices flowing.” So much\r\nfor Joan. Burroughs went on to write in London and Paris. Many of his books\r\nfirst appeared in the notorious green-jacketed Olympia Press series from Paris,\r\nbut eventually they could be sold openly in America, and as the beatniks became\r\nthe hippies, Burroughs became some kind of counterculture saint.\n\nDid\r\nthat please him? The question is never asked. The most painful passages in the\r\nfilm deal with his son, Willie Jr., an alcoholic and speed freak – “the last of\r\nthe beatniks” – who wrote a couple of books and then committed suicide during\r\nthe filming. Father and son are awkward together; although they are both\r\nanti-establishment rebels, it gives them nothing in common.\n\n“Burroughs”\r\nis a documentary portrait of a man who was willing to try everything, and who\r\nhas so far survived everything. The one thing you miss in the film is the sound\r\nof laughter.", "running_time": 86, "mpaa_rating": "No", "release_year": 1983, "date_published": "1984-06-15", "genres": null, "title": "Burroughs (1983)"}