{"url": "http://www.rogerebert.com/reviews/buster-1988", "by": "Phil Collinsas Buster Edwards", "star_rating": 3.0, "text": "Two of the key words in “Buster” are spoken softly, almost as an aside, and might be easy to miss. Spoken by one criminal to another, they are “No shooters!” A “shooter” is Cockney slang for a gun, and the words come during the preparations for the crime that came to be known as the Great Train Robbery. The fact that Britain’s crime of the century was carried out by unarmed men has contributed to its place in folklore, and helps to set the mood for this almost elegaic crime story.\n\nThe Royal Mail train from London to Glascow was stopped and robbed on the night of Aug. 8, 1963, by a group of 15 men who took loot that would be valued today at $35 million. The crime has inspired several earlier movies, notably “Robbery” (1967), a superior thriller starring Stanley Baker. All of the men were eventually captured except for one, Ronnie Biggs, who now enjoys a life of exile in Brazil.\n\n“Buster” tells the story of one of the more obscure Great Train Robbers, Ronnie “Buster” Edwards, who was safely in exile in Mexico but came back home to face the music because he missed his wife. The movie is a love story.\n\n“Buster,” like “Robbery,” opens with the logistics of the robbery. But it sees it almost entirely through the eyes of Buster Edwards, who lives with his wife, June, and their little daughter in a flat that rents for three pounds a week. June would like them to have a nice bungalow of their own, but Buster doesn’t have the money. “You could always borrow it from a bank” she suggests. “That’s what I do for a living,” he says. “I meant legally,” she says.\n\nBuster is played with surprising effectiveness by rock star Phil Collins, who looks and sounds like a gentler Bob Hoskins. In the movie’s opening sequence, he throws a garbage can through the window of a clothing store in order to steal a mannequin that is wearing a suit he fancies. This seems like a reckless act, but Buster seems to believe he is protected by a cloak of invulnerability. As his wife (Julie Walters) tells her mother, he’s led a life of crime and only served two weeks in jail.\n\nYes, but he’s never felt the heat the way it comes down after the Great Train Robbery. The papers are full of the crime, and the conservative government of the day, still smarting from the Profumo affair, is eager to bring the robbers to justice. Buster and June go into hiding in a series of “safe houses” and have a series of close calls before finally fleeing to Mexico with their daughter.\n\nMeanwhile, Buster’s share of the loot dwindles as a series of middlemen and payoff artists take their shares.\n\nThe center of the movie is occupied, not by the crime, but by the relationship between Buster and June, and we are inclined to believe him when he says he has done everything just for the love of his family. They come closest to breaking apart under the pressure in Mexico, where life in the sun makes June desperately homesick. Faced with a menu of Mexican food, she yearns for steak and fries, and wistfully observes, “We never used to be able to afford it.” Now that they can, they’re in the wrong country to order it.\n\nJune eventually returns to England, and Buster eventually follows. One of the last scenes in the film shows them kissing hungrily before he walks out the door to be handcuffed and led away. A coda at the end of the film might seem corny to some audiences. It shows Buster and June, years later, running a flower stall in London, having retired from crime. The scene may be corny, but it is true, and the next time you go to London, if you stop at the flower kiosk outside Waterloo Station you can buy a bouquet from Buster Edwards. Be sure to count your change.", "running_time": 93, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-25", "genres": ["Comedy", "Foreign", "Romance"], "title": "Buster (1988)"}