{"url": "http://www.rogerebert.com/reviews/buster-and-billie-1974", "by": "Jan-Michael Vincentas Buster", "star_rating": 3.0, "text": "The problem with a lot of nostalgia is that it captures the surface sound and style of a decade with an appreciation that works only with hindsight. People didn’t spend all their time listening to Elvis, lowering their Chevys, and scuffing their white bucks in the fifties. Adolescence then, as now, was a time of uncertainty and confusion, and the surface stuff often only concealed the kids inside. The Lords of Flatbush did a good job of seeing past its black leather jackets and into the hearts of the essentially immature and unsure people who wore them, as does Buster and Billie with a memory of what it might have been like to go to high school in the South, circa 1948.\n\nThe movie’s no masterpiece, but it’s an affecting story well told, it observes its teen-age characters with a fine insight, and it almost earns its tragic ending. Happy endings used to be Hollywood cliches; now, if we ever got one, it would almost feel original. \n\nThe story gives us some ordinary high school kids growing up in a pleasant semirural section of Georgia. They drive around in cars and pickup trucks, they go to dances, they study, and when the guys hang around with the guys and the girls hang around with the girls, the subject of conversation is, always and eternally, the mysteries of the opposite sex. Nobody knows much about sex, period, much less the opposite one, but there’s a lot of big talk and an insatiable curiosity. \n\nCuriosity is satisfied, however, for some of the guys through the friendliness of Billie, a shy, pretty girl who lives with subliterate parents and who is so lacking in self-confidence that she seeks to find acceptance by, as the fine old phrase has it, putting out. Several guys in the school have been with Billie, or say they have, or mean to, or in any event may. \n\nBut not Buster, who is your typical high school jock and a little something more. He knows his own mind, is independent, is admired, and has a much larger measure of compassion than his friends. He’s engaged to marry an insipid girl, the kind who wins the Homecoming Queen title and believes the momentum will carry her straight through life. But Buster becomes intrigued with Billie. He senses something about her that has value; he seems to instinctively understand why she behaves as she does, and (more importantly) why she doesn’t have to. \n\nMost of the movie is about the love that slowly grows up between them as Buster wins Billie’s trust and helps her to develop self-confidence. The fact that Buster would be seen publicly with Billie (would, indeed, take her to Sunday church) causes indignation within the cliquish high school crowd he runs with, and especially among Billie’s numerous former boyfriends. \n\nWhat’s good about the movie_what you’ll remember_are the tender and rather lovely scenes between Buster and Billie, and the strength with which Buster faces down the disapproval of his friends. What doesn’t work, for me, anyway, is the violent and tragic ending. It’s not that the ending isn’t plausible; indeed, as it’s presented, it seems inevitable enough. It’s just that somehow the human values in the film should have been developed more fully, so that at the end we could have some sort of resolution based on changes in the characters, rather than on their violent acts. \n\nMuch of the movie’s affecting quality comes from fine performances by Jan-Michael Vincent and Joan Goodfellow, as the young lovers. There’s a scene showing their first date, with the girl too shy, almost, to talk, and it’s so quiet and warm we can really understand how these two kids feel. There’s a scene where Buster defends Billie to his parents, and another one in a pool room where he faces his friends. This kind of movie, honestly examining the bonds of both friendship and cruelty that hold together adolescent peer groups, is a lot more accurate about the old days than any number of golden-oldie sound tracks and gee-whiz sock hops.", "running_time": 100, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-08-21", "genres": null, "title": "Buster and Billie (1974)"}