{"url": "http://www.rogerebert.com/reviews/but-im-a-cheerleader-2000", "by": "Natasha Lyonneas Megan", "star_rating": 3.0, "text": "The danger signals are clear. Megan eats tofu, listens to Melissa Etheridge songs and has pillowcases decorated with Georgia O'Keeffe's gynecological flowers. She is obviously a lesbian. Another clue: When she kisses her boyfriend, she fantasizes about her fellow cheerleaders. Since kissing her boyfriend is something like having her tonsils cleaned by a Roto-Rooter, her fantasies can be explained, but not excused.\n\nHer friends and parents stage an intervention. Yes, it is not too late for Megan (Natasha Lyonne) to be reprogrammed. An organization named True Directions is called in. And one afternoon, an astonished Megan is confronted by the evidence of her orientation, and encouraged by Mike (RuPaul Charles), the reprogrammer, to seek the path back to the straight life.\n\nMegan is thunderstruck. It has never occurred to her that she is a lesbian, although indeed she may be. \"But I'm a Cheerleader!\" is about her sudden transition from pompons to indoctrination, from high school silliness to a desert camp ruled by the fierce and unsmiling Mary Brown (Cathy Moriarty). The movie seeks the general tone of a John Waters film, although Waters might have been ruder and more polished. Director Jamie Babbit goes more for the raucous and the slapstick, and succeeds, mostly; some of the jokes don't work but satire is always chancy, and best when it's closest to life.\n\nThere are, I am informed, actually camps like this, where gay teenagers are slammed back into the closet. The people who run them may not be as deeply into denial as Mary Brown (whose son Rock has moves with a weed whacker that would only be envied at Chippendale's). I don't know what luck such outfits have; people are inclined to be who they think they are, and to change, if at all, only voluntarily.\n\nLife at True Directions is draconian. Long lists of regulations are issued. Inmates attend compulsory meetings based on 12-step programs, where they analyze their \"addiction.\" And there are classes devoted to implanting gender behavior, as when the girls practice at diapering baby dolls and the boys chop logs. Mary's lessons in vacuuming look oddly rhythmic, and Mike's car-repair classes are ripe with double entendres (\"add a little more oil and shove it in and out\"). The staff of True Directions is more sex-obsessed than the patients.\n\nA girl named Graham (Clea DuVall) becomes Megan's best friend at True Directions. Graham is going through the motions to please the staff and helps Megan figure out whether she's homosexual. Other key characters include the residents of a gay \"free house\" not far away, where True Directions prisoners can find shelter. And there's a nearby gay bar, good for illicit midnight excursions. Everyone in the neighborhood seems preoccupied with homosexuality in one way or another.\n\n\"But I'm a Cheerleader\" is not a great, breakout comedy, but more the kind of movie that might eventually become a regular on the midnight cult circuit. It feels like an amateur night version of itself, awkward, heartfelt and sweet. Natasha Lyonne, with her lower lip in a perpetual pout, is a likable heroine; not too smart, not too rebellious, more confused than troubled. And Cathy Moriarity brings great comic resolve to her role: She'd be a good drill instructor in the lesbian marines.", "running_time": 81, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-07-14", "genres": ["Comedy", "Indie"], "title": "But I'm A Cheerleader (2000)"}