{"url": "http://www.rogerebert.com/reviews/butch-and-sundance-the-early-days-1969", "by": "William Kattas Sundance Kid", "star_rating": 2.5, "text": "\"Butch and Sundance: The Early Days\" is a pleasant and handsome Western that draws us inexorably toward these reflections: If events of crucial interest had really happened to Butch and Sundance in the early days, either (a) they would have been included in the original movie, or (b) the present film would not have waited so easily for ten years to be made.\n\nHow to put it fairly? This is not a necessary film, and that's really its most crucial shortcoming. As an exercise in filmmaking, it is technically fine: Laszlo Kovac's photography, Richard Lester's direction, the goodhearted performances of Tom Berenger and William Katt, are all impossible to dislike. The film even has some of the same easygoing charm of \"Butch Cassidy and the Sundance Kid\" (1969), and if Berenger and Katt are not as electrifying as Newman and Redford - well, few acting teams are.\n\nBut as we listen to the freewheeling dialog, as we watch young Butch and the Kid blunder through their first adventures and finesse their later ones, there's a nagging question bouncing about in the backs of our heads: Why are we in this theater at this time? Did we want to know about the early days? Now that we're here, does the movie make us care?\n\nNot really. It provides no psychological explanation for the mature Butch and Sundance (and thanks for that). It provides no insight into the life of crime (we did not require one). But, and this is important, it fails to make its characters into the kinds of three-dimensional people who'd be intrinsically interesting even if they'd never gone on to be famous and inspire a hit movie. If the heroes of this film were named Sam and Joe, we'd be totally baffled by it.\n\nThat said, let's look at the good side. I was reminded the other day of a winning little film called \"The Endless Summer,\" which came out around 1970 and was made by an engaging young man named Barry Brown. He was a surfer with an idea, and the time for his idea had come. He would go all around the world looking for the Perfect Wave. His odyssey would take him to Hawaii, to Australia, to South Africa, even to the wilds of Malibu. He'd take along some good buddies, and along the way they'd quaff some steins and trade a little good-natured banter with the chicks on the beach.\n\n\"Butch and Sundance: The Early Days\" is the same movie, as a Western. It's about the freedom of youth. About kidding, so things don't become too serious too quickly. It's about harmless adventures and new horizons to discover, and about falling over in the snow while you're learning to ski. It's about getting to wear neat fur parkas, and carrying a gun, and sticking up trains with a clever ruse. Good times!\n\nConsider. The original \"Butch Cassidy and the Sundance Kid\" began on exactly the same note, and perfected it in the scene with the otherwise completely unnecessary \"Raindrops Keep Fallin' on my Head.\" But the movie made an inexorable progress toward its end, toward the hail of bullets that would sooner or later find Butch and the Kid. In their deaths, they cast a poignant light on the events that went before. The inescapable problem of \"Butch and Sundance: The Early Days\" is that it ends so long before the emotional conclusion of the story that it's just two lives in midstream. What do you do when you find the perfect wave? Barry Brown never figured that one out.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1979-06-18", "genres": ["Action"], "title": "Butch and Sundance: The Early Days (1969)"}