{"url": "http://www.rogerebert.com/reviews/butch-cassidy-and-the-sundance-kid-1969", "by": "Paul Newmanas Butch Cassidy", "star_rating": 2.5, "text": "\"Butch Cassidy and the Sundance Kid\" must have looked like a natural on paper, but, alas, the completed film is slow and disappointing. This despite the fact that it contains several good laughs and three sound performances.\n\nThe problems are two. First, the investment in superstar Paul Newman apparently inspired a bloated production that destroys the pacing. Second, William Goldman's script is constantly too cute and never gets up the nerve, by God, to admit it's a Western.\n\nThe premise was promising. Butch (Newman) and Sundance (Robert Redford) were two Western outlaws (unsung until now) who led a gang of cutthroat train robbers. But when Harriman, the railroad tycoon, got up a special posse of experts to hunt them, they lit out for Bolivia and stuck up banks there. You can see, in \"Butch Cassidy and the Sundance Kid,\" the bones of the good movie that could have been made about them.\n\nBut unfortunately, this good movie is buried beneath millions of dollars that were spent on \"production values\" that wreck the show. This is often the fate of movies with actors in the million-dollar class, like Newman. Having invested all that cash in the superstar, the studio gets nervous and decides to spend lots of money to protect its investment.\n\nThat's what happened here. The movie starts promisingly, with an amusing period-piece newsreel about the Cassidy gang. And then there is a scene in a tavern where Sundance faces down a tough gambler, and that's good. And then a scene where Butch puts down a rebellion in his gang, and that's one of the best things in the movie. And then an extended bout of train-robbing, climaxing in a dynamite explosion that'll have you rolling in the aisles. And then we meet Sundance's girlfriend, played by Katharine Ross, and the scenes with the three of them have you thinking you've wandered into a really first-rate film.\n\nBut the trouble starts after Harriman hires his posse. It's called the Super-posse because it includes all the best lawmen and trackers in the West. When it approaches, the ground rumbles and we get the feeling it's a supernatural force. Butch and the Kid try to hide in the badlands, but the Super-posse cannot be fooled. It's always on their track. Forever.\n\nDirector George Roy Hill apparently spent a lot of money to take his company on location for these scenes, and I guess when he got back to Hollywood he couldn't bear to edit them out of the final version. So the Super-posse chases our heroes unceasingly, until we've long since forgotten how well the movie started and are desperately wondering if they'll ever get finished riding up and down those endless hills. And once bogged down, the movie never recovers.\n\nIt does show moments of promise, however, after Butch, the Kid and his girl go to Bolivia. There are some funny difficulties with Spanish, for example. But here the script throws us off. Goldman has his heroes saying such quick, witty and contemporary things that we're distracted: it's as if, in 1910, they were consciously speaking for the benefit of us clever 1969 types. \n\nThis dialog is especially inappropriate in the final shoot-out, when it gets so bad we can't believe a word anyone says. And then the violent, bloody ending is also a mistake; apparently it was a misguided attempt to copy \"Bonnie and Clyde.\" But the ending doesn't belong on \"Butch Cassidy,\" and we don't believe it, and we walk out of the theater wondering what happened to that great movie we were seeing until an hour ago.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-10-13", "genres": ["Action", "Adventure", "Comedy", "Drama", "Western"], "title": "Butch Cassidy and the Sundance Kid (1969)"}