{"url": "http://www.rogerebert.com/reviews/butley-1974", "by": null, "star_rating": 4.0, "text": "Once, in the dim recesses of his alcoholic past, Ben Butley was an authority on T.S. Eliot. But now his photograph of Eliot is peeling from the wall, and Butley is peeling, too. During the course of Simon Gray’s “Butley,” which was brilliantly directed for the American Film Theater by Harold Pinter, Butley peels off one layer, and then another, and finally comes down to his self-hating, desperately lonely core. \n\nButley is one of the most affecting characters of modern theater. He tries to bind people to himself with sarcasm, insult, and a merciless eye for their vulnerabilities. Eventually, it seems, he always fails. But the way Alan Bates plays him (and Bates, who created the role on the London stage, knows him as well as anybody), his mind is still resilient and panther-quick, with a streak of saving humor. So we don’t pity him, even though we should. He somehow doggedly weathers each crisis, and we even feel a sneaky affection for him. Maybe that’s the way the role is written, or maybe it’s because of the double-reverse charm Bates brings to it; I couldn’t quite tell. \n\nThe film takes place during a day in an office shared by two English instructors at Queen Mary’s College, London. One is Butley, who, as he approaches middle age, has abandoned the difficulties of Eliot and taken up nursery rhymes. The other is Joey, who began as Butley’s protégé, then became his roommate, and then (after Butley’s marriage and separation) became his roommate again. Joey is as meticulous as Butley is a shambles. Butley spends his day in psychological warfare against the truths that would batter him down. His wife tells him she intends to marry another man. Bad enough. But then Joey acknowledges that he’s leaving, too also for another man. Butley faces being left totally alone, and he fights back with wit, with obscenity, with insult, with booze. \n\nButley was born lonely, I’d say. He needs to have somebody there. After his marriage fails, he needs Joey again, because Joey had at least admired him at one time. It doesn’t really seem to be relevant that Joey is a homosexual; Butley’s needs are not sexual but psychological. Butley doesn’t have much affection for women: He has some feeling left for his wife, but conceals it well, and he has contempt for the other women in his day the spinster Byron scholar (played by Jessica Tandy) and the would-be tutorial student (Georgina Hale). True, but he doesn’t succeed in acting much better with the men. His loneliness seems to be asexual, if anything. And his tragedy is that he can’t admit his hungers and needs not until the play’s end, anyway, when he makes an oblique but honest assessment of his current situation. Butley attempts to keep Joey by attacking his weaknesses, and he taunts Reg, Joey’s new friend, in a futile attempt to drive him away. He’s a dazzler with words, and even during the most pathetic scenes, he still somehow doesn’t lose the poetry. \n\nThe Alan Bates performance reminded me of how good he was in a movie that never got a proper American playoff, “A Day in the Death of Joe Egg.” He gives the character so much spirit that the material never feels as depressing as it sounds. We get the feeling that here’s one old campaigner who will stay on his feet no matter what, and give the bastards as good as he gets. The supporting cast (especially Richard O’Callaghan as Joey) is also good, and Pinter’s direction moves with such awareness of what the play is about that we’re hardly conscious of any sense of filmed theater. The play hasn’t been opened up so much as opened in: The camera gets closer to the characters and sees more. What it sees in Butley is a man with a desperate problem. He needs other people, and his only strategy for attracting them is to drive them away.", "running_time": 127, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Drama", "Foreign"], "title": "Butley (1974)"}