{"url": "http://www.rogerebert.com/reviews/butterfly-kiss-1996", "by": "Amanda Plummeras Eunice", "star_rating": 3.5, "text": "“I've looked all up and down these roads for someone to love me,”\rsays Eunice, the tortured murderess and pilgrim whose story is told in “Butterfly\rKiss.” Later she observes, “punishment is all I understand.” She is a gaunt,\rangry woman who stalks the roadsides of Britain, bursting into petrol stations\rto ask the women behind the counter, “Are you Judith?” Then she kills them.\n\nBut\rshe doesn't kill Miriam, the slow-witted, hard-of-hearing clerk who sees Eunice\rsplashing herself with gasoline and walks out of the store and sits next to her\ron a concrete wall, and is kind to her. After they talk quietly, Eunice reaches\rout and kisses Miriam, who is from that moment completely dazzled by her power.\r“Mother, Auntie Kathy, a girl at swimming--and Eunice,” Miriam remembers. “Those\rare all the people who have kissed me.” The wounds of mental sickness,\rloneliness and need in “Butterfly Kiss” are so deep we can hardly watch. The\rwomen begin a journey across England, Eunice killing and Miriam mostly cleaning\rup after her, as we begin to understand how these two deeply scarred,\rincomplete personalities have somehow found the perfect fit. The writer, Frank\rCottrell Boyce, and the director, Michael Winterbottom, show the relationship\rforming but allow it to be a mystery: Whatever draws these women together,\rlogic is not relevant to it.\n\nMiriam\r(Saskia Reeves), her long-sleeved sweater buttoned over her clerk's smock,\rlooks like an innocent, sentimental waif. Eunice (Amanda Plummer) looks\rhard-edged and worn by a lifetime of pain, and one of her small pleasures is to\runbutton her blouse to show people that her gaunt body, covered with bruises,\ris wrapped in chains, her nipples pierced and linked. “She had 17 tattoos,”\rMiriam remembers, in a black-and-white video apparently made by the police at\rthe end of it all. “And they all had a meaning.” Do the chains and piercings\rhurt? Yes, they do, Eunice says. She wants to be hurt. She is doing penance for\rher sins. At times she is articulate, wondering why nobody else will punish\rher. Is she so insignificant that God will let her murder people, and not even\rnotice? The movie wisely never explains exactly who she is or where she comes\rfrom; this is not a case study but a sad parable.\n\nWho\ris Judith, the woman she seeks? Some reviews have drawn insights from the\rbiblical Judith, an avenger who beheaded an enemy of the Israelites. Has Eunice\rfound Judith in the Bible, or been loved by her in some real or imagined past?\rEunice never lets go of a packet of papers, wrapped in plastic, that contain\rall the “writings”--the documentation to support whatever madness her mind has\rthrown up as a bulwark against the world. Her quest for Judith defines her. The\rfirst day she meets Miriam, Eunice goes home with her, they make love, and\rMiriam is happy, one gathers, for the first time in her life. But the next\rmorning the words “YOUR NOT JUDITH” are written in shaving cream on the mirror,\rand Eunice is gone.\n\nMiriam\rchases after her down the highway, and finds her shortly after she's murdered\ragain. Miriam helps conceal the body. “I never stopped looking in her for the\rgood,” she says in the videotape. Sometimes she seems dimly aware that there\rmay not be very much good. Eunice gets into an argument about dolphins with a\rman who gives them a lift. He thinks they may be superior to humans. “We must\rbe superior to the dolphins,” Eunice says, “since we kill the dolphins.” Later\rthere is a frightening sequence when the two women, having stolen a car, give a\rlift to a homeless father and his daughter, and it seems that even the daughter\rwill not be spared by Eunice. Miriam acts, here, to save the girl--but her\rloyalty to Eunice never falters.\n\nThe\rperformances have a gravity about them that is unusual in the movies. Amanda\rPlummer (Honey Bunny in “Pulp Fiction”) plays Eunice with a fierce, if twisted,\rintelligence: She talks to herself, her eyes roam restlessly, but she always\rseems aware of exactly what she's done, and is even able to analyze her own\ractions. Saskia Reeves (“Antonia and Jane”) plays Miriam with acceptance,\rwarmth and sweetness, but little comprehension: She accepts all of Eunice's\rhorrifying crimes and scars and justifies them, driven by a complicated mix of\rneed, sentimentality, incomprehension and sexual awakening. The movie's weak\rpoint is in the black-and-white videotaped testimony, when Reeves lets Miriam\rseem more aware, more of a performer, than elsewhere in the film.\n\nThe\rnames of the women are shortened in the movie, to the suggestive “Mi” and “Eu.”\rCan they be read as parts of a schizophrenic personality? Or is the story to be\rtaken as it is told, as the record of a madwoman and a dim and trusting one who\rspend some bleak time together and are able to find a small measure of\rhappiness? I don't know. The movie doesn't defend or glorify them; it simply\rshows them. How you respond to “Butterfly Kiss” depends on what you bring to\rit, and how much empathy you are willing to extend to these sad and horrifying\rwomen.", "running_time": 88, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-08-09", "genres": ["Crime", "Drama", "Foreign", "Romance"], "title": "Butterfly Kiss (1996)"}