{"url": "http://www.rogerebert.com/reviews/butterfly-2000", "by": "Fernando Fernanas Don Gregorio", "star_rating": 3.0, "text": "\"Butterfly\" takes place during that brief moment in Spain between the formation of the Republic and the Civil War. A history lesson will be necessary for most viewers, and the movie provides it, explaining that the old order of church, military and monarchy was overthrown by a new leftist government, legally elected, which was then challenged by the right.\n\nThe war that followed was like a rehearsal for World War II, with Hitler testing his Luftwaffe and Russia supplying the communist side. The story was more complicated, because the Russians also fought for control of the left against the democratic socialists and the anarchists; George Orwell's Homage to Catalonia tells the whole story from the point of view of an observer who was left-wing but anti-communist.\n\nThe point is that freedom flickered before being crushed by big players on the world stage, who ushered in Franco and decades of dictatorship. People dared to admit their real religious beliefs (or lack of them), and to prefer democracy to the king. And as \"Butterfly\" begins, a 7-year-old boy is preparing for his first day of school in a village in Galicia.\n\nHis name is Moncho (Manuel Lozano), and he is frightened, because his older brother sometimes comes home after being beaten. In class, when the teacher calls him to the front of the room, Moncho pees his pants and flees. But then the teacher comes calling. He is a kindly old man named Don Gregorio (Fernando Fernan Gomez), who explains he would never beat anyone. He coaxes the boy back into class, and gently introduces him to the to the world and its wonders. He gives him two presents in particular: Treasure Island, by Robert Louis Stevenson, and a butterfly net. Together, the old man and the boy study nature.\n\nThe boy's father is a tailor. Moncho's home life is happy, and enlivened by his older brother's enthusiastic interest in the opposite sex. There are, however, scandalous secrets in the village, which lend an ironic twist to one of the subplots. But in general, life is good--until the fascist uprising changes their lives forever.\n\n\"Butterfly\" is based on the short stories of Manuel Rivas, and indeed ends like a short story, with a single word that colors everything that went before. Because the film marches so inexorably toward its conclusion, it would be unfair to hint at what happens, except to say that it provides a heartbreaking insight into the way that fear creates cowards.\n\nFernando Fernan Gomez, who plays the teacher, had the title role in \"The Grandfather,\" a 1998 Spanish film that got an Oscar nomination and won Gomez the Goya Award as Spain's best actor of the year. I found it a little too sentimental; \"Butterfly,\" while not lacking in sentiment, excuses it by being seen through the eyes of a naive child, and dilutes it with nostalgia and regret. The film's ending poses a hard question for the viewer: Would we behave more bravely than the characters on the screen do? We are fortunate to live in easy times.", "running_time": 97, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-06-23", "genres": ["Documentary"], "title": "Butterfly (2000)"}