{"url": "http://www.rogerebert.com/reviews/by-the-sword-1993", "by": "F. Murray Abrahamas Suba", "star_rating": 2.5, "text": "\"By the Sword\" is about fencing, a sport not often covered in the movies, and it handles it in an interesting way - although the surrounding plot is a little too neat and obvious to really carry the material.\n\nThe film stars Eric Roberts as Villard, a world-class fencing champion who now runs his own exclusive fencing school in New York City. Into his school one day walks Suba (F. Murray Abraham), who says he is a fencing teacher. He looks more like one of the homeless, and Villard takes mercy on him, giving him a job as a janitor and locker-room attendant. But Suba can teach fencing. And he can fence. That gradually becomes clear to Villard, an arrogant man but not an unkind one, who eventually gives the man his chance.\n\nIt turns out that Suba is, in fact, a great teacher - although not necessarily according to the methods established by Villard and his late, great father.\n\nThe father, we learn, was killed in a fencing match many years ago. The match was apparently over an affair of the heart, and honor. His sword, now retired, rests in a glass case in the fencing academy. If we are veteran moviegoers, the moment we learn this information little alarm bells start going off in the backs of our minds. Who killed Villard's father, all those years ago? Could it be - might it be - is it conceivable that it could be Suba, now finally out of prison? Well, of course it is. The Law of Economy of Characters, in my Moviegoer's Glossary, teaches that there are no unnecessary characters in a movie, and so if Suba is there, and the story of the long-ago killer has been told, the rest is obvious. And starting from there, we can promise ourselves, as surely as God made little green apples, that sooner or later Suba and Villard will be facing each other with their swords in their hands.\n\nThe movie adds some supporting characters in order to show us things about fencing that we didn't know, and things about romance that we have already learned in a thousand other movies. But \"By the Sword\" is really about Villard and Suba, and as Eric Roberts and F. Murray Abraham play them, they create characters much more interesting and dimensional than this thin screenplay really requires.\n\nRoberts makes Villard a very precise man, filled with himself, smart - and too aware that he is smart. He is so mannered, we feel there must be a vulnerability there somewhere that he has long practiced to conceal. Abraham, who can certainly be mannered when he wants to (see \"Amadeus\"), is here a more ordinary man at first, so that we have to look to see the qualities underneath. Then, as the full meaning of his appearance becomes clear, he seems to swell. Fencers seem to be patrician by their nature; the sports does not attract or reward humility. By the end of the movie, what we are really seeing is a duel of two egos.", "running_time": 91, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-05-14", "genres": null, "title": "By The Sword (1993)"}