{"url": "http://www.rogerebert.com/reviews/bye-bye-love-1995", "by": "Matthew Modineas Dave", "star_rating": 2.0, "text": "\"Bye Bye, Love\" is a soppy sitcom that would like to pass as the quasi-heartfelt story of three divorced dads and their problems with the single life. It is possible to juggle lots of family stories (see Ron Howard's wonderful \"Parenthood\"), but this movie seems unfinished, as if the ingredients are there, but not much consideration was given to whether they fit, or were necessary.\n\nThe movie opens at a McDonald's, in a long and shameless product placement. \"Bye Bye, Love\" looks, in fact, like a McDonald's commercial for its first 10 minutes, as the restaurant serves as neutral turf where ex-wives can drop off the kids for their ex-husband's visitation rights. Nothing in this endless sequence has the poignancy and wit of one perfect line from the similar \"Divorce, American Style\" (1967): \"Come to Uncle Daddy!\" We meet three guys who are not handling divorce very well. Dave (Matthew Modine) has a young girlfriend, and also keeps half the moms from his son's soccer team on the line. Vic (Randy Quaid) is furious that his ex-wife is spending money on new tires for the car. Donny (Paul Reiser) still carries a torch for his ex-wife, and frets over his bad communication with his teenage daughter.\n\nDuring the next two days, as each father deals with weekend child custody and his own shaky social life, the movie will try, and fail, to deliver as a comedy. Something is wrong with the pacing, I think. Look at the episode, for example, where Dave plans dinner with his new girlfriend Kim (Maria Pitillo), who takes him seriously and hopes this is the evening she'll make real progress with Dave and his kids. The doorbell rings, and two other \"soccer moms\" turn up with their kids. Dave pretends it's just a coincidence, but Kim suspects he wants to be surrounded by women, to avoid a commitment. The material's here for a sequence that's both biting and funny, but it never develops.\n\nThere's no real payoff, either, in Vic's date from hell (Janeane Garofalo), who drives him to the point of catatonia during an endless evening in an Italian restaurant. She's one of those people who reads the menu forever, and then orders and sends back five entrees before deciding to eat her date's dinner. What's her problem? An eating disorder? Insanity? Hostility toward this harmless man? The evening drags on and on - much too long - until the dinner date stops being a scene and starts being a problem with the screenplay.\n\nDonny's problems are also ineptly constructed. There's a subplot involving his teenage daughter (Eliza Dushku), who resents him, goes to a party, drives drunk and ends up sulking in the tree house of their former family home, after which, of course, in order to talk with her, Donny has to climb up a trellis and creep out on a limb, which snaps, leaving him dangling. Give us a break. This character has already survived a scene where he prowls the lawn of his ex-wife's new home, jealously watching her with her new lover, and is inevitably caught when the lawn sprinkler system turns on. (Movie sprinkler systems never fail in a situation like that.) These sitcom gag scenes are not improved by the cheap emotional insights they eventually produce. Nor does it help much that the movie intercuts dilemmas from life with a 48-hour broadcast by a radio psychiatrist (Rob Reiner), leading to a particularly contrived payoff after Vic breaks into his studio.\n\nThe press notes are filled with information about how the writers researched their story, found a real McDonald's that functions as a child transfer center on weekends, etc. But then why did they translate all their insights into the manufactured contrivances of sitcoms? In the scene where Donny is cooking dinner for his daughter, for example, I can believe he has trouble removing the top of a can of spaghetti sauce, but was there no one to restrain the filmmakers before they made him drill a hole in the lid with a power drill? It's been said that European films are about adults and American films are about adults acting like children. You see some truth in that statement when you watch \"Bye Bye, Love.\" None of the characters is emotionally complex, or very smart, or motivated by reasons more complex than the movie's paint-by-numbers screenplay. We know from other movies that Modine, Quaid and Reiser can play intelligent, complex characters. Here it's like they're running through sand.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-03-17", "genres": ["Comedy", "Romance"], "title": "Bye Bye, Love (1995)"}