{"url": "http://www.rogerebert.com/reviews/cabaret-balkan-1999", "by": "Nikola Ristanovskias Boris", "star_rating": 4.0, "text": "\"Cabaret Balkan'' is a scream of agony over the madness in Kosovo and the neighboring lands where blood feuds run deep and the macho virus is a killer epidemic. It's a film about violence, sadism, brutality and the hatred of women that seems to go hand in hand with those pastimes. The director, Goran Paskaljevic, opens his film with a taxi driver telling a returning citizen: \"This is a goddamned lousy country; why would anyone want to come back?'' The film shows us nothing to contradict his statement.\n\nYes, I know, the \"former Yugoslavia,'' as we now wistfully refer to it, contains beauty and greatness. But what is going on there now, the film argues, is ugliness. The dark side has taken over and decent citizens on both sides flee for their lives, or choose the lesser of evils. It's hard at times to tell which side the characters are on, a New York critic complains. Yes, this film might reply, but what difference does it make? They're all doomed.\n\nThe movie's device is a series of interlocking, self-contained stories. Some of the same characters turn up from time to time, like haunting reminders. After a while many of the dominant males seem to blur together into one composite: An alcoholic middle-aged man with an absurd mustache, lurching through the world killing, vomiting, urinating, bleeding, belching, swearing and entertaining himself by terrorizing women. (In his general physical appearance, this composite is not unlike Slobodan Milosevic.) Some of the episodes end with surprises--not because we don't see them coming, but because we can't believe that the characters are complete monsters. We are inevitably disappointed: None of the men in this movie is nice, except for a few bewildered older men (one of whom crushes a lout's skull and then cradles him, sobbing, \"my boy, my boy''). Small events escalate into exercises in terror, and the men in the film seem to be consumed by violence. None of the killings in the film is overtly political; \"Cabaret Balkan'' seems to argue that monstrous behavior is so ingrained in a sick culture that ethnic cleansing is just an organized form of everyday behavior.\n\nExample: Bus passengers are terrorized by a cretin who hijacks the bus. The elderly driver eventually kills him. A woman passenger, the target of the hijacker's sexual rage, stumbles out of the bus and into the car of her boyfriend, who instantly flies into a jealous rage and accuses her of encouraging the other man. As the two argue, two other men approach, hold them both at gunpoint and start the next act. Or consider an ordinary traffic accident that escalates; the wronged driver finds the apartment of the other driver's parents and breaks everything in sight. (The other driver got into the crash in the first place because he was cruising the streets harassing single women.) The most harrowing episode, which starts quietly and escalates, involves a war widow traveling on a train. A large, menacing man comes in, sits down, wants her to smoke and drink with him, forces his conversation on her, orders another passenger out of the compartment and begins the preliminaries to rape. She breaks free and desperately grabs a grenade from her bag. He wrenches the grenade away from her and contemptuously pulls the pin, holding the grenade with one hand as he holds her with the other.\n\nThe buried argument of \"Cabaret Balkan'' seems to be that violence and macho sexual insecurity are closely linked. I was reminded of \"Savior'' (1998), the film where Dennis Quaid plays a mercenary fighting for the Serbs; he finds himself protecting a woman who has been raped, and whose father and brother want to kill her--because, you see, she has therefore brought dishonor on her family. It is not a crime to rape, but to be raped. Such diseased values, \"Cabaret Balkan'' seems to suggest, almost inevitably lead to savagery, and indeed the intimidation of women is the primary way the men in this movie express their manhood.\n\nAmazingly, \"Cabaret Balkan'' is an enormous hit in its homeland, no doubt among the many good citizens who are fed up. Societies can rip themselves to pieces only so long before they are forced to wonder how their values could possibly survive the cost of fighting for them. When war leaves no ideals worth defending, there is only the consolation of depriving the other side of any shreds of remaining standards. Of all the movies about all the tragic places where old hatreds fester over ethnic, racial and religious animosity, this is the angriest, and therefore possibly the bravest.\n\nNote: The film has been released \"unrated.'' Of course no film that considers violence this unblinkingly and bravely can qualify for an R; that rating is more hospitable toward films that make violence look like fun.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-08-06", "genres": null, "title": "Cabaret Balkan (1999)"}