{"url": "http://www.rogerebert.com/reviews/cabin-fever-2003", "by": "Rider Strongas Paul", "star_rating": 1.5, "text": "Unsure of whether it wants to be a horror film, a comedy, a homage, a satire or a parable, \"Cabin Fever\" tries to cover every base; it jumps around like kids on those arcade games where the target lights up and you have to stomp on it. It assembles the standard package of horror heroes and heroines (sexy girl, nice girl, stalwart guy, uncertain guy, drunk guy) and takes them off for a post-exam holiday in the woods, where things get off to a bad start when a man covered with blood comes staggering out of the trees. What they eventually figure out is that the man has some kind of disease -- for which we could, I suppose, read AIDS or SARS -- and it may be catching. When the nice girl (Jordan Ladd) comes down with the symptoms, they lock her in a shed, but before long they're all threatened, and there is a scene where the sexy girl (Cerina Vincent) is shaving her legs in the bathtub and finds, eek, that she's shaving a scab.\n\nThe film could develop its plague story in a serious way, like a George Romero picture or \"28 Days Later,\" but it keeps breaking the mood with weird humor involving the locals. Everyone at the corner general store seems seriously demented, and the bearded old coot behind the counter seems like a racist (when at the end we discover that he isn't, the payoff is more offensive than his original offense). There's a deputy sheriff named Winston (Giuseppe Andrews) who is a seriously counterproductive character; the movie grinds to an incredulous halt every time he's onscreen.\n\nThe drama mostly involves the characters locking the door against dogs, the locals and one another; running into the woods in search of escape or help; trying to start the truck (which, like all vehicles in horror films, runs only when the plot requires it to) and having sex, lots of sex. The nature of the disease is inexplicable; it seems to involve enormous quantities of blood appearing on the surface of the skin without visible wounds, and then spreading in wholesale amounts to every nearby surface.\n\nIf some of this material had been harnessed and channeled into a disciplined screenplay with a goal in mind, the movie might have worked. But the director and co-author, Eli Roth, is too clever for his own good, and impatiently switches among genres, tones and intentions. There are truly horrible scenes (guy finds corpse in reservoir, falls onto it), over-the-top horrible scenes (dogs have eaten skin off good girl's face, but she is still alive), and just plain inexplicable scenes (Dennis, the little boy at the general store, bites people). By the end, we've lost all interest. The movie adds up to a few good ideas and a lot of bad ones, wandering around in search of an organizing principle.", "running_time": 94, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-09-12", "genres": ["Horror", "Thriller"], "title": "Cabin Fever (2003)"}