{"url": "http://www.rogerebert.com/reviews/cactus-1987", "by": "Isabelle Huppertas Colo", "star_rating": 3.0, "text": "One of the first shots in \"Cactus\" is a long, unbroken take in which the camera pans from a veranda across a lush landscape, all green and semitropical, while on the soundtrack we hear the loud cry of an exotic bird. The sound seems too loud, somehow, but what is being set up here is the condition of blindness, in which sounds take on an extraordinary importance.\n\nThe heroine of the film is a young French woman (Isabelle Huppert), who has come out to Australia on holiday. There is the suggestion that she has left an unhappy marriage behind in France. She has an accident, loses the sight of one eye and is threatened with the loss of the other. The doctors offer her a choice. If she has the bad eye removed, the remaining eye may retain its function. Otherwise, \"sympathetic blindness\" may occur, and she will be totally blind.\n\nNo matter how this sounds, \"Cactus\" is not a docudrama, not a movie about medical problems. It is a movie about how we see and what we choose to see. While she is trying to decide what to do, Huppert meets a young man who is blind. They talk, they understand each other, they fall in love. She seriously considers the option of choosing blindness so that she will be able to share the world of her lover.\n\nThese episodes take place within the arms of a large, sheltering, extended family. The woman's friends are middle-age, literate, political. There are moments that have little to do with the movie's central problem - moments when friends gather to drink, talk and listen to music. During those scene, \"Cactus\" has an interesting, subtle technique. The visuals are always alive and inviting: rooms filled with unusual objects, landscapes jammed with life. And the soundtrack is filled, too, with words and music. Both senses, sight and sound, are calling out to be recognized.\n\n\"Cactus\" was directed by Paul Cox, who is not one of the best-known of the new generation of Australian filmmakers but in many ways is the most inventive, the most individual. His films are always about people who are cut off from normal relationships and who try to improvise substitutes.\n\n\"Lonely Hearts\" (1981) was about two people who met through a singles group and found out why each was single. \"Man of Flowers\" (1983) was about a lonely, reclusive millionaire who paid a young woman to pose for him so that he could fill his empty room with company. \"My First Wife\" (1984) was about a woman who decided that she could scarcely be lonelier outside marriage than inside it.\n\n\"Cactus\" is not as satisfying as those three films, perhaps because its themes are not as clear. I was so distracted by the reality of the woman's choice - sight or blindness - that I found it hard to pull back to the larger question of how she should choose to communicate with the man she loved. In a way, the woman's choice is one we all have to make. Because there is such a gulf between all people, to bridge it we have to take on some of the blindness of others, and they have to share ours. Two people who see things exclusively their own way may never be able to share the world. That is the issue in \"Cactus\"; the blindness is simply the way Cox chooses to dramatize it.\n\nAlthough the movie is less than completely satisfying, it is worth seeing, as everything by Cox is worth seeing, because there is always the sense in his films of an active intelligence at work. He doesn't make routine genre pictures; he begins with complicated people and watches them as they live. Sometimes he seems as mystified by the results as we are.", "running_time": null, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-04-24", "genres": null, "title": "Cactus (1987)"}