{"url": "http://www.rogerebert.com/reviews/cactus-flower-1969", "by": "Walter Matthauas Julian Winston", "star_rating": 3.5, "text": "The movie press agents have a theory that critics shouldn't be allowed to see a comedy in a screening room. Unless they can hear the people laughing, the theory goes, they won't know the movie's funny.\n\nI don't know if there's anything to this or not (usually not, I guess), but it was a pleasure to catch the Saturday matinee of \"Cactus Flower\" at the State Lake. The audience didn't merely like it; it reveled in it. here's one kind of comedy that inspires raucous laughter, such as \"The Producers\" (1968), and another, like this one, where the audience laughs under its breath because it doesn't want to miss the lines.\n\nIt's not exactly that the lines mean anything; it's more that the three central performances (by Walter Matthau, Ingrid Bergman and -- wow! -- Goldie Hawn) are so engaging that we find ourselves, despite ourselves, involved in their story.\n\nThey work together. The chemistry works. When Pauline Kael observes that \"The Scalphunters,\" not a very good movie, becomes enjoyable because of the sparks that Burt Lancaster and Ossie Davis strike in their scenes together, I know what she means. Goldie Hawn and Walter Matthau have that happening in \"Cactus Flower,\" and Ingrid Bergman moves between them with absolute serenity.\n\nThe story should be familiar by now; the play ran forever at the Blackstone. It's about a middle-aged dentist, his nurse, and his 21-year-old mistress. He tells the girl he's married, because he doesn't want to get involved. But then he does get involved, and can't figure out how to confess his deception. So he gets the nurse to pretend to be his wife. But then the girl becomes sympathetic to the poor, abandoned wife -- and then there's the problem of the hairy young playwright who lives next door.\n\nAll of this is the basic stuff of stage comedy. In \"Cactus Flower,\" just as in \"The Importance of Being Earnest\" 75 years ago, or in \"She Stoops to Conquer\" 200 years ago, the plot depends upon a romance developed through mistaken identity. So Abe Burrows wasn't inventing anything new when he wrote the play.\n\nWhat usually happens is that hit Broadway comedies have a long run in New York, and then they tour the provinces forever, and then a couple of big-name movie stars are substituted in the key roles, and then an expensive production is launched to support the comedy (which is the most fragile of art forms), and by the time the movie finally turns up, four years later, nobody could care less. That's exactly what happened with \"Cactus Flower,\" of course -- except, paradoxically, that the movie is better than the play.\n\nI wonder whether a lot of the credit doesn't belong to I. A. L. Diamond, who wrote the screenplay. Diamond is a master of light comedy, who has mostly collaborated lately with Billy Wilder (on \"The Apartment,\" \"The Fortune Cookie,\" etc.). Diamond's screenplay successfully opens up the play, breaking it loose from the confines of the stage without seeming to.\n\nThis has previously been a weak spot in the films of director Gene Saks, whose \"Barefoot in the Park\" and \"The Odd Couple\" were both terribly tied to one set. By widening the background, Diamond (or somebody) has managed to really convince us that \"Cactus Flower\" does take place now (or about now) in a real city -- New York. That contributes a lot to the performances they seem more real because they're not stuck in phony sets. But in the last analysis, it really is Matthau, Miss Bergman and (with a marvelously expressive face) Miss Hawn who make \"Cactus Flower\" a success.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-12-29", "genres": ["Comedy", "Romance"], "title": "Cactus Flower (1969)"}