{"url": "http://www.rogerebert.com/reviews/caddyshack-1980", "by": "Chevy Chaseas Ty Webb", "star_rating": 2.5, "text": "\r\n\n\n“Caddyshack” never finds a consistent comic note of its own,\r\nbut it plays host to all sorts of approaches from its stars, who sometimes\r\nhardly seem to be occupying the same movie. There's Bill Murray's self-absorbed\r\ncraziness, Chevy Chase's laid-back bemusement, and Ted Knight's apoplectic\r\noverplaying. And then there is Rodney Dangerfield, who wades into the movie and\r\ncleans up. \n\n\r\nTo the degree that this is anybody's movie, it's\r\nDangerfield's_and he mostly seems to be using his own material. He plays a\r\nloud, vulgar, twitching condo developer who is thinking of buying a country\r\nclub and using the land for housing. The country club is one of those exclusive\r\nWASP enclaves, a haven for such types as the judge who founded it (Knight), the\r\nne'er-do-well club champion (Chase), and the manic assistant grounds keeper\r\n(Murray). \n\n\r\nThe movie never really develops a plot, but\r\nmaybe it doesn't want to. Director Harold Ramis brings on his cast of\r\ncharacters and lets them loose at one another. There's a vague subplot about a\r\ncollege scholarship for the caddies, and another one about the judge's nubile\r\nniece, and continuing warfare waged by Murray against the gophers who are\r\ndevastating the club. But Ramis is cheerfully prepared to interrupt everything\r\nfor moments of comic inspiration, and there are three especially good ones: The\r\ncaddies in the swimming pool doing a Busby Berkeley number, another pool scene\r\nthat's a scatalogical satire of Jaws, and a sequence in which Dangerfield's\r\ngigantic speedboat devastates a yacht club. \n\n\r\nDangerfield is funniest, though, when the movie\r\njust lets him talk. He's a Henny Youngman clone, filled with one-liners and\r\ninsults, and he's great at the country club's dinner dance, abusing everyone\r\nand making rude noises. Surveying the crowd from the bar, he uses lines that he\r\nhas, in fact, stolen directly from his nightclub routine (\"This steak\r\nstill has the mark of the jockey's whip on it\"). With his bizarre wardrobe\r\nand trick golf bag, he's a throwback to the Groucho Marx and W.C. Fields school\r\nof insult comedy; he has a vitality that the movie's younger comedians can't\r\nmatch, and they suffer in comparison. \n\n\r\nChevy Chase, for example, has some wonderful\r\nmoments in this movie, as a studiously absent-minded hedonist who doesn't even\r\nbother to keep score when he plays golf. He's good, but somehow he's in the\r\nwrong movie: His whimsy doesn't fit with Dangerfield's blatant scenery-chewing\r\nor with the Bill Murray character. Murray, as a slob who goes after gophers\r\nwith explosives and entertains sexual fantasies about the women golfers, could\r\nbe a refugee from Animal House. \n\n\r\nMaybe one of the movie's problems is that the\r\ncentral characters are never really involved in the same action. Murray's off\r\non his own, fighting gophers. Dangerfield arrives, devastates, exits. Knight is\r\nbusy impressing the caddies, making vague promises about scholarships, and\r\nlaunching boats. If they were somehow all drawn together into the same story,\r\nmaybe we'd be carried along more confidently. But “Caddyshack” feels more like\r\na movie that was written rather loosely, so that when shooting began there was\r\nfreedom, too much freedom, for it to wander off in all directions in search of\r\ncomic inspiration.", "running_time": 99, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Comedy", "Sport"], "title": "Caddyshack (1980)"}