{"url": "http://www.rogerebert.com/reviews/cadillac-records-2008", "by": "Adrien Brodyas Leonard Chess", "star_rating": 3.0, "text": "An argument could be made that modern rock 'n' roll was launched not at Sun Records in Memphis, but at Chess Records, 2120 S. Michigan, and its earlier South Side locations since the early 1950s. The Rolling Stones even recorded a song named after the address. The great Chess roster included Muddy Waters, Howlin' Wolf, Etta James, Willie Dixon, Chuck Berry and Little Walter. They first made Chicago the home of the blues, and then rhythm and blues, which, as Muddy said, had a baby, and they named it rock 'n' roll.\n\n\"Cadillac Records\" is an account of the Chess story that depends more on music than history, which is perhaps as it should be. The film is a fascinating record of the evolution of a black musical style, and the tangled motives of the white men who had an instinct for it. The Chess brothers, Leonard and Phil, walked into neighborhoods that were dicey for white men after midnight, packed firearms, found or were found by the most gifted musicians of the emerging urban music, and recorded them in a studio so small it forced the sound out into the world.\n\nThis movie sidesteps the existence of Phil Chess, now living in Arizona, and focuses on the enigmatic, chain-smoking Leonard (Adrien Brody). Starting with an early liaison with Muddy Waters, who in effect became his creative partner, he visited \"race music\" radio stations in the South with his artists and payola, found and/or created a demand, and gave his musicians shiny new Cadillacs but never a good look at their royalties. Muddy (Jeffrey Wright) was probably paid only a share of the money he earned, but the more ferocious Howlin' Wolf (Eamonn Walker), seemingly less sophisticated, held onto his money, made his own deals and incredibly even paid health benefits for the members of his band.\n\nIt is part of the legend that Muddy was nice, Howlin' was scary, and they disliked each other. In the film, they are guarded but civil, and fierce competitors. Walker plays the 6-foot-4 Wolf as a scowler who somehow from that height looks up at people under hooded eyes and appears willing to slice you just for the convenience. The real Howlin' Wolf must have been more complex; he couldn't read or write until he was past 40, but then he earned his high school equivalency diploma and studied accounting, an excellent subject for an associate of Leonard Chess.\n\nDid Chess love the music? Brody's performance and the script by director Darnell Martin leave that question a little cloudy. Certainly he had good taste and an aggressive business instinct, and he didn't sit in an office in Loop but was behind the bar at the Macomba Lounge on Saturday nights in the late 1940s, when some of his more alarming customers must have figured, hey, a white man that crazy, maybe it's not a good idea to mess with him.\n\nLeonard was married but maintained a wall between his business and his family. \"Cadillac Records\" speculates that later in his career, he may have fallen in love with his new discovery Etta James (pop superstar Beyonce Knowles). If so, romance didn't blind him to her gifts, and in a movie where the actors do most of their own singing, her performances are inspired and persuasive.\n\nThe Chess artists had an influence in more than one way on white rock singers. The Beach Boys' \"Surfin' USA\" has the same melody as Chuck Berry's \"Sweet Little Sixteen.\" Frank Zappa borrowed Wolf's favorite exclamation, \"Great googley moogley!\" The Rolling Stones, who acknowledged their Chicago influences, paid a pilgrimage to South Michigan Avenue and arranged a European tour for Chess stars; later, Keith Richards talked Chuck Berry into the concert shown in the great doc \"Hail! Hail! Rock 'n' Roll\" and even played backup guitar to Berry.\n\nGiven the number of characters and the time covered, Martin does an effective job of sketching the backgrounds of some of her subjects and doesn't go out of her way to indict Leonard's business methods (did the singers know their Cadillacs were bought with their own money?). There is a poignant scene where Leonard arranges the first meeting between Etta James and her white father (who was -- are you ready for this -- Minnesota Fats). And a close look at the troubled but durable marriage of Muddy Waters and his wife Geneva Wade (Gabrielle Union).\n\nThe casting throughout is successful. Columbus Short suggests the building inner torments of Little Walter, and Cedric the Entertainer plays the singer-songwriter Willie Dixon as a creator and synthesizer. Nobody can really play Chuck Berry, but Mos Def does a great duck walk.\n\nEamonn Walker, at 6-foot-1, is three inches shy of the towering Howlin', but he evokes presence and intimidation. Sometimes I'm amazed at actors. Seeing Howlin' Wolf bring danger into the room in this film, you'd never guess Walker started as a dancer, was a social worker, acts in Shakespeare, is married to a novelist. Could any of the regulars at 2120 S. Michigan have guessed they would be instrumental in creating a music that would dominate the entire world for the next 50 years?", "running_time": 109, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-12-03", "genres": ["Drama", "History"], "title": "Cadillac Records (2008)"}