{"url": "http://www.rogerebert.com/reviews/cadillac-man-1990", "by": "Robin Williamsas Joey O'Brien", "star_rating": 2.0, "text": "It all comes down to which kind of movie you'd really rather see.\n\nGiven the choice, would you prefer a movie about a hotshot car salesman so shameless he'd try to sell a car to a widow at her husband's funeral? Or would you rather see a movie about how the salesman tries to talk a suicidal husband out of killing himself and everybody else in the dealership? If \"Cadillac Man\" had been the second movie from beginning to end, I have a feeling I might have enjoyed it more. But it started as the first movie and then turned into the second, leaving me frustrated and a little disoriented: What happened to all the setups in the first hour? Were they going to be left hanging? The movie stars Robin Williams as Joey O'Brien, the car salesman, who addresses the audience in confidential asides, like Tom Jones or Alfie. He has a lot of problems, most of them revolving around women. He likes women, he has trouble resisting them, and he spends a lot of money on them. That means he's usually broke, and if he doesn't sell a dozen cars at the dealership's big moving sale this Sunday, he may lose his job.\n\nWe meet some of the women in his life, including his mistress (Fran Drescher) and his ex-wife (Pamela Reed), and we also get a look at the sexpot, Donna (Annabella Sciorra), who works in the dealership's front office. Everybody on the sales force feels libidinous about her, except for supersaleswoman Lila (Lori Petty), who leads the staff in sales, perhaps because she has one less distraction.\n\nUp until this point, the movie seems to be a setup for a big sales contest in which lies will be told and dirty tricks pulled. But then Donna's husband (Tim Robbins) comes crashing in through the plate glass window on his motorcycle, waving a machinegun and threatening to kill everyone. And then the movie becomes an extended dialogue between Williams and Robbins, as the salesman tries to do the best selling job of his life on the distraught husband.\n\nWilliams and Robbins (who played the young pitcher in \"Bull Durham\") are convincing in this long sequence, which is built by director Roger Donaldson and writer Ken Friedman into a series of peaks and valleys, complicated by the arrival of the husband of Williams' mistress. But somehow I kept waiting for the movie to get back on track - to get back to the zany comedy I thought I'd been promised. My problems with \"Cadillac Man\" were probably inspired more by false expectations than by anything on the screen, and maybe if Robbins had come crashing in through the window in the first scene I would have liked it more.\n\nOne footnote: Two scenes in the movie feature Lauren Tom as the waitress at the nearby Chinese restaurant. You've met waitresses like this before; small women who take a delight in talking back to their clients and banging them on the head with the menu when they order the wrong thing. Miss Tom steals both scenes with a performance that's funnier than anything else in the movie. Sometimes TV sitcoms are spun out of characters like hers, and I'd love to see them try one this time.", "running_time": 95, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-05-18", "genres": ["Comedy", "Drama"], "title": "Cadillac Man (1990)"}