{"url": "http://www.rogerebert.com/reviews/cafe-au-lait-1994", "by": "Julie Mauduechas Lola", "star_rating": 2.0, "text": "Lola is pregnant, and only she knows which of her two lovers is the father. Could it be Jamal, the suave, conservative son of an African diplomat? Or Felix, the gauche, impulsive Jewish bicycle messenger? Lola herself is a light-skinned woman from the Caribbean, and all three characters live in Paris - where, of course, it is obligatory to be unflappable about such matters.\n\nOnly Lola keeps her cool, however. Jamal and Felix, who meet at her apartment door after being summoned for the announcement of the impending blessed event, are jealous of each other and angry with Lola, who doesn't see what all the fuss is about. And well she shouldn't, since she is obviously inspired by Nola Darling, the heroine of Spike Lee's \"She's Gotta Have It,\" who juggled three men simultaneously.\n\n\"Cafe au Lait\" was directed by Mathieu Kassovitz, a 26-year-old Frenchman who also plays Felix. His character is based on the one played by Lee in \"She's Gotta Have It,\" even down to the detail of being a bicycle messenger. He is not subtle about his debt to Lee; \"Cafe au Lait\" seems to have been made as an experiment in transferring Nola's blithe spirit to a French setting.\n\nAs Lola, his feckless superwoman, he has cast the lovely Julie Mauduech, and Hubert Kounde is Jamal, a responsible, mature, almost square figure. Felix, however, has a little Jerry Lewis in his makeup; although he goes everywhere on his bicycle, he has never quite mastered the racing pedals and usually falls off instead of dismounting.\n\nKassovitz is not much interested in the ostensible plot of his movie; it matters less who is the father of the child than how the three characters will learn to relate to one another, and he uses their menage as a springboard for dialogue about race and racism in modern France. His angle is that less emphasis should be placed on who someone's parents were, and more on what kind of parents they might be. When Jamal self-righteously states that his grandparents were slaves, Nola reminds him they were diplomats.\n\nThe three characters are of different religions, too: Jewish, Muslim and Christian. And they are of different economic backgrounds: Jamal is rich, Felix poor, Lola in the middle. When the two men agree to help Lola out during pregnancy and motherhood, Kassovitz has his excuse for scenes about their different lifestyles and expectations.\n\nOne of the problems with the movie is sort of swept under the carpet: Lola apparently knows which of the men is the father, but isn't telling. Why is she leading both men down the garden path? The movie finesses that question, since the answer is obvious: There wouldn't be a movie otherwise. Much of the dialogue is at a sitcom level, and in the subtitles, at least, not very convincing: \"You're a maggot in Adidas trainers pretending to be a New York homeboy,\" for example.\n\nSpike Lee's film worked as a comedy because it was not about serious consequences. Nola Darling was not pregnant, and not even very seriously involved with any of her men; she valued her own autonomy. Lola has the same mindset, but in a vastly different situation, and her pregnancy introduces a serious subject that is never dealt with. Watching the film, I felt sympathy with Kassovitz's desire to film a little comic sermon about brotherhood. But I was never convinced that the characters and situation were anything other than borrowed and contrived.", "running_time": 94, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-12-21", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Cafe Au Lait (1994)"}