{"url": "http://www.rogerebert.com/reviews/cal-1984", "by": null, "star_rating": 3.0, "text": "\"Cal\" tells a story that has been told many times before, but tells it quietly and powerfully about a particular time and place: Northern Ireland in the 1980s. The story is about two lovers who want to wrap themselves in each other's arms and let the world go by, and about how the world refuses to let them do that. It is a little amazing, given how old this formula is, that \"Cal\" works as well as it does, perhaps because no story is old if it happens to new people. The Cal of this title is a young Catholic man from Northern Ireland. He has a lot on his conscience. Not long before the story opens, he drove the car on an IRA raid that resulted in a man being murdered. He would like to forget that. He would also like to draw back from the IRA -- he's not particularly political -- and get on with his life. But it doesn't work out that way.\n\nHe is in the library one day, and hears the new librarian say something. The way that she says it instantly enchants him. He finds out her name, Marcella, and some information about her: She is a Catholic, half Irish, half Italian, who lives with her Protestant in-laws on a farm outside of town. Her husband, a policeman, was killed by the IRA not long ago, and she has started to support herself.\n\nCal puts himself in Marcella's way. He spends more time at the library. He eventually talks himself into a job on the farm where she lives. And then, after Protestants fire-bomb the cottage where he lives with his father, Cal goes to live secretly in an abandoned barn on the farm; Marcella's in-laws have no idea he isn't going home at night.\n\nThey also have no idea that Marcella and Cal are having an affair, but that is what shyly, clumsily, against her better judgment, they do. They are both so desperately alienated that love for them begins with somebody to share a smile with.\n\nThe love scenes in \"Cal\" are among the loveliest I've seen, because Helen Mirren, who plays Marcella, makes her such a sweet and tender woman, and John Lynch, who plays Cal, is so touchingly sincere. He knows a lot about toughness and a lot about cynicism, but very little about the way love can make you feel. If Cal and Marcella's love story were the center of the movie, \"Cal\" would not, however, be very interesting. What the movie is really about is the way in which their love cannot be the center of their lives, because of the society they live in and the actions that they both have already taken. Cal's old IRA friends are not prepared to let him off the hook. Marcella's in-laws believe their son would still be alive if he had not married a Catholic. The household is a world of closed-in feelings, words not spoken, and festering psychic wounds.\n\nThere is a way, I suppose, in which we could argue that Cal and Marcella deserve to be doomed lovers -- that they have to accept the consequences of their actions. But the real story, of course, is that some people are unlucky enough to live in times and places where their actions do have tragic consequences.\n\nThe argument in \"Cal\" is that in a situation like the one they find themselves in, it is impossible to be a bystander. The lines are drawn between Catholic and Protestant, and you are on one side or the other no matter what you think or how you choose. It is a waste of time to dream of private lives, private decisions, and the luxury of love; other people are thinking of more violent things, and they will walk right over you.", "running_time": 102, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Romance", "Thriller"], "title": "Cal (1984)"}