{"url": "http://www.rogerebert.com/reviews/calendar-girls-2003", "by": "Helen Mirrenas Chris Harper", "star_rating": 3.0, "text": "You may have read about it at the time. A British women's club, trying to raise money for charity, hit on the idea of having its members pose nude for a pin-up calendar. The women were eminently respectable and of a certain age, the photographs were modest if not chaste, and the calendar was an enormous hit, raising something like $1 million for the local hospital.\n\n\"Calendar Girls\" retells the story in a very slightly risque comedy. Every mention makes the inevitable reference to \"The Full Monty,\" but this movie is not as bawdy and only about 10 percent as monty. It's the kind of sweet, good-humored comedy that used to star Margaret Rutherford, although Helen Mirren and Julie Walters, its daring top-liners, would have curled Dame Margaret's eyebrows.\n\nPeople sometimes ask me whether I see the movies in \"real theaters\" or screening rooms -- \"or do the studios send them to your home?\" (Fat chance of that with the piracy paranoia.) I usually say it doesn't much matter; once the movie starts, if it works, it upstages the venue. But I cannot resist telling you that I saw \"Calendar Girls\" last August at the Locarno (Switzerland) Film Festival, under the stars in the Piazza Grande, with 12,000 other people, including the presidents of Switzerland and Germany.\n\nA setting like that might have overwhelmed \"Lord of the Rings,\" and here was a modest little British comedy. Interesting, how the story was so straightforward and universal that it played perfectly well, got laughs in all the right places, and left at least 10,000 of us pleased, if not overwhelmed.\n\nThe movie begins at a Yorkshire village chapter of the Women's Institute, a community organization widespread in the UK and Canada, where we watch the members nodding through lectures on, if I recall correctly, the private life of the broccoli. Mirren plays Chris Harper, a high-spirited woman who finds a porno magazine in her son's bedroom, sees a girlie calendar on the wall at the local garage, puts two and two together and then gets her big idea.\n\nSome of the women are appalled and others are titillated, but all of them have the first thought any reasonable person over 40 would have: How will I look nude? Luckily the W.I.'s long tradition of flower arranging, trellis construction and greenhouse repair suggests an endless number of foreground items which can obscure the naughty bits, in the tradition of Austin Powers.\n\nWalters plays Chris' best pal Annie, whose husband John (John Alderton) dies of leukemia early in the film, supplying a cause for the fund-raising. There is of course opposition, supplied by reactionary elements in the local and national W.I., and Mirren makes a speech to the national convention that Winston Churchill would have been proud of. (In real life, apparently, everyone thought the calendar was a great idea, but a movie, as Robert McKee teaches us, needs obstacles to overcome.)\n\nAfter the calendar becomes a best-seller, the calendar girls promote a North American version with a trip to Los Angeles and an appearance on the Jay Leno show; of course fame goes to their heads, a little, for a while, but that plot point also suggests the strong hand of McKee. Actually this is a very simple story: A cute idea caught the fancy of a lot of people, and raised a bundle for charity.\n\nThat the movie works, and it does, is mostly because of the charm of Mirren and Walters, who show their characters having so much fun that it becomes infectious. \"Calendar Girls\" was directed by Nigel Cole, who also made \"Saving Grace\" (2000), the comedy starring Brenda Blethyn as a new widow who supports herself by growing marijuana in her cottage garden. That one also went for laughs with some naked middle-aged ladies dashing around, but this one is gentler to the ladies, and thank God for the flower arrangements.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-19", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Calendar Girls (2003)"}