{"url": "http://www.rogerebert.com/reviews/california-split-1974", "by": "George Segalas Bill Denny", "star_rating": 4.0, "text": "They meet in a California poker parlor. One wins, despite a heated discussion with a loser over whether or not a dealt card hit the floor. They drink. They become friends after they are jointly mugged in the parking lot by the sore loser.\n\nThey did not know each other before, and they don't know much about each other now, but they know all they need to know: They're both compulsive gamblers, and the dimensions of the world of gambling equal the dimensions of the world they care anything about. It is a small world and a flat one, like one of those maps of the world before Columbus, and they are constantly threatened with falling over the edge.\n\nThey're the heroes (or at least the subjects) of \"California Split,\" the magnificently funny, cynical film by Robert Altman. Their names are Bill and Charlie, and they're played by George Segal and Elliott Gould with a combination of unaffected naturalism and sheer raw nervous exhaustion. We don't need to know anything about gambling to understand the odyssey they undertake to the tracks, to the private poker parties, to the bars, to Vegas, to the edge of defeat, and to the scene of victory. Their compulsion is so strong that it carries us along. \n\nThe movie will be compared with \"M*A*S*H,\" the first big hit by Altman (who is possibly our best and certainly our most diverting American director). It deserves that comparison, because it resembles \"M*A*S*H\" in several big ways: It's funny, it's hard-boiled, it gives us a bond between two frazzled heroes trying to win by the rules in a game where the rules re-quire defeat. But it's a better movie than \"M*A*S*H\" because here Altman gets it all together. Ever since \"M*A*S*H,\" he's been trying to make a kind of movie that would function like a comedy but allow its laughs to dig us deeper and deeper into the despair underneath.\n\nBill and Charlie are driven. We laugh at their hangovers, their bruises (treated with hot shaving cream), the kooky part-time prostitutes who serve them breakfasts of Froot Loops and beer. We move easily through the underworld of their friends, casually introduced through Altman's gift of overlapping dialogue and understated visual introductions, so that we're not so much shown a new character as encouraged to assume we knew him all along. And because Joseph Walsh's screenplay is funny and Segal and Gould are naturally engaging, we have a good time.\n\nBut then there are moments that take on bleaker meanings. At one point, for example, at the ragged edge of sleep, boozed out, defeated, Bill and Charlie cling desperately to a bar and very seriously bet with each other on the names of the Seven Dwarfs (There was Droopy ... Sleepy ... Dumbo?). And at another time, cornered with their winnings in still another parking lot by still another mugger, this one armed, they hand over half their winnings and bet him that's all they have.\n\nHe takes it and runs; they win; they could have been killed but their gambler's instinct forced them to make the try. At the end of \"California Split\" we realize that Altman has made a lot more than a comedy about gambling; he's taken us into an American nightmare, and all the people we met along the way felt genuine and looked real. This movie has a taste in its mouth like stale air-conditioning, and no matter what time it seems to be, it's always five in the morning in a second-rate casino.\n\nAs always, Altman fills his movie with quirky supporting roles -- people who have somehow become caricatures of themselves. At the private poker game, Segal stands at the bar, surveys the table, and quietly describes every player. He's right about them, although he (and we) have never seen them before. We know he's right because these people wear their styles and destinies on their faces.\n\nSo do the hookers (played with a kind of tart-next-door wholesomeness by Ann Prentiss and Gwen Welles). So does \"Helen Brown,\" one of their customers who's a middle-aged man who likes drag as much as he's terrified of the cops (inspiring a scene of true tragicomedy). Altman's movies always seem full, somehow; we don't have the feeling of an empty screen into which carefully drawn characters are introduced, but of a camera plunging into a boiling sea of frenzied human activity.\n\nWhat Altman comes up with is sometimes almost a documentary feel; at the end of \"California Split\" we know something about organized gambling in this country we didn't know before. His movies always seem perfectly at home wherever they are, but this time there's an almost palpable sense of place. And Altman has never been more firmly in control of his style. He has one of the few really individual visual styles among contemporary American directors; we can always see it's an Altman film. He bases his visual strategies on an incredibly attentive sound track, using background noises with particular care so that our ears tell us we're moving through these people -- instead of that they're lined up talking to us. \"California Split\" is a great movie and it's a great experience, too; we've been there with Bill and Charlie.", "running_time": 109, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Comedy", "Drama", "Indie"], "title": "California Split (1974)"}