{"url": "http://www.rogerebert.com/reviews/camelot-1967", "by": "Richard Harrisas King Arthur", "star_rating": 4.0, "text": "Camelot never really existed, so everybody can invent his own. Josh Logan has his Camelot, and I have mine. Jack Warner spent $14,000,000 bringing Logan's to the screen, and I wouldn't have. I think around $2,500,000 would have been about right, and a lot of that would have gone to pay the salaries of Richard Harris and Vanessa Redgrave, who are just about the best King Arthur and Queen Guenevere I can imagine.\n\nAnyway, once I'd hired them I would have set them up in more modest surroundings. Arthur's castle would have shrunk to Arthurian proportions (since his legend originated before English kings had much in the way of castles, and he should be happy he's not out in the rain with King Lear). The king and queen would have led earthier lives. Let Guenevere get a little chicken fat on her fingers, dipping into the pot down at the corner pub, I say, and let Arthur down a flagon of ale and gnaw on a haunch of beef. Make that several flagons, since Harris has the part.\n\nThese humbler surroundings might have permitted the characters to move forward into clearer focus. The twists and turns of Arthur's chivalric philosophy might have been followed more easily. The agony that Arthur, Guenevere and Lancelot undergo during their triangular love affair might have been more immediate.\n\nOf course, my movie would have made a lot less money than Josh Logan's. Logan is the old pro, the \"South Pacific\" man, and when you're spending $14,000,000 as Warner Bros. was, I guess you want to hire a director who's been there before. Logan has, and millions of moviegoers will agree with his lush, expensive \"Camelot.\"\n\nThe pity, I think, is that the weight of that rich production occasionally smothers a good script, charmingly directed musical numbers and, stunning performances. Still, you've got to hand it to Vanessa Redgrave: She wears that million-dollar wardrobe as if she'd been practicing all her life in Buckingham Palace. She's not only a splendid actress but an astonishing beauty as well. And Logan exploits her classic face – which, like Garbo's, is best in close-ups.\n\nRichard Harris seems bemused by his role as Arthur, as perhaps he should. There was always something a little bemused about the original Arthur, who invented chivalry for reasons known only to himself. Harris is a convincing king. Better still, he's a human king.\n\nFranco Nero, who got his start playing cowboys in Italian Westerns made for export to the Middle East, is Lancelot. I left the theater thinking he was impossibly pure, noble, handsome, heroic and – in short – nauseating. It wasn't until the next day that it occurred to me that Lancelot, of all people, should be. So I guess he's all right.\n\nThese three carry the burden of the singing duties entirely in their own voices. Logan gave his word: no dubbing. None have what you'd exactly call concert voices, but that's OK. Vanessa is the best of the lot, not because she sings better but because she reads the lyrics brilliantly. You know, like Sinatra.\n\n\"Camelot,\" then, is exactly what we were promised: ornate, visually beautiful, romantic and staged as the most lavish production in the history of the Hollywood musical. If that's what you like, you'll like it. I'll just crouch in the corner here and gnaw my haunch of beef and send the wench to fetch more ale.", "running_time": 179, "mpaa_rating": "G", "release_year": 1967, "date_published": "1967-10-30", "genres": ["Music", "Romance"], "title": "Camelot (1967)"}