{"url": "http://www.rogerebert.com/reviews/camilla-1995", "by": "Jessica Tandyas Cara", "star_rating": 2.0, "text": "All I ask is a marry yarn from a laughing fellow rover, And quiet sleep and a sweet dream when the long trick's over.\n\nJohn Masefield, \"Sea Fever\" When these words are spoken between Jessica Tandy and Hume Cronyn in \"Camilla,\" it is impossible to remain unmoved. When Miss Tandy died last autumn, she and Mr. Cronyn had been married for 52 years, and acting together longer than that. I do not know that \"Camilla\" was considered by its makers to be her last film, but of course everyone concerned would have known that she was in remission from a disease that would eventually claim her. There is the conscious sense, in scene after scene, that this film is her farewell.\n\nOf course, like all veteran troupers, Miss Tandy gave more than one farewell performance. She also can be seen in \"Nobody's Fool,\" as an old woman who was once Paul Newman's grade school teacher and is now his landlady. In \"Fried Green Tomatoes\" (1991), she was an old lady in a nursing home, telling a remarkable story from her youth. In \"Cocoon\" (1985) and its sequel (1988), she and Cronyn played an old couple offered the gift of youth, which she eventually rejected. The late performance she will be best remembered for, of course, is in \"Driving Miss Daisy\" (1989), for which she won the Oscar as best actress.\n\nThese performances, taken together, show an elderly woman of great dignity and strength, stubbornness and eventual warmth. What \"Camilla\" adds to the palate is humor and some naughtiness: Who but Tandy would appear, in her mid-80s, in a skinny- dipping scene? (Her spirit, if it looks down, must be vastly amused that the scene helped win the movie an MPAA warning about \"discreet nudity.\") \"Camilla\" is worth seeing because of Tandy and Cronyn, and because of a fine performance by Bridget Fonda, but it is not, unfortunately, a very good film.\n\nEverything about the screenplay hints at contrivance. We do not much believe the central situation in the story, and we certainly can't believe the details, so the script becomes simply a series of excuses to get the characters to where they are needed. Fonda plays a young woman who takes music seriously. She is on vacation on an offshore Georgia island with her husband, an advertising artist. He considers her music \"only a hobby,\" but Camilla (Tandy), whom she meets by accident, takes it seriously, and brings out a yellowing clipping from her own long-ago musical career.\n\nCamilla's son (Maury Chaykin) is, it turns out, in the soft porn business, and offers Fonda's husband (Elias Koteas) a job. As the two men bond at a low level, the old woman and the young one become friends on a more ethereal plane, and for reasons that the plot never truly rationalizes, it becomes necessary for them to leave instantly for Toronto, without informing either husband or son.\n\nIn Toronto, we learn that the old woman's memories are based on both fact and fiction. We also hear about the famous people she allegedly once knew, the duke who once seduced her, and the great love of her life; she was supposed to meet him after a concert, \"but something went terribly wrong, and I never saw him again.\" It comes as no surprise that when she encounters an old violin maker (Cronyn), he is that love, and they are united again - even in a \"discreet\" sexual situation.\n\n\"Camilla\" is too arbitrary and disorganized for me to recommend; a subplot about the problems of Chaykin and Koteas is such a distraction that we realize the whole movie could have been about just the two women, with no loss.\n\nBut there are some special moments in it, and among them is the one where Tandy and Cronyn essentially say goodbye to each other. The quotation from Masefield describes the plot of the movie; the second line, which is the one they say, is the valedictory.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-03-24", "genres": ["Adventure", "Comedy", "Drama", "Family"], "title": "Camilla (1995)"}