{"url": "http://www.rogerebert.com/reviews/camille-2000-1969", "by": "Daniele Gaubertas Marguerite", "star_rating": 1.0, "text": "It is said that Orson Welles saw John Ford's \"Stagecoach\" 200 times before directing \"Citizen Kane.\" According to a press release here on my desk, Radley Metzger has seen John Huston's \"The Treasure of the Sierra Madre\" 103 times. That was not enough.\n\nI think Metzger was better -- or worse, that is -- back when he had only seen it maybe 20 times. Blinking his eyes as he emerged into the sunlight, he directed \"I, A Woman,\" which was the worst movie of all time (up until then).\n\nThen he went back to see \"Sierra Madre\" another, say, two dozen times, and after that he directed \"Carmen, Baby,\" which was almost as bad as \"I, A Woman\" but made less money. Then, a glutton for culture, he saw \"Sierra Madre\" 41 more times, and made \"Therese and Isabelle,\" which was even worse than ''I, A Woman.\"\n\nSo that made 85 times he had seen \"The Treasure of the Sierra Madre.\" Eighteen times to go. I wonder if he was the guy who sat behind me the last time I saw it at the Clark. He was reciting the dialog under his breath and when the usher protested, he flashed a card with the name Fred C. Dobbs on it.\n\nAnyway, after seeing \"Sierra Madre\" 103 times, Metzger was ready for the big time. \"Camille 2000\" is shot in color. It is dubbed into English instead of subtitled. It is wide screen. It has a pretty girl in it. Her name is Daniele Gaubert. Whoever painted that big sign in front of the theater has an accurate critical sense. The sign says: \"See Daniele Gaubert presented in the nude ... and with great frequency.\" That captures the essence of Metzger's art.\n\nWell, Daniele Gaubert is presented in the nude all right, but with about as much erotic effect as an Arid ad. She has a lot of love scenes with Nino Castelnuovo. The way they make love is interesting. Their key technique is to assume the conventional configuration and then . . . not move! Mostly, they're looking at themselves in the mirrors. There are mirrors all over her bedroom. No matter where they look, they see themselves in the mirror. Danielle and Nino aren't too bright, I guess. They're just about to start making love when their eyes wander, and they get interested in that beautiful couple up on the ceiling, I kept wanting to shout: \"That's YOU, dummy!\" \n\nAnyway, after 20 minutes of this, Metzger speeds up his pace. There's a fascinating close-up of a flower, and as it goes in and out of focus we hear a lot of heavy breathing and see Daniele's face on the left side of the screen. Apparently something is happening to her. Maybe a manicure. \n\nI'm not sure, but I think the heavy breathing was dubbed in from Metzger's \"Therese and Isabel.\" That one starred Essy Persson, the all-time heavy breathing champ. It was a movie about a woman who looked at the ceiling and breathed heavily. If she ever co-starred with Clint Eastwood, the breathing would get so heavy we'd attack the screen with Vicks Inhalers.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-10-28", "genres": null, "title": "Camille 2000 (1969)"}