{"url": "http://www.rogerebert.com/reviews/can-she-bake-a-cherry-pie-1984", "by": "Karen Blackas Lee", "star_rating": 3.0, "text": "A friend of mine went to see “Can She Bake a Cherry Pie?” and said he couldn't believe the scene where Karen Black stands on a Broadway sidewalk in New York and conducts a manic monologue with the guy she's dating, and the people in the movie line don't even look at her. I can believe it. I have spent enough time on Upper Broadway to believe that the best way to get people to ignore you is to conduct a loud monologue.\n\nThe monologue is essentially about an all-pervasive feeling of panic, accompanied by premonitions of impending doom and an uncertain standard of living. In other words, the basic conversational topics for New Yorkers. It comes about halfway into a rambling, goofy movie about two rambling, goofy people who fall into each other's lives and flail about there for awhile.\n\nThe woman, played by Karen Black, is splitting up with her husband. This inspires the usual feelings of insecurity. The man, played by Michael Emil, is one of those weathered, gentle, kind men who can talk on any subject, listen attentively, and, in general, be so pleasant that he drives you mad. They meet in a cafe, start to talk, and drift into the kind of affair where one partner or the other is always having to keep their eyes shut and imagine stuff. You know these affairs are about over when both partners keep their eyes shut.\n\nThe Emil character has a lot of theories. His most original is that if he takes his pulse before, during and after acts of sexual intercourse, he will be able to discover things about himself that he might other­wise never learn. He has had trouble finding women who share his sense of scientific curiosity. One of the things he finds out about himself in this movie is that he is less attractive while strapped to a pulse meter.\n\nOther New Yorkers drift through the film, including a young man who goes everywhere with a pigeon on his head. The best of the supporting characters is played by Martin Harvey Friedberg, a Second City veteran from the late 1960s, who complains to Emil that there is something basic in his makeup, or in the working of the universe, that prevents him from ever getting anywhere with his emotional life. We have no difficulty believing him.\n\n“Can She Bake a Cherry Pie?” was written and directed by Henry Jaglom, a self-starting, independent filmmaker whose work always wins festival prizes in Europe and then seems to disappear at the American box office. This is his first popular success, and it will probably appeal to the kinds of people who liked both “Harold and Maude” and “My Dinner With Andre.” It is the kind of crazy, endearing film where you start out believing characters like this could never be real, and end up realizing you know people just like them.", "running_time": null, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-09-05", "genres": null, "title": "Can She Bake a Cherry Pie? (1984)"}