{"url": "http://www.rogerebert.com/reviews/candyman-1992", "by": "Virginia Madsenas Helen Lyle", "star_rating": 3.0, "text": "Urban legends tap our deepest fears, and one of the most subterranean involves the call for help that is laughed at or ignored. We cry out again and again, only to be dismissed by our friends, or the 911 operator, or strangers on the shore. At the beginning of Bernard Rose's \"Candyman,\" we hear an urban legend about a woman in a high-rise public housing project, who calls for 911 but is not taken seriously. Not long after, her body is found, savagely slashed to death. The Candyman has struck again.\n\nWho is the Candyman? According to the movie, he is a powerful supernatural being who haunts Cabrini-Green, the housing complex on Chicago's Near North Side. He lures victims with candy, or puts razor blades in Hollywood treats - the details are vague and dreamlike - and his lair is an abandoned apartment on one of Cabrini's upper floors.\n\nAll of this information is carefully written down by two researchers from the University of Illinois (Virginia Madsen and Kasi Lemmons), as part of a research project that also touches on such matters as alligators in sewers. Madsen, trapped in an unhappy marriage with a philandering professor, throws herself into her work, dragging Lemmons along as they interview the neighbors of the Candyman's latest victim. Oddly enough, their stories seem to support the legend - even though the theory is that these urban tales never quite check out.\n\nRose is a director who likes stories about supernatural invasions of real life. His brilliant \"Paperhouse\" (1989), about a young girl whose drawings seemed to influence the life of a boy in her feverish dreams, used images of razor-sharp reality to suggest that the dreams were as real as the rest of the movie. \"Candyman,\" from Rose's own screenplay, based on a Clive Barker story, does the same thing. We think we'll discover that the Candyman is actually a real, live human being - a killer using the legend as a cover. What we do discover is more frightening, and more intriguing. He may literally be a product of the imagination.\n\nWhat if urban legends became real if enough people believed in them? What if the sheer psychic weight of faith from thousands of people were enough to create a supernatural reality? If everyone believed there were alligators in the sewers, would there be? Are gods the result of man's faith in them? Would the Candyman therefore take a dim view of a researcher's attempts to debunk him? Madsen and Lemmons, courageous and plucky, make sympathetic heroines as they walk up and down the dangerous stairwells of Cabrini-Green, crawling through empty apartments looking for a monster. Rose has been clever in his use of locations. Just as urban legends are based on the real fears of those who believe in them, so are certain urban locations able to embody fear. Empty apartments in the upper floors of public housing projects are, it is widely believed, occupied by gangs. We perceive a real threat to the women, at the same time they're searching for what they think is an imaginary one.\n\nThen the plot thickens. Rose evokes Hitchcock's favorite formula, the Innocent Victim Wrongly Accused. Just as the Candyman's victim called 911 and was not believed, so Madsen is arrested by the police and her story scornfully dismissed. It's all kind of intriguing. Elements of the plot may not hold up in the clear light of day, but that didn't bother me much. What I liked was a horror movie that was scaring me with ideas and gore, instead of simply with gore.", "running_time": 101, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-16", "genres": ["Drama", "Horror", "Thriller"], "title": "Candyman (1992)"}