{"url": "http://www.rogerebert.com/reviews/candy-1968", "by": "Ewa Aulinas Candy", "star_rating": 3.0, "text": "\"Candy\" inspires contradictory feelings. On the one hand, it's a lot better than you might expect, with scenes and lines of high comedy. On the other hand, it lacks the pure anarchy, the abandon, of Terry Southern's novel. There's something wacky about using restraint in a satire on pornography.\n\nStill, \"Candy\" avoids some obvious hazards. When you look at the cast -- Burton, Brando, Ringo, Matthau, Coburn and everybody -- you dread it'll turn out to be another \"Casino Royale\" (1967) with lots of names mugging the camera and then disappearing into the void.\n\nThat doesn't happen, except with Ringo, who didn't get much of a role. The others are allowed time to build up characterizations, and they do a pretty good job. Richard Burton is especially effective as McPhisto, a sort of Welsh metaphysical who always has the wind blowing in his hair even when it isn't blowing in anyone else's.\n\nThe plot is fairly simple, and (as the ads say) it's more or less faithful to the book. Candy (Ewa Aulin) caroms from one man to another like a nympho in a pinball machine, and the characters she encounters are improbable enough to establish Terry Southern's boredom with the conventions of pornography.\n\nWalter Matthau has the best sequence, as a right-wing general who has been flying around for years with a handpicked group of zombies. James Coburn does his \"Our Man Flint\" routine as a doctor this time, keeping his cool while performing a particularly ghoulish operation on Candy's father. Brando isn't very successful as a guru who travels around in a trailer truck. But the idea is good.\n\nThere are also some good things in the script by Buck Henry, who wrote \"The Graduate\" and is the latest author to struggle with the screenplay of \"Catch-22.\" A lot of Henry's lines are lost in the general confusion, but there's a very nice little bit involving an underground filmmaker who records thousands of people saying \"no.\"\n\nOne who doesn't, of course, is Candy, and the real discovery of this movie is Ewa Aulin. She is fetchingly healthy, unaffected, charming. Her task is essentially to stand around wide-eyed and naive, but she does that with composure enough to suggest she might make a sexpot-comedienne combination on the order of Stella Stevens or even Marilyn Monroe.", "running_time": 124, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-26", "genres": ["Comedy"], "title": "Candy (1968)"}