{"url": "http://www.rogerebert.com/reviews/cannonball-run-ii-1984", "by": null, "star_rating": 0.5, "text": "The clue to \"Cannonball Run II\" is in Frank Sinatra's first scene, but you have to look carefully. The scene starts in Sinatra's office, and we're looking over Sinatra's head at Burt and some other people. At least, it looks like Sinatra's head, except there's something a little funny about the ears. Then we see Sinatra. He talks. We see Reynolds. He talks. And so on, until, if we know something about movie editing techniques, we realize there isn't a single shot showing Sinatra and Reynolds at the same time. Also, there's something funny about Sinatra's voice: He doesn't seem to be quite matching the tone of the things said to him. That's the final tip-off: Sinatra did his entire scene by sitting down at a desk and reading his lines into the camera, and then, on another day, Reynolds and the others looked into the camera and pretended to be looking at him. The over-the-shoulder shots are of a double.\n\nThis is the movie equivalent to phoning it in. You can't blame Sinatra. Everybody else is walking through this movie, so why shouldn't he? Refusing to appear in a scene with your fellow actors is no worse than agreeing to appear in a scene that nobody has bothered to write. \"Cannonball Run II\" is one of the laziest insults to the intelligence of moviegoers that I can remember. Sheer arrogance made this picture.\n\nThe movie stars Burt as J.J. McClure, cross-country racer. Dom De Luise is back as his sidekick. Some of the other familiar faces from the first awful \"The Cannonball Run\" movie include Dean Martin and Sammy Davis Jr., and they are joined here by Shirley MacLaine, Jamie Farr, Susan Anton, Marilu Henner, Telly Savalas, Catherine Bach, Foster Brooks, Sid Caesar, Jackie Chan, Tim Conway, Richard \"Jaws\" Kiel, Don Knotts, Ricardo Montalban, Jim Nabors, Louis Nye, Molly Picon, and the pathetic Charles Nelson Reilly. It's a roll call of shame. \n\nSome of these actors are, of course, talented. Shirley MacLaine won an Academy Award the same year she made this. Burt can be good, but you can't tell that from this movie. \"Cannonball Run II\" is a day off for most of these performers, who are not given characters to play, readable dialogue to recite, or anything to do other than to make fools of themselves.\n\nThe name of the director is Hal Needham. He is a crony of Reynolds's, a former stunt driver who has brilliantly demonstrated the Peter Principle by becoming a director, thus rising far above his level of competence. This is the sixth time Needham has directed Reynolds. Greater love hath no actor, than that he sacrifice his career on the altar of friendship. When Reynolds appeared in Needham's awful \"Stroker Ace\" in 1983, he excused himself by saying the role had been intended for Steve McQueen; he stepped in after McQueen's death as a favor to his friend Needham. What's his excuse this time?\n\n\"Cannonball Run II\" was made for one reason: The original picture made money. There may be a sucker born every minute, but so many of them fell for \"The Cannonball Run\" that there may not be many left who are willing to fall twice for the same scam.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Comedy"], "title": "Cannonball Run II (1984)"}