{"url": "http://www.rogerebert.com/reviews/cannonball-1976", "by": "David Carradineas Cannonball", "star_rating": 1.0, "text": "It's not often the same movie comes along twice in a row - not when it has different titles, screenplays and directors, anyway - but that's about the case, with \"Cannonball\" and \"The Gumball Rally.\" They're both about illegal coast-to-coast road races, they both have lots of high-powered cars and fearsome crashes and they're both in current release. I haven't seen \"The Gumball Rally\" yet, but let's hope it's better than \"Cannonball.\" \n\nThere seems to be some sort of insatiable desire among moviegoers this summer to see high-speed car chases and flaming wreckage. The only things more popular on the nation's screens are the Good Ol' Movies (extensively discussed here in recent weeks) and films of demonic possession. If we can get Burt Reynolds into a Trans-Am with the devil in the back seat, we've got a winner on our hands. \"Cannonball\" comes from Roger Corman's New World Pictures, which gave us last summer's \"Death Race 2000,\" not to mention this summer's \"Eat My Dust.\" Corman must have a sweetheart deal with a used-car lot; he wipes out more cars in these movies than Carter has peanuts. \"Death Race 2000\" was your typical speed, science-fiction and sadism movie, about maniac drivers who scored points by running down people inevitably, it inspired a new version of Pong in which the balls are replaced on the screen by little computerized pedestrians. When you hit a pedestrian, he turns into a cross and you get 10 points. What a civilization! \n\nAnyway, \"Cannonball\" is by the same director, Paul Bartel, and has the same star, David Carradine. It differs from the other race-and-crash movies chiefly in its pretensions; we're supposed to know that Bartel's \"really\" an ambitious director who's just turning out this stuff with his left hand - after all, doesn't the movie costar Bartel himself and six fellow directors (including Corman, Martin Scorsese and Joe (Hollywood Boulevard) Dante?) If you can't be an auteur, at least get one in your movie. \n\nAll but one of the directors got their start working for Corman (who has shown an uncanny ability to spot talent early and use it on the way up). The difference is that when Scorsese, for example, worked for Corman, he made his \"Boxcar Bertha\" into a movie than transcended it genre and was really pretty good. Bartel is trying to sidestep; he wants to play the drive-ins AND supply inside jokes. I go on like this because \"Cannonball\" goes on like that. It tries for the greatest realism in its obligatory shots of gas tanks exploding, and yet includes such absurdities as a local news helicopter that tracks all of the competitors all the way from LA to New York. To be sure, without the traffic copter the story would have been impossible to follow - but then why follow the story anyway? In the meantime, can we possibly hold our breath for \"Gumball Rally?\" I'll bet I can.", "running_time": 93, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-08-13", "genres": ["Action", "Adventure", "Comedy", "Sports Film"], "title": "Cannonball (1976)"}