{"url": "http://www.rogerebert.com/reviews/cant-hardly-wait-1998", "by": "Ethan Embryas Preston Meyers", "star_rating": 1.5, "text": "There's one character in \"Can't Hardly Wait\" who is interesting and funny. Maybe it was a mistake to write her in; she makes the other characters look like gnat-brained bozos. Her name is Denise, she is played by Lauren Ambrose, and she has a merry face, a biting tongue and a sardonic angle on high school. Her classmates look like candidates for \"Starship Troopers\" or the Sports Illustrated swimsuit pictorial.\n\nThe early days of June seem to bring a movie like this every year, celebrating the graduation of the senior class and its ejection onto the conveyor belt of life. \"Can't Hardly Wait\" is a lesser example of the genre, which includes (in descending order of accomplishment) \"Say Anything,\" \"American Graffiti,\" \"Dazed and Confused,\" \"Fast Times at Ridgemont High\" and \"Porky's.\" The movie lumbers ungracefully from romantic showdowns to Deep Conversations to bathroom humor. The hero is Preston (Ethan Embry), a would-be writer who has lusted for four years after the class sexpot, Amanda (Jennifer Love Hewitt). He knew their destinies were intertwined when they both ate Strawberry Pop Tarts during their first freshman class. But the class jock, Mike (Peter Facinelli), won her instead.\n\nNow it is the night of graduation day, and Mike has dumped Amanda because he plans to move up from high school girls to college women. At a long (some would say endless) keg party, Preston tries to give Amanda a letter he has written, spilling out his innermost thoughts. This must be some letter. We never get to see what it says, no doubt because a letter good enough to win Amanda would have to be better than anything the screenwriters are capable of writing.\n\nMeanwhile, Mike learns from last year's high school make-out champ, Trip McNeely (Jerry O'Connell), that college women are always talking about serious stuff and dating older guys. Bummer. So he tries to win Amanda back, in a scene played before a hushed crowd, but is rejected. That's even though Amanda has earlier wailed, \"If I'm not Mike's girlfriend, who am I? Nobody knows me as anything else. I don't even know me as anyone else.\" Real poignancy there. My own rule of thumb, in high school and ever after, is that if a woman has little of interest to say, she is likely, over a span of time, to have less and less to say, until finally she will drive you mad. That is true even though she may, as Amanda does, have an impressive figure.\n\nNow take Denise, on the other hand. She gets accidentally locked into the bathroom with Kenny (Seth Green), who talks like a black rap artist even though he's white, and wears goggles and thinks he's cool and will someday no doubt be a radio talk host. Denise is cute and plucky and kids Kenny's affectations, and remembers that they were best pals until the sixth grade, when he dropped her because, she says, \"I was in all the smart classes, and my parents didn't make a lot of money, and you desperately needed to sit at the popular table in the lunchroom.\" Denise is the only person in this senior class that anyone of any taste would want to be friends with. Why don't the filmmakers know that? Why do they go through the tired old motions of making Denise the comic relief, and assigning the romantic leads to a couple of clueless rubber stamps? You tell me. \"Can't Hardly Wait\" is the kind of movie that somehow succeeds in moving very, very slowly even while proceeding at a breakneck pace. It cuts quickly back and forth between nothing and nothing. It underlines every single scene with a pop song that tells us what the scene is about. It doesn't have the zing of life and subversion that the best high school movies always have. Or, if they don't have them, like \"Porky's\" didn't, at least they have mercy on us and throw in a shower scene.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-06-12", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Can't Hardly Wait (1998)"}