{"url": "http://www.rogerebert.com/reviews/cant-buy-me-love-1987", "by": "Patrick Dempseyas Ronald Miller", "star_rating": 0.5, "text": "\"Can't Buy Me Love\" makes American teenagers look like stupid and materialistic twits. That would be all right if the movie were aware of itself and knew what it was doing - if it were a satirical comment on our society. But this movie is as naive as the day is long. It doesn't have a thought in its head and probably no notion of the corruption at its core.\n\nThe plot: The movie's hero (Patrick Dempsey) is a nerd, an outcast, a member of the wrong crowd at school. He mows lawns for spending money and dreams of the beautiful Cindy (Amanda Peterson), the most popular girl in school. One day, in desperation, he offers her his life savings of $1,000 if she will agree to go out with him for a month. That's a lot of lawns.\n\nHis theory is that he will become popular if he is seen with the right girl on his arm. Her theory is that the money will help her replace her mother's expensive coat, which she wore to a party and got red wine all over. Now think for a minute. Is this really a portrait of teenage America? Of course not. It is more likely a portrait of the possession-oriented values of the adults who made this film.\n\nCindy is, of course, being asked to be a prostitute, in soul if not in body. Ronald, the hero, is trying to buy popularity. The kids in the school are portrayed, almost without exception, as monstrously cruel snobs. Their parents are generally uncaring, unloving or absent.\n\nIf \"Can't Buy Me Love\" had been intended as a satirical attack on American values - if cynicism had been its target - we might be on to something here. But no. On the basis of the evidence, the people who made this movie are so materialistic they actually think this is a \"teenage comedy.\" Can't they see the screenplay's rotten core?\n\nThere have been a lot of movies lately about unpopular teenage boys pining after the girl they love. There was, for example, David Seltzer's \"Lucas\" (1986), with that perfectly modulated friendship between Corey Haim as a boy with a crush on Kerri Green and Charlie Sheen as the football hero who also loves the girl but tries to understand the whole situation. Or remember the Scottish film \"Gregory's Girl,\" with its awkward hero in love with a girl who could play soccer better than he could. Or John Hughes' \"Sixteen Candles,\" with Molly Ringwald in love with the senior class hero.\n\nAll of these movies respected the innocence and even the idealism of their adolescent characters. They cared too much about them to shovel them into a cynical sitcom in which the most corrupt adult values were projected onto teenage characters. It may be true in our society that people marry for money. That they seek successful people to go out with. That they try to buy popularity. But when you are a teenager, love is no respecter of greed, and the heart beats strong and true. The makers of \"Can't Buy Me Love\" never knew that, or have forgotten it.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-08-14", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Can't Buy Me Love (1987)"}