{"url": "http://www.rogerebert.com/reviews/canvas-2007", "by": "Joe Pantolianoas John Marino", "star_rating": 3.0, "text": "\"Canvas\" is a serious film about mental illness and a sentimental heartwarmer, and succeeds in both ways. It tells the story of a 10-year-old whose mother is schizophrenic, and whose father is loyal and loving but stretched almost beyond his endurance.\n\nThe portrayal of schizophrenia in the film has been praised by mental health experts as unusually accurate and sympathetic; the story of the boy and his dad is a portrait of love under enormous stress.\n\nWriter-director Joseph Greco says the film, his first feature, was influenced by his own childhood with a schizophrenic mother. Even the father's determination to build a sailboat comes from Greco's own life. His film benefits from persuasive, moving performances from all three leads: Joe Pantoliano as John Marino, a construction worker; Marcia Gay Harden as Mary, his wife, and Devon Gearhart as their young son, Chris. There is also an affecting performance by Sophia Bairley as Dawn, a schoolmate who becomes Chris's friend and confidant.\n\nAs the film opens, Mary is just a little too demonstrative in her love for Chris, who she possibly hasn't seen for awhile. That night Chris is awakened by flashing blue lights through the window; his mother has had a panic attack and his father and the police are bringing her back to the house. She is under medication, which doesn't seem to be working, and on another night, when she runs wild through a rainstorm, the police handcuff her \"for her own safety,\" and she is committed to an asylum.\n\nAll of this is very hard on Chris, as cruel schoolmates taunt him about his crazy mother. When his father, desperate for distraction, begins to build a sailboat in the driveway, Chris begins to hear that his dad is crazy, too. He is a wise, solemn kid, but it all begins to get to him, especially when his mother inappropriately crashes his precious birthday party for a few friends in a local arcade.\n\nThe more movies I see, the more I wonder at what actors can do. Consider Joe Pantoliano. Famous for \"The Sopranos,\" established as a character actor playing gangster and comic types, known by everyone, including himself, as \"Joey Pants,\" he has a role here that most people would never think of him for, and he brings it tenderness and depth. He still loves his wife, and yearns for her return to health.\n\nHe loves his son, but isn't always perceptive enough of his needs. He spends money on the boat that he doesn't have. He has worked hard for 20 years and has a boss who isn't fair with him. Pantoliano brings to all of these dimensions a confidence and understanding that is a revelation; how many other actors are trapped by typecasting and have such unexplored regions within their talent?\n\nMarcia Gay Harden finds a fine balance between madness and the temptations of overacting. Yes, she runs wild sometimes, but always as a human being, not as a caricature. And as the son, Devon Gearhart, who is at the center of many of the crucial scenes, has an unaffected and natural sincerity that is effective and convincing. I have noticed recently several performances by children that have a simplicity and grace that adults can only envy.\n\nThe film's ending may be more upbeat than the characters could hope for in real life, but it doesn't cave in to neat solutions. One scene in particular looks like a manufactured happy ending until the camera pulls back and provides a context for it. \"Canvas\" is a heartwarmer, as I said, a touching story of these people for whom the only response to mental illness is love.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-10-11", "genres": ["Drama", "Indie"], "title": "Canvas (2007)"}