{"url": "http://www.rogerebert.com/reviews/cape-of-good-hope-2006", "by": "Debbie Brownas Kate", "star_rating": 3.0, "text": "In Cape Town, one of the most beautiful cities on earth, we meet people who move uncertainly into their own futures. The iron curtain separating the races has lifted and they are all (except one) citizens on equal footing, but Mark Bamford's \"Cape of Good Hope\" is a post-apartheid film in which the characters are less concerned with politics than with matters of the heart. Of course political and economic concerns drift in (they do whether we admit it or not) but the title is a good one, standing not only for that point at the bottom of Africa where the Indian and Atlantic oceans meet, but also for good hope itself, about love, choices, and the future.\n\nThe movie belongs to a genre that has been named \"hyperlink cinema\" by the critic Alissa Quart, in Film Comment. She suggests the structure was invented by Robert Altman, and Altman certainly brought it into modern times and made it particularly useful for showing interlocking stories in a world where lives seem to crash into each other heedlessly. \"Crash,\" indeed, is an example of the genre, as are Altman's \"The Player\" and \"Short Cuts,\" and such films as \"Traffic,\" \"Syriana,\" \"City of God,\" \"Amores Perros\" and \"Nine Lives.\"\n\n\"Cape of Good Hope\" transports the hyperlink movie to South Africa, to show how lives previously divided by race and class now connect more unpredictably. Two women (one white, one Indian) work at an animal shelter with a refugee from the Congo. We meet an African maid and her mother and son, a white veterinarian, an older woman trying to fool herself into romance with a younger man, and others whose lives are more connected than they realize. Most of the hidden connections eventually have positive results; this is a movie with characters we care about, living ordinary lives with reasonable goals.\n\nKate (Debbie Brown) is the white woman who runs the animal shelter. She has never married, is having an affair with a married man. Her best friend is Sharifa (Quanita Adams), a Muslim woman who works with her at the shelter; Sharifa is married to Habib (David Isaacs), and they are a childless couple who argue over their inability to conceive a child. One day Kate meets young Thabo (Kamo Masilo), a boy who lives in a nearby African township. He has a clever dog named Tupac (when will the hyperlinks end?), and Kate hires him and his dog to entertain at the shelter's open house. Through Thabo we meet his mother Lindiwe (Nthati Moshesh), the maid, and her mother, who is conspiring to marry Lindiwe to an elderly but affluent local minister. Oh, and Kate has dealings with a veterinarian named Morne (Morne Visser), who likes her, although she seems to prefer the detachment of an affair.\n\nThese characters are introduced briskly in their everyday lives against the backdrop of the Cape Town suburb of Hout Bay, one of those communities that are strung along the lower slopes of Table Mountain, which so benevolently looks down on rich and poor, happy and miserable.\n\nFor me, the most interesting character it overlooks is Jean Claude (Eriq Ebouaney, who played the title role in \"Lumumba\" and had a key role in Brian de Palma's \"Femme Fatale\"). He is a French-speaking refugee from the violence of the Congo, who works at the animal shelter cleaning the cages. On Sundays, he volunteers at the Cape Town Observatory. As a volunteer, his official job is to sweep and clean, although he often engages young students in stories of the universe that leave them goggle-eyed. Jean-Claude in fact has a PhD in astronomy, but like the Beirut surgeon in \"Yes\" who works in London as a waiter, he cannot as a refugee find the employment he was trained for. There is a colossal irony when Jean Claude is fired by the head of the Observatory because government policy dictates that such jobs should go to locals. \"But I am not paid!\" he points out. Nevertheless, he has to go.\n\nJean Claude meets Lindiwe and her son Thabo, falls in love with her, is idolized by the boy, is an alternative to the loathed elderly minister. But if his application for Canadian citizenship comes through, will be have to leave her behind? Meanwhile, Kate continues to befriend Thabo, which leads her to an after-dark visit to a nearby African township where, as any city-smart person should now, she might not be entirely safe wandering the streets by herself. These stories are intercut, or hyperlinked, to reveal more and unexpected connections. Will Kate dump the married man and find room in her life for the veterinarian? Will Sharifa and her husband be able to conceive? Do Jean-Claude and Lindiwe have a future? And what about the dog at the shelter who was trained to attack blacks? Will it learn to get along with all races in the new South Africa?\n\nWhile we are absorbed in these stories, while some of the characters appeal enormously to us, we are at the same time being drawn subtly into the emerging South African multi-racialism. What \"Cape of Good Hope\" argues, I think, is that we live in sad times if political issues define our lives. When politics do not create walls (as apartheid did), most people are primarily interested in their families, their romances, and their jobs. They hope to improve all three. The movie is about their hope.\n\nThe movie was directed by Mark Bamford; his wife Suzanne Kay Bamford co-wrote and co-produced. At the Toronto festival, they told me they were Americans who were unable to interest Hollywood in the stories they wanted to tell. They moved to Cape Town \"for one year,\" are still there after four. Ironically, their screenplay for \"Cape of Good Hope\" attracted the interest of Hollywood, but the studios wanted to use an American cast to play the South Africans. That would have lost the particular local flavor that is one of the film's assets.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-01-05", "genres": null, "title": "Cape of Good Hope (2006)"}