{"url": "http://www.rogerebert.com/reviews/cape-fear-1991", "by": "Robert De Niroas Max Cady", "star_rating": 3.0, "text": "The way he sees the character of Sam Bowden is the key to why Martin Scorsese wanted to remake the 1962 thriller “Cape Fear.” Bowden, played by Nick Nolte, is a defense attorney who is threatened by a man from his past - a rapist who has finished a 14-year prison sentence and wants revenge for what he believes (correctly) was a lousy defense.\n\nIn the original film, Sam Bowden was a good man trying to defend his family from a madman. In the Scorsese version, Bowden is flawed and guilty, and indeed everyone in this film is weak in one way or another, and there are no heroes. That's the Scorsese touch.\n\nThe movie, filmed near Fort Lauderdale, shows Nolte at the head of a troubled family. He and his wife (Jessica Lange) have been through counseling because of his infidelities, and now he seems to be in the opening stages of a new affair. They live in a rambling house on a lot of land, but there isn't space enough for their daughter (Juliette Lewis), who hates it when they fight and locks herself in her bedroom to brood and watch MTV. This is a family with a lot of problems even before Max Cady arrives on the scene.\n\nCady is played by Robert De Niro, in a role filled by Robert Mitchum in 1962. Covered with tattoos spelling out dire biblical warnings, Cady is an iron-pumping redneck who learned to read in prison (“I started with Dick, Jane and Spot and went on to lawbooks”). He drives into town in a Mustang convertible and offers to teach Bowden something about the law.\n\nAnd soon, everywhere Bowden looks, he sees the ominous, threatening presence of Max Cady: outside a restaurant, in a movie theater, on the wall bordering his property.\n\nBut Cady is clever and stays just this side of the law; he doesn't actually trespass, and he doesn't do physical harm to Bowden.\n\nIt's almost a game with Cady to taunt Bowden to the breaking point.\n\nBowden goes to the cops, to a lawyer, to a private investigator, and as he seeks help we begin to realize that no one in this universe is untainted. Among the corrupt are Mitchum, as a cop who hints that the lawyer should take the law into his own hands, and Gregory Peck, as a lawyer who represents Bowden.\n\nWhat we are looking at here is a film noir version of the classic Scorsese hero, who in film after film is a man tortured by guilt and the weakness of the flesh, seeking forgiveness and redemption.\n\nAnd with this new version of Max Cady, Scorsese gives us not simply a bad man, but an evil one - whose whole purpose is to show Sam Bowden he's a criminal, too.\n\nA stratum of evil underlies the whole film and is dramatized in the character of Danielle, the Bowdens' daughter, who is going on 16 and is attracted to the menace and implied sexuality of Max Cady. It's as if she likes anybody who can bug her parents. In a tense, disturbing scene, Cady poses as a drama teacher, and Danielle goes along even after she knows who he really is - allowing herself to be verbally seduced because evil and danger are attractive to her.\n\nNolte's character is more complex. He is not a bad man, but not a very good one, and he finally agrees with his private eye (Joe Don Baker) that maybe three guys should be hired to pound some sense into Max Cady. When Cady thrashes the three goons and comes looking for the Nolte character, we realize the complexity of this movie. Unlike the simplistic version of this scene we have seen in a hundred thrillers, what Scorsese gives us is a villain who has been wronged, seeking to harm a hero who has sinned.\n\n“Cape Fear” is impressive moviemaking, showing Scorsese as a master of a traditional Hollywood genre who is able to mold it to his own themes and obsessions. But as I look at this $35 million movie with big stars, special effects and production values, I wonder whether it represents a good omen from the finest director now at work.\n\nThis is the first film in a production deal Scorsese has with Universal Studios and Steven Spielberg's Amblin Entertainment, and it represents his access to budgets much larger than those he has worked with in the past. The result seems to be a certain impersonality in a film by this most personal of directors - the Scorsese touch on a genre piece, rather than a film torn out of the director's soul. Most directors would distinguish themselves by making a film this good. From the man who made “Taxi Driver,” “Raging Bull,” “After Hours” and “GoodFellas,” this is not an advance.", "running_time": 130, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-13", "genres": ["Drama", "Suspense", "Thriller"], "title": "Cape Fear (1991)"}