{"url": "http://www.rogerebert.com/reviews/capitalism-a-love-story-2009", "by": "Michael Moore", "star_rating": 3.5, "text": "The loudest voice in Michael Moore's latest film speaks to us from the grave. It belongs to Franklin Delano Roosevelt, less than a year before his death, calling for a Second Bill of Rights for Americans. He says citizens have a right to homes, jobs, education and health care. In measured, judicious words, he speaks gravely to the camera.\n\nUntil a researcher for Moore uncovered this footage, it had never before been seen publicly. Too ill to deliver his State of the Union address to Congress in person, Roosevelt delivered it on the radio, and then invited in Movietone News cameras to film additional footage in which he advocates for the Second Bill of Rights. It was included in no newsreels of the time. Today, eerily, it still seems relevant, and the improvements he calls for are still unachieved.\n\nIn moments like that, Moore's \"Capitalism: A Love Story\" speaks eloquently. At other times, his message is a little unclear. He believes that capitalism is a system which claims to reward free enterprise but in fact rewards greed. He says it is responsible for accumulation of wealth at the top: The richest 1 percent of Americans have more than the bottom 95 percent combined. At a time when America debates legalized gambling, it has long been practiced on Wall Street.\n\nBut what must we do to repair our economy? Moore doesn't recommend socialism. He has faith in the ballot box, but believes Obama has been too quick to placate the rich and has not brought about substantial reforms. The primary weapon that Moore employs is shame. That corporations and financial institutions continue to exploit the majority of Americans, including tea baggers and Town Hall demonstrators, is a story that hasn't been told.\n\nHere are two shocking revelations Moore makes. The first involves something that is actually called \"dead peasant insurance.\" Did you know that companies can take out life insurance policies on their workers, so that they collect the benefits when we die? This is one form of employee insurance they don't have a problem with. Companies don't usually inform a surviving spouse of the money they've made from a death.\n\nThe second is the reckless, immoral gambling referred to as \"derivatives.\" I've read that derivatives are so complex they're created by computers and not even the software authors really understand them. Moore asks three experts to explain them to him. All three fail. Essentially, they involve bets placed on the expectation that we will default on our mortgages, for example. If we do, the bets pay off. What if we don't? Investors can hedge their bets, by betting that they will fail. They hope to win both ways.\n\nOur mortgages are the collateral for these bets. Moore says they are sliced and diced and rebundled and scattered hither and yon. He has an interview with Rep. Marcy Kaptur (D-Ohio), who advises her constituents: If a bank forecloses, don't move, and demand they produce a copy of your mortgage. In many cases, they can't.\n\nYou may have seen that weirdo screaming on the financial cable show about shiftless homeowners who obtained mortgages they couldn't afford. Moore says that in fact two-thirds of all American personal bankruptcies are caused by the cost of health care. Few people can afford an extended illness in this country. Moore mentions his film \"Sicko\" (*cough*).\n\nThe film is most effective when it explains or reveals these outrages. It is less effective, but perhaps more entertaining, when it shows Michael being Michael. He likes to grandstand. On Wall Street, he uses a bullhorn to demand our money back. He uses bright yellow police crime scene tape to block off the Stock Exchange. He's a classic rabble rouser. Love him or hate him, you gotta give him credit. He centers our attention as no other documentarian ever has.\n\nHe is also a working-class kid, no college education, still with the baseball cap and saggy pants, who feels sympathy for victims. Watch him speaking with a man who discovered his wife's employer collected \"dead peasant insurance.\" Listen to him speak with a family who is losing a farm after four generations.\n\nThe film's title is never explained. What does Moore mean? Maybe it's that capitalism means never having to say you're sorry.", "running_time": 120, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-30", "genres": ["Comedy", "Documentary"], "title": "Capitalism: A Love Story (2009)"}