{"url": "http://www.rogerebert.com/reviews/capone-1975", "by": "Ben Gazzaraas Al Capone", "star_rating": 1.0, "text": "\"Capone\" is being touted as the movie that tells the truth, names the names and has the real facts - and, to be sure, it gets the date of the St. Valentine's Day Massacre right. But otherwise, it's a peculiarly murky movie for one that's promoted as fictionalized documentary. It's hard to sort out the action, the characters get killed just as we're beginning to remember them, and vast leaps in time are covered with Al Capone pounding his fist and saying, \"Five long years!\" The truth is that the movie isn't particularly factual, as Capone-era expert and Sun-Times Showcase editor Herman Kogan pointed out in his devastating analysis last Sunday (the movie has Frank Nitti delivering a eulogy for Capone, when, in fact, Nitti died four years before Capone did.) But lack of factuality wouldn't matter if the movie was at least entertaining - which is about all we hope for with a gangster movie anyway, unless it has ambitions like \"The Godfather.\" Sad to say, \"Capone\" isn't much fun. There's one good laugh and a lot of violence. And if you're ready for it, there is even a brief outdoor love scene in which Al Capone and his new girl friend run dreamily past soft-focus trees and flowers. This is arguably the first Semi-Obligatory Lyrical Interlude starring Al Capone. But too much of the movie is devoted to a deadingly repetitious series of scenes in which men in overcoats drive up, in cars and machine gun gangsters coming out of restaurants. Even if these scenes do reflect stages in the war for control of Chicago's rackets, we could have done with about half as many. \n\nThere is also the matter of the way Chicago is depicted in the movie. It wasn't, of course, filmed on location here. Not only that - it wasn't filmed on location anywhere. Its sets look suspiciously like the same Hollywood back-lot street sets used in \"The St. Valentine's Day Massacre.\" During the chase scenes, the cars keep chasing each other around the same corners, because there are only about four corners in the whole City, and native Chicagoans will be amazed to see the lushly wooded California hills rising at the end of Wabash Ave. Ben Gazzara, as Capone, talks in a shrill shout that makes us want to turn the treble down, and he's surrounded by a supporting cast that looks almost as embarrassed as he does. The acting isn't really the point, though, because the movie has been so chopped into neatly dated segments that no development of character and personality is really possible. The characters get their labels and wear them and die with them, and that's it. \n\nThe sole funny scene suggests, however that a legitimately funny movie could be made about Al Capone (by somebody like Mel Brooks, maybe.) Capone goes golfing for the first time in a natty 1920s golfing uniform, complete with bow tie and plus fours, and as he addresses the ball with a cigar in his mouth and his bodyguards in the way, we catch for a moment a glimmer of basic absurdity that the movie otherwise, totally misses.", "running_time": 101, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-04-18", "genres": ["Crime", "Drama"], "title": "Capone (1975)"}