{"url": "http://www.rogerebert.com/reviews/caprice-1967", "by": "Doris Dayas Patricia Fowler", "star_rating": 2.5, "text": "When everything has been said and done, you really have to stand back and admire the sheer professional competence of the people who make Doris Day movies.\n\nThey take the screen's most narcissistic teenager; cast her opposite the Great Balding Stone Face, Richard Harris; limit their emotional range to blank stares (his) and fluttering false eyelashes (hers), and lower them both to be boiled alive in a story about counter-spies in the cosmetics industry. Maybe they get a kickback on the makeup necessary to make Miss Day look just as young and fresh and dewy eyed as she did.\n\nFaced with this situation, Miss Day's director, the set designer, her clothes designer and the camera crew fight back with skill and cunning. If her movies never go anywhere, at least they don't take all day about it. They're directed with a light touch, skillfully edited, and get it over with in no time.\n\nAnd they're beautiful to look at. Miss Day has about two dozen outfits in \"Caprice,\" and the great thing is, all of the sets are in coordinated colors. She wears a black-and-white checked dress in a black-and-white checked room and a blue-on-blue in a blue-on-blue room, and sometimes only her voice lets you know she's there.\n\nSo anyway, Doris and Richard are counterspies in the cosmetics industry. I'd tell you more, but I don't want to give away the plot. Do they fall in love? Well, yes. But in Doris Day movies, love and sex are devices used with great skill by proper young ladies who, of course, know nothing about them, and who lead panting males around by the nose while telling cute little dirty jokes.\n\nWhen James Bond sneaks in a double entendre, you feel safe in rolling your eyes, nudging your date with an elbow and snickering. But when Richard Harris tries to push Doris Day onto a swinging bed suspended from the ceiling by chains, and she says, \"Oh, no, I never do anything until an hour after dinner,\" you don't know whether to snicker.\n\nSo Miss Day winks and giggles, and Harris smiles gamely and stands around while the camera glorifies her as just the cutest, prettiest, brightest little bundle of joy in the world, and it's all done so cleverly that it seems like it's in a flash. What fun.", "running_time": 92, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-30", "genres": ["Comedy", "Foreign", "Romance"], "title": "Caprice (1967)"}