{"url": "http://www.rogerebert.com/reviews/captain-corellis-mandolin-2001", "by": "Nicolas Cageas Capt. Corelli", "star_rating": 2.0, "text": "Perhaps ''Captain Corelli's Mandolin'' would have worked with subtitles. That way we would have had Greek, Italian and German actors flavoring the story with the sound of their languages, and perhaps more local quirkiness, too. In this film there is a scene where something is said in English pronounced with one accent, and a character asks, ''What did he say?'' and he is told--in English pronounced with another accent.\n\nThe story takes place on a small Greek island that serves as a microcosm for World War II, and as the backdrop for scenes of battle and romance. Its love story co-exists with the war much more intelligently than the romance in \"Pearl Harbor\", but it has a similar lack of passion: The lovers seem to be acting on assignment, rather than being compelled by passion.\n\nI am increasingly suspicious of love at first, or even second sight, because it inevitably means the two lovers stare fixedly at each other as if something Extremely Important has just happened, and the music tells us they have fallen in love--and the screenplay takes it as a given, and doesn't do the heavy lifting and tell us how, and why, and with what words, and for what reasons. To be required to love by the needs of a genre formula is no kind of fun.\n\nThe lovers in ''Captain Corelli's Mandolin'' are a Greek girl named Pelagia (Penelope Cruz) and the Italian Capt. Corelli (Nicolas Cage). She is the daughter of the village physician, Dr. Iannis (John Hurt). Raised by her father and educated by him in literature and medicine, she is smarter than the other village women, and when, earlier, she falls in love with the muscular, handsome Mandras (Christian Bale), her father warns her: ''I would expect you to marry a foreigner.'' Greek men, he explains, expect to be dominant in a marriage, and ''he is not your equal.'' Mandras enlists in the Greek army to fight for freedom, ships out, and in the best-selling novel by Louis de Bernieres, has detailed and harrowing adventures that the movie avoids through a general downgrading of his role. Corelli arrives at the head of an invading ''force''--a handful of Italian soldiers who sing opera and spend a lot of time at the beach with friendly prostitutes. When the mayor of the town is asked to surrender, he stands on his dignity, requiring a German officer to accept his surrender, as he doesn't take the Italians seriously. (He would rather surrender to the German officer's dog than to an Italian, he explains helpfully.) The most delicate and fetching passages in the novel involve the stages by which Pelagia falls in love with Corelli, despite her engagement to Mandras, her dislike of foreigners, and her father's watchful eye. Then there are some effective scenes in which the Italians try follow Mussolini's lead in surrendering, and the Germans respond. The novel's touching passages about Corelli's long, secret stay in the Iannis house are, alas, compressed so painfully they lose all their meaning.\n\nWhat we get is kind of a condensed version of some of the sights and sounds of the novel, without the heart, the spirit and the juicy detail. The movie seems to exist on some sort of movie stage and not in the real world. Curious, because it looks right. Dr. Iannis' house and its surrounding hillside looked uncannily like the scene I imagined while reading the novel, and the locations have a color the characters lack.\n\nAll except for one of them. Mandras' mother is played by the fierce Irene Papas, great spirit of the Greek cinema, now 72. Her presence, and even some of her brief scenes, are a reminder that the Greeks are a little stormier and more unforgiving than some Mediterranean peoples. Penelope Cruz is Spanish, and with all the best intentions plays a Greek girl more motivated by sentiment than passion. Cage is American, and plays an Italian man for whom what is really important about love is that he is adored and forgiven by this enemy woman. A Greek and an Italian might have played these characters like romantic kickboxers.\n\nThere is a moment when the Irene Papas character sees Pelagia and Corelli dancing in the town square, and realizes Pelagia has betrayed her son Mandras (who is away fighting for freedom) with this foreign enemy. In the movie, the Papas character looks sorrowful and turns away. In life, I have a feeling, she would have come after the doctor's daughter with her teeth bared.", "running_time": 127, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-17", "genres": ["Drama", "History", "Romance"], "title": "Captain Corelli's Mandolin (2001)"}