{"url": "http://www.rogerebert.com/reviews/captain-america-the-first-avenger-2011", "by": "Chris Evansas Capt America/Steve Rogers", "star_rating": 3.0, "text": "It was a pleasure to realize, once \"Captain America: The First Avenger\" got under way, that hey, here is a real movie, not a noisy assembly of incomprehensible special effects. Of course it's loaded with CGI. It goes without saying it's preposterous. But it has the texture and takes the care to be a full-blown film. You know, like with a hero we care about and who has some dimension. And with weight to the story. As we plunge ahead into a limitless future of comic-book movies, let this be an inspiration rather than \"Thor\" or \"Green Lantern.\"\n\nThe words \"The First Avenger\" are fraught with significance for Marvel fans. We have already had films inspired by Iron Man, the Hulk and Thor. Still to come, without doubt, are Ant-Man and Wasp. This film opens with the discovery of an enormous flying wing embedded in polar ice, and when a gloved hand reaches out to brush away the ice on a window, why, there's Captain America's shield! This film's plot involves his origin story and adventures during World War II, and I'm sure we'll discover in sequels that he was revived after the cryogenic nap to crusade again in the new day.\n\nWe open with an archetypal 90-pound weakling; comic books of that period featured ads showing muscle men kicking sand into the face of such specimens, who were advised to mail-order Charles Atlas for body-building help. Young Steve Rogers (Chris Evans) is a puny Brooklyn kid who is routinely beat upon by bullies; he dreams of joining the Army and defending America against the Nazis. Turned down as 4-F, he tries again and again to enlist, and eventually makes it into basic training, where he's always falling off the rope and bringing up the rear.\n\nBut the kid has courage. This attracts the attention of the hard-boiled Col. Phillips (Tommy Lee Jones) and a scientist named Erskine (Stanley Tucci), who supervises a secret government program. In no time at all, and without really receiving any explanation, he's being strapped into an ominous sarcophagus in Erskine's laboratory, which emits sparks and smoke, and eventually the new Steve Rogers, now a foot taller and built like Mr. Universe. He adopts a costume and a stars-and-stripes shield, which serve primarily to make him highly visible, although the shield has special powers (but apparently only when it's positioned correctly).\n\nYoung Steve's Army confidante both before and after his transformation is the sultry Peggy Carter (Hayley Atwell), whose full red lips make her resemble a classic military pin-up of the period. He narrates their tour of the Brooklyn neighborhoods where he was picked on, and they grow close, but only PG-13 close, because Marvel has apparently determined that fanboys find sex to be icky.\n\nNow the full-bodied story comes into play, involving, as all good comic-book movies must, a really first-rate villain. This is a Nazi commandant named Johann Schmidt (Hugo Weaving), who essentially controls his own private army and has schemes of surpassing Hitler. His minions salute him, not Der Fuhrer, and he has dreams of creating super weapons. Eventually, as the rules of comic-book drama require, Captain America will pair off against Schmidt, who is revealed to be the hideous Red Skull, whose skin tone makes him resemble those ducks marinated in red sauce you sometimes see hanging in Chinatown restaurant windows. Schmidt demonstrates once again that, when it comes to movie villains, you can't do better than Nazis.\n\nThe film pays full dues to Marvel mythology, providing Captain America with his sidekick Bucky Barnes (Sebastian Stan), not such a kid as he was in the comics. We also meet Howard Stark (Dominic Cooper), who supports Erskine's research and will eventually, as we know, father Iron Man. And there is Nick Fury (Samuel L. Jackson), another World War II hero destined to graduate to his own comic book and, no doubt, movie. Jackson has the chops to play a first-rate superhero.\n\nThe adventures of Captain America are fabricated with first-rate CGI and are slightly more reality-oriented than in most superhero movies — which is to say, they're still wildly absurd, but set up and delivered with more control. CGI makes another invaluable contribution to the movie, by shrinking the 6-foot Chris Evans into a vertically challenged 90-pound weakling, and then expanding him dramatically into the muscular Captain America. This is done seamlessly; I doubted there was a single shot in the movie showing Evans as he really is, but no: I learn the full-size Captain is the real Evans, bulked up.\n\nI enjoyed the movie. I appreciated the 1940s period settings and costumes, which were a break with the usual generic cityscapes. I admired the way that director Joe Johnston (\"October Sky\" and \"Jumanji\") propelled the narrative. I got a sense of a broad story, rather than the impression of a series of sensational set pieces. If Marvel is wise, it will take this and \"Iron Man\" as its templates. See it in 2-D if you can.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-20", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Captain America: The First Avenger (2011)"}