{"url": "http://www.rogerebert.com/reviews/car-wash-1976", "by": "Franklin Ajayeas T.C.", "star_rating": 3.5, "text": "The boss is named Mr. B. and he walks around with a dead cigar stuck in his face, pleading \"Wash the cars! Wash the cars!\" But that's the last thing they get around to in \"Car Wash,\" a sunny, lively comedy.\n\nThe movie covers a day in the life of the DeLuxe Car Wash, down from the Strip in Los Angeles, and by actual count only three totally sane people stop by all day. We meet the rest in a dizzying, nonstop kaleidoscope of cars, soul music, characters, crises, crazy kids on skateboards, hookers, television preachers, and lots of suds and hot wax -- not to mention the Mad Pop Bottle Bomber, whose bottle turns out to be a cruel disappointment. The movie's put together with a manic energy, we never even quite get introduced to half the people in the cast, but by the movie's end we know them, and what they're up to, and we like them.\n\nWe meet the employees of the car wash in the locker room, as they're putting on their work clothes. Floyd and Lloyd enter doing their James Brown imitation. T.C. is convinced he'll be the lucky caller to win the free concert tickets in a radio station giveaway. Lindy, probably the first drag queen employed full-time by a car wash, corrects his makeup. Lonnie, the straw boss, provides an element of sanity, but he's outnumbered.\n\nSooner or later during the day, everyone seems to come through the car wash. While Floyd and Lloyd, as the steam men, practice their stage act on astonished customers, we watch the parade go by. George Carlin plays a bewildered taxi driver. Professor Irwin Corey is briefly mistaken for the Mad Pop Bottle Bomber. A limousine a yard long wheels up and discharges Richard Pryor, as Daddy Rich, the famous television evangelist. He has his backup singers with him: the Pointer Sisters, who do a number right in front of the gas pumps.\n\nThe movie looks like joyful chaos on the surface, but there are several stories running through it. One involves Bill Duke as a young Black Muslim with fierce resentments. Another -- delicately handled -- involves a young black hooker who changes clothes in the rest room and then hangs around the corner all day lonely and lost. Another is the relationship between Mr. B. and Lonnie -- Mr. B. tense and worried, Lonnie filled with ideas he can't get an audience for.\n\nThe car wash seems almost a natural gathering place. The kid on the skateboard whizzes past on a regular schedule. Wives and girlfriends of the workers stop by for brief sessions of fighting and making up. A guy named Kenny, who looks like he stepped out of the fashion ads, stops in and gets a date with the office girl. A man in a head-to-toe cast goes through the wash, considerably shaken. So does a little boy who first throws up on his mother's Mercedes and, when it's been washed, throws up on her.\n\nAll of this is held together by the music, which is nearly wall-to-wall, and by the picture's tremendous sense of life. It's one thing to have an idea like this -- a zany, sometimes serious day in the life of a car wash -- and another thing to make it work. But the screenplay and the direction juggle the characters so adroitly, this is almost a wash-and-wax \"MASH.\"", "running_time": 97, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Car Wash (1976)"}