{"url": "http://www.rogerebert.com/reviews/caravans-1979", "by": "Anthony Quinnas Zulfigar", "star_rating": 2.0, "text": "All right, now that we know \"Caravans\" isn't the greatest desert epic since \"Lawrence of Arabia,\" let's admit a finer point: There are certain frames of mind in which this is the movie to see. Don't see it if you're easily bored, if you don't like romance writ large against a panorama of human endeavor, or if you can't stand camels. But if you're facing a slow Sunday afternoon with a lot of time before the roast is done, \"Caravans\" could, in its own way, be fun.\n\nIt's an old-fashioned, slow-paced, incredibly expensive romantic epic. It has dialog like:\r\n\"Now you lead the caravan, my son.\" \"No, my father, it is not yet the time.\" \n\nAnd so on. We know all that stuff by heart. And the story is so banal as to hardly bear repeating, except that I won't let that stop me: A young man from the American Embassy (Michael Sarrazin) is sent out into the furthermost provinces of Persia to seek out the daughter (Jennifer O'Neill) of an American senator. She has not been heard from in 10 months. It turns out she has left the wealthy young man she was married to, and is traveling through the desert in a nomad caravan led, of course, by Anthony Quinn.\n\nSarrazin finds the caravan, joins it, learns the ways of the nomads, gains the respect of Anthony Quinn, and wins the affection (if not quite the love) of the American girl. The subplots involve the local customs, such as the complete subjugation of women, the law of eye-for-an-eye, the rivalry between the nomads and the government, and the means of baking bread over dried camel dung.\n\nAll of this takes a fairly long time, and seems to take longer. This is not a movie for the hyper-kinetic. But if the story is dumb, the presentation is lush: The movie was shot on location in the deserts of Iran (more than a year ago, needless to say), and it's rich in local color. We see the bazaars, the palaces, the incredible landscapes, the costumes, the abandoned ruins, the street life, and there's an intrinsic interest in all of it.\n\nThe movie picks up its pace, too, after we join the caravan and meet Anthony Quinn. He brings a sly craftiness to the role of old Zulfigar, the nomad leader, and he is one of the best actors alive at the difficult art of telling lies in a scene where both he and the other characters know he's lying (watch the scene in which he explains a stolen jeep simultaneously to both the jeep's owner, who didn't know it was stolen, and to the Army officer, who thinks it's being smuggled as contraband).\n\nAll of this having been said, I must admit that, yes, the movie's slow and obvious, and at the end rather pointless. Getting there was all the fun; what happens at the conclusion settles almost nothing, \"Caravans\" is a picaresque journey through a strange land; it's the kind of movie you send postcards home about but never quite want to return to again.", "running_time": 127, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-30", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Caravans (1979)"}