{"url": "http://www.rogerebert.com/reviews/career-girls-1997", "by": "Katrin Cartlidgeas Hannah", "star_rating": 3.0, "text": "The world of Mike Leigh is one of small victories, painfully earned. His characters don't have lives that are easily transformed; they can't remake themselves overnight, as self-help success stories. They're stuck with who they are and what they started out with, and somehow they find the courage to carry out essential upkeeps and improvements.\n\n\"Career Girls,'' Leigh's first film since the heralded \"Secrets and Lies,\" is about two 30ish women who were college roommates six years ago in London. Now they meet again. Have their lives improved? Yes. Are they where they want to be? No. Are they confident they can get there? Not very.\n\nAnnie (Lynda Steadman) takes the train to London to meet Hannah (Katrin Cartlidge), who still lives there. Annie is as taut as a guitar string; she doesn't talk, she jerks the words free from her inhibitions. She's better now, though, than she was on the first day when she came to see Hannah in response to a roommate-wanted ad. In those days Annie had a nasty skin condition that covered half her face, and it wouldn't take a specialist to guess the rash was connected to nerves.\n\nLeigh likes to let scenes develop in their own time. They don't rush to a payoff, because how the characters talk is often more important than their conclusions. Both actresses are highly mannered (or Leigh directs them to be), and as we watch, we're reminded of how smooth and articulate most characters are in the movies--why, you'd almost imagine someone had written out all the words for them to memorize! Not Annie, who seems blazingly self-conscious, and not Hannah, who is so wound up that words come tumbling out like an assault. I was reminded of a good performance in a much different movie--Benicio del Toro's work in the new \"Excess Baggage,\" where he also finds a new tone for his dialogue, lazy and coiling. Distinctive speech styles can be an affectation, or they can be a gift from the actor: \"Career Girls\" is like a workshop on conversational self-defense.\n\nThe two women sit and chat, and decide to go out (Hannah is apartment-hunting). They run into some old friends from their school days, including a rental agent named Adrian (Joe Tucker), who uncannily reminded me of the scenes in \"Trainspotting\" when Renton, the Ewan McGregor character, puts on a suit and tie and works as a real estate agent. Adrian dated one of the roommates, then the other, but doesn't remember either one.\n\nIn a hilarious flashback, we see another page from their social life: a drink at a pub with Ricky (Mark Benton), who closes his eyes when he talks, the better perhaps to read the words off the insides of his eyelids. One of Leigh's favorite actors is Timothy Spall, who played the photographer in \"Career Girls''; it's not a stretch to see Ricky as a younger version of the same character.\n\nAs \"Career Girls'' advances, we gradually realize that there is not going to be much of a plot to resolve. Annie and Hannah are in midstream. They know where they came from, but it's pretty murky in the direction they're going. They are neither successes nor failures, neither happy nor particularly sad, and they have jobs that, for the moment, focus their lives. They are, in short, like most of the young job holders in big cities, and to an important degree their self-images are defined by the apartments they live in. (Looking out the window of a high-rise shown by an estate agent, one observes, \"You can see the class struggle from up here!'') What is the use of a film like this? It inspires reflection. Strongly plotted films establish a goal and reach it, and we can go home under the impression that something has been accomplished. Mike Leigh's films realize that for most people, most days, life consists of the routine of earning a living, broken by fleeting thoughts of where our efforts will someday take us--financially, romantically, spiritually or even geographically. We never arrive in most of those places, but the mental images are what keep us trying.\n\nAnnie and Hannah have a game they play. Holding a copy of Emily Bronte's \"Wuthering Heights,'' they chant \"Miss Bronte, Miss Bronte ... '' and then ask her a question, as if she were a Ouija board. Then they stab at a page at random and read what she says.\n\nI recognized the edition they were using: the Penguin English Library paperback, first published in 1965. I have the identical edition on my shelf, so I took it down. \"Miss Bronte, Miss Bronte,'' I chanted, \"what is the bottom line on the characters in this movie?'' I opened it to page 163, stabbed and read: \"Oh, I'm burning! I wish I were out of doors--I wish I were a girl again, half savage and hardy, and free ... and laughing at injuries, not maddening under them!''", "running_time": 87, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-15", "genres": ["Drama", "Foreign"], "title": "Career Girls (1997)"}