{"url": "http://www.rogerebert.com/reviews/caressed-1968", "by": "Robert Howayas Tom", "star_rating": 2.0, "text": "The closeness of Hollywood has prevented Canada from developing a competitive film industry, but for many years Canadian filmmakers have explored byways not governed by the box office.\n\nNorman McLaren has been producing a series of brilliant animated films for more than 20 years, for example.\n\nTalented newcomers like John Hofsess (now working in Chicago) have quietly outflanked the Warhol crowd with underground classics like \"Palaces of Pleasure.\" And in the area of improvised films, the National Film Board of Canada's \"Nobody Waved Goodby\" (1964) was a splendid example of the kind of spontaneous realism Jean-Luc Godard and Americans like Shirley Clarke have been reaching for.\n\n\"Nobody Waved Goodbye\" was about a boy and a girl in a fairly typical middle class situation in Canada. The girl gets pregnant, and the kids try to handle the situation with a dignity and maturity they really don't have.\n\nAmong the films it influenced was Laurence Kent's \"Caressed,\" shot on location in Vancouver in 1965 and finally released here. It won't appeal to people who like movies to be smooth and polished (and will certainly disappoint skin flick fans sucked in by the title), but is has an interesting use of improvisation and a couple of nice, true scenes.\n\nIt's also about school kids. The two main characters (played by Robert Howay and Lennie Beckman) think about girls and sex a lot without ever getting anywhere. Howay does his homework with a sweet, rather plain brunet (Angela Dann), but dates a fat blond pig (Carol Patinsky) who has lots of fake sex appeal.\n\nKent is successful in showing what great concerns sex and love are for adolescents, alternately fascinated and frightened by their mysteries. But you have the feeling his actors are trying too hard. A little more cool would have helped.\n\nTo show the loneliness of his young heroes, he does several shots of them hanging around on street comers looking at girls, and after John Cassavetes' \"Shadows\" and all of its imitators this is getting to be a cliché. So are all the Best Buddy Scenes, where Best Buddy asks the hero what's eating him. But even improvised films must have their conventions, I guess. \"Caressed\" is awkward in many places, dull in some, overacted in others, but a generally interesting experiment all the same.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-02-13", "genres": null, "title": "Caressed (1968)"}