{"url": "http://www.rogerebert.com/reviews/carlitos-way-1993", "by": "Al Pacinoas Carlito", "star_rating": 3.5, "text": "Ten years after they made \"Scarface,\" Al Pacino and director Brian De Palma are back with \"Carlito's Way,\" another large-canvas portrait of a professional criminal. Carlito Brigante, is older and wiser, however, than \"Scarface's\" Tony Montana, and for a time seems to be luckier.\n\nHe's a New Yorker with a Puerto Rican background, a drug dealer who was big in the barrio before he got sent up for 30 years.\n\nWe meet him at the legal hearing that will free him after only five years, on a technicality. His lawyer, a flashy lowlife named Kleinfeld (Sean Penn), sits by with a smirk as Carlito expansively addresses the judge and courtroom on the lessons to be learned by his release.\n\nThe speech paints him as a self-righteous blowhard and something of a showboat, but we begin to see a deeper side of Carlito as he returns to the streets where he was once famous. Facing 30 years in prison, where he expected to die, he got a chance to do some thinking, and now he decides he wants to go straight. A friend has offered him a share in a car rental business in the Bahamas.\n\nTo finance his investment, Carlito takes a job at a flashy nightclub, where he's thrown into contact with all the people he should avoid the most. And he meets a young punk who always introduces himself as \"Benny Blanco from the Bronx\" (John Leguizamo), the kind of hothead Carlito once was. Benny brings out the worst in him.\n\nThe movie is narrated by Carlito himself, who explains his hopes, his strategies, and especially his mistakes. One of those is surely to have chosen Kleinfeld as his lawyer. The acting here, by Sean Penn, is a virtuoso tour de force - one of those performances that takes on a life of its own. Penn is hardly recognizable beneath a head of balding, curly hair. He gives the lawyer a spoiled narcissism, a sneakiness and smarminess, and we watch him steadily losing control to cocaine and greed.\n\nCarlito, on the other hand, tries to be a stand-up citizen.\n\nHe looks up an old girl friend named Gail (Penelope Ann Miller), who says she dances on Broadway but neglects to explain it's in a strip club. They love each other, after their fashion, but we never sense much depth in their relationship; each one is caught up in the details of personal survival.\n\nBrian De Palma in his best films is a muscular director who relishes over-the-top behavior, and here he paints a gallery of colorful gangsters and lowlifes. The hoods in the movie look borrowed from a production of \"Guys and Dolls,\" the nightclubs look recycled from \"Saturday Night Fever,\" and Al Pacino himself seems to be inspired by his Oscar-winning role in \"Scent Of A Woman\" (there are times when his Puerto Rican accent migrates uncannily toward the voice of the crusty military man he played in that film).\n\nThe film is fascinated by the mechanisms which propel a man back into the criminal life despite his best intentions to escape it.\n\nCarlito wants only to keep his nose clean, make some money, and get out of town. But his values, his friends and his circles are criminal, and the screenplay paints him into an inevitable corner - he's betrayed by his compulsion to stand by his friends.\n\nTwo of the set-pieces in the film are among De Palma's best work. One involves an insane scheme by the lawyer to rescue a hood from the Riker's Island prison barge. The other is a cat-and-mouse chase leading to a shootout in Grand Central Station. There have been a lot of shootouts in railroad stations in the movies, mostly routine, but De Palma finds endless variations as Carlito tries to elude his pursuers. And the visuals are as striking as the ambush in Chicago's Union Station that was a high point of De Palma's \"The Untouchables.\" \"Carlito's Way,\" like \"Scarface,\" is first and last a character study, a portrait of a man who wants to be better than he is.\n\nIn \"Scarface,\" the hero's ambitions led only to power, lust and greed. Here something more complicated is taking place; Carlito has grown enough to see himself from the outside, to understand some of the mistakes he made, to plot a way to escape from what seems like the inevitable fate of people in his position. Yet step by step and scene by scene, his fate is sealed.", "running_time": 141, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-11-12", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Carlito's Way (1993)"}