{"url": "http://www.rogerebert.com/reviews/carmen-1984", "by": null, "star_rating": 4.0, "text": "Bizet's \"Carmen\" is what movies are all about. It's one of the few modern movies that requires one of those legendary Hollywood advertising men who'd cook up copy like, for example:\n\nCheer! As Bizet's towering masterpiece blazes across the screen! Cry bravo! To passion, romance, adventure! From the bullrings of Spain to the innermost recesses of her gypsy heart, Carmen drives men mad and immortalizes herself as a romantic legend! Thrill! To the golden voice of Placido Domingo, and the tempestuous screen debut of the smouldering Julia Migenes-Johnson!\n\nThe temptation, of course, is to approach a film like this with hushed voice and bended knee, uttering reverent phrases about art and music. But to hell with it: This movie is the \"Raiders of the Lost Ark\" of opera films, and we might as well not beat around the bush. Carmen is a Latin soap opera if ever there was one, and the sheer passionate joy of Bizet's music is as vulgar as it is sublime, as popular as it is classical. Carmen is one of those operas ideally suited to the movies, and this version by Francesco Rosi is exciting, involving, and entertaining.\n\nYou are doubtless already familiar with the music. The sound track was recorded in Paris with Lorin Maazel conducting the National Orchestra of France. Placido Domingo is in great voice, and a relatively unknown American soprano named Julia Migenes-Johnson not only can sing the title role but, perhaps just as importantly, can look it and act it. There is chemistry here, and without the chemistry -- without the audience's belief that the scornful gypsy Carmen could enslave the soldier Don Jose -- there would only be an illustrated sound track. After the recording was completed, the movie was shot on locations in Spain by Francesco Rosi, the Italian director of \"Three Brothers\" and \"Christ Stopped at Eboli\". He has discovered lush, sun-drenched villages on hillsides, and a bullring of such stark Spanish simplicity that the ballet within the ring for once seems as elegant as the emotions it is reflecting. He also has found moonlight, rich firelight, deep reds and yellows; colors so glowing that the characters seem to warm themselves at his palette.\n\nOpera films are traditionally not successful. They play in festivals, they find a small audience of music lovers, maybe they make some money in Italy. Domingo broke that pattern with his \"La Traviata\" (1983), directed by Franco Zeffirelli. It had good long runs around the United States, and even broke through to audiences beyond the core of opera lovers. But we Americans are so wary of \"culture.\" Opera for many of us still consists of the fat lady on \"The Ed Sullivan Show.\" \n\nAnd for many of the rest, it is something that inhabits a cultural shrine and must be approached with reverence. Maybe it takes the movies, that most popular of art forms, to break that pattern. Rosi, Domingo, and Migenes-Johnson have filmed a labor of love.", "running_time": 152, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Musical"], "title": "Carmen (1984)"}