{"url": "http://www.rogerebert.com/reviews/carny-1980", "by": "Gary Buseyas Frankie", "star_rating": 2.0, "text": "\"Carny\" is bursting with more information about American carnivals that it can contain, surrounding a plot too thin to support it. Without knowing much about the reasons why the movie was made, I'd guess on the evidence that the director, Robert Kaylor, was fascinated by carnivals, spent a lot of time with one and shot a lot of film, and then found himself forced, to shape his material into some sort of traditional, commercial story. Inside this movie is a documentary struggling to get out.\n\nThe story is thin, but well acted. It stars Gary Busey as the Bozo - the clown who sits on a shelf over a tub of water and insults the customers as they throw baseballs to knock the shelf loose. Robbie Robertson sells the tickets to the joint. Jodie Foster plays a local girl from one of the towns they pass through. She starts out as Busey's one night stand, but runs away from home and tries to find a place for herself in the carnival.\n\nNow if just this much of the story had been well and subtly explored against a carnival backdrop, we might have had a different and better movie. But Kaylor throws in too many subplots. (It's paradoxically true that simple film stories can go very deep, but that complicated ones are almost always superficial and meaningless - movies can't go both wide and deep as easily as novels.) The plot spreads out to involve third-rate Mafia types who are trying to shake down the carnival, some the girls in the midway strip show, the poignant Fat Man and the worries of the carnival owner.\n\nThese plot elements are all brought in, but they're not joined into a well-structured story. We'll get a big dramatic scene, and then the movie will leave the story line to supply some documentary sidelights. And not all the dramatic scenes are in the same tone: One real misfit is a sequence in which the Mafia guy is lured into the freak show and treated to his own private chamber of horrors. It doesn't convince, it's too lurid, it doesn't fit with the\trest of the movie.\n\nSome of the best scenes in \"Carny\" also don't fit. The professional fat man, for example, is glimpsed at only a few moments, but they are unforgettable. He lives in a house trailer with a wall that flops down, placing him on display, seated on an oversize chair with everything in arm's reach - stereo, tape deck, TV, refrigerator. Then, one night during a rainstorm, he's glimpsed standing in the open, his head held to the sky, letting the rain wash him. This scene suggests a whole human life.\n\nBut the movie's professional actors never quite fit into the real carnival. Busey is interesting - bitter and complicated - as the Bozo. Robertson (of The Band) makes a nice low-key cynic, a hard-line huckster. Jodie Foster creates a levelheaded, small-town girl who sees the carnival, not as a fantasy come true, but as a practical means of escape from her restricted life. They're all good enough, and the movie's good enough, to make us wish the disparate ingredients had come together better. But they didn't; \"Carny\" has too many loose ends looking for a center.", "running_time": null, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-07-22", "genres": ["Drama"], "title": "Carny (1980)"}