{"url": "http://www.rogerebert.com/reviews/carnage-2012", "by": "Jodie Fosteras Penelope", "star_rating": 3.0, "text": "Roman Polanski's \"Carnage\" involves time spent by two married couples in a luxurious Manhattan condo, as afternoon fades into evening. The film is very well named. We have seen this dramatic trajectory before, where smooth politeness relentlessly erodes into foul-mouthed imprecations, but anyway, the point isn't the plot, it's the performances. Here four familiar actors seem ideally cast for their roles.\n\nThe condo belongs to Penelope and Michael Longstreet (Jodie Foster and John C. Reilly). In the film's opening scene, in long shots so we can't tell the rights from the wrongs, their boy Zachary is hit with a stick by a school friend. The stick was swung by the son of Alan and Nancy Cowan (Christoph Waltz and Kate Winslet). Both boys are 11. This incident has prompted a visit by the Cowans to discuss the regrettable act, which in another social milieu might be considered just one of those things that kids get themselves into.\n\nNot these people. They are rich (considering the apartment). Michael sells kitchen implements, countless ones, it would appear. Alan is a lawyer whose life cannot be conducted without frequent and urgent cell phone calls. Their kids go to the same expensive school, and the details of their lives are carefully ordered in upper-middle (or lower-upper?) class taste. At the beginning, their performance is designed to indicate they are decent and civilized and can work this thing out.\n\n\"Performance\" is the correct word. \"Carnage\" has been adapted by Polanski and Yasmina Reza from her Tony-Award winning play \"God of Carnage,\" and no particular effort is made by Polanski to open it up. The action all takes place in that apartment and its hallway, with the Cowans occasionally getting as much as a show inside a nearby elevator before an unfortunate remark draws them back inside. Plays like this work particularly well within the space and time constraints of a stage. I'm not sure it called out to be filmed.\n\nThe progress of the action is meticulously modulated. The Cowans have sent ahead a bouquet of expensive yellow tulips. Penelope Longstreet has baked a cobbler. Tea is served. The problem is that all four adults are compelled to assign guilt in the incident. I believe it's likely that the two boys (never seen again after the opening scene) stumbled into an unfortunate and trivial shoving match in which either could easily have held the stick and either have lost the teeth. But that conclusion is not good enough for the two couples.\n\nThere's a macabre interest in watching the level of civility decrease in the room. Polanski pays much attention to the modulation of dialogue and body language. Alliances are formed and broken; the men and women at times side with each other, until the couples fall back into opposition. Certain regrettable words are introduced that can be interpreted as inflammatory, and all four characters are very alert to listen for them.\n\nStep by step, the occasion disintegrates. One character eventually makes himself right at home by sitting on the floor instead of the sofa. Tulips and cobbler are hurled, in more ways than one. Did I mention that whiskey had been introduced? And Cuban cigars? (During the male bonding stage of the evening.) \n\nThis is not a particularly memorable film, but Polanski brings a great deal of skill to its staging, and it looks as if the actors enjoy themselves. It's not every 79-minute movie that allows all four characters to hurdle through a full gamut of emotions. The message, if any, is that good manners are often skin deep, that compassion and forgiveness are hard to come by, and that when it comes down to your son and my son, I'm going to consider my son in the right, and yours, well, possibly, a homicidal maniac.", "running_time": null, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-11", "genres": null, "title": "Carnage (2012)"}