{"url": "http://www.rogerebert.com/reviews/caro-diario-1994", "by": "Nanni Morettias Himself", "star_rating": 2.5, "text": "Nanni Moretti is a filmmaker as well regarded in Italy as Woody Allen is in the United States. Their movies are somewhat similar: autobiographical examinations of life and death, sidetracked by comedy. But just as Allen's films have not traveled especially well to Europe, so Moretti has not done well in America. \"Caro Diario\" is the first of his eight films to get much of a release in this country, helped by its award for best director at the 1994 Cannes Film Festival.\n\nOne wonders to what degree the award was inspired by the special nature of the film's content. Toward the end of the movie we discover that Moretti suffered for a year from a skin rash, which finally was diagnosed as cancer-related, and that after doctors told him he would not survive the disease, he did. Moretti doesn't tell the story as a bid for sympathy - nothing is farther from his style - but it works that way anyway, and the effect of \"Caro Diario\" is a little like the famous cover that said: \"Buy this magazine or we'll shoot this dog.\" As he shows himself in this film, Moretti is sort of a holy fool, a man blessed with a sweet temper and a childlike curiosity, who wanders through Rome encountering the delightful and the terrifying, more or less in the same spirit.\n\nThe movie (which translates as \"Dear Diary\") is divided into three segments. In the first, he tours Rome on his Vespa scooter, talking to us, and to people he meets on the streets, about the things on his mind.\n\nOne thing he thinks a lot about is the movies. He loves \"Flashdance\" and is delighted to encounter its star, Jennifer Beals, with her husband, Alexandre Rockwell. They discuss notions of the \"whimsical,\" while all the time Moretti remains blissfully unaware that, for them, his character is clearly all too whimsical. Then Moretti moves on, observing that in summer all the Roman cinemas show nothing but horror and pornography. He goes to see \"Henry: Portrait of a Serial Killer,\" cannot imagine how it got good reviews, and in a fantasy sequence confronts the critic who wrote a rave and reads it to him, over and over again.\n\nAt the end of the first section, Moretti visits the barren urban wasteland where the director Pier Paolo Pasolini was murdered in 1975. Oddly, he never states why he wants to visit the site, or what he thinks or learns there; we simply regard the killing ground, and think our own thoughts, which may be informed by our knowledge that Pasolini was killed by a deranged gay lover.\n\nThe second section of the film takes place on an island near Sicily, where Moretti meets a friend who has never watched TV. Soon the friend is addicted to American soap operas, and can talk of nothing else while climbing the local mountain. Maybe this is another reflection on the way mass media is cheapening our lives. Maybe not.\n\n\"Caro Diario\" is like a sketchbook that shows us what its creator saw, but not always what he thought.\n\nThe third section deals with the skin rash and its aftermath. Consistent with the sweet tone of the entire film, Moretti does not turn this into a harrowing docudrama, but simply shows himself subjected to one ineffective treatment after another - massage, diet, herbs, electro-acupuncture - before a spot on his lung is finally diagnosed as the origin of his problem, which is Hodgkin's lymphoma.\n\nThis is one of those curious films before which the viewer is struck dumb. To describe it is to question and praise it - at one and the same time. I enjoyed the time I spent with Moretti, much as I might enjoy sitting next to an interesting stranger on an airplane, and hearing about his life. He left me with the impression that he is an amusing person, and a good one. If I don't encounter him again for awhile, I'll be able to live with that.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-11-23", "genres": ["Comedy", "Documentary", "Drama", "Foreign", "Indie"], "title": "Caro Diario (1994)"}