{"url": "http://www.rogerebert.com/reviews/carried-away-1996", "by": "Dennis Hopperas Joseph Svenden", "star_rating": 3.0, "text": "Joseph was crippled in a farming accident as a young man, and perhaps his lame leg has kept him close to home. He still lives in the farmhouse he was raised in, and has taught for years at the local school. He is realistic about his abilities: “I'm a mediocre teacher and an even worse farmer.” For six years he has been dating the widow of his best friend, and maybe one of these years he will even marry her--if his excuses run out.\n\nThen one day a 17-year-old girl comes into his life. She is a student whose family has moved to the isolated North Woods village where Joseph lives.\n\nShe is sexually experienced and aggressive, and one day in his barn she tries to seduce her teacher, who is 47. He does the right thing and rejects her, and walks away. Then he comes back, finds her still waiting, and says flatly, “I think we should make love.” This story is told in Farmer, the 1976 novel by Jim Harrison that is not so much about sex, or farming, as about taking risks, especially the wrong ones (since they are the only ones that are really dangerous). Joseph is played in the film by Dennis Hopper, in a quiet, studied performance that will come as a surprise to those who know him from his most recent films. The young girl, named Catherine, is played by Amy Locane, and Amy Irving plays Rosealee, the local woman who has been courted so politely all these years. But Bruno Barreto's “Carried Away” is not simply a love triangle, and although it sets up situations in ways that seem familiar, it doesn't resolve them as we expect. Everyone in the film--even the teenager--is more intelligent and articulate than is usually permitted in American movies, and having gotten themselves into an emotional tangle, they go to work getting themselves out again.\n\nDennis Hopper has been a movie actor for 41 years, and for the last 10 he has made a lot of money playing crazed villains like the mad bomber in “Speed” and the lizard king in “Super Mario Bros.” But he is ambitious to do good work, and when the right role comes along he abandons all thought of paychecks and simply goes with it. That's what he did twice in 1991, in “The Indian Runner” and “Paris Trout,” and here he is again, surprising us with his range.\n\nHe is a good man. He teaches as well as he can. He moves slowly through life, not because of his limp, but by preference. When Catherine bares her breasts to him, it is hard to say all that he thinks, but perhaps he considers that she knows better what she is doing than he does, and that if he does not take this mad leap into sexual folly, he will plod without deliverance to his grave. Of course it is wrong. But everything he has been doing that is right is also wrong.\n\nWhat does the girl want? Her mother is an alcoholic who rarely leaves their home. Her father (Gary Busey) is a retired major who has come to this district to hunt. Catherine wants to go to drama school. She senses that Josephis the only man in town with much feeling for the arts. And there is the suggestion that this is not the first time she has used sex as a shortcut to an adult life she urgently wants to begin. (“Whatever happened,” her father says later, “I have a feeling it was more than half her idea.”) As the private drama unfolds, Joseph faces another crisis. The local school will be merged with a larger one, and he will no longer be needed as a teacher. Can he farm? He doubts it. Rosealee wants him to marry her, but Rosealee is caring for her dying mother. And Joseph feels that their romance has become simply a habit. After Catherine helps him remember passion, he bursts in on Rosealee one night, demanding that they make love for once with the lights on, and do other wild things that are not part of their rehearsed repertory.\n\n“Carried Away” is not a neat package. You don't leave it knowing exactly what it was saying, or how it felt about all of the characters (Catherine, unfinished in life, is wisely not defined too carefully). What you do feel is that these people (also including the local doctor, played by Hal Holbrook) were not born yesterday, and have the imagination to figure out what to do next--instead of simply using the standard melodramatic tools of guns and emotional explosions. They get into a painful situation, and then they go to work getting out, and seeing if they learned anything.", "running_time": 104, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-03", "genres": ["Drama", "Romance"], "title": "Carried Away (1996)"}