{"url": "http://www.rogerebert.com/reviews/carrie-1976", "by": "Sissy Spacekas Carrie White", "star_rating": 3.5, "text": "Brian De Palma's \"Carrie\" is an absolutely spellbinding horror movie, with a shock at the end that's the best thing along those lines since the shark leaped aboard in \"Jaws.\" It's also (and this is what makes it so good) an observant human portrait. This girl Carrie isn't another stereotyped product of the horror production line; she's a shy, pretty, and complicated high school senior who's a lot like kids we once knew.\n\nThere is a difference, though. She has telekenesis, the ability to manipulate things without touching them. It's a power that came upon her gradually, and was released in response to the shrill religious fanaticism of her mother. It manifests itself in small ways. She looks in a mirror, and it breaks. Then it mends itself. Her mother tries to touch her and is hurled back against a couch. But then, on prom night...\n\nWell, what makes the movie's last twenty minutes so riveting is that they grow so relentlessly, so inevitably, out of what's gone before. This isn't a science-fiction movie with a tacked-on crisis, but the study of a character we know and understand. When she fully uses (or is used by) her strange power, we know why. This sort of narrative development hasn't exactly been De Palma's strong point, but here he exhibits a gift for painting personalities; we didn't know De Palma, ordinarily so flashy on the surface, could go so deep. Part of his success is a result of the very good performances by Sissy Spacek, as Carrie, and by Piper Laurie, as Carrie's mother. They form a closed-off, claustrophobic household, the mother has translated her own psychotic fear of sexuality into a twisted personal religion. She punishes the girl constantly, locks her in closets with statues of a horribly bleeding Christ, and refuses to let her develop normal friendships.\n\nAt school, then, it's no wonder Carrie is so quiet. She has long blond hair but wears it straight and uses it mostly to hide her face. She sits in the back of the room, doesn't speak up much, and is the easy butt of jokes by her classmates. Meanwhile, the most popular girl in the class devises a truly cruel trick to play on Carrie. It depends on Carrie being asked to the senior prom by the popular girl's equally popular boyfriend -- he's one of your average Adonises with letters in every sport. He's not in on the joke, though, and asks Carrie in all seriousness.\n\nAnd then De Palma gives us a marvelously realized scene at the prom -- where Carrie does, indeed, turn out to be beautiful. There's a little something wrong, though, and De Palma has an effective way to convey it: As Carrie and her date dance, the camera moves around them, romantically at first, but then too fast, as if they're spinning out of control.\n\nI wouldn't want to spoil the movie's climax for you by even hinting at what happens next. Just let me say that \"Carrie\" is a true horror story. Not a manufactured one, made up of spare parts from old Vincent Price classics, but a real one, in which the horror grows out of the characters themselves.The scariest horror stories -- the ones by M.R. James, Edgar Allan Poe, and Oliver Onions -- are like this. They develop their horrors out of the people they observe. That happens here, too. Does it ever.", "running_time": 98, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Drama", "Horror"], "title": "Carrie (1976)"}