{"url": "http://www.rogerebert.com/reviews/carrington-1995", "by": "Emma Thompsonas Carrington", "star_rating": 4.0, "text": "The first time Lytton Strachey saw Dora Carrington, he asked,\r\"Who is that ravishing boy?\" When he discovered she was a girl with a\rtomboy haircut, he was struck dumb; at their first meeting, conversation came\rto a complete stall, and in embarrassment he picked up a book and pretended to\rread. He was a homosexual in his mid-30s, dry, bearded, reserved. She was a\rpainter, 15 years younger. Nothing could have been more out of character than\rfor him suddenly to lean over and kiss her, while they were on a walk through\rthe countryside.\n\nBut\rhe did.\n\nThe\ropening scenes of \"Carrington\" try to explain the beginnings of one\rof the oddest romances of the Bloomsbury Group, that gathering of British\rgeniuses, eccentrics and self-publicists that produced no romances that were\rnot odd. In Christopher Hampton's film, Carrington (she hated the\r\"Dora\" and dropped it) visits Strachey's bedside with a scissors, to\rchop off his beard in retaliation for the kiss. But then, regarding his\rsleeping face, she undergoes a sudden transformation into love. Strachey\rawakens and sees her looming over him: \"Have you brought me my\rbreakfast?\" Strachey (Jonathan Pryce) and Carrington (Emma Thompson) were\rin love, after their fashion, for 17 years, until his death, followed shortly\rby her own. During much of that time, they occupied Ham Spray House, in\rBerkshire, with a series of other lovers, some of them shared. Carrington eventually\rmarried Rex Partridge, who Strachey said should change his name to Ralph, which\rhe did. In one scene, the three of them share the same bed, somewhat uneasily\r(\"There are times when I feel like a character in a play by Moliere,\"\rStrachey said).\n\nAlthough\rphysical passion no doubt figured at some time, in some way, in all of their\rlives, they were so reserved about it that the movie leaves us wondering if\rthey wouldn't really rather engage in repartee than sex. \"Ah, semen!\"\rsays Strachey. \"What is it about that ridiculous white secretion that\rpulls down the corners of an Englishman's mouth?\" The movie's only sex\rscene is so discreet that we can only presume what is happening; during it,\rStrachey has the facial expression of a person being inoculated.\n\nWhat\rthey did share was a platonic love, which was real, and endured. Strachey was\rfamous above all for Eminent Victorians (1921), the myth-shattering book that\rtreated such icons as Florence Nightingale to portraits written with skepticism\rand irony. Like all in the Bloomsbury circle, he was famous for his verbal wit,\rand Pryce is meticulous in the way he speaks in epigrams while somehow sounding\rspontaneous. Startled by the pop of a champagne cork, he exclaims, \"Good\rlord, imagine what the war will be like!\" Even on his deathbed, he was\rstill in production: \"If this is dying, then I don't think much of\rit.\" The screenplay for \"Carrington\" was written some 20 years\rago by Hampton, a playwright (\"Tales from Hollywood\") who won an Oscar\rfor his script for \"Dangerous Liaisons.\" He decided to direct the\rfilm only after Mike Newell (\"Four Weddings And A Funeral\") dropped\rout. Pryce, famous on the London stage for \"Miss Saigon\" and on\rAmerican television for Infiniti commercials, was already on board, as was\rThompson, who had developed a specialty in unrequited love (\"Remains of\rthe Day,\" \"Howards End\").\n\nWhat\rthey are up against is a \"romance\" that fits no conventional mold and\ris not expressed in ordinary ways. Even at the film's end, when we get the\rline, \"No one will ever know the happiness of our lives together,\"\rwe're tempted to think, \"And no wonder.\" Since Pryce's Strachey is so\rdeeply reserved, it is up to Thompson to project the warmth they both\rpresumably felt, and she does that with her eyes and her silences; she looks at\rhim like a woman in love.\n\nEveryone\rin the Bloomsbury crowd (Virginia and Leonard Woolf, Roger Fry, John Maynard\rKeynes, E. M. Forster, Clive and Vanessa Bell, Duncan Grant) were known for\rfreedom, even recklessness, in their choices of romantic partners. A diagram of\rtheir love affairs would look like an underground system where every train\rstopped at every station. And yet they were all so reined in by the British\rupper-class trait of repressed emotion that when anger and jealousy do emerge (as\rthey do, twice, in \"Carrington\"), the breach of manners is almost\rmore shocking than the sexual infidelity under complaint.\n\nWe\rare left to guess what emotions seethed beneath the surface of wit and\racceptance.\n\nThere\ris one scene in \"Carrington\" that suggests the depths of Carrington's\rheart better than dialogue ever could. One evening after dinner, she wanders on\rthe lawn at Ham Spray House, and through the open, brightly lit windows she is\rable to observe her lovers, past and present, paired off with their present\rlovers. As her gaze goes from one window to another, we see her as an outsider.\rBut that is not the whole story, because you could take any of the partners\rfrom \"Carrington\" and put them on the lawn, and pair off the others\rinside, and the effect would be the same. Somehow, for all of them, standing\routside on the lawn must have been part of the fun.", "running_time": 122, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-17", "genres": ["Drama", "Indie", "Romance"], "title": "Carrington (1995)"}