{"url": "http://www.rogerebert.com/reviews/cars-2006", "by": "Owen Wilsonas Lightning McQueen (voice)", "star_rating": 3.0, "text": "I wouldn't have thought that even in animation a 1951 Hudson Hornet could look simultaneously like itself and like Paul Newman, but you will witness that feat, and others, in \"Cars.\" This is the new animated feature by John Lasseter (\"Toy Story,\" \"A Bug's Life\"); it tells a bright and cheery story, and then has a little something profound lurking around the edges. In this case, it's a sense of loss.\n\nWhat have we lost? Its hero, a racing car named Lightning McQueen (voice of Owen Wilson), has just lost a big race, and then one day on the highway he goes astray, and rolls into the forgotten hamlet of Radiator Springs, in Carburetor County. This was a happenin' town, back when Route 66 was the way to get from Chicago to L.A., passing through Flagstaff, Arizona, and don't forget Winona. But now the interstates and time itself have passed it by, and the town slumbers on, a memory of an earlier America.\n\nLightning's dream is to win the Piston Cup, the grand prix of American racing. He's on his way to the race when he gets lost, and then, more humiliating, impounded. Once released, he meets the population of Radiator Springs, led by Doc Hudson (Paul Newman), who may be an old-timer but probably knows something about Hudsons that Lightning doesn't: Because of their \"step-down design,\" they had a lower center of gravity than the Big 3 models of its time and won stock car races by making tighter turns.\n\nOther citizens include Mater (rhymes with tow-mater) the Tow Truck (voice of Larry the Cable Guy), Sally the sexy Porsche (Bonnie Hunt), Fillmore the hippie VW bug (George Carlin), and Sarge the veteran Jeep (Paul Dooley). Tractors serve as the cows of Radiator Springs, and even chew their cud, although what that cud consists of I'm not sure. Fan belts, maybe.\n\nThe message in \"Cars\" is simplicity itself: Life was better in the old days, when it revolved around small towns where everybody knew each other, and around small highways like Route 66, where you made new friends, sometimes even between Flagstaff and Winona. This older America has long been much-beloved by Hollywood, and apparently it survives in Radiator Springs as sort of a time capsule.\n\nDoc Hudson, it turns out, was a famous race car in his day. That leads up to a race in which the vet and the kid face off, although how that race ends I would not dream of revealing. What I will reveal, with regret, is that the movie lacks a single Studebaker. The 1950s Studebakers are much beloved by all period movies, because they so clearly signal their period, from the classic Raymond Loewy-designed models to the Golden Hawk, which left Corvettes and T-Birds eating its dust. Maybe there's no Hawk in Radiator Springs because then Doc Hudson would lose his bragging rights.\n\nThe movie is great to look at and a lot of fun, but somehow lacks the extra push of the other Pixar films. Maybe that's because there's less at stake here, and no child-surrogate to identify with. I wonder if the movie's primary audience, which skews young, will much care about the 1950s and its cars. Maybe they will. Of all decades, the 1950s seems to have the most staying power; like Archie and Jughead, the decade stays forever young, perhaps because that's when modern teenagers were invented.", "running_time": 117, "mpaa_rating": "G", "release_year": 2006, "date_published": "2006-06-08", "genres": ["Animation", "Family"], "title": "Cars (2006)"}