{"url": "http://www.rogerebert.com/reviews/cars-2-2011", "by": "Owen Wilsonas Lightning McQueen", "star_rating": 3.5, "text": "While I was watching \"Cars 2,\" an elusive nostalgia tugged at my mind. No, I wasn't remembering Pixar's original \"Cars\" from 2006. This was something more deeply buried, and finally, in the middle of one of the movie's sensational grand prix races, it came to me: I was sitting on the floor of my bedroom many years ago, with some toy cars lined up in front of me, while I used my hands to race them around on the floor and in the air, meanwhile making that noise kids make by squooshing spit in their mouths.\n\nIn this memory, I was completely engrossed with my cars. They were as real as people, and I played favorites and identified one car as my surrogate. Maybe my hands were swooping around with toys, but my imagination was somewhere else, and I performed the dialogue for the cars: Oh, yeah? Take that! We'll see! Eeeeyowww!\n\nThis memory was not random. I think it was inspired by the spirit of John Lasseter's movie. I believe in some sense, the great animator was sitting Indian-style on the floor of his Pixar playroom and hurtling his cars through time and space with sublime reckless delight. We learned from \"Cars\" that Lasseter loves automobiles, and here we learn that they can serve him as avatars in an international racing-and-spying thriller as wacky as a Bond picture crossed with Daffy Duck.\n\nI have no idea what kids will make of the movie. At a time when some \"grown-up\" action films are relentlessly shallow and stupid, here is a movie with such complexity that even the cars sometimes have to pause and explain it to themselves. It mixes concerns about fossil fuels with spycraft and a lot of grand prix racing where more is at stake than who wins. And it has a new hero: The shiny red Lightning McQueen (voice of Owen Wilson) is eclipsed by the rusty, buck-toothed tow truck named Mater (Larry the Cable Guy), who was only a supporting vehicle in the first film.\n\nA plot synopsis would spin us into bafflements, and the movie isn't about a plot so much as the action it involves. Briefly, Sir Miles Axelrod (Eddie Izzard) has invented a new fuel that doesn't deplete the planet's shrinking oil reserves and wants to prove it in a World Grand Prix to be run in England, Japan and Italy. This is a masterful way of introducing new backdrops into the races, and the movie is so visually complex that I imagine Lasseter and his colleagues slipped details in just for fun.\n\nAt one point, in a shot so brief you don't want to blink, we even learn that the Popemobile travels in its own Popemobile. This inspires the theological puzzle of whether the one inside is the pope. One of my fellow viewers said she didn't even see a Popemobile. Maybe I dreamed it. In any event, there are no humans in the movie who could be the pope, although much is made of the dinosaurs who are a source of fossil fuels. Actually, I believe oil originated from ancient plants and microorganisms and not so much from dinosaurs, but in the Lasseter universe, it no doubt comes from gas-guzzling dinosaurs like in those old Rambler ads.\n\nBut I digress. Lightning McQueen ends up in a championship duel with the Italian driver Francesco Bernoulli (John Turturro at full throttle). He and Mater find themselves in the middle of a clandestine war between the forces of fossil and alternative fuels, also involving the British secret agents Finn McMissile (Michael Caine) and Holley Shiftwell (Emily Mortimer). Having recently admired Steve Coogan and Rob Brydon doing dueling Michael Caine imitations in \"The Trip,\" I noted that Michael Caine does a pretty good one himself.\n\nThe original film was an elegy to a past when America spun out along Route 66 and now-classic cars occupied an iconic role in American lives. The cars in \"Cars 2\" have developed an array of new bells and whistles; they extrude so many wires, spikes, weapons and gimmicks they must really be shape-shifters, and Mater in particular is expert at disguising himself. This is not surprising, because a lot of the guys you find around tow trucks are pretty good at using paint jobs to dress up beaters.\n\nAnyway, \"Cars 2\" is fun. Whether that's because John Lasseter is in touch with his inner child or mine, I cannot say. There remains one bone to pick. Although the hero of the 2006 film was a Hudson with the step-down design and there are AMC Gremlins in this film, as nearly as I can tell, Lasseter entirely ignores the greatest independent American automaker of them all, Studebaker. Maybe I missed one. I don't think so. There is a more obvious reason. Introducing a Studebaker Golden Hawk into this film would make all of the other characters look shabby.\n\nNote: The 3-D adds nothing and darkens the bright colors. See it in 2-D if you can.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-06-22", "genres": ["Animation", "Family"], "title": "Cars 2 (2011)"}