{"url": "http://www.rogerebert.com/reviews/casa-de-los-babys-2003", "by": "Daryl Hannahas Skipper", "star_rating": 3.0, "text": "\"Casa de los Babys\" gets its title from a motel in an unnamed South American country where American women wait while the local adoption process slowly matches them with babies. \"They're making us pay for our babies with the balance of trade,\" complains the always-critical Nan (Marcia Gay Harden) as the days and weeks go by. The women shop, sunbathe, go out to lunch and gossip about one another, and we eavesdrop on conversations that are sometimes cynical, sometimes heartbreaking.\n\nThe movie was written and directed by John Sayles, the conscience of American independent filmmaking, who doesn't package it with a neat message because there is nothing easy to be said about the adoption industry. We meet local mothers who have given up their babies for adoption, and local radicals who oppose adoption for ideological reasons, but we also see young children living on the streets.\n\nIn one of the movie's most effective passages, two women, one Irish, one Latina, tell the stories of their own longings in monologues. Neither one can understand a word of the other's language, but somehow the emotion comes through. Eileen (Susan Lynch, from Sayles' \"The Secret of Roan Inish\") and Asuncion (Vanessa Martinez, from his \"Lone Star\") speak quietly, inwardly, and we feel the deep pools of emotion they draw from.\n\nAnother extraordinary scene is by Daryl Hannah, as Skipper, an athletic women who is forever running on the beach while the others look on from behind sunglasses and margaritas. One day, as she is giving another woman a massage, she begins to talk about her three miscarriages, and as she names her babies (Cody, Joshua and Gabriel), we feel how deeply and personally she misses each one.\n\nNan, the Marcia Gay Harden character, is less sentimental. She won't pay local prices (\"bargaining is an accepted part of the culture\"), uses pressure to move herself to the head of the line and steals handfuls of toiletries from the maids' carts. \"We don't like her,\" agree Gayle and Leslie (Mary Steenburgen and Lili Taylor). They even wonder, with her character flaws, if she should be adopting.\n\nEach woman has a story. Gayle isn't a mother because of years of alcoholism. Leslie can't stay with the same man long enough to make parenthood an option. Jennifer (Maggie Gyllenhaal) can't conceive. Senora Munoz (Rita Moreno), who owns the casa, has seen hundreds of these women come and go. Her brother is the lawyer who handles the adoptions. Her son thinks of the women as capitalist exploiters, but for that matter, his mother is exploiting them.\n\nSayles handles this material with gentle delicacy, as if aware that the issues are too fraught to be approached with simple messages. He shows both sides; the maid Asuncion gave up her baby and now imagines her happy life in El Norte, but we feel how much she misses her. The squeegee kids on the corner have been abandoned by their parents and might happily go home with one of these rich Americanas. Sayles sees like a documentarian, showing us the women, listening to their stories, inviting us to share their hopes and fears and speculate about their motives. There are no answers here, just the experiences of waiting for a few weeks in the Casa de los Babys.", "running_time": 95, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-03", "genres": ["Comedy", "Drama", "Indie"], "title": "Casa de los Babys (2003)"}