{"url": "http://www.rogerebert.com/reviews/casanova-2005", "by": "Heath Ledgeras Casanova", "star_rating": 2.0, "text": "I have just been idly paging through volume three of Casanova's Memoirs, which covers the circa-1753 time frame of Lasse Hallstrom's new film. Casanova was a busy man. He found himself in Parma (\"perplexities concerning my female traveling companion\"), Bologna (\"Henriette resumes the dress of her sex\"), Geneva (\"unpleasant adventure with an actress\"), Venice (\"adventure with the Marchetti girl\"), Paris (\"I practice cabalism for the Duchess of Chartes\") Padua (\"her father refuses and puts her in a convent\"), and Vicenza (\"my tragicomic scene at the inn\"). That he also found the will and the way to undertake the adventures in this film is explained only because it is fictional.\n\nIts most imaginary aspect might appear to be his love affair with a swashbuckling cross-dressing feminist named Francesca Bruni, but, as we have seen, he had already met a cross-dresser in 1753, and for that matter been one. As for feminism as it existed at that time, all its beliefs seem to have included the implicit footnote: \"Except for Casanova.\" What is accurate about the movie is that he was the quarry of the Inquisition, and doomed to be locked up in the infamous dungeon reached from the Ducal Palace by the Bridge of Sighs, which even then had tourists lined up three deep on the nearby Ponte della Paglia, awaiting the invention of the Instamatic.\n\nCasanova was such a genuinely fascinating person, so tireless, seductive, brilliant, revolutionary and daring, that Hallstrom's \"Casanova\" hardly does him justice. He was a magician, an author, a lawyer, the secretary to a cardinal, a politician, a violinist, invented the national lottery, was a spy and a diplomat, and has been played by Bela Lugosi, Donald Sutherland, Peter O'Toole and now by Heath Ledger, whose other current film, \"Brokeback Mountain,\" has him playing a gay cowboy, a role which eluded Casanova only because cowboys hadn't been invented yet.\n\nThe film is no more implausible than Casanova's actual adventures. It shows him returning in Venice (he did), running across the rooftops (he did) while being chased by the Inquisition (he was) and protected by the ruler of Venice, the Doge (also true). The Doge orders him to get married. He selects the virginal Victoria (Natalie Dormer), only to find she is already affianced to Giovanni (Charlie Cox), whose sister Francesca (Sienna Miller) is a feminist who dons male garb and impersonates Giovanni after her brother (Giovanni, that is) challenges Casanova to a swordfight. She is the more skilled swordsperson, and Casanova, keen student of swordsmanship, transfers his lust to her, only to learn that she is engaged to Papprizzio (Oliver Platt), who is, according to my notes, \"the lard king of Genoa.\"\n\nIt must be a wondrous thing to be the lard king of Genoa and I would have wished Casanova time to quiz Papprizzio about his lofty estate, but the Inquisition is fed up with Casanova's flaunting of morality and appoints Pucci (Jeremy Irons) to apprehend and imprison him. By this time Casanova has grown somewhat weary, although when he resumes his real-life Autobiography it still has eight more volumes of tireless lubricity ahead.\n\nAs I watched the film, I kept having flash-forwards, or were they flash-sidewayses, to the forthcoming film, \"The Libertine,\" in which Johnny Depp plays a Casanova wannabe who spends so much time sticking his nose into other people's business that it eventually falls off and has to be replaced by a silver one.\n\nI also had flashbacks, to \"Dangerous Beauty\" (1998), a film about romance and Venice that is so much better than \"Casanova\" that you might as well just go ahead and rent it. Catherine McCormick stars as a woman who is forced by circumstances to become a courtesan, and so convincingly entertains King Henry of France that he saves Venice from the Turkish fleet.\n\nI quote from my review:\n\n\"What do you yearn for, King Henry?'' asks Veronica. \"Your tears,'' he says, pressing a knife to her throat. \"I don't think so,'' she says, and a shadow of doubt crosses his face. \"Then what do I yearn for?'' he asks. She graces him with a cold smile: \"Why don't we find out?'' Cut to the next morning, as the Doge and other nobles nervously await the king's reappearance. He emerges, settles himself somewhat painfully on a cushion, and says, \"You'll get your ships.''\n\nThat the new \"Casanova\" lacks such wit is fatal. Heath Ledger is a good actor but Hallstrom's film is busy and unfocused, giving us the view of Casanova's ceaseless activity but not the excitement. It's a sitcom when what is wanted is comic opera.\n\nThe fictional character of Francesca Bruni is, oddly enough, not making her first appearance in a film about Casanova. In the 1954 comedy \"Casanova's Big Night,\" she is courted by Pippi Poplino (Bob Hope), a Casanova impersonator who puts on a mask and tries to seduce her.\n\n\"Take your mask off!\" Francesca (Joan Fontaine) tells him.\n\n\"I couldn't do that,\" he says. \"I haven't got anything on underneath it.\"", "running_time": 112, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-12-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Casanova (2005)"}