{"url": "http://www.rogerebert.com/reviews/casa-de-mi-padre-2012", "by": "Will Ferrellas Armando", "star_rating": 2.0, "text": "\"Casa de Mi Padre\" is a cheeky comedy by Will Ferrell and his compadres at \"Saturday Night Live\" and the website Funny or Die. And when I say \"cheeky,\" it's what you're thinking second. The movie has more butt-groping than anything this side of the Rio Grande. And the other side.\n\nFerrell and the entire cast perform entirely in Spanish, and Ferrell sings a song that has already gone viral on YouTube. He sounds perfectly fluent to me, but then how would I know? The movie is a jolly send-up of horse operas on Telemundo, which I have never seen, but my lack of qualifications isn't fatal because the movie hopes to do crossover business in addition to its obvious target audience.\n\nWhat possessed Ferrell to make this satire? My guess is that he got straight A's in Spanish and has spent years asking himself how that will further his career. Another possibility: He's made a lot of genre spoofs and why stop now?\n\nFerrell stars as Armando, the good-hearted, slow-witted son of a macho rancher (the legendary Pedro Armendariz Jr., who died in 2011). His father fawns on Armando's sleek, successful brother Raul (Diego Luna), who all of his life has gotten everything right that Armando got wrong. So feckless is Armando, indeed, that he has never felt the love of a woman. But when Raul returns home with the ravishing Sonia (Genesis Rodriguez), Armando and Sonia need no more than meet eyes, and the earth trembles with their instinctive passion.\n\nWhat the old man doesn't suspect is that his ideal son is actually a drug dealer, in cahoots with the dastardly drug lord Onza (Gael Garcia Bernal). Poor innocent Sonia doesn't know this, either, and so it is up to Armando to save Sonia from the two scumbags and restore the honor of the family name.\n\nThis is done in a film that quietly kids many of the technical shortcomings of low-rent Westerns, in particular the way they use backdrops and special effects to cover the lack of location shooting. Armando and Sonia, for example, ride side by side in a shot that doesn't show their horses, and the background slides past at a different speed than the horses are apparently galloping.\n\nThe movie is only 84 minutes long, including credit cookies, but that is quite long enough. All the same, it's fitfully amusing and I have the sense that Spanish-speaking audiences will like it more than I did, although whether they'll be laughing with it or at it, I cannot say.", "running_time": 84, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Comedy", "Foreign"], "title": "Casa de mi Padre (2012)"}