{"url": "http://www.rogerebert.com/reviews/cashback-2007", "by": "Sean Biggerstaffas Ben", "star_rating": 2.5, "text": "You may have seen \"Cashback\" on cable. It was a 19-minute short subject from 2005 that was nominated for an Oscar and maybe should have won, about a grocery-store clerk who made time go faster by stopping it. All the other humans in the store froze in place, and the kid, an art student, was free to undress them for a life class right then and there (I think this is a federal offense).\n\nThe kid was played by Sean Biggerstaff, a k a Oliver in the \"Harry Potter\" films. The film was written and directed by Sean Ellis, a fashion photographer who was rumored to be making a feature about the same idea, and now has. With admirable thrift, he has included every minute of his original short; that was made possible because all the original actors were available.\n\nWhat he has added is a lot of introspection for his hero, named Ben Willis, plus loneliness and self-analysis and so much soft-core nudity, you'd think that Russ Meyer was back in town.\n\nThe MPAA's R rating cites \"graphic nudity\"; that means not only that they are nude, but that you can see that they are nude. The film itself is whimsical and gentle and actually a date movie, even if it's frank about the desire of a great many young people to see other young people as nature supplied them. No, really, they actually do feel that way, even if they are not old enough to get past the R rating, which may come as news to the Motion Picture Association of America.\n\nAs the film opens, Ben begins a voiceover narration that will last pretty much all the way through and, to begin with, replaces what his angry ex-girlfriend Suzy (Michelle Ryan) said when they broke up. Whatever she was saying involves a lot of the upper front teeth overlapping the lower lip. Ben is morose at the loss of Suzy, can't sleep at night, and goes on the midnight shift at Sainsbury's (oh, the film is set in England). Then he begins to freeze time. To tell you the truth, I am not sure if he actually stops time or only fantasizes that he does; the second possibility is probably more likely.\n\nThere's a checkout clerk at the store named Sharon (Emilia Fox), who has one of those faces that looks at yours and makes friends. Ben begins to think less about Suzy. The heart of the movie involves his courtship with Sharon, which is mostly conducted by Sharon. He hangs out with a posse of male friends (the usual assorted geek, playboy and loser types) who advise him about love, a subject that for them seems largely theoretical.\n\nBen and Sharon spend a lot of time talking, and Ben in his voiceover spends a lot of time talking about them talking, and that's a breakthrough right there, because so many teen romances in the movies operate on the premise of love at first sight and do not realize that while you should like someone in order to make out with them, getting beyond second base requires actual dialogue.\n\nThe movie is lightweight, as it should be. It doesn't get all supercharged. Ben and Sharon, despite setbacks, are delighted to be admired by such wonderful partners, and we are happy for them. And that's about it. Even though this movie stops time, it did not require a science adviser.", "running_time": 102, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-07-19", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Cashback (2007)"}