{"url": "http://www.rogerebert.com/reviews/casino-royale-1967", "by": "Peter Sellersas Evelyn Tremble", "star_rating": 2.0, "text": "At one time or another, \"Casino Royale\" undoubtedly had a shooting schedule, a script and a plot. If any one of the three ever turns up, it might be the making of a good movie.\n\nIn the meantime, the present version is a definitive example of what can happen when everybody working on a film goes simultaneously berserk.\n\nLines and scenes are improvised before our very eyes. Skillful cutting builds up the suspense between two parallel plots -- but, alas, the parallel plots never converge. No matter; they are forgotten, Visitors from Peter O'Toole to Jean-Paul Belmondo are pressed into service. Peter Sellers, free at last from every vestige of' discipline goes absolutely gaga,\n\nThis is possibly the most indulgent film ever made. Anything goes. Consistency and planning must have seemed the merest whimsy. One imagines the directors (there were five, all working independently) waking in the morning and wondering what they'd shoot today. How could they lose? They had bundles of money, because this film was blessed with the magic name of James Bond.\n\nPerhaps that was the problem. When Charles Feldman bought the screen rights for \"Casino Royale\" from Ian Fleming back in 1953, nobody had heard of James Bond, or Sean Connery for that matter. But by the time Feldman got around to making the movie, Connery was firmly fixed in the public imagination as the redoubtable 007. What to do?\n\nFeldman apparently decided to throw all sanity overboard instead of one Bond, he determined to have five or six. The senior Bond is Sir James Bond (David Niven). He is called out of retirement to meet a terrible threat by SMERSH.\n\nUnfortunately, the threat is never explained. Other Bonds are created on the spot. Peter Sellers is the baccarat-playing Bond. He meets Le Chiffre (Orson Welles) in a baccarat game. Why? The movie doesn't say.\n\nThe five directors were given instructions given only for their own segments, according to the publicity, and none knew what the other four were doing. This is painfully apparent.\n\nThere are some nice touches, of course. Woody Allen rarely fails to be funny, and the massive presence of Welles makes one wish Le Chiffre had been handled seriously.\n\nBut the good things are lost, too often, in the frantic scurrying back and forth before the cameras. The steady hand of Terence Young, who made the original Bond films credible despite their gimmicks, is notably lacking here.\n\nI suppose a film this chaotic was inevitable. There has been a blight of these unorganized comedies, usually featuring Sellers, Allen, and-or Jonathan Winters, in which the idea is to prove how zany and clever everyone is when he throws away the script and goes nuts in front of the camera.\n\nIn comedy, however, understatement is almost always better than excess.\n\nSellers was the funniest comedian in the movies when he was making those lightly directed low-budget pictures like \"I'm All Right, Jack.\" Now he is simply self-infatuated and wearisome. And so are the movies he graces.\n\nOne wishes Charlie Feldman had sat down one bright morning, early in the history of this film, and announced that everyone simply had top get organized.", "running_time": 131, "mpaa_rating": "NR", "release_year": 1967, "date_published": "1967-05-01", "genres": ["Action", "Adventure", "Comedy", "Foreign"], "title": "Casino Royale (1967)"}