{"url": "http://www.rogerebert.com/reviews/casino-1995", "by": "Robert De Niroas Sam Rothstein", "star_rating": 4.0, "text": "If the Mafia didn't exist, it would be necessary to invent it.\n\nThe same is true of Las Vegas. There is a universal need to believe in an outfit that exists outside the rules and can get things done.\n\nThere's a related need for a place where the rules are suspended, where there's no day or night, where everything has a price, where if you're lucky, you go home a millionaire. Of course, people who go to Vegas lose money, and people who deal with the mob, regret it. But hope is what we're talking about. Neither the mob nor Vegas could exist if most people weren't optimists.\n\nMartin Scorsese's fascinating new film \"Casino\" knows a lot about the Mafia's relationship with Las Vegas. It's based on a book by Nicholas Pileggi, who had full access to a man who once ran four casinos for the mob, and whose true story inspires the movie's plot.\n\nLike \"The Godfather,\" it makes us feel like eavesdroppers in a secret place.\n\nThe movie opens with a car bombing, and the figure of Sam \"Ace\" Rothstein floating through the air. The movie explains how such a thing came to happen to him. The first hour plays like a documentary; there's a narration, by Rothstein (Robert De Niro) and others, explaining how the mob skimmed millions out of the casinos.\n\nIt's an interesting process. Assuming you could steal 25 percent of the slot-machine take - what would you do with tons of coins? How would you convert them into bills that could be stuffed into the weekly suitcase for delivery to the mob in Kansas City? \"Casino\" knows. It also knows how to skim from the other games, and from food service and the gift shops. And it knows about how casinos don't like to be stolen from.\n\nThere's an incident where a man is cheating at blackjack, and a couple of security guys sidle up to him and jab him with a stun gun.\n\nHe collapses, the security guys call for medical attention, and hurry him away to a little room where they pound on his fingers with a mallet and he agrees that he made a very bad mistake.\n\nRothstein, based on the real-life figure of Frank (Lefty) Rosenthal, starts life as a sports oddsmaker in Chicago, attracts the attention of the mob because of his genius with numbers and is assigned to run casinos because he looks like an efficient businessman who will encourage the Vegas goose to continue laying its golden eggs. He is a man who detests unnecessary trouble. One day, however, trouble finds him, in the person of Ginger McKenna (Sharon Stone), a high-priced call girl.\n\nScorsese shows him seeing Ginger on a TV security monitor and falling so instantly in love that the image becomes a freeze-frame.\n\nAce showers her with gifts, which she is happy to have, but when he wants to marry her, she objects; she's been with a pimp named Lester Diamond (James Woods) since she was a kid, and she doesn't want to give up her profession. Rothstein will make her an offer she can't refuse: cars, diamonds, furs, a home with a pool and the key to his safety-deposit box. She marries him. It is Ace's first mistake.\n\nAnother mistake was to meet Nicky Santoro (Joe Pesci) when they were both kids in Chicago. Nicky is a thief and a killer, who comes to Vegas, forms a crew and throws his weight around. After he squeezes one guy's head in a vise, the word goes out that he's the mob's enforcer. Not true, but people believe it, and soon Nicky's name is being linked with his old pal Ace in all the newspapers.\n\nScorsese tells his story with the energy and pacing he's famous for, and with a wealth of little details that feel just right. Not only the details of tacky 1970s period decor, but little moments such as when Ace orders the casino cooks to put \"exactly the same amount of blueberries in every muffin.\" Or when airborne feds are circling a golf course while spying on the hoods, and their plane runs out of gas and they have to make an emergency landing right on the green.\n\nAnd when crucial evidence is obtained because a low-level hood kept a record of his expenses. And when Ace hosts a weekly show on local TV - and reveals a talent for juggling.\n\nMeanwhile, Ginger starts drinking, and Ace is worried about their kid, and they start having public fights, and she turns to Nicky for advice that soon becomes consolation, and when Ace finds out she may be fooling around, he utters a line that, in its way, is perfect: \"I just hope it's not somebody who I think it might be.\" \"It was,\" a narrator tells us, \"the last time street guys would ever be given such an opportunity.\" All the mob had to do was take care of business. But when Ace met Ginger and when Nicky came to town, the pieces were in place for the mob to become the biggest loser in Vegas history. \"We screwed up good,\" Nicky says, not using exactly those words. Scorsese gets the feel, the mood, almost the smell of the city just right; De Niro and Pesci inhabit their roles with unconscious assurance, Stone's call girl is her best performance, and the supporting cast includes such people as Don Rickles, whose very presence evokes an era (his job is to stand impassively beside the boss and look very sad about what might happen to whoever the boss is talking to).\n\nUnlike his other Mafia movies (\"Mean Streets\" and \"GoodFellas\"), Scorsese's \"Casino\" is as concerned with history as with plot and character. The city of Las Vegas is his subject, and he shows how it permitted people like Ace, Ginger and Nicky to flourish, and then spit them out, because the Vegas machine is too profitable and powerful to allow anyone to slow its operation. When the Mafia, using funds from the Teamsters union, was ejected in the late 1970s, the 1980s ushered in a new source of financing: junk bonds. The guys who floated those might be the inspiration for \"Casino II.\" \"The big corporations took over,\" the narrator observes, almost sadly. \"Today, it works like Disneyland.\" Which brings us back to our opening insight. In a sense, people need to believe a town like Vegas is run by guys like Ace and Nicky.\n\nIn a place that breaks the rules, maybe you can break some, too. For those with the gambler mentality, it's actually less reassuring to know that giant corporations, financed by bonds and run by accountants, operate the Vegas machine. They know all the odds, and the house always wins. With Ace in charge, who knows what might happen?", "running_time": 175, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-22", "genres": ["Action", "Crime", "Drama"], "title": "Casino (1995)"}