{"url": "http://www.rogerebert.com/reviews/casino-royale-2007", "by": "Daniel Craigas James Bond", "star_rating": 4.0, "text": "\"Casino Royale\" has the answers to all my complaints about the 45-year-old James Bond series, and some I hadn't even thought of. It's not that I didn't love some of the earlier films, like some, dislike others and so on, as that I was becoming less convinced that I ever had to see another one.\n\nThis movie is new from the get-go. It could be your first Bond. In fact, it was the first Bond; it was Ian Fleming's first 007 novel, and he was still discovering who the character was. The longtime Saltzman-Broccoli producing team could never get their hands on the rights until now, despite earlier misadventures by others using the same title, and maybe it's just as well, because it provides a fresh starting place. And it returns to the family fold; with her father's passing, Barbara Broccoli is producer.\n\nYes, Daniel Craig makes a superb Bond: Leaner, more taciturn, less sex-obsessed, able to be hurt in body and soul, not giving a damn if his martini is shaken or stirred. That doesn't make him the \"best\" Bond, because I've long since given up playing that pointless ranking game; Sean Connery was first to plant the flag, and that's that. But Daniel Craig is bloody damned great as Bond, in a movie that creates a new reality for the character.\n\nYear after year, attending the new Bond was like observing a ritual. There was the opening stunt sequence that served little purpose, except to lead into the titles; the title song; Miss Moneypenny; M with an assignment of great urgency to the Crown; Q with some new gadgets; an archvillain; a series of babes, some treacherous, some doomed, all frequently in stages of undress; the villain's master-plan; Bond's certain death, and a lot of chases. It could be terrific, it could be routine, but you always knew about where you were in the formula.\n\nWith \"Casino Royale,\" we get to the obligatory concluding lovey-dovey on the tropical sands, and then the movie pulls a screeching U-turn and starts up again with the most sensational scene I have ever seen set in Venice, or most other places. It's a movie that keeps on giving.\n\nThis time, no Moneypenny, no Q and Judi Dench is unleashed as M, given a larger role, and allowed to seem hard-eyed and disapproving to the reckless Bond. This time, no dream of world domination, but just a bleeding-eyed rat who channels money to terrorists. This time a poker game that is interrupted by the weirdest trip to the parking lot I've ever seen. This time, no laser beam inching up on Bond's netherlands, but a nasty knotted rope actually whacking his hopes of heirs.\n\nAnd this time, no Monte Carlo, but Montenegro, a fictional casino resort, where Bond checks into the \"Hotel Splendid,\" which is in fact, yes, the very same Grand Hotel Pupp in Karlovy Vary where Queen Latifah had her culinary vacation in \"Last Holiday.\" That gives me another opportunity to display my expertise on the Czech Republic by informing you that \"Pupp\" is pronounced \"poop,\" so no wonder it's the Splendid.\n\nI never thought I would see a Bond movie where I cared, actually cared, about the people. But I care about Bond, and about Vesper Lynd (Eva Green), even though I know that (here it comes) a Martini Vesper is shaken, not stirred. Vesper Lynd, however, is definitely stirring, as she was in Bertolucci's wonderful \"The Dreamers.\" Sometimes shaken, too. Vesper and James have a shower scene that answers, at last, why nobody in a Bond movie ever seems to have any real emotions.\n\nA review should not be a list. So I should not enumerate all the scenes I liked. But I learn from IMDb that the special credit for the \"free running\" scenes of Sabastian Foucan refers to the sensational opening Madagascar foot chase in which Foucan practices parkour, or the ability to run at walls and angles and bounce off them to climb or change direction; Jackie Chan could do similar feats.\n\nWhich brings up another thing. Most of the chases and stunts in \"Casino Royale\" take place in something vaguely approximating real space and time. Of course I know they use doubles and deceptive camera angles and edits to cover impossibilities, but the point is: They try to make it look real. Recently, with the advent of portable cameras and computerized editing, action movies have substituted visual chaos for visual elegance.\n\nI think the public is getting tired of action sequences that are created in post-production. I've been swamped with letters complaining about \"The Bourne Ultimatum.\" One guy said, \"Why don't critics admit they're tired of it?\" Actually, we're tired of writing about how tired of it we are.\n\nThe plot centers on a marathon high-stakes poker game, in which Bond will try to deprive Le Chiffre (Mads Mikkelsen) of 10 million or more pounds that would go to finance terrorism. Le Chiffre (\"The Cypher\") has problems on his own, because he owes money big-time to the people who supply it to him. Director Martin Campbell builds suspense in the extended poker game by not being afraid to focus for long seconds on the eyes of the two main opponents, which is all the more effective because Le Chiffre's left eye has tears of blood, inspiring a classic Bond line. Bond's absences from the table are of more than ordinary interest.\n\nThis is Campbell's second Bond picture, after \"Goldeneye\" (1995), but he breaks with his own and everyone else's tradition. He's helped by Craig, who gives the sense of a hard man, wounded by life and his job, who nevertheless cares about people and right and wrong. To a certain degree, the earlier Bonds were lustful technicians. With this one, since he has a big scene involving a merchant's house in Venice, we can excuse ourselves for observing that if you prick him, he bleeds.", "running_time": 144, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-16", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Casino Royale (2007)"}