{"url": "http://www.rogerebert.com/reviews/casper-1995", "by": "Christina Riccias Kat", "star_rating": 3.0, "text": "It's easy to see why Casper the Friendly Ghost has such an appeal for small children. They have so much in common with him, since they, too, feel invisible and misunderstood and remember little of their earlier lives. He is reassuring; in a universe of scary ghosts, it's nice to know there's one on your side. The Casper comics did not survive into the current age of megadoom superheroes, but their memory did, and now here is \"Casper,\" a high-tech special-effects extravaganza starring His Friendliness.\n\nThere's been a lot of speculation about the coming age of computerized performances in the movies, when we will see whole characters made up of bits and bytes. Jessica Rabbit was such a creation, and now Casper and his uncles - Stretch, Stinkie and Fatso - dominate a movie that essentially stars computer programming.\n\nGhosts offer, to be sure, certain advantages to the programmers, since their bodies are soft and changeable, but their faces display a full range of emotion, and they are as real as the human characters in the film - which is, I suppose, a two-edged compliment.\n\nAs the movie opens, a rich man's daughter named Carrigan (Cathy Moriarty) learns that her father has left her nothing in his will, except for crumbling Whipstaff Manor in Maine. She's enraged, until her assistant, Dibs (Eric Idle), discovers a secret message suggesting that a vast treasure may be hidden there. They leave immediately for Maine - where, of course, it turns out that Whipstaff Manor is haunted.\n\nShe determines to get rid of the ghosts, and the movie has a lot of fun with scenes involving an exorcist (Don Novello as Father Guido Sarducci) and a ghostbuster (Dan Aykroyd). Nothing works. Meanwhile, Casper, the resident ghost, pulls himself away from watching \"Mr. Rogers' Neighborhood\" long enough to learn, on the news, about a ghost psychiatrist who specializes in helping spirits come to peace with themselves, so they won't need to haunt any longer.\n\nCasper draws the program to Carrigan's attention in an insistent if ghostly way, and soon the psychiatrist (Bill Pullman, from \"While You Were Sleeping\") is on the case, along with his daughter Kat (Christina Ricci, from \"The Addams Family\"). Kat and Casper soon become fast friends, and Casper is telling her what it's like to be a ghost: \"You know that tingling feeling when your foot falls asleep? I think I'm made of that.\" Unfortunately, the presence of flesh and blood in Whipstaff Manor draws Casper's uncles from an ectoplasm, and things get exciting.\n\nThere are funny lines in the movie, as when the politically correct ghost psychiatrist observes, \"You can call them ghosts or, as I prefer, the living impaired.\" The uncles could be a vaudeville team. And Moriarty makes a ferocious antagonist, clicking around Whipstaff in her high heels and trying to claim it as her own.\n\nBut the real stars of the movie are the special effects and animation artists. The story is more or less what you'd expect, and there is only so much you can do with a relationship between a little girl and a ghost. But Whipstaff comes alive with amazing achievements in art direction, set design, and gizmos like a chair that will brush your teeth while hurtling you down a rail at terrifying speeds. The use of special effects also allows sight gags that couldn't be done any other way, as when a car squeals to a stop on the edge of a towering cliff, just in the nick of time, and then a relieved character opens the door and steps out into nothingness.\n\nLike \"The Flintstones\" and \"The Addams Family,\" \"Casper\" is an attempt to bring cartoons to life while incorporating them with real actors and sets. As a technical achievement, it's impressive, and entertaining. And there is even a little winsome philosophy, as when Casper sadly tells Kat, \"I guess when you're a ghost, life just doesn't matter that much anymore.\"", "running_time": 96, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-05-26", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Casper (1995)"}