{"url": "http://www.rogerebert.com/reviews/cassandras-dream-2008", "by": "Ewan McGregoras Ian Blaine", "star_rating": 2.0, "text": "By Roger Ebert\n\nWoody Allen's \"Cassandra's Dream\" is about two brothers, one single and modestly successful and one struggling but in a happy relationship, who are both desperate to raise money, and agree to commit a crime together. The identical premise is used in Sidney Lumet's \"Before the Devil Knows You're Dead,\" which is like a master class in how Allen goes wrong.\n\nThe Lumet film uses actors (Ethan Hawke and Philip Seymour Hoffman) who don't look like brothers but feel like brothers. Allen's actors (Ewan McGregor and Colin Farrell) look like brothers but don't really feel related. Lumet's film involves family members in a crime that seems reasonable but goes spectacularly wrong. Allen has a family member propose a crime that seems spectacularly unreasonable and goes right, with, however, unforeseen consequences. One of the brothers in both movies is consumed with guilt. And so on.\n\nLumet seems comfortable with his milieu, middle-class affluence in a New York suburb. Allen's milieu is not and perhaps never will be the Cockney working class of London, and his actors seem as much tourists as he is. Nevertheless, they plug away in a plot that is intrinsically absorbing at times, even with so much going against it.\n\nMcGregor and Farrell play Ian and Terry Blaine, Ian a partner in his dad's restaurant, Terry a hard-drinking, chain-smoking garage mechanic. Terry at least seems comfortable with his life and his supportive girlfriend (Sally Hawkins), although he dreams of getting rich quick; he gambles unwisely at the dog tracks. Ian also wants cash, and not only for a fishy-sounding opportunity to invest in California hotels. While driving a classic Jaguar borrowed from the garage where his brother works, he meets a high-maintenance sexpot actress (Hayley Atwell), and presents himself as a \"property speculator\" far richer than he is.\n\nThe brothers share a dream to own a boat. Terry wins big at the track, enough to buy a rusty bilge bucket, fix it up and have a great day sailing with their two girls. But then Terry loses big time, owes £90,000 and discovers that guys are after him to break his legs. That's when rich Uncle Howard (Tom Wilkinson) returns from China (or somewhere) to make a proposition. His business empire is built on fraud, a colleague is about to squeal, and Howard wants the boys to do him a favor and murder the man.\n\nWilkinson, always a cool persuader, couches this in terms of family loyalty. That convinces the boys not nearly as much as does their own desperation. What happens I will not detail. This stretch of the movie does work, and involves us, but then the lads run smack into an ending that is, to me, completely possible but highly unsatisfactory. Its problem is its sheer blundering plausibility.\n\nAllen's great \"Match Point\" (2005), however, also about crime and social con games, has an ending that is completely implausible, and sublimely satisfactory. Remember how that ring falls at the end? What is fiction for, if not to manipulate the possible?", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-01-17", "genres": ["Crime", "Drama", "Thriller"], "title": "Cassandra's Dream (2008)"}