{"url": "http://www.rogerebert.com/reviews/cast-away-2000", "by": "Helen Huntas Kelly Frears", "star_rating": 3.0, "text": "Tom Hanks does a superb job of carrying \"Cast Away\" all by himself for about two-thirds of its running time, but isn't much helped by additional characters in the opening and closing sequences. Here is a strong and simple story surrounded by needless complications, and flawed by a last act that first disappoints us and then ends on a note of forced whimsy.\n\nHanks plays Chuck Noland, a time-obsessed Federal Express executive who troubleshoots all over the world, arranging hurry-up package transfers in Moscow before flying off to solve problems in Asia. Helen Hunt plays his fiancee, Kelly Frears, who tries her best to accept a man ruled by a beeper. She comes from clock-watching stock, and for Christmas gives Chuck her grandfather's railroad watch.\n\nNoland hitches a ride on a FedEx flight across the Pacific, which is blown off course before crashing after an onboard explosion. That seems like two catastrophes when one would have done, but director Bob Zemeckis uses the storm for scenes of in-flight fear, wisely following Alfred Hitchcock's observation that from a suspense point of view, an explosion is over before you get your money's worth.\n\nSpoiler alert: If you have not seen ads for the movie, read no further.\n\nNoland survives the crash, and floats in a life raft to a deserted island. And . . . am I telling too much of the story? I doubt it, since the trailers and commercials for this movie single-mindedly reveal as much of the plot as they can, spoiling any possible suspense. Not only do they tell you he gets off the island, they tell you what happens then. What am I to do? Pretend you haven't seen the ad, or discuss what we all know happens? The early scenes are essentially busy work. Exotic locales like Moscow add a little interest to details about Noland's job. An airport farewell to the fiancee is obligatory, including the inevitable reassurances about how Chuck will be right back and they'll have a wonderful New Year's Eve. Then the crash.\n\nThe movie's power and effect center on the island. Chuck, the time-and-motion man, finds himself in a world without clocks, schedules, or much of a future. There's something wonderfully pathetic about the way he shouts \"Hello? Anybody?\" at the sand and trees. Those are his last words for a time, as he tries to remember childhood lessons about firemaking and shelter construction. Then there's a four-year flash-forward and we see the formerly plump Chuck as a gaunt, skinny survivor. (Zemeckis shut down the movie while Hanks lost weight.) I find it fascinating when a movie just watches somebody doing something. Actual work is more interesting than most plots. Chuck splits coconuts, traps fish, builds fires, and makes use of the contents of several FedEx boxes that washed up with him (too bad nobody was mailing K-rations). And he paints a face on a volleyball and names it Wilson--a device which, not incidentally, gives him an excuse for talking out loud.\n\nHanks proves here again what an effective actor he is, never straining for an effect, always persuasive even in this unlikely situation, winning our sympathy with his eyes and his body language when there's no one else on the screen.\n\nI liked every scene on the island and wanted more of them. There's a lovely moment when he squats on the ground, contemplating a crate that has washed up, and the shot is composed as homage to \"2001: A Space Odyssey,\" Hanks' favorite film. I also liked the details of his escape. A shot of the giant bow of an ocean tanker, looming over his raft, could have been the setup for the movie to end. But no. As the trailers incredibly reveal, he returns home, where. . . .\n\nWell, I can't bring myself to say, just on the chance you're still reading and don't know. Let's say that the resolution of an earlier story strand is meant to be poignant and touching, but comes across flat and anticlimactic. And that the smile at the end of the film seems a little forced.\n\nI would have preferred knowing much less about \"Cast Away\" on my way into the theater. Noland's survival should be an open question as far as the audience is concerned. You might assume that the 20th Century Fox marketing department gave away the secrets over the dead body of director Zemeckis, but no: Zemeckis apparently prefers to reveal his surprises in the trailers. He got a lot of flak earlier this year when the ads for his previous film, \"What Lies Beneath,\" let you know Harrison Ford was the bad guy, there was a ghost, etc. At that time he was quoted in David Poland's Web column: \"We know from studying the marketing of movies, people really want to know exactly every thing that they are going to see before they go see the movie. It's just one of those things. To me, being a movie lover and film student and a film scholar and a director, I don't. What I relate it to is McDonald's. The reason McDonald's is a tremendous success is that you don't have any surprises. You know exactly what it is going to taste like. Everybody knows the menu.\" A strange statement, implying as it does that Zemeckis is a movie lover, student and scholar but that he doesn't market his movies for people like himself. This is all the more depressing since he usually makes good ones.", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Action", "Adventure", "Drama"], "title": "Cast Away (2000)"}