{"url": "http://www.rogerebert.com/reviews/cat-people-1982", "by": "Paul Schrader", "star_rating": 3.5, "text": "It is a preposterous idea. Untold centuries ago, when all the world was a desert of wind-whipped, blood-orange sand, and leopards lounged lazily in barren trees and arrogantly ruled all they could see, a few members of the puny race of human beings made their own accommodation with the fearsome beasts. They sacrificed their women to them. And the leopards did not kill the women, but mated with them. From those mists of prehistory, the race they created lives even today: The Cat People.\n\nThese people have had a hard time of it. They have the physical appearance of ordinary humans, except for something feline around the eyes and a certain spring in their step. They have all the mortal appetites, too, but there are complications when they make love, because in the heat of orgasm they are transformed into savage black leopards and kill their human lovers. They should mate only with their own kind. But as our story opens, there are only two Cat People -- and, like their parents before them, they are brother and sister.\n\nThis is the stuff of audacious myth, combining the perverse, the glorious, and the ridiculous. The movies were invented to tell such stories. Paul Schrader's \"Cat People\" moves boldly between a slice-of-life in present-day New Orleans and the windswept deserts where the Cat People were engendered, and his movie creates a mood of doom, predestination, forbidden passion, and, to be sure, a certain silliness. It's fun in the way horror movies should be fun; it's totally unbelievable in between the times it's scaring the popcorn out of you.\n\nNastassja Kinski stars as the young sister, Irena. She is an orphan, reunited in New Orleans with her long-lost brother, Paul (Malcolm McDowell). She also is a virgin, afraid of sex and liquor because they might unleash the animal inside of her. (Little does she suspect that is literally what would happen.) She is tall, with a sensual mouth, wide-set green eyes, and a catlike walk. She catches the attention of the curator at the New Orleans zoo (John Heard). He senses danger in her. He also senses that this is the creature he has been waiting for all his life -- waiting for her as the leopards in their cells wait, expecting nothing, ready for anything.\n\nWe have here, then, a most complex love triangle. Kinski fears her brother because she fears incest. She fears the curator but loves him. To love him is, eventually, to kill him. The curator is in love with the idea of her threat, but does not realize she really will turn into a leopard and rend his flesh. There are some supporting characters: Annette O'Toole is the sensible friend who senses danger, and Ed Begley, Jr. is the lackadaisical custodian whose arm is ripped from its socket. You shouldn't mess with leopards.\n\nSchrader tells his story in two parallel narratives. One involves the deepening relationships among the sister, the brother, and the curator. The other, stunningly photographed, takes place in an unearthly terrain straight from Frank Herbert's Dune books. The designer, Ferdinando Scarfiotti, and the veteran special-effects artist, Albert Whitlock, have created a world that looks completely artificial, with its drifting red sands and its ritualistic tableau of humans and leopards -- and yet looks realistic in its fantasy. In other words, you know this world is made up, but you can't see the seams; it's like the snow planet in \"The Empire Strikes Back.\" \n\n\"Cat People\" moves back and forth between its mythic and realistic levels, held together primarily by the strength of Kinski's performance and John Heard's obsession. Kinski is something. She never overacts in this movie, never steps wrong, never seems ridiculous; she just steps onscreen and convincingly underplays a leopard. Heard also is good. He never seems in the grip of an ordinary sexual passion, but possesses one of those obsessions men are willing (and often are called upon) to die for. \"Cat People\" is a good movie in an old tradition, a fantasy-horror film that takes itself just seriously enough to work, has just enough fun to be entertaining, contains elements of intrinsic fascination in its magnificent black leopards, and ends in one way just when we were afraid it was going to end in another.", "running_time": 118, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Fantasy", "Horror", "Thriller"], "title": "Cat People (1982)"}