{"url": "http://www.rogerebert.com/reviews/catch-22-1970", "by": "Mike Nichols", "star_rating": 3.0, "text": "Mike Nichols' \"Catch-22\" is a disappointment, and not simply because it fails to do justice to the Heller novel. That was almost inevitable, I guess; there was something of a juggling act in Heller's eccentric masterpiece. It took him seven years of rewriting to get all the pieces in the air at the same time. For Nichols to pull off the same trick with a movie, which has so many more pieces than a novel, looked impossible.\n\nStill, I thought perhaps Nichols would pull off something. Not a movie that would please the cultists, maybe, but at least a movie that would work on its own terms. His failure on this front is especially disappointing. \"Catch-22\" the movie is essentially a parasite, depending on the novel for its vitality. Nichols doesn't bring much to the party.\n\nHis challenge in directing the movie was to somehow catch Heller's tone, that delicate balance between insanity and ice cold logic. Everything in the book was crazy because it made sense, a paradox illustrated in the case of Yossarian, the hero. Yossarian didn't want to fly any more missions over Italy. Why? Because they were shooting at him and someday they would hit him and he would die.\n\nNow that seems like sound reasoning, but (understandably) it doesn't work with most armies. When Yossarian claimed insanity in hopes of being shipped home, Doc Daneeka explained his mistake. You'd have to be crazy to want to fly dangerous missions over Italy and maybe get killed, right? But Yossarian didn't want to fly those missions. Ergo, Yossarian was sane.\n\nThis sort of Alice-in-Wonderland logic is at the heart of Heller's book, and somehow he keeps it going. Nichols doesn't. Nichols doesn't even try; if we are to understand Catch-22 and all the other catches, we just have to be familiar with the book. The movie recites speeches and passages from the novel, but doesn't explain them or make them part of its style.\n\nNo, Nichols avoids those hard things altogether, and tries to distract us with razzle-dazzle while he sneaks in a couple of easy messages instead. Pushovers. In the first half of the movie, he tells us officers are dumb and war doesn't make sense. In the second half, he tells us war is evil and causes human suffering. We already knew all that; we knew it from every other war movie ever made.\n\nAnd that's the problem: Nichols has gone and made another war movie, the last thing he should have made from 'Catch-22.' Nichols has been at pains to put himself on the fashionable side and make a juicy humanist statement against war, not realizing that for Heller World War II was symbolic of a much larger disease: life.\n\nYossarian is afraid of dying, yes. But we all are. He doesn't want to fly five more missions. That's his problem. We have our own. Yossarian wants out of the Air Corps.; we want to escape from time, to become immortal. But to get out of the Air Corps, or stop time, you've got to be insane. And no one who wants out is insane. The truly horrifying truth at the center of the Heller novel is that we're all trapped in that airplane, or in life, and there's no escaping death because eventually...\n\nBut Nichols boils all this down into the stunning revelation that war is hell. And his movie is about war. True, we see little enough actual fighting, but \"Catch-22\" nevertheless seems to mine its laughs and its \"truths\" in the same worked-out veins of so many other war movies. It is particularly inspired by the fashionable antiwar movies that preceded it; Richard Lester's dreary \"How I Won the War\" belongs on the same double bill.\n\nThe movie divides in the middle; the first half is funny, the second is not. The method of the first half is caricature and burlesque. The second half uses overkill and spills bloody guts and sliced bodies all over us. Aren't we getting tired of being bludgeoned with these same old antiwar clubs? Even masochists, after a while, welcome variety.\n\nThe caricature of the first half is of the ancient Sgt. Bilko variety. All generals are buffoons and idiots. Colonels and majors are imbeciles without integrity. The general is overplayed by Orson Welles; the colonel by Martin Balsam; the major by Bob Newhart. Balsam is particularly guilty of overacting, but perhaps it's not entirely his fault. \n\nNichols seems to have lifted these characters intact from the book, and then instructed his actors to imitate them. With the exception of Anthony Perkins, as Chaplain Tappman, none of the featured actors seem to have developed a personal approach to their characters. And since the characters don't come across as human, the situations don't matter as much.\n\nIn this connection it's particularly interesting to contrast Balsam's lifeless, blustering Col. Cathcart with Roger Bowen's tremendously effective performance as Col. Blake in \"MASH.\" Do we still have to be told war is stupid because officers are dumb? This is an enlisted man's bitch from 16 wars ago; surely war can be stupid on its own, even with bright and ethical officers. Why confuse morality with class consciousness?\n\nThe movie's central character, of course, is Yossarian. He's played by Alan Arkin, a tremendously gifted actor who gives us Yossarian as a tense, paranoid victim on the edge of a crack-up. This is no doubt Nichols' doing, and it misses the point. The more Yossarian squints and grits his teeth and sweats and shakes, the nuttier he seems. And the point of the performance should be precisely that he isn't nuts; that a sane man, using daylight logic, could arrive at the conclusion that the war is crazy, the Air Corps is crazy, everybody is crazy but him. \n\nYossarian gets a real working-over in the second part of the movie, when Nichols goes serious on us. There are scenes of increasing gloom and sobriety, and speeches about life and (especially) death, and the horrifying moment when Yossarian turns the bombardier over and his intestines spill out.\n\nDuring this period of perhaps 45 minutes, we begin to squirm uneasily because Nichols isn't playing fair. He's changed the rules; he made us laugh for the first hour, and now he throws in broken bodies and intestines so that we'll be repelled, and confuse our repulsion with a message. It's easy enough to spill those guts; seeing them, we agree that young men should not be killed in war. But Nichols cheats. He doesn't earn our reaction by the way his movie works; he gets it as a knee-jerk response to gore.\n\nThat would be bad enough, but watch what he does next. He's made us laugh, he's made us gasp, he's sickened us with war. Now he sneaks out of the picture with a classic cop-out of an ending.\n\nYossarian is in a quandary. He can't stay in the Air Corps. He can't go. He has a choice of a court-martial on one hand, or a hero's medal on the other. He can't make up his mind. Even the chaplain can't help. What to do? Especially (we might add) what to do after the movie has gone serious on us and presented this Moral Crisis.\n\nWell, sir, Yossarian jumps out of the window, runs down to the beach, and starts to paddle a life raft to Sweden. Which could mean he's finally gone insane for real, but it doesn't. No, this is a custom-made Nichols ending, designed for laughs, and we chuckle at Yossarian paddling out into the Mediterranean.\n\nBut wait! As the tiny life raft gets smaller and smaller, we're reminded of another movie ending. Remember \"The Graduate,\" when Benjamin and his girl raced out of the church and onto the bus, and we roared with laughter as they sped away? Nichols has done the same thing in \"Catch-22\" that he did in \"The Graduate.\" He's given us a funny beginning, then switched tones and gone serious. And then tacked on a Great Escape ending which answers none of the questions he's so painfully raised.\n\nThere are some fine moments in the movie, to be sure. But most of them are lifted from the novel, and lifted out of context. If you like the novel, you'll enjoy seeing the bottles switched on that poor guy in the head-to-toe cast. You'll enjoy Yossarian in the tree, and Mike bombing his own base, and Gen. Dreedle sending the guy out to be shot.\n\nBut these are set-pieces from the book; they lose their peculiar effect because they're ripped loose from that incredibly complex tapestry where we first found them. Somehow, the movie never does come into focus. It's as if Nichols despaired of making a movie of 'Catch-22,' and decided to do selections from it instead.", "running_time": 121, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Comedy", "Drama"], "title": "Catch-22 (1970)"}