{"url": "http://www.rogerebert.com/reviews/catch-that-kid-2004", "by": "Kristen Stewartas Maddy Phillips", "star_rating": 3.0, "text": "This is not, to be sure, a movie as good as those two wonderful titles. But it's plenty good, and it has the same buried theme: Anything a guy can do, a girl can do, too. It stars Stewart as Maddy Phillips, an athletic young girl whose father Tom (Sam Robards) once climbed Mount Everest. He had a nasty fall on the way down, which is why he discourages Maddy from climbing, while her mother Molly (Jennifer Beals) forbids it. But as the movie opens, she's scaling the local water tower.\n\nMaddy has two best friends. Austin (Corbin Bleu) is a computer geek. Gus (Max Thieriot) is a mechanic at the go-cart track operated by her father. They both have crushes on her, although at one point, when she's hanging in danger high in the air during the heist, Gus complains that he never even got a chance to kiss her once.\n\nA crisis comes into her life with all the melodrama of a silent movie. One night while her dad and mom are dancing in the living room, he falls to the floor and says, \"I can't feel my legs!\" It's paralysis -- whether from the neck or waist down, we don't learn, but in any event the condition is incurable, except for an experimental procedure offered in Europe; it costs $250,000 the family doesn't have.\n\nCommon sense at this point steps in and suggests that if such an operation really existed, Christopher Reeve would already be on site with a charity to help the Toms of the world, but no: Molly the mother is turned down for a loan at the bank where she has installed the security system. The bank president, named Brisbane (Michael Des Barres), is a teeth-gnashing, scenery-chewing villain whose origins go back even before silent films -- back to Horatio Alger, if anybody remembers who that was. Been a while since we've had a banker this evil in the movies.\n\nSo the kids take things into their own hands. With Maddy's climbing skills, Austin to hack into the bank's security system and Gus to devise mechanical devices and the getaway, they'll break into the bank vault and steal the $250,000. This is not so easy, since the vault is suspended in mid-air, is surrounded by motion detectors, protected by savage Rotweilers, etc.\n\nThe movie is a remake of a Danish film, unseen by me, named \"Klatretosen,\" which was hailed at the Berlin Film Festival. This version, directed by Bart Freundlich and sporting five writing credits, is well-made, straightforward and entertaining. It doesn't bog down in a lot of cute kid stuff but gets on with telling the story, and has some unexpected touches.\n\nFor example, the getaway scene with the kids in go-carts. Yes, and the police chase them, shouting on loudspeakers: \"You kids in the go-carts! Pull over! You're leaving the scene of a crime.\" Sure, because any cop seeing kids on a city street in go-carts is instinctively going to link them to a bank robbery.\n\nStewart is at the center of the movie, stalwart and sure. You may remember her as Jodie Foster's daughter in a more harrowing thriller, \"Panic Room\" (2002). Corbin Bleu and Max Thieriot, as her two pals, are just plain likable, and the attraction between Bleu and Stewart may be the screen's first example of interracial puppy-love. For that matter, Jennifer Beals is cast as a possibly mixed race mother, and I would not bother to make this point, except to observe that all of a sudden racial categories are evaporating in mainstream movies, and for the first time in history, actors are being cast because they're right for a role, not because they passed an identity check.\n\n\"Catch That Kid\" doesn't have the flash of \"Spy Kids,\" but it's solid entertainment -- better than \"Agent Cody Banks.\" Faithful readers know that my definition of a good family film is one the parents can enjoy, and you know what? In the middle of the heist scene, we're just about as involved as if the movie starred George Clooney and Julia Roberts. A heist is a heist, and a good one works no matter what.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-02-06", "genres": ["Action", "Adventure", "Comedy", "Crime", "Family"], "title": "Catch That Kid (2004)"}