{"url": "http://www.rogerebert.com/reviews/catch-me-if-you-can-2002", "by": "Leonardo DiCaprioas Frank Abagnale Jr.", "star_rating": 3.0, "text": "The trailer for \"Catch Me If You Can\" is so obvious it could have written itself. It informs us that Frank Abagnale Jr. practiced medicine without attending medical school, practiced law without a law degree and passed as a pilot without attending flight school--all for the excellent reason that he did all of these things before he was 19, and had not even graduated from high school.\n\nThat this is a true story probably goes without saying, since it is too preposterous to have been invented by a screenwriter. Abagnale also passed millions of dollars in bogus checks, dazzled women with his wealth and accomplishments, and was, a lot of the time, basically a sad and lonely teenager. At the time the only honest relationships in his life were with his father and with the FBI agent who was chasing him.\n\nIn Steven Spielberg's new film, Abagnale is played by Leonardo DiCaprio as a young man who succeeds at his incredible impersonations by the simple device of never seeming to try very hard. While an airline employee might be suspicious of a very young-looking man who insists he is a pilot, what could be more disarming than a man offered a trip in the jump seat who confesses, \"It's been awhile. Which one is the jump seat?\" DiCaprio, who in recent films such as \"The Beach\" and \"Gangs of New York\" has played dark and troubled characters, is breezy and charming here, playing a boy who discovers what he is good at, and does it. There is a kind of genius flowing in the scene where he turns up for classes at a new school, walks into the classroom to discover that a substitute teacher is expected and, without missing a beat, writes his name on the blackboard, and tells the students to shut up and sit down and tell him what chapter they're on.\n\nIt is probably true that most people will take you at face value until they have reason to do otherwise. I had a friend who had risen to a high level in her organization and was terrified her secret would be discovered: She never attended college. My guess, and it proved accurate, was that nobody would ever think to ask her. It is probably an even better guess that no patient in a hospital would ask to see a doctor's medical school diploma.\n\nThe movie makes some attempt to explain Abagnale's behavior through adolescent trauma. He is raised by loving parents; his father, Frank Sr. (Christopher Walken), brought his French mother, Paula (Nathalie Baye), back from Europe after military service, and Frank Jr.'s childhood is a happy one until Paula cheats on her husband and walks out. Is that why her son was driven to impersonation and fraud? Maybe. Or maybe he would have anyway. Once he discovers how much he can get away with, there is a certain heady exhilaration in how easily he finds status, respect and babes.\n\nThe movie co-stars Tom Hanks as Carl Hanratty, an FBI agent whose mission in life evolves into capturing Abagnale. As the only person who really has a comprehensive overview of the scope and versatility of Abagnale's activities, Hanratty develops--well, not an admiration, but a respect for a natural criminal talent. There is a scene where he actually has Abagnale at gunpoint in a motel room, and the kid, a cool customer and quick thinker, tries impersonating a Secret Service agent who is also on the suspect's tail. Much of the pleasure of the movie comes from its enjoyment of Abagnale's strategies. He doesn't seem to plan his cons very well, but to take advantage of opportunities that fall in his way. At one point, in New Orleans, he finds himself engaged to the daughter (Amy Adams) of the local district attorney (Martin Sheen). At a dinner party with his prospective in-laws, he seems to contradict himself by claiming to be both a doctor and a lawyer, when he doesn't look old enough to be either. When the D.A. presses him for an explanation, there is a kind of genius in his guileless reply: \"I passed the bar in California and practiced for a year before saying, 'Why not try out pediatrics?' \" Uh-huh. And then he makes the mistake of saying he graduated from law school at Berkeley. Turns out the Sheen character did, too, and quizzes him about a legendary professor before adding, \"Does he still go everywhere with that little dog?\" Here is where Abagnale's quickness saves him. Considering the 30-year age difference between himself and the girl's father, he simply observes, \"The dog died.\" Yes, although the professor may well have died, too, and when the D.A. calls his bluff, he responds by being honest (although that is sort of a lie, too).\n\nThis is not a major Spielberg film, although it is an effortlessly watchable one. Spielberg and his writer, Jeff Nathanson, working from the memoir by the real Frank Abagnale Jr. and Stan Redding, don't force matters or plumb for deep significance. The story is a good story, directly told, and such meaning as it has comes from the irony that the only person who completely appreciates Abagnale's accomplishments is the man trying to arrest him. At one point, when the young man calls the FBI agent, Hanratty cuts straight to the point by observing, \"You didn't have anyone else to call.\"", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-12-25", "genres": ["Comedy", "Crime", "Drama"], "title": "Catch Me If You Can (2002)"}