{"url": "http://www.rogerebert.com/reviews/catfish-in-black-bean-sauce-2000", "by": "Paul Winfieldas Harold", "star_rating": 1.5, "text": "Here's a first draft for a movie that could have been extraordinary. The story materials are rich and promising, but the film is a study in clumsy construction, dead-end scenes, murky motivation and unneeded complications, Still, at its heart, \"Catfish in Black Bean Sauce\" has a compelling story to tell, and there are scenes that come to life enough to show us what we're missing.\n\nThe movie is about two Vietnamese War waifs being reared by an African-American couple. Harold Williams (Paul Winfield) encountered them while working in an adoption center, and he and his wife, Dolores (Mary Alice), brought them up and love them. Dwayne (played by the film's writer-director Chi Muoi Lo), fully accepts them as his parents, but his older sister Mai (Lauren Tom) still searches for their birth mother.\n\nDwayne's life is further complicated. His girlfriend Nina (Sanaa Lathan, from \"Love and Basketball\") seems to like him more than he likes her. His roommate Michael (Tyler Christopher) is dating a Chinese girl named Samantha (Wing Chen) who may be a Chinese boy named Sam. Does Dwayne like Michael more than Nina? The screenplay is constructed like a sitcom, with dramatic entrances and exits, lots of punch lines and quiet moments interrupted by bombshells. At one point Dwayne blurts out, \"Will you marry me?\" to Nina, whose answer is interrupted by Mai's sudden entrance: \"I've found Ma!\" The imminent arrival of their long-lost mother, Thanh (Kieu Chinh), puts the family in an uproar; Dolores and Harold didn't even know Mai was still looking for her. But note how filmmaker Lo is too clever by half: Instead of a carefully written airport scene showing the tensions involved, he throws in an irrelevant fantasy sequence involving a cowboy oilman.\n\nMai is married to a Vietnamese-American infomercial ham--an excuse for unnecessary comic infomercials, of course. She has prepared a guest bedroom for Thanh, who prefers instead to stay with Dwayne and Michael, who hardly have room for her. Meanwhile, Dolores prepares a Chinese-African dinner, which offers countless cross-cultural possibilities, most of them blown in an awkward sequence in which Thanh pulls out a bottle of Vietnamese sauce, they all try it, and their reaction shots are so impenetrable we can't tell if it's too hot, too nasty or simply an insult to Dolores' cooking.\n\nLo obviously has a lot of material he wants to consider, but the subplot of the transsexual Samantha is a blind alley. Given the drama at the heart of this story, who cares about Dwayne's roommate's girlfriend? There is a well written and acted conversation between Dwayne and Michael (who argues that his love for Samantha does not make him gay), but this really works only if Dwayne is jealous, and the movie doesn't seem to know if he is or not. Certainly he is sullen and uncommunicative around Nina, the woman he allegedly loves; the movie lacks a single scene to suggest why Nina puts up with this slug.\n\nPaul Winfield, Mary Alice and Kieu Chinh provide the anchors for the picture--three adults whose feelings and identities are clearly established. But even here Lo bypasses perceptive dramatic scenes for concocted sitcom payoffs, including a false health crisis and a hair-pulling wrestling match on the floor between the two mothers that is wrong in every atom.\n\nAll of the material is here for another, better picture. \"Catfish in Black Bean Sauce\" was obviously shot quickly, on a low budget, and lacked anyone willing to tell Lo that his screenplay was simply not ready to be filmed. It stands as a missed opportunity. A wiser course might have been to show it to potential investors as a sketch for a more evolved production, with a better screenplay, more insights into the characters and less deadwood.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-07-28", "genres": null, "title": "Catfish in Black Bean Sauce (2000)"}