{"url": "http://www.rogerebert.com/reviews/catfish-2010", "by": "Henry Joost", "star_rating": 3.0, "text": "Here's one way to look at \"Catfish.\" Some filmmakers in New York City, who think they're way cool, get taken apart by a ordinary family in Ishpeming, Mich. You can also view it as a cautionary tale about living your emotional life on the Internet. Or possibly the whole thing is a hoax. At Sundance 2010, the filmmakers were given a severe cross-examination and protested their innocence, and indeed everyone in the film is exactly as the film portrays them.\n\nTo go into detail about that statement would involve spoiling the film's effect for you. I won't do that, because the effect is rather lovely. There's a point when you may think you know what I'm referring to, but you can't appreciate it until closer to end. The facts in the film are slippery, but the revelation of a human personality is surprisingly moving.\n\nThe film opens in the Manhattan office of Nev Schulman, Ariel Schulman and Henry Joost, who make videos and photographs of modern dancers. I'm going to guess they're 30-ish. Nev has received a painting of one of his photographs from Abby Pierce, an 8-year-old girl. They enter into a correspondence — or, more accurately, Abby's mom, Angela Pierce, e-mails for her. Just as well. Would you want your 8-year daughter online with some strange adult Facebook friend?\n\nNever mind. Nev is a wholesome, even naive man, is touched by Abby's paintings, and begins to identify with the whole family. He learns of school plans, pie baking, Sunday family breakfast, and the horse farm that Abby's 19-year-old sister, Megan, is buying. I doubted that detail. It would take a New Yorker to believe horse farms in Michigan are cheap enough for a 19-year-old to buy. She could afford a horse, farm not included.\n\nNev and Megan correspond and talk on the phone. Megan composes songs for Nev. They begin a cyber romance. Nev begins to wonder if this could possibly be the girl for him. There are dozens of photos on her Facebook site, and he even starts using software to put himself and Megan in the same photos. In anyone over, oh, 14, this is a sign of immaturity, wouldn't you say?\n\nThe three videographers have to fly to Vail to shoot a dance event. On the way back East, they decide to make a detour to Ishpeming. Were they born yesterday? Do they think you drop in unannounced on strangers? Using ever-helpful GPS navigation, they pay a midnight visit to Megan's horse farm, and find ... no horses. In Ishpeming, they do indeed find the Pierce home and family, and I suppose are welcomed with as much grace as possible under the circumstances.\n\nThe key to the human qualities in the film can be found in Angela, the mother, and in a couple of thoughtful statements by Vince, the father. You'll see what I mean. Living in Ishpeming may not be the ideal choice for people with an artistic temperament. I haven't been there and can't say. But this family has adapted to realities and found ways of expression, and who are we to say making dance videos in New York is preferable?\n\nAngela Pierce comes across as an essentially good person, as complex as the heroine of a novel. At the end of the day, I believe she humbles Nev and his friends. I wonder if they agree. They all seem to be nice people. Let's agree on this: We deserve to share happiness in this world, and if we supply it in the way it's sought and nobody gets hurt, is that a bad thing?", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-09-22", "genres": ["Documentary"], "title": "Catfish (2010)"}