{"url": "http://www.rogerebert.com/reviews/cats-eye-1985", "by": "Drew Barrymoreas Our girl", "star_rating": 3.0, "text": "In the first of the three stories in \"Cat's Eye,\" James Woods wants to stop smoking. So he goes to a Smokequitters clinic run by Alan King, who locks the door behind him and demonstrates a sadistic torture chamber: A cat is placed on a steel mesh floor, and electric shocks make it leap crazily around the room.\n\n\"I don't think I understand,\" Woods says. \"If I don't stop smoking, you'll shock a cat?\"\n\nNot a cat,\" says King. \"Your wife. If you have a second slip, we put your daughter in there. The third time ... well, only about 5 percent of our clients ever have a third slip.\"\n\nThe crazy unreality of the situation has a \"Twilight Zone\" sort of appeal, and indeed \"Cat's Eye\" is a superior Twilight-style anthology of three stories that are held together by the adventures of the cat. It's a small, scrappy tabby that survives not only electric shock (actually only special effects, so don't call the ASPCA), but also city traffic, falls from high buildings, one-way tickets to the pound, and a duel to the death with a gremlin who lives behind a little girl's bedroom wall.\n\nThe first story is about the smoker, who doesn't really believe that Alan King's spies are everywhere, until he finds a man in his downstairs closet. The second story, starring Robert Hayes and Kenneth McMillan, keys off of our fear of heights, as McMillan forces Hayes to walk along a narrow ledge all the way around a skyscraper. In one hair-raising moment borrowed from Harold Lloyd, Hayes grabs an electric sign that rips loose from the building and dangles him above the street far below. The special effects in this scene are effective, too; it really does look as if Hayes is hanging above a sickening drop.\n\nThe third story is the best, however. It's told from the point of view of a little girl (Drew Barrymore) who just knows that there is a creature living behind her bedroom wall. Her parents think she's making it up. Meanwhile, the long-suffering tabby arrives at Barrymore's suburban home, and invites itself inside. The parents say she can't keep the cat; they feed her all those tall tales about how cats steal the breath of sleeping children. But in a thrilling climax, the cat battles the nasty little creature as the girl looks on.\n\nAll three of the stories in \"Cat's Eye\" depend on special effects: The electric room, the high-rise terror, the little gremlin (made by Carlo Rambaldi, who also constructed E.T. and King Kong). The special effects are effective and understated, allowing the foreground to be occupied by some of our basic human fears, of pain for loved ones, of falling from a great height, of suffocation. Stephen King seems to be working his way through the reference books of human phobias, and \"Cat's Eye\" is one of his most effective films.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-04-16", "genres": ["Horror", "Thriller"], "title": "Cat's Eye (1985)"}