{"url": "http://www.rogerebert.com/reviews/cats-and-dogs-2001", "by": "Tobey Maguireas Lou", "star_rating": 3.0, "text": "Dogs are man's best friend, and that makes cats insanely resentful, in ''Cats & Dogs,'' a family comedy that uses every trick in the book to turn its dogs and cats into talking, scheming warriors. This movie probably has more special effects in it than ''Lara Croft: Tomb Raider,'' although you don't notice them so much because you think you're looking at real animals even when you're not.\n\nThe movie reveals that cats and dogs have been at war since time immemorial, and in recent decades have escalated into high-tech battle technology, just like humans. Early in the film, a shepherd named Butch (voice of Alec Baldwin) trots into a doghouse, pushes a button and is transported to a secret underground canine war room worthy of Dr. Strangelove. Later in the film, in a scene that is inexplicably even funnier than it should be, Ninja cats parachute to earth wearing night-vision goggles.\n\nThe current battle in the long-running pet war involves the Brody family, and especially Professor Brody (Jeff Goldblum), whose research may eradicate man's allergies to dogs. The cats think that would be a very bad idea, and have mobilized on two fronts: (1) They want to sabotage Brody's research, and (2) in a lab of their own, they are developing a plan to make all humans allergic to all dogs.\n\nAssigned to guard the Brody family is the inexperienced little beagle puppy Lou (voice of Tobey Maguire). He gets the job through a mixup, and is briefed by Butch and introduced to the secrets of the canine war machine. Leading the opposition is the waspish cat Mr. Tinkles (voice of Sean Hayes) and his assistant Calico (voice of Jon Lovitz).\n\nWarner Bros. says dozens of cats and dogs were used in the filming of the movie, but that doesn't even begin to suggest the result, which combines real animals with realistic puppets and computer-generated effects. The dogs and cats talk a lot, with perfect lip-synch, and they do things we somehow doubt any animals, however well-trained, could really do.\n\nSo advanced are the special effects techniques that the filmmakers even combine animated faces with real animal bodies, with such uncanny skill that after awhile you give up trying to find the seams.\n\nOne of the movie's most enjoyable in-jokes is the way some of the animals actually look a little like the humans doing their voices. Not a lot--that would spoil the illusion--but subtly. Baldwin and Maguire are fairly easy to identify behind the ears and whiskers, and look for Susan Sarandon, Michael Clarke Duncan, Joe Pantoliano and (as the general, of course) Charlton Heston.\n\nThis has been a summer for inventive family movies. In addition to the animated features such as ''Atlantis'' and ''Shrek,'' there have been three live-action films: ''Spy Kids,'' which opened in March and is still hanging around; ''Dr. Dolittle 2,'' and now ''Cats and Dogs.'' I'd make ''Cats and Dogs'' a strong second on that list, for the remarkably convincing animals, the wild action and, not least, the parachuting Ninja cats. You really have to see them. Know how something will get you started giggling?", "running_time": 87, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-07-04", "genres": ["Comedy", "Family"], "title": "Cats And Dogs (2001)"}