{"url": "http://www.rogerebert.com/reviews/cats-dont-dance-1997", "by": "Scott Bakulaas Danny", "star_rating": 3.0, "text": "The words “Disney” and “animation” fit together so firmly in the\rpublic mind that a feature-length cartoon from any other studio has tough\rgoing. If it's not Disney, somehow parents don't feel automatically compelled\rto load up the family van and head for the multiplex.\n\nWarner Bros. has been trying to change that perception, and its “Space\rJam,” starring Michael Jordan and Bugs Bunny, was a box-office hit, even though\rit didn't break through the magic $100 million domestic box-office ceiling. Now\rthe studio is back again, with “Cats Don't Dance,” a cute animated musical\rabout Danny the Song and Dance Cat, from Kokomo, Ind., who hops on a bus to\rHollywood in search of stardom, circa 1939.\n\nThe movie lacks the strong plotting and vividly defined\rcharacters typical of Disney movies, and it doesn't start with the death of one\ror more parents, which seems more or less obligatory in the genre. It plays,\rindeed, more like an animated version of an old Hollywood musical (there are\relements of “Singin' in the Rain,” and the late Gene Kelly is credited with the\rfilm's choreography).\n\nThe opening is right out of countless show-biz tales. Danny\r(voice by Scott Bakula) arrives in Hollywood with a seven-day plan that starts\rwith getting an agent and ends with getting the girl. He quickly discovers the\rhard facts of life: Animal actors aren't much in demand, and humans get all the\rbest jobs.\n\nHe's lucky to land a one-liner (“Meow”) in a new musical by\rDarla Dimple (voice by Ashley Peldon), legendary heroine of Mammoth Studios,\rwhere the formula for a box-office hit is “Simple! It's Dimple!” He works the\rmeow up into an entire routine and is in the process of stealing the show when\ran ominous presence looms high above him: Max, Darla's butler (lifted here,\raccent and all, from Erich von Stroheim in “Sunset Boulevard”).\n\nDanny makes some new friends, including Woolie (voice by John\rRhys-Davies), the elephant who serves as Mammoth's mascot and spends his\roff-hours playing piano in the gypsy caravan that doubles as his home. (There's\rnice animation in a scene where his slightest movement causes his home to\rtremble alarmingly.) And he falls in love with Sawyer (voice by Jasmine Guy,\rsongs by Natalie Cole), a veteran feline actress. But after Max gets him all\rbut blacklisted in Hollywood, he grows disheartened and starts to go back\rhome--only to change his mind, return and star in a triumphant impromptu\rproduction number at the premiere of Darla's new movie. Even the dreaded mogul\rL. B. Mammoth (voice by George Kennedy) is won over.\n\nThis scene, which mirrors “Singin' in the Rain” by making a new\rstar at the cost of an older one, is well-handled with a lot of energy. And\rMark Dindal (“The Rocketeer”), the film's director, creates a fresh look for\rthe animation: not Disney, and not Looney Tunes, but a touch of Betty Boop and\rMax Fleischer.\n\n“Cats Don't Dance” is not compelling and it's not a\rbreakthrough, but on its own terms, it works well. Whether this will appeal to\rkids is debatable; the story involves a time and a subject they're not much\rinterested in. But the songs by Randy Newman are catchy, the look is bright,\rthe spirits are high and fans of Hollywood's golden age might find it engaging.\n\nNote: The movie's curtain-raiser is “Pullet Surprise” (say it\rout loud), a brand-new six-minute cartoon produced by the legendary animator\rChuck Jones and starring Foghorn Leghorn.", "running_time": 69, "mpaa_rating": "G", "release_year": 1997, "date_published": "1997-03-28", "genres": ["Animation", "Comedy", "Family", "Music"], "title": "Cats Don't Dance (1997)"}