{"url": "http://www.rogerebert.com/reviews/catwoman-2004", "by": "Halle Berryas Patience Philips", "star_rating": 1.0, "text": "\"Catwoman\" is a movie about Halle Berry's beauty, sex appeal, figure, eyes, lips and costume design. It gets those right. Everything else is secondary, except for the plot, which is tertiary. What a letdown. The filmmakers have given great thought to photographing Berry, who looks fabulous, and little thought to providing her with a strong character, story, supporting characters or action sequences. In a summer when \"Spider-Man 2\" represents the state of the art, \"Catwoman\" is tired and dated.\n\nAlthough the movie's faults are many, the crucial one is that we never get any sense of what it feels like to turn into a catwoman. The strength of \"Spider-Man 2\" is in the ambivalence that Peter Parker has about being part nerdy student, part superhero. In \"Catwoman,\" where are the scenes where a woman comes to grip with the fact that her entire nature and even her species seems to have changed?\n\nBerry plays Patience Phillips, a designer for an ad agency, who dies and is reborn after Midnight, a cat with ties to ancient Egypt, breathes new life into her. She becomes Catwoman, but what is a catwoman? She can leap like a cat, strut around on top of her furniture, survive great falls and hiss. Berry looks great doing these things, and spends a lot of time on all fours, inspiring our almost unseemly gratitude for her cleavage.\n\nShe gobbles down tuna and sushi. Her eyes have vertical pupils instead of round ones. She sleeps on a shelf. The movie doesn't get into the litter box situation. What does she think about all of this? Why isn't she more astonished that it has happened to her? How does it affect her relationship with that cute cop, Tom Lone (Benjamin Bratt)?\n\nThe movie makes it clear that they make love at least once, but we don't see that happening because \"Catwoman,\" a film that was born to be rated R, has been squeezed into the PG-13 category to rake in every last teenage dollar. From what we know about Catwoman, her style in bed has probably changed along with everything else, and sure enough, the next day he notices a claw mark on his shoulder. Given the MPAA's preference for violence over sex, this might have been one sex scene that could have sneaked in under the PG-13.\n\nCatwoman dresses like a dominatrix, with the high heels and the leather skirt, brassiere, mask and whip. But why? Because the costume sketches looked great, is my opinion. The film gives her a plot that could have been phoned in from the 1960s: She works for a corporation that's introducing a new beauty product that gives women eternal youth, unless they stop taking it, in which case they look like burn victims. When Patience stumbles over this unfortunate side effect, she is attacked by security guards, flushed out of a waste pipe and is dead when Midnight finds her.\n\nSoon she has a dual identity: Patience by day, Catwoman by night. She already knows Tom Lone. They met when she crawled out of her window and balanced on an air conditioner to rescue Midnight, and Tom thought she was committing suicide and saved her after she slipped. Uh, huh. That meeting begins a romance between Patience and Tom that is remarkable for its complete lack of energy, passion and chemistry. If the movie had been 10 minutes longer, it would have needed a scene where they sigh and sadly agree their relationship is just not working out. One of those things. Not meant to be.\n\nThe villains are Laurel and Georges Hedare (Sharon Stone and Lambert Wilson). He runs the cosmetics company and fires his wife as its model when she turns 40. She is not to be trifled with, especially not in a movie where the big fight scene is a real catfight, so to speak, between the two women. Stone's character is laughably one-dimensional, but then that's a good fit for this movie, in which none of the characters suggest any human dimensions and seem to be posing more than relating. Take Georges, for example, whose obnoxious mannerisms are so grotesque he's like the \"Saturday Night Live\" version of Vincent Price.\n\nAmong many silly scenes, the silliest has to be the Ferris wheel sequence, which isn't even as thrilling as the one in \"The Notebook.\" Wouldn't you just know that after the wheel stalls, the operator would recklessly strip the gears, and the little boy riding alone would be in a chair where the guard rail falls off, and then the seat comes loose, and then the wheel tries to shake him loose and no doubt would try to electrocute him if it could.\n\nThe score by Klaus Badelt is particularly annoying; it faithfully mirrors every action, with what occasionally sounds like a karoke rhythm section. The director, whose name is Pitof, was probably issued with two names at birth and would be wise to use the other one on his next project.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-07-19", "genres": ["Action", "Crime", "Fantasy", "Thriller"], "title": "Catwoman (2004)"}