{"url": "http://www.rogerebert.com/reviews/caught-1996", "by": "Edward James Olmosas Joe", "star_rating": 3.0, "text": "“Fish been very good to me,” says Joe, early in “Caught.” He\rruns a fish market in Jersey City and has a proud policy: “Any customer finds a\rbone, I give them their money back, plus a quarter.” Joe's life is full because\rhe loves fish (“Fish are his life,” his wife says, with an irony that Joe\rdoesn't pick up on). This looks like the setup for a story of proletarian\rbliss, but in fact “Caught” is the most carnal of recent movies, a film that\rreminds us how movies used to take sex seriously, instead of using it as an\rexcuse for muscular choreography.\n\nFor\rmany years Joe (Edward James Olmos) and his wife Betty (Maria Conchita Alonso)\rhave run their fish store on a street of other small shops.\n\nTheir\rmarriage would be perfect if only Joe liked sex more, and Betty liked fish\rmore. Their only son, Danny (Steven Schub), has moved to Hollywood to seek work\ras a standup comic, and sends back videos of his act, which seems like the\rrantings of a dangerous lunatic, although his mother proudly calls him “the\rnext Robin Williams.” Into their shop one day steps a young man on the run from\rthe police.\n\nHis\rname is Nick (Arie Verveen), and he's not a criminal, just a kid down on his\rluck. Joe and Betty take pity on him, invite him home for dinner, and\reventually offer him a job. The pay isn't great but the deal includes room and\rboard, and Nick is given Danny's old room in the cramped flat where the family\rlives.\n\nIn\ra sense, Nick is the son Joe and Betty wanted and deserved. The absent Danny is\ra drugged-out creep who lies “my agent has Letterman and `Saturday Night Live'\rfighting over me.” But Nick is grateful, friendly, learns fast, and loves the\rsame things Joe and Betty love: Fish, and sex. With fish it is a slower\rprocess, but Joe teaches him patiently, and soon he can bone a chubb in under\rfive minutes, which is “the mark of a fish man.” Sharing the same cramped space\rwith Betty, Nick becomes aware of her as a woman. This is a remarkably easy\rthing to do when Betty is played by Maria Conchita Alonso, one of the rare\ractresses who seems to think sex is an occasion to laugh and be grateful--instead\rof a grim showdown with Darwinian management and marketing overtones. Because\rboth Betty and Nick care for Joe, they do not want to cheat, but a deep current\rof passion grows between them, and after their first illicit lovemaking they\rbecome helpless in the face of their obsession, snatching stolen moments while\rin constant danger of being discovered by Joe.\n\nOne\rof the things that makes “Caught” intriguing is that we don't want them to be\rdiscovered--because we care for Joe. As played by Olmos, he is a good man, a\rlittle too single-minded, who does not deserve to be hurt. Nick and Betty know\rthis, too. “I wish we could tell him--show him--so he could see how wonderful\rit is,” Betty says.\n\nThe\rsituation reaches a crisis when the obnoxious Danny returns from Los Angeles\rwith his wife and child. Despite his boasts, he has no prospects and a dim\rfuture; he uses a lot of dope and focuses on cruel one-liners, a lot of them\raimed at Nick. It takes Danny little time to figure out what's going on between\rhis mother and the new shop assistant, and there is a shocking moment at a\rpicnic when he tricks his mother, who uses her toes to caress her son's leg\runder the table, thinking it is Nick's.\n\n“Caught”\ris not the kind of movie we ordinarily expect from Robert M. Young, a director\rwhose films run toward political themes with progressive overtones (his credits\rinclude “The Ballad of Gregorio Cortez,” “Short Eyes,” “Dominick and Eugene”\rand “Triumph of the Spirit”). It's more classic in its undertones; we are\rreminded of Oedipus. But there is a special twist to the story, since the\rvillain is the real son, while the symbolic son is more the victim of the\rirresistible attraction that grows up between himself and Betty, and the father\ris an innocent bystander. These confused lines of affection and loyalty make\rfor an explosive and complicated crisis which is surprising in its form and its\rshocking outcome.\n\nWatching\rthe movie has the fascination of watching a traffic accident; we know there is\rgoing to be a crash, cannot stop it, and cannot look away. But Young and his\ractors are able to lead us to the crash through a process that makes us care\rabout the people it happens to. And they are fearless in showing us the\rconsequences of uncontrolled lust.\n\nWhen\rI think of sex in recent movies, I think of a joyless, calculated display of\rcommercialized images, as in such movies as “Striptease,” “Showgirls” and all\rof those yuppie dramas where men are destroyed by mantis-like female\rexecutives. “Caught” is a throwback to a time when the movies thought about sex\rmore simply, as something that people wanted so much that sometimes it\roverwhelmed their better senses. And that strong elemental power, coursing\runder the surface of the story, gives it a strength that elevates melodrama\ralmost to tragedy.", "running_time": 109, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-15", "genres": ["Action", "Drama", "Neo-noir", "Thriller"], "title": "Caught (1996)"}