{"url": "http://www.rogerebert.com/reviews/caught-up-1998", "by": "Bokeem Woodbineas Daryl", "star_rating": 2.0, "text": "\"Caught Up\" is the first movie directed by Darin Scott, who has written three earlier movies and produced eight. I suspect he spent those years impatiently stashing away ideas and images for his own first film; \"Caught Up\" plays like Fibber McGee's closet--it opens, and everything but the kitchen sink comes tumbling out. Scott is ambitious and not without talent, but he ought to ration his material a little; there's so much plot it's dizzying.\n\n\"Caught Up\" stars Bokeem Woodbine as Daryl, a man who dreams of opening his own club to support his girlfriend and their son. He needs $10,000, and a friend offers to get it at the bank. Daryl realizes too late that the withdrawal is a robbery. In prison, Daryl reads Greek philosophy. \"You wanna know what those five years were like?\" he asks. And when he answers, \"Hell!\" Scott has flames shoot up from the bottom of the screen. It's that kind of film.\n\nOn the outside again, Daryl meets a woman named Vanessa (Cynda Williams, from \"One False Move\"), who looks uncannily like his former girlfriend (who he is \"staying away from\" until he has his act together). She tells his fortune (Tarot cards are superimposed on the screen) and gets him a job as a limo driver, ferrying dubious people to unsavory destinations.\n\nAnd then--well, at some point, I have to bail out of the plot description, because it begins to appear that Daryl is caught in an elaborate web of betrayal and deception, and nobody is quite who or what they seem. We get the rug pulled out from beneath us so many times we stop caring: What's the use of trying to figure things out when the story is toying with us? Yet the film has qualities. I liked the stylized way the story was told, with narration and flashbacks, visual overlays and special effects. Even those phony flames from hell were entertaining just because the movie was trying something. You could sense the enthusiasm of the director.\n\nWhat I didn't much like was the device of a mysterious man in black, his face concealed, who follows Daryl and tries to kill him. I didn't like him as a gimmick, and I liked him even less when I heard the ludicrous explanation of who he was and why he was mad. And my patience was running a little thin by the time a body was hurled through a glass window perfectly on cue--timed to be the punchline for dialogue that, of course, no one on the other side of the window could hear. I sort of liked the sulfuric acid scene, though.\n\n\"Caught Up\" is a film by a man who wanted to make a movie more than he wanted to tell a story. The story is the excuse for visual gizmos and directorial virtuosity. It makes me curious to see Scott's next film, but next time he should remember that if the audience can't care about the characters it has a hard time caring about the style.", "running_time": 95, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-27", "genres": ["Crime", "Drama", "Thriller"], "title": "Caught Up (1998)"}