{"url": "http://www.rogerebert.com/reviews/cave-of-forgotten-dreams-2011", "by": "Werner Herzog", "star_rating": 3.5, "text": "In 1994, French archeologists, searching for air plumes that might reveal the presence of a cave, found it again. They had to descend a narrow opening to its floor, far below on the original entrance level. It is their entry route that Werner Herzog follows in his spellbinding film, \"Cave of Forgotten Dreams.\" \n\nHerzog filmed in 3-D, to better convey how the paintings follow and exploit the natural contours of the ancient walls. The process also helps him suggest how the humans of the upper Paleolithic Era might have seen the paintings themselves, in the flickering light of their torches.\n\nAccess to Chauvet Cave, named for one of its discoverers, was immediately closed off by the French government, and a locked steel door now bars the way to the air shaft. Behind that door, the cave's guardians enforce a strict regime. Herzog is allowed a four-man crew, including himself. They are limited to four cold-panel lights, powered from battery belts. They dare step only on two-foot wide aluminum pathways that have been installed. They are allowed four hours each day. If anyone has to leave for any reason — even to get a screwdriver — that day's visit is over; the guardians want to shield the cave's air supply.\n\nSurely men must have been painting somewhere before these cave walls were covered. It is hard to believe that these confident lines and shapes came into being without prelude. Or was there something innate in these forms? Accurate carbon dating suggests that other artists returned to the cave at least 2,000 years after the first ones arrived and continued the work in the same style.\n\nOnly two very small sculptures in the cave show human forms. One is a woman, with her sexual organs exaggerated to dramatize her fertility. The paintings themselves are all of animals, an astonishing variety, providing a bestiary of the valley at the time: mammoths, cave bears, lions, bison, panthers, horses, rhinos. The rhinos have what are surely exaggerated horns, suggesting a desire to emphasize their power. Some of the drawings repeat horns and legs in an obvious attempt to depict movement.\n\nIn addition to the footprint, there are poignant signs that humans were here. Near the original entrance, where outside light was still present, many visitors left their palm prints on a wall in red ochre. Were these the artists' marks? Calling cards? Why did many leave them? A palm print stands out: One man had a damaged little finger. Further back in the cave, they found another mark with the same finger. His two visits and a child's footprint remain after 30 millennia.\n\nThe restriction of four small portable light panels works to Herzog's advantage; as they move, they suggest how the flickering torches might have created an illusion of movement in those repeated features. The space was so limited it was impossible for his crew to stay out of many shots, and their shadows dance on the walls, just as the shadows of forgotten ancestors must have danced in the torchlight. Herzog's inspiration is to show us the paintings as the cave's original visitors must have seen them. I have seen perfectly lighted photographs of other cave paintings that are not so evocative.\n\nHerzog says that in general, he dislikes 3-D. But he believes there are occasions when 3-D is appropriate, and this film is one of them. I saw it with bright, well-focused digital projection. Apart from a one-shot joke at the very end, he never allows his images to violate the theater space; he uses 3-D as a way for us to enter the film's space, instead of a way for it to enter ours. He was correct to realize how useful it would be in photographing these walls. To the degree that it's possible for us to walk behind Herzog into that cave, we do so.\n\nBased on my blog entry from the 2010 Toronto Film Festival.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-27", "genres": ["Documentary", "Family"], "title": "Cave of Forgotten Dreams (2011)"}