{"url": "http://www.rogerebert.com/reviews/caveman-1981", "by": null, "star_rating": 1.5, "text": "\n\nSelections from Caveman Basic, a word guide that was handed to\r\npatrons as they entered the theater to see Caveman:\n\nAIEE: Help! Save me!\n\nALOONDA:\r\nAffection, desire.\n\nBO-BO:\r\nMan, friend, human.\n\nCA-CA:\r\nExcrement.\n\nFECH:\r\nBad, no good, ugly\n\nGWEE:\r\nTo go.\n\nHARAKA:\r\nFire, burning thing.\n\nKUDA:\r\nCome here, where are we now this way right here.\n\nMA:\r\nMe, myself\n\nMACHA:\r\nWild animal, beast, non-human.\n\nNYA:\r\nNo, none, not happening, negative.\n\nOOL:\r\nFood.\n\nPOOKA:\r\nHurt, injured, messed up no good.\n\nWHOP:\r\nStop whoa, hold it!\n\nZUG-ZUG:\r\nSexual intercourse.\n\nSelections\r\nfrom my thoughts after having seen the film:\n\nAieee!\r\nThis movie is fech! We can hardly wait for the end so we can gwee. We kill time\r\nin between by eating popcorn and other ool. The movie is ca-ca.\n\nThere\r\nare a few good moments, mostly involving the giant prehistoric dinosaurs and\r\nother machas, especially during zug-zug. But the movie is mostly fech, nya, and\r\npooka, if you ask me.\n\nAnd\r\nyet \"Caveman\" is fairly successful, maybe because there's a real\r\nhunger for an \"Airplane!\"-type satirical spoof. It gets good laughs\r\nwith scenes like the one where John Matuszak throws himself over a cliff along with\r\na rock.\n\nBut\r\nit has a basic problem, which is that there is no popular original material for\r\nit to satirize. There has never been a really successful movie set in\r\nprehistoric times, although God knows they've tried, with movies like\r\n\"When Dinosaurs Ruled the Earth\" and \"One Million Years\r\nB.C.\" Those movies were self-satirizing; by the end, they were making fun\r\nof the way they started out.\n\n\"Caveman\"\r\nseems more in the tradition of Alley Oop, crossed with Mel Brooks's Two\r\nThousand Year Old Man. But the only artistic cross-reference it can manage is\r\nfrom the opening scene of Stanley Kubrick's \"2000.\" In\r\n\"Caveman\", the cavemen are shown in the process of discovering modern\r\nfire, cooking, and music. During their epochal discoveries, the sound track\r\nteases us by quoting from Strauss's \"Thus Spake Zarathustra,\" but\r\nnever quite getting it right. Why bother to rewrite Strauss? He's out of\r\ncopyright.\n\nThe\r\nmovie has an interesting cast -- or would have an interesting cast, if the\r\nactors were given interesting things to do. Ringo Starr plays the leader of a\r\nwandering tribe, and onetime Oakland Raider Matuszak is the leader of the\r\nstronger tribe and the boyfriend of Barbara Bach, who wears push-up skunk\r\nskins. Starr feels great aloonda for Bach, and whenever he sees her, zug-zug is\r\nnot far from his mind. But Matuszak is the kind of guy who can break a\r\ndinosaur's drumstick in two, and so Starr has to outsmart the big guy. Thus,\r\nintelligence is born.\n\nIt's\r\na little depressing to realize how much time and money went into \"Caveman\",\r\nan expensive production shot on location in Mexico. This very same material\r\ncould have been filmed quickly and cheaply on a sound stage, since the\r\nproduction values are obviously not going to make us laugh any louder. And with\r\nthe added flexibility and the lower stakes, maybe a little spontaneity could\r\nhave crept into the film. As it stands, the filmmakers seem to learn comedy as\r\nslowly as the cavemen learn to whop before they step in the haraka.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Comedy", "Fantasy", "Science Fiction"], "title": "Caveman (1981)"}