{"url": "http://www.rogerebert.com/reviews/cb4-1993", "by": "Chris Rockas Albert", "star_rating": 1.5, "text": "\"CB4\" is a profoundly confused movie, combining rap music with a satire of the world of rap. Working both sides of the street, it gets caught in traffic. The film stars Chris Rock and Phil Hartman from \"Saturday Night Live,\" but it doesn't have SNL's smarts -- and worse, it doesn't have any sense of what's funny. On a structural level, it's incompetently written and directed.\n\n The story involves three friends from the fictional California town of Locash (get it?), who dream of breaking out of their middle-class backgrounds and becoming rap stars. They get thrown out of the local rap club, run by a gangster named Gusto (Charlie Murphy). And then, trying to get back in Gusto's good graces, they coincidentally turn up at the club at the same time as a swat team.\n\n Gusto is busted as a cocaine dealer, and goes to prison. Then Rock has a brainstorm: He'll assume Gusto's identity, his friends (Allen Payne and Deezer D) will also pose as escaped cons, and they'll name their rap group CB4, after Cell Block 4. Meanwhile, of course, the real Gusto vows revenge from prison. Also meanwhile, a local white politician (Hartman) goes after the anti-rap vote. It's easy to imagine how this formula might work itself out, but the screenplay is so slapdash that nothing ever works itself out, and the movie doesn't conclude, it terminates.\n\n Along the way there is a lot of rap music, in bits and pieces (including an annoying low-level music track that plays during amost all conversations). There is also an embarrassing attempt to satirize rap. A rap promoter quizzes the guys: Do they use the word \"ho\" in their music? Call all women \"bitches?\" Grab their crotches? Adocate violence? Wave guns around? They do? Excellent! Watching this scene is like seeing an SNL skit that isn't working.\n\n There are scenes in the film that seem to criticize rap music for its violence, racism and sexism. Yet other scenes seem to celebrate or exploit the same qualities. The images of African-Americans in the movie are especially confused. Many of the women are indeed called \"hos\" and \"bitches,\" and the female lead, Khandi Alexander, spends much of the film in a push-up bra, either representing or satirizing negative images of black women. The movie's attitude seems to be: If you're smart enough to get the satire, it's a joke, and if you're not, here's a sexy \"bitch.\"\n\n The movie was directed by Tamra Davis, who has directed music videos for various rap groups. CB4 appears in videos in the course of the movie, but again the film is confused, and doesn't know wether these videos are the real thing, or parody. The result is a compromise: Cliched examples of the real thing. Meanwhile, the plot limps and crawls toward a conclusion it will never reach.\n\n Some of the blame for a film this bad must be laid at the feet of the producers, Brian Grazer and Nelson George. Grazer is a major producer (\"Backdraft,\" \"Far and Away\") and George is a well-known journalist and screenwriter. They took Chris Rock's original idea to Universal. But as producers, they didn't do their jobs. They should\rnever have allowed shooting to begin until a professional screenplay had been written and the vision and tone of the film was clear. This is the kind of movie that tries to shoot itself in the foot, and misses.", "running_time": 89, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-06-06", "genres": ["Comedy"], "title": "CB4 (1993)"}