{"url": "http://www.rogerebert.com/reviews/cecil-b-demented-2000", "by": "Melanie Griffithas Honey Whitlock", "star_rating": 1.5, "text": "My best guess is that John Waters produced the talent shows in his high school. There's always been something cheerfully amateurish about his more personal films--a feeling that he and his friends have dreamed up a series of \"skits\" while hanging out together.\n\n\"Cecil B. Demented\" takes this tendency to an almost unwatchable extreme, in a home movie that's like a bunch of kids goofing off.\n\nTo be sure, he has real stars in the picture; Melanie Griffith stars as a Hollywood star, and Stephen Dorff plays the cult leader who kidnaps her as part of his guerrilla assault on mainstream cinema. But they're used more as exhibits than performers (Look! It's Melanie Griffith!). The movie has a radical premise, as weatherman-type movie lovers try to destroy dumb commercial films, but pitches it at the level of a very bad sketch on \"Saturday Night Live.\" Cinema guerrilla Cecil B. Demented (Dorff) and his cult group kidnap spoiled movie star Honey Whitlock (Griffith), who will be forced to star in their film. Their targets include the Maryland Film Commission, the big shots who produced Honey's new film, and \"Gump Two,\" a sequel to \"Forrest Gump,\" which is being shot in Baltimore. Some of this stuff is funny in concept (when they attack the director's cut of \"Patch Adams,\" that's good for a laugh, although the scene itself isn't).\n\nAnd Griffith, as Honey Whitlock, gets into the spirit. She makes the life of her assistant (Ricki Lake) miserable, she makes impossible demands, she sends back a limousine that's the wrong color (not fiction; I once actually saw Ginger Rogers do this) and she is not a good sport when it comes to eating Maryland seafood (\"I'm not interested in some kind of meal you have to beat with a mallet while wearing some stupid little bib, while families of mutants gawk in your face\").\n\nBut the story and dialogue are genuinely amateur night, and there are times when you can almost catch the actors giggling, like kids in a senior class sketch. It's been like that in a lot of Waters' movies, from the raunchy early sleazoids like \"Pink Flamingos,\" through his transitional phase (\"Polyester\") to his studio productions (\"Hairspray,\" \"Cry-Baby,\" Serial Mom\"). Now he seems to have returned to his middle period again, if such a thing is possible.\n\n\"Cecil B. Demented\" got its title, Waters says, because that's what he was called in an early review. Like Ed Wood (but inevitably at a higher level of artistry), he seems to enjoy the actual process of making films: He likes to go to the set, have actors, say \"Action!\" and see everyone have a good time. Sometimes, in this film, that geniality works against him; the actors are having a better time than we are.\n\nToo much of the movie feels like the kind of film where you're supposed to say, Look! There's . . . and fill in the name of a faded TV personality. Patricia Hearst, who appeared in Waters' funny \"Cry-Baby,\" is back, for example, to add ironic weight to a story about a kidnapper who identifies with her captors. How entertaining is that really supposed to be? Waters has always embraced a tacky design look in his films, and here a lot of the sets seem decorated by stuff everybody brought from home. Old movie posters are plastered on the walls, the cult hangs around in what looks like a rec room, and there are movie in-jokes everywhere. (Cult members have the names of their favorite directors tattooed on their arms.) Cecil also tells us, \"I don't believe in phony life-affirming endings.\" He sure doesn't. The ending of \"Cecil B. Demented\" may be phony, but it's not life-affirming. One wonders if the script simply says: Everyone runs around like crazy.\n\nThere will, however, always be a (small) corner of my heart filled with admiration for John Waters. He is an anarchist in an age of the cautious, an independent in an age of studio creatures, a man whose films are homemade and contain no chemicals or preservatives. Even with \"Cecil B. Demented,\" which fails on just about every level, you've got to hand it to him: The idea for the film is kind of inspired. When this kid gets out of high school, he's going to amount to something. You wait and see.", "running_time": 88, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-18", "genres": ["Comedy", "Indie"], "title": "Cecil B. Demented (2000)"}