{"url": "http://www.rogerebert.com/reviews/cedar-rapids-2011", "by": "Ed Helmsas Tim", "star_rating": 3.0, "text": "You might be making the mistake of thinking of Cedar Rapids as a town. In \"Cedar Rapids,\" a sweet comedy with a dirty mind, it is a metropolis, a sinkhole of sex, sin and high living at an annual insurance industry convention. Into this pit of depravity descends the innocent and naive Tim Lippe (Ed Helms), who never before has left his hometown of Brown Valley, Wis.\n\nHelms, from \"The Office,\" is assigned to take the big trip after his boss dies in embarrassing circumstances. His character, a bachelor, still lives in his childhood home, though excitement has recently entered his life with his first affair. Yes, he's sleeping with his grade-school teacher, Miss Vanderhei, who is played by Sigourney Weaver as a woman who has seen it all — if it's in Brown Valley, anyway. \n\nLippe's assignment: Attend the convention and come home with the coveted Two Diamonds Award. I immediately flashed on the older son in the Errol Morris doc \"Gates of Heaven,\" sitting proudly behind and in front of plaques and statuettes and observing that he is displaying \"the maximum trophies\" to impress young recruits into — yes, it was the insurance business there, too. Apparently the folks in Brown Valley prefer to deal with Two Diamonds winners.\n\nThe coveted award is the gift of Orin Helgesson (Kurtwood Smith), a mighty figure at the convention. I recall from my days as a cub reporter the self-importance of \"industry legends\" who lovingly spoke at length to their captive audiences. Helgesson is very public with his piety, and it would be a disaster if he discovered how Lippe's boss died. Lippe's job is to stay out of trouble. Since he doesn't smoke or drink, and his sexual adventures are possibly limited to Miss Vanderhei, this should be easy.\n\nThe film's director, Miguel Arteta, understands that real laughter grows from characters. He has a rich start with Lippe, played by Helms as a man who is thrilled even to go through security at the airport. He calls Miss Vanderhei with breathless reports that his hotel has a swimming pool and that there is, gasp, an African-American in his room! This turns out to be his roommate Ronald Wilkes (Isiah Whitlock), who is an old hand at the convention and a useful ally. His other roommate, Dean Ziegler (John C. Reilly), is trouble — a hard-drinking womanizer and client poacher.\n\nNow we know the story arc. Ziegler will lead Lippe into temptation, Wilkes will try to caution him, Orin Helgesson will be outraged, and the hotel pool will be involved in an unseemly way. All of this works out to be pretty funny, especially with the intervention of the sexy Joan Ostrowski-Fox (Anne Heche), whose trips to the annual convention are the highlight of her sex life, I hope.\n\n\"Cedar Rapids\" has something of the same spirit of \"Fargo\" in its approach to the earnest natures of its small-towners. The two films, otherwise so different, like their characters. Some of them do unspeakable things, especially in \"Fargo,\" but none of them want to be evil. They just hope to get out in one piece. \n\nIt is a relief, for example, that Reilly's Dean Ziegler isn't a malicious buffoon, but simply a nice guy, terminally immature. And Ed Helms makes an ideal leading man, because he always seems to be searching for someone to stand behind. The problem with so many madcap comedies is that their heroes cannot fully embrace cluelessness. It is funnier for a second banana to play the lead than for a lead to pretend to second bananahood.", "running_time": 87, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-02-09", "genres": ["Comedy"], "title": "Cedar Rapids (2011)"}