{"url": "http://www.rogerebert.com/reviews/celestial-clockwork-1996", "by": "Ariadna Gilas Ana", "star_rating": 3.0, "text": "“Celestial Clockwork” is a riotous carnival of music, colors, witchery, sexuality and magic. It's pitched at approximately the same level of seriousness as “Flying Down to Rio,” and if you approach it in that spirit, it's infectious and funny. The opening scene is lifted from “The Graduate,” the plot recycles “Cinderella,” and some of the visuals seem inspired by Godard and others by Jodorowsky. If Almodóvar had made this movie, it would have been hailed as his best work in years.\n\nBecause it has been made by a more obscure director, Fina Torres of Venezuela, it will be approached with suspicion in those circles where whimsy needs a pedigree. Too bad. It's rare to find a relatively unknown director with so much style, and the confidence to tell a silly story about silly people just for the fun of it.\n\nThe movie opens with Ana (Ariadna Gil) deciding at the altar that she cannot marry the man standing next to her. She flees from the church, packs her Maria Callas poster on the way to the airport and flies from Venezuela to Paris, still in her wedding gown. On her journey, elements of magic realism sneak in: Taxicabs change colors and clouds scurry surrealistically across the sky.\n\nIn Paris, she finds a place to stay with four other women from South America and soon has two jobs, as a cleaning woman and a bakery worker. She dreams of being an opera singer, and sings on a rooftop in the rain--an enchanting moment in a movie filled with music, both Latin and operatic. Soon she has convinced a voice coach to take her as a pupil, and she dreams of auditioning for the great impresario Italo Medica (Lluis Homas), who is casting a film of Rossini's “Cinderella” and needs the perfect unknown.\n\nThere are Cinderella-esque hurdles to her ambition, including a wicked stepmotherlike figure named Celeste and called La Pirata (Arielle Dombasle), who dreams of being cast for the role and sabotages Ana's chances. But after Ana moves in with a female psychologist, secret African love potions make her the woman's lover, and also cast a spell that leads, indirectly, to the director hearing a cassette of her lovely voice. “Find me that girl!” he orders his flunky, in a line that could have been borrowed from “Singin' in the Rain.” The movie shows the Latin roommates playing shuffle-the-roomie to fool the immigration police, and has a subplot involving a gay waiter who marries Ana--providing both the church wedding his parents crave, and the visa she needs. Meanwhile, inspiration comes when the Callas poster begins to sing.\n\nMuch of the movie's charm comes from the glow and charisma of Ariadna Gil, who has a beautiful smile--and just as well since she smiles so much during the movie. I kept thinking she reminded me of somebody, and finally I figured it out: she looks like a young, nubile Dr. Ruth, and has about the same energy level, not to mention the same open-minded attitude toward sex. True, the plot is silly, but this is a musical comedy and knows it, and brings freshness to its old material.\n\nThe movie also benefits from the Latin freedom in color, movement and music. Sometimes when I'm channel-surfing I'll happen upon one of those variety shows on a Spanish language channel where the hostess has big sex-bomb hair and a low neckline and a manic energy level, and I'll think, how come the English channels seem so uptight and slowed down by comparison? “Celestial Clockwork” inspires similar thoughts.", "running_time": 85, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-08-16", "genres": null, "title": "Celestial Clockwork (1996)"}