{"url": "http://www.rogerebert.com/reviews/celebrity-1998", "by": "Kenneth Branaghas Lee Simon", "star_rating": 2.5, "text": "\"Celebrity\" plays oddly like the loose ends and unused inspirations of other Woody Allen movies; it's sort of a revue format in which a lot of famous people appear onscreen, perform in the sketch Woody devises for them and disappear. Some of the moments are very funny. More are only smile material, and a few don't work at all. Like all of Allen's films, it's smart and quirky enough that we're not bored, but we're not much delighted, either. All of his films can't be as good as \"Everyone Says I Love You,\" and this one proves it.\n\nThe film stars Kenneth Branagh as--there is only one way to put this--Woody Allen. The character is named Lee Simon, but Branagh has all the Allen vocal mannerisms and the body language of comic uncertainty. He does Allen so carefully, indeed, that you wonder why Allen didn't just play the character himself. Lee Simon is supposed to be a celebrity journalist, and Branagh might have been more useful and amusing if he'd used another real-life legend as his model: Perhaps the indestructible Anthony Haden-Guest, who has been playing a Lee Simon-like role so long, he even inspired a character in The Bonfire of the Vanities.\n\nSimon is a 35-ish man on the make with a precious antique Aston-Martin and the touching belief that his car can help him pick up chicks. The chicks he wants to pick up, he would have to give them the car, and that would only get his foot in the door. In a flashback, we see him divorcing his wife (Judy Davis) for reasons that he tries to explain in sentences that never quite arrive at a subject or an object.\n\nAs the movie opens, he's doing a profile of a movie star played by Melanie Griffith, who takes him on a visit to her childhood home and in her old bedroom performs an act we suspect she rehearsed there many times in her imagination, in the years before stardom. Is it unethical for a journalist to have sex with the person he is interviewing? Yes, but not as unethical as what he does next, which is to pitch her his screenplay. That's getting too personal.\n\nThe film is filled with cameos (Donald Trump buying St. Patrick's Cathedral as a tear-down, Isaac Mizrahi as a painter who fears that fame will cut into his success). The best of the self-contained sequences stars Leonardo DiCaprio as a spoiled young movie star who beats up his girlfriend (Gretchen Mol), trashes his hotel room and offers Lee Simon a leftover groupie when the journalist arrives (once again, to pitch his script).\n\nAs in \"Deconstructing Harry,\" his 1997 film, Allen seems fascinated by the mechanics of sex. Charlize Theron plays a model who informs the writer that she is polymorphously perverse and has orgasms when touched on any part of her body. She must require a straitjacket during a massage. Simon's fingers flutter near her like a man about to test a hot stove.\n\nSimon is also bewitched throughout the movie by the reappearances of a bright, pretty young thing played by Winona Ryder, who actually even likes him. They might have had a future together, but the message is that Simon uses women like steppingstones, landing on one only long enough to launch himself toward the next.\n\nThe movie's shot in black and white; Allen is one of the rare and valuable directors who sometimes insists in working in the format that is the soul of cinema. It has a nice, crisp look, and the B&W places the emphasis on the body language and dialogue, instead of allowing too much of incidental atmosphere in. But the screenplay isn't as sharp as the movie's visuals. As the movie careens from one of Simon's quarries to the next, Allen pauses on most scenes only long enough to extract the joke, and the film begins to seem as desperately promiscuous as its hero. The words \"The End\" no longer appear at the ends of most films, but \"Celebrity\" ends (and begins) on a note that seems about right: an airplane skywriting the word \"HELP!\"", "running_time": 113, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-20", "genres": ["Comedy", "Indie"], "title": "Celebrity (1998)"}