{"url": "http://www.rogerebert.com/reviews/celeste-and-jesse-forever-2012", "by": "Rashida Jonesas Celeste", "star_rating": 3.5, "text": "\"Celeste and Jesse Forever\" is a good-hearted romantic comedy about a likable couple — so likable, indeed, that it swims upstream against the current of our desires. The two have been happily married for years, long enough so their friends think of them as a unit, and now they've decided she'll stay in the house and he'll move into his studio in the backyard. \"But we're still best friends,\" they explain to everyone. To me those are five of the saddest words in romance.\n\nThis decision upsets and even offends their friends, because after certain people become fixed stars in their firmament, they feel threatened if things change. If the marriage between Celeste and Jesse isn't working out, what can they expect to happen in their own lives? In a sense they have the duty to stay together just to set a good example.\n\nCeleste and Jesse are played by Rashida Jones and Andy Samberg, who make an appealing couple. That doesn't come as a surprise about Jones, but Samberg shows a dimension here that would have been difficult to guess from \"Saturday Night Live.\" The movie benefits from a sound screenplay by Jones and Will McCormack, who write dialogue and create supporting characters who don't seem like air-headed plot puppets, the way so many rom-com characters do. There's a certain respect for their feelings. \n\nOf course they play opposites, but opposites attract. She's Type A, he's Type Zzzzzz. They comfortably occupy what seems to be the same double act, in which they can spin off in-jokes of indefinite length for their own amusement. Given their personality types, of course it's Celeste who asks for the divorce. Jesse would never arouse himself to such a pitch. She is ambitious for herself, ambitious for him, ambitious for their marriage, and incapable of staying in a marriage that has no particular problems except that she can imagine a better one. They've been married for six years, and she's closing in on the seven-year itch.\n\nIt appears they can coast along forever as best friends, especially if it were up to Jesse to initiate change. Their status quo is jolted, however, when Jesse receives a completely unexpected piece of news. No, it's not something like being told he has only weeks to live. That would place the story on a fixed trajectory. His new information, which I won't reveal, brings a sudden infusion of reality into their lives — especially into Celeste's, because it's the kind of one-upmanship she's temperamentally incapable of dealing with. Jesse, who is so conveniently passive, suddenly finds himself holding the winning card in their game of emotions.\n\nThere are time-honored formulas for romantic comedies, and \"Celeste and Jesse Forever\" avoids them. It begins with a group of believable modern Los Angelinos, embeds them in a fantasy and then introduces a plot twist that's both unexpected and devastating to their cozy routine. \n\nIn the supporting cast we get small but not cookie-cutter roles for actors such as Ari Graynor as Celeste's devastated best friend, Emma Roberts as a freshly minted teen queen, and Elijah Wood as Celeste's buddy at work in an L.A. trend-spotting shop.\n\nI'm not surprised that Rashida Jones took the lead in writing this screenplay; the way things are going now, if an actress doesn't write a good role for herself, no one else is going to write one.", "running_time": 91, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-08", "genres": ["Comedy", "Drama", "Romance"], "title": "Celeste and Jesse Forever (2012)"}