{"url": "http://www.rogerebert.com/reviews/cell-211-2010", "by": "Luis Tosaras Malamadre", "star_rating": 3.5, "text": "\"Cell 211” is a thriller about a man’s attempt to save his life by thinking quickly. It never explains. It simply sets out the situation and shows us what he does and what the results are. You might be surprised by how much more exciting this is than conventional action.\n\nThe film won eight Goya Awards, the Spanish Oscars, this year. It deserves them. In addition to its effectiveness as a thriller, it is also a film showing a man in the agonizing process of changing his values. And it is a critique of a cruel penal system. It doesn’t preach, it doesn’t end with a message, but it makes us think.\n\nThe story involves Juan Oliver (Alberto Ammann), a serious young man who reports a day early for his new job as a prison guard. We spend a little time with him at home with his wife, Elena (Marta Etura). She is pregnant. They are head over heels in love. They don’t have much money, but his new job will be a big help. \n\nAs other guards are taking him on a tour of the prison, he is knocked unconscious in an accident. They carry him to a bunk in an empty cell, Cell 211, and are calling for help when a violent prison riot breaks out. Their lives are in danger, and they must leave him behind when they flee. He regains consciousness and hears what is going on outside. He doesn’t know why he’s been left behind — he probably doesn’t recall the falling debris that knocked him unconscious — but he knows his shoes, shoelaces and belt are fatal giveaways that he’s not a prisoner.\n\nAnd now we enter into real time with him, as he boldly walks into a public area and passes himself off as a new prisoner who was admitted only shortly before. The rioting prisoners are desperate. They’re led by a brutal strongman, a lifer with nothing to lose, named Malamadre (Luis Tosar). Juan reads the situation immediately and improvises. Instinctively, he takes the role of a man siding with his fellow prisoners. When he makes canny strategic suggestions, he seems to prove his worth.\n\nI don’t want to describe any more than that in specific terms. Those really would be spoilers, because in “Cell 211,” it is actually impossible to anticipate what will happen. The story follows no established formula. It discourages attempts at anticipation. It unfolds convincingly at every stage, but unpredictably. As Juan faces more stringent tests, he continues to improvise, sometimes devising masterstrokes.\n\nThe events in the cellblock are paralleled by two other stories: In the prison office, the warden and security staff monitor the security cameras. And in the city, Elena does some shopping and then learns of the riot in the prison where she knows her husband went that morning. Another strand consists of flashbacks to their loving moments together, which are much more effective dropped in like this than coming before everything.\n\nThe dynamic in the film happens between Juan and Malamadre. In a subtle way, director Daniel Monzon shows an understanding developing. Malamadre is relentless and unforgiving, resentful when Juan takes the lead in making suggestions, but admiring of the new man’s courage. Very gradually, in the midst of the chaos, they exchange personal information.\n\nAs Malamadre’s understanding of the full situation changes, his interpretation of it keeps pace. He isn’t a stupid man. Given his information, he makes logical decisions. When his information changes, he responds sanely and not without reason.\n\nThe term “mounting tension” is an overused cliche. To use it here would be appropriate. Little by little, one development at a time, the situation becomes more critical, and the options for Juan and Malamadre grow more limited. And Juan’s life always hangs in the balance. There is a moment, indeed, when he says something on a walkie-talkie that would have betrayed him if anyone had been listening.\n\nThe actors are well chosen. Luis Tosar, as Malamadre, is a powerful man, shorter than Juan but more muscular, his head shaved, his mustache and beard somehow ominous. As Juan, Alberto Ammann is of medium build, not aggressive, a convincing mimic in the role he adopts. He is not too heroic, and Tosar is not too villainous. They are trapped in this situation and unwittingly they come to share it.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-06-30", "genres": ["Action", "Foreign", "Thriller"], "title": "Cell 211 (2010)"}