{"url": "http://www.rogerebert.com/reviews/cellular-2004", "by": "Kim Basingeras Jessica Martin", "star_rating": 3.5, "text": "\"Cellular\" stands \"Phone Booth\" on its head. The 2003 thriller was about a psychopath who threatens Colin Farrell with death if he leaves a Manhattan phone booth. The new one has Chris Evans racing desperately all over Los Angeles as he tries to stay on his cell phone with a woman who says she's been kidnapped. The same writer, Larry Cohen, collaborated on both projects and is no doubt currently involved in a thriller about chat rooms.\n\nThe plot of \"Cellular\" sounds like a gimmick, and no wonder: It is a gimmick. What's surprising is how convincing it is, under the circumstances, and how willingly we accept the premise and get involved in it. The movie is skillfully plotted, halfway plausible and well acted; the craftsmanship is in the details, including the astonishing number of different ways in which a cell phone can be made to function -- both as a telephone, and as a plot device.\n\nKim Basinger stars as Jessica, a high school science teacher who is kidnapped by violent home invaders and held prisoner in an attic. The men who have taken her want something from her husband -- something she knows nothing about. They know where her young son Ricky (Adam Taylor Gordon) attends school and plan to kidnap him, too. The kidnappers are hard men, especially their cold, intense leader Greer, played by Jason Statham. Because they've allowed Jessica to see them, she assumes they will eventually kill her.\n\nThe attic has a wall phone, which a kidnapper smashes to bits. But Jessica the science teacher is able to fit some of the parts back together and click on the wires to make a call -- at random. She reaches Ryan (Chris Evans), a twentysomething kid who at first doesn't believe her when she says she has been kidnapped. At one point, he even puts her on hold; that's part of the movie's strategy of building our frustration by creating one believable obstacle after another. Jessica pleads with him not to hang up, to trust her enough to hand his cell phone to a cop. Something in her voice convinces him. He walks into a police station and hands the phone to a desk cop named Mooney (William H. Macy), who gets sidetracked and advises him to go to homicide, up on the fourth floor. Uh-huh. But Mooney, too, hears something in her voice, and later in the day it still resonates. He's not your typical hot-dog movie cop, but a quiet, thoughtful professional with unexpected resources.\n\nThe movie's surprises, when they come, mostly seem to make sense. When we find out who the kidnappers are, and what it is they want from Jessica's husband, it doesn't seem like too much of a reach. But the real fun of the movie comes from the hoops Ryan has to jump through in order to somehow stay on the line with Jessica, convince people he's not crazy, and get personally involved in the deadly climax. Yes, the action scenes are over the top, and yes, the chase scenes involve unthinkable carnage on the freeways, but, yes, we go along because the motivations and strategies of the characters are strong and clear.\n\nAbout the crime and the criminals I will say no more. What's ingenious about the movie is the way it uses telephones -- and the people who use them. At one point Ryan gets a \"low battery\" warning and desperately needs a charger, so of course he finds himself in a cell phone store where he is instructed with maddening condescension to take a number and wait his place in line. At another point he comes into the life of a spectacularly obnoxious lawyer (Rick Hoffman) and steals his Porsche not once, but twice.\n\nAnd then there are the ways phones can be used for things other than making calls. Ways they can preserve evidence, maintain callback records, function as an emergency alarm system, convey unintended information, or even betray themselves. Larry Cohen and his co-writer, Chris Morgan, must have spent days with their yellow pads, jotting down every use they could think of for a cell phone.\n\nThe director, David R. Ellis, does have the usual chases and shoot-outs, but he doesn't depend on them to make his movie work. He's attentive to how and why the characters behave; he makes it clear what they're thinking, and he has a good feel for situations in which everything depends on human nature. Basinger, who for such a healthy-looking woman has always been so good at seeming vulnerable, is ideally cast here, and young Chris Evans (from \"Not Another Teen Movie\") has a star-making role. But the real juice comes from the old pros Macy, as a dogged cop who might surprise you in a tight spot, and Statham as the leader of the kidnappers. By occupying their roles believably, by acting as we think their characters probably would, they save the movie from feeling like basic Hollywood action (even when it probably is). This is one of the year's best thrillers. Better than \"Phone Booth,\" for my money, and I liked that, too.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-09-10", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Cellular (2004)"}