{"url": "http://www.rogerebert.com/reviews/centurion-2010", "by": "Michael Fassbenderas Quintus Dias", "star_rating": 2.5, "text": "The Japanese master Yasujiro Ozu once made a film called \"The Flavor of Green Tea Over Rice.\" \"Centurion\" might be thought of as \"The Color of Red Guts Over Mountains,\" because that, as much as anything, describes what it is about. \n\nThe story is stripped down to an epic, feature-length chase. Stranded behind enemy lines, a small band of Roman soldiers are hunted by a tribe of Celtic Picts through the forbidding Highland scenery of ancient Scotland. They run and run and jump and climb and eat a kind of prototypical free-range haggis from the belly of a freshly killed stag, then run and run — monotonously — some more. \n\nMost of the characters are so characterless that you can't tell who they are when they get impaled or beheaded, and you can't remember who they used to be after they're dispatched. Not that it matters. This leaves plenty of time for staring at spectacularly craggy landscapes in white, gray, blue and green, relieved by lovely splashes of bright red during the fighting and torture scenes, of which there are too few.\n\nPerhaps you're not used to thinking of imploding and exploding brain matter, flayed torsos and severed limbs in terms of abstract aesthetic beauty. Well, think again. Writer-director Neil Marshall (whose \"The Descent\" is one of the finest, most harrowing horror films of the new century) shoots his head-to-head (or axe-to-head) combat violence in jittery Strobo-Vision, a technique that paradoxically makes the explicit carnage look less realistic and more like cartoony \"Evil Dead\" splatter. The eruptions of red serve as welcome compositional elements, providing the only vibrant color from the warm part of the spectrum. Never mind who's getting slaughtered, that red is gore-geous. \n\nThe film starts with a long, CGI-assisted helicopter shot through the opening credits that takes us deep into the remote mountainous reaches of the Roman Empire in Northern Britain, where we encounter centurion Quintus Dias (Michael Fassbender, of \"Hunger\"), a scarlet slash across his bare chest, fleeing unseen predators and tumbling through the snowfields. As narrator, he introduces himself and tells us that \"this is neither the beginning nor the end of my story.\" Sure enough, 15 minutes later, we've circled back to this same moment in the narrative, and the movie isn't yet over by a long shot.\n\nWhat happens before and (mostly) after this is that the Ninth Legion, under the command of lusty Gen. Titus Flavius Virilus (Dominic West, immortal as McNulty on \"The Wire\"), is sent on a mission that goes disastrously wrong when the imperial forces are beset by Pictish fireballs.\n\nFor the rest of the film, the aforementioned bedraggled handful of Roman survivors are stalked over mountain and dale by a murderous band of dogged Picts, which becomes the occasion for some jokey \"Butch Cassidy and the Sundance Kid\" references about cliffs and posses. Also featured is a feral mute she-wolf huntress named Etain (\"Quantum of Solace\" Bond girl Olga Kurylenko), whose tracking savvy is surpassed only by her fierce appetite for turning Romans into ragù. \n\n\"Centurion\" is a sort of A.D. 117 platoon movie, photographed principally in long shots (aerial shots, crane shots, distant tracking shots, creeping-up-over-ridges shots, stately establishing shots with views that go on for miles), so that the characters are reduced to tiny, faceless figures scrabbling across the wide-screen landscape until they disappear into it.\n\nFor close-up contrast, there's the obligatory idyll at the forest hut of the enchantress Arianne (Imogen Poots), a beautiful, ostracized Pict witch who hides the men from their pursuers, feeds them and nurses (or bewitches) the wounded back to health. You've seen this scene so many times before in these kinds of movies that you know exactly what happens, and it does, but even when we get near enough to the characters to recognize their physiognomy, they remain dramatically featureless. \n\nLike all war movies (indeed, practically all movies) in the last seven years, \"Centurion\" also features deliberate references to more recent guerilla insurgency warfare in Iraq and Afghanistan, which aren't really subtle enough to be called subtext. They're text, taken straight from modern newsbites. As in: \"This is a new kind of war, a war without honor, war without end.\" Or the away-from-home soldier's eternal complaint: \"This place is the a--hole of the world.\"\n\nIt will not come as a surprise to learn that \"Centurion\" has been rated R by the MPAA, but that's for language as well as violence. The Roman soldiers drop f-bombs and s-bombs hither and yon across the Cairngorms, reminding us of the piquant Latin and Celtic origins of the English language as it is spoken to this very day.", "running_time": 97, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-08-25", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Centurion (2010)"}