{"url": "http://www.rogerebert.com/reviews/center-stage-2000", "by": "Amanda Schullas Jody", "star_rating": 3.0, "text": "\"Center Stage\" follows a group of young ballet students through their first year of advanced training at the fictional American Ballet Center in New York. They had to be very good to get in. Only three will be chosen at the end of the year to join the company. They work hard, but when they are not actually dancing, they are a lot like freshmen at any college; they survive romances, they party, they gossip, they despair and dream, and they smoke too much.\n\nDancers do tend to smoke a lot. It's bad for their wind, but they think it helps them to lose weight. The movie knows that and a lot of other things about the world of ballet; it feels like an inside job. It isn't so perceptive about its characters, who tend to fall into recognizable types (the ingenue, the rebel, the girl who's too fat, the girl who is pushed by her mother). Here it's similar to \"Fame\" (1980), but not as electrifying. But if you look at \"Center Stage\" as another example of the school movie of the week, with auditions taking the place of the senior prom, you realize it's a lot smarter and more perceptive--and it's about something.\n\nIt is about the union of hard work and artistic success. To be a world-class ballet dancer is to be an athlete of the highest order, and if you look at ballet as a sport, it has many Michael Jordans and the NBA had only one. The movie casts real dancers in many of the roles, and that provides an obvious standard of excellence that gives the movie an underlying authenticity.\n\nEthan Stiefel, considered by many to be the best male dancer in the world, plays Cooper, the lead--the star of the company, who has just lost his girlfriend to Jonathan (Peter Gallagher), the company's head. He becomes attracted to Jody (Amanda Schull), one of the new students, and in a predictable progression invites her into his bed and into the new ballet he is creating.\n\nPredictable, yes, but not with all the soap-opera payoffs we might fear. The movie uses the materials of melodrama, but is gentle with them; it's oriented more in the real world, and doesn't jack up every conflict and love story into an overwrought crisis. That restraint is especially useful in creating the character Eva Rodriguez (Zoe Saldana), the class rebel, who talks back to the teacher (Donna Murphy), comes late to rehearsals, has a bad attitude--and yet actually has the best attitude of all because she dances out of her love for dance, not because of ambition or duty.\n\nSome of the other students are not so lucky. One has been pushed into dancing by her mother. One has a body-image problem. And so on. But a lot of these kids are pretty normal, apart from their demanding profession. In a dance club, Sergei (Ilia Kulik), from Russia, tries to pick up two women.They want to know what he does. He says he's a ballet dancer, and she turns away. With the next woman, he has more luck. \"Russian Mafia,\" he explains.\n\nThe movie doesn't force it, but it has the pleasures of a musical. It ends with two big ballet numbers, wonderfully staged and danced, and along the way there are rehearsals and scenes in a Broadway popular dance studio that have a joy and freedom. Film is a wonderful way to look at dance, because it gets you closer and varies the point of view, but since the death of the Hollywood musical there hasn't been enough of it. \"Center Stage\" has moments of joy and moments of insight, and is about both human nature and the inhuman demands of ballet.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-05-12", "genres": ["Drama", "Family", "Musical"], "title": "Center Stage (2000)"}