{"url": "http://www.rogerebert.com/reviews/certifiably-jonathan-2011", "by": "Jonathan Winters", "star_rating": 1.0, "text": "Jonathan Winters is a fine and funny fellow, and deserves better than this. Out of the goodness of his heart, he agreed to be at the center of a mockumentary directed by Jim Pasternak. The result is not merely a bad film, but a waste of an opportunity. As he approaches 85, Winters is still active, funny, enthusiastically involved in painting and could have been the subject of a good film. This isn’t it.\n\nThe mockumentary form has many possibilities. They usually depend on satirizing the tone and feeling of a genre. The simple fact that it’s fake doesn’t make one successful. This one purports to show Winters at a crucial moment in his late flowering as an artist, during which he gets a gallery opening, is championed by a famous art critic and promised a show at the Museum of Modern Art. None of these non-events is staged with style or conviction. They are simply walked through as if really happening.\n\nAt the gallery, one of his paintings is stolen from a wall, and Winters goes into a depression, finding himself unable to paint. It was, you see, his favorite painting. Pasternak leads a team including Winters himself to go to the house of the alleged thief. The house is unlocked, they walk in, find the painting, and Winters can paint again. Is there anyone reading this who can’t think of an approach that isn’t so lame?\n\nConsider too the “curator” at the Museum of Modern Art. She is a pleasant woman who looks at negatives of Winters’ sub-Dali paintings through a little magnifier and declares him worthy of a show. No effort is made to make her character or her process funny. \n\nIt appears one reason for this film was for Pasternak to gain access to Jonathan Winters, spend an excess amount of time personally on camera and use Winters as bait to lure his famous friends into the film. These include Robin Williams, Howie Mandel, Nora Dunn, Jim Carrey, Sarah Silverman, Tim Conway, Jeffrey Tambor, Jimmy Kimmel, Robert Klein, Ryan Stiles, Rob Reiner, Kevin Dunn, David Arquette, Patricia Arquette and Rosanna Arquette. \n\nAll of these friends are seen briefly and forgettably. Only Robin Williams is funny. The others seem to be paying courtesy calls. With that much talent onscreen, it’s significant that the funniest moments belong to Winters, as seen on old TV shows.\n\nMuch is made, in the title and by Winters himself, of his history of bipolar disorder. It’s assumed that today’s audiences will know what’s being referred to. In general, they won’t. It’s sad but true that many younger viewers won’t quite know the range of Winters’ brilliance. What would have been more appropriate: a tour through film and TV archives, memories of friends rather than testimonials, a real documentary instead of a fake one, and Jim Pasternak nowhere to be seen.", "running_time": 85, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-16", "genres": ["Comedy"], "title": "Certifiably Jonathan (2011)"}