{"url": "http://www.rogerebert.com/reviews/certified-copy-2011", "by": "Juliette Binocheas Elle", "star_rating": 3.5, "text": "\"Certified Copy\" invites us into an intriguing story and then strands us. Yes, we can consider various explanations for what we see, and yes, the film's mystery is apparently its purpose. For me, it is too clever by half, creating full-bodied characters but inserting them into a story that is thin soup. I enjoy puzzles like Antonioni's \"Blow Up\" or \"L'Avventura,\" with characters who don't understand what has happened, but here there seems to be no underlying reality at all, and Abbas Kiarostami is playing with us. That he does it so well is a consolation.\n\nA woman (Juliette Binoche) attends a lecture in Italy by an art historian (William Shimell). He speaks on the difference between original art and its copies. Is there, in fact, any difference? The woman would like to meet him. She leaves the address of her antiquities shop. He appears, they engage in talk that is immediately flirtatious, and she offers to drive him to a nearby village in Tuscany. In the course of the drive, and at a cafe after they get there, their apparent relationship seems to shift. The cafe owner hears them arguing, assumes they're married, and then they begin to behave as if they're married.\n\nWhich is the real relationship, and which is the counterfeit? Were they a couple pretending to meet for the first time or a new couple pretending to be married? I believe that to begin with they are really meeting for the first time, and later they are really an established couple. Perhaps Kiarostami's intention is to demonstrate how the reality is whatever the artist chooses, and that he can transfer from original art to a copy in midstream. Or perhaps that's not possible. Perhaps I have no idea what he's demonstrating.\n\nThe woman, who is not named, and the art historian, named James Miller, are articulate, playful and devious. I enjoyed watching them, whatever they were up to. Binoche and Shimell always stay in the moment, and never signal us what they're up to. Binoche seems so attracted to the man in the early scenes that it seems they must have some history. But it's certainly not the history they later seem to reveal. Throughout \"Certified Copy,\" there's the sense of off-screen dimensions or untold side stories.\n\nKiarostami is rather brilliant in the way he creates off-screen spaces. Consider the opening scene. We clearly see that Binoche has a seat in the front row of the lecture hall, directly in front of the historian. Then the POV changes around to regard her, and we never see him again. Her son is standing at one side, trying to get her attention, eager to leave. She communicates with him using sign language and mouthing words. He comes over to her. She gives the man next to her a note with the address of her shop. She and the boy leave together.\n\nAll this commotion is taking place, distractingly, close in front of the speaker — but we never see him react! Kiarostami creates an implied drama involving what Miller must be experiencing but refuses to see it. \n\nThere's also implied off-screen activity during the long drive they take. The camera regards them through the windshield for extended dialogue passages, sometimes cutting to inside the car. Filming people as they drive is one of Kiarostami's trademarks, and I wonder why. It is a way to explain why you're showing two people side by side and looking ahead; if you put them on a park bench that would look odd. It's also a way to imply off-screen events on the road, and involving the passing scenery.\n\nWhat it comes down to is: We assume there's more going on here than meets the eye, but maybe what meets the eye is all that's going on, and there is no complete, objective reality. Does that also apply to a copy of a masterpiece of art? Is a skillful copy of the \"Mona Lisa\" less valuable than the original painting? What if the original had been lost? Would we treasure the copy?\n\nSuch questions are raised by \"Certified Copy\" and not answered. Is raising them the point? Does Kiarostami know the answer? Does he care? At least we are engaged, and he does it well. Is that enough? I can explain \"Blow Up\" and \"L'Avventura\" to my own satisfaction. This is the best I can do with \"Certified Copy.\" Perhaps it was wrong of me even to try.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-03-16", "genres": ["Drama", "Foreign", "Romance"], "title": "Certified Copy (2011)"}