{"url": "http://www.rogerebert.com/reviews/cesar-and-rosalie-1973", "by": "Yves Montandas Cesar", "star_rating": 3.0, "text": "Someone once said that Yves Montand seemed born to play doomed European leftwing intellectuals. And so he has, most memorably in “Z” and “La Guerre Est Finie,” and against the type in “State of Siege.” But nothing in those films could possibly prepare us for the loud, gentle, awkward, jealous, childlike, impulsive Montand of Claude Sautet’s “Cesar and Rosalie.”\n\nThe movie tells a love story of sorts, or a love-hate story, and even if it does lose its way toward the end it presents not one but two unusually good performances: by Montand, as a scrap-metal dealer with international connections, and by Romy Schneider as the woman who loves him sometimes and lives with him sometimes, not always at the same sometimes.\n\nThe movie opened earlier this year at the Playboy, but I was out of town or something (can’t remember what) and by the time I was ready to catch up with it, it had closed. Now it’s back for a short run starting Friday at the Wilmette, and perhaps it will return in the reasonable future to a few other area theaters. It’s too pleasing a movie not to review, anyway.\n\nIt’s the sort of thing the French, with their appreciation for the awesome complexities of a simple thing like love, do especially well. American movies tend to treat love as a vast magic spell; if you’re in love nothing else matters and you’re surrounded by your own special miracle, etc. And you’re also young, of course. Movies about the loves of older people - Montand’s age, for example - tend to be comedies revolving about absurd domestic situations.\n\nNot here. Sautet gives us a complicated situation and contrives to elevate it to the level of the completely impossible. Miss Schneider is presented as a character who was in love with one man (Sami Frey), but married another one when he disappeared without explanation. As the movie opens she has divorced the husband and is going with Montand. The first, younger lover returns and Montand immediately becomes insanely jealous. He uses all the tricks he can muster to scare his rival off, but succeeds only in driving his woman into the enemy arms.\n\nBut then ... well, the passion of jealousy can be attractive at times, and Montand IS an attractive man, all bluff and growl and wounded masculinity. So Schneider wavers, and then Montand plays a trump card by buying the childhood vacation home she loved so much. So then she goes back with Montand, but then she’s lonely, and. . . . It’s a classic reversal on a standard romantic theme: She can’t love the man she’s with, and can’t be with the man she loves. In desperation, Montand appeals to his rival to move in with them in the summer home. And after a fashion, he agrees. They’re caught in a cruel trap. They both love her, and she loves both of them, but the situation is so psychologically contorted that there’s no happiness anywhere. And it’s even more labyrinthine because, wouldn’t you know, the two men begin to like each other.\n\nAll of this sounds more like musical chairs than a Gaelic comedy, but Sautet pulls off a nice erotic juggling act that almost works, all except for the very ending of the film, which seems not only unlikely but perverse. We don’t much care, though, because we’ve had a good time and enjoyed, as we enjoy few things, the way Romy Schneider can make a half-shy smile into the suggestion of unimaginable carnal possibilities.", "running_time": 107, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-09-27", "genres": ["Drama"], "title": "Cesar and Rosalie (1973)"}