{"url": "http://www.rogerebert.com/reviews/cest-la-vie-1990", "by": "Nathalie Bayeas Lena", "star_rating": 2.5, "text": "The French phrase \"c'est la vie\" always seems to come attached to a kind of bittersweet shrug, as if to say that life is rotten but we love it anyway. And that is the mood evoked by Diane Kurys' \"C'est la Vie,\" a story told from the point of view of a young girl whose parents seem headed for a painful divorce. In American hands this material would become a bitter docudrama, but Kurys somehow seems able to bathe the pain in nostalgia.\n\nThe movie takes place during the summer of 1958, when the mother, Lena (Nathalie Baye), sends her two girls, Frederique and Sophie, to a seaside resort with a nanny. The parents remain behind in the city, and there are ominous signs that all is not happy between them. At the beach resort, they move into a quirky little rental cottage not far from their mother's half-sister (Zabou), whose husband is a jolly, extroverted type.\n\nThe story is told from the point of view of Lena's older daughter, Frederique (Julie Bataille), a practical joker who loves to torture the nanny, and whose favorite recreation is feeding laxatives to the landlord's goldfish. Summer develops in the usual way - sand castles and sunburn, friendships and fights - and then Lena, the mother, arrives.\n\nWhat eventually becomes clear is that Lena has not arrived at the resort alone. A young man named Jean-Claude (Vincent London) hangs about, and we discover that he is Lena's lover, an artist. They meet for quick and passionate couplings on the beach, and one night Frederique, up late, sees the man bring her mother home and kiss her in the moonlight.\n\nThen the father, Michel (Richard Berry) arrives. At first the affair remains a secret, but soon he begins to suspect what is going on. His wife wants a divorce. He does not want to give her one, and enlists his girls in the battle. Meanwhile, the artist has plans to leave for New York, and wants Lena to accompany him. All of this inspires many confessions and copious tears.\n\nThe movie was directed by Diane Kurys and written by her and Alain Le Henry, and like her earlier \"Entre Nous\" (1983) it is about a woman who insists on the right of going her own way, who will abandon marriage, if necessary, for passion and happiness. Although much in the film is seen from the older daughter's point of view, there are other scenes just between the adults, and Kurys makes their relationships complex enough that we have trouble choosing sides.\n\nYes, Michel, the father, is capable of violence and anger. But Jean-Claude, the artist, clearly puts his work ahead of his love, and is expecting an enormous sacrifice from Lena.\n\nMeanwhile, everything is bathed in the glow of the summer sun, of 30-year-old memories. The French seem to have a genius for making poignant but somehow cheerful movies about childhood sorrows.\n\nLouis Malle has made a career out of it, in movies like \"Murmur of the Heart,\" which dealt with incest, and \"Au Revoir les Enfants,\" in which a child remembered betraying his best friend to the Nazis. Then there was Annes Varda's \"Kung Fu Master,\" about a romance between a teenager and a woman 20 years older. The same material that in American hands would become a depressing study of childhood wounds and hurts is seen, somehow, in a more benevolent light by the French.\n\nIn the case of \"C'est la Vie,\" that's the movie's weakness.\n\nThere is no final sense of right and wrong, and no clear sign of how the children survived and adapted to their disturbing summer. Love is declared and defended in the movie, but never quite explained in terms of what it really means to the characters. Is the mother justified in her great passion? What do the children think? What does her lover really feel? It's not that I want the movie to wrap everything up into a neat package, to explain everything at the end.\n\nIt's that I'm not sure if Kurys, beneath her lovingly created period details and her bittersweet nostalgia, knows herself just what she thinks of all of this.", "running_time": 119, "mpaa_rating": null, "release_year": 1990, "date_published": "1990-11-16", "genres": null, "title": "C'est La Vie (1990)"}