{"url": "http://www.rogerebert.com/reviews/chain-reaction-1996", "by": "Keanu Reevesas Eddie Kasalivich", "star_rating": 2.5, "text": "I'm tempted to say that “Chain Reaction” needed more work on its script, but maybe it needed less. The film is so filled with scientific events, chase scenes and bewildering explanations of the plot that finally, after taking eight pages of notes, I gave up, exhausted, and just watched the kinetics on the screen. It's not a bad film in individual moments and in the energy of its performances, but it doesn't make a whole lot of sense. The story: Keanu Reeves plays Eddie Kasalivich, a physics student and machinist (yes, with a machine shop in his apartment) who is working on the University of Chicago Hydrogen Energy Project. He once blew up a science lab, but never mind: “It could have been a good experiment.” Eddie is now supervised by the brilliant Dr. Barkley (Nicholas Rudall), an idealist who dreams of energy without pollution. Barkley is leading Eddie and his beautiful fellow scientist Lily Sinclair (Rachel Weisz) in trying to extract power from water. And early in the movie, after Eddie accidentally finds the exact sound frequency, or something, at which the atoms will separate, or something, they succeed. The big water tank in their lab bounces up and down like a towel dryer in a car wash, hydrogen flames shoot up in the background, and it is announced that there is enough energy in a single glass of water to power the city of Chicago for a week.\n\nThis is good news, right? No, it is bad news. When the jubilant scientists try to post their discoveries on the Internet, their effort is thwarted, and later their laboratory disappears in a fireball that levels eight city blocks. Eddie, as it happens, was in the building just before the explosion, and discovered that Dr. Barkley had been murdered. Soon he and Lily realize they are being framed as spies who have sold the secrets to the Chinese.\n\nI have not yet mentioned the enigmatic Shannon (Morgan Freeman), head of the “Foundation,” who seems to have some role in these events. Or his even more enigmatic associate Collier (Brian Cox), who seems to have taken it upon himself to cause the explosion, although (1) he doesn't want to call attention to the experiment, which leveling eight blocks might tend to do, (2) he wants to possess the means of converting water to energy, yet (3) he has framed Eddie, the only person who knows the secret frequency, and (4) his men are now involved in making Eddie look like a cop killer, so that Eddie may be killed on sight, which would mean Collier wouldn't have the frequency. Here and there in the movie Shannon has curious little snippets of dialogue that seem to suggest even he doesn't understand what Collier is up to.\n\nThe movie was directed by Andrew Davis, who made that other, much superior chase movie “The Fugitive.” Despite his impenetrable plot, Davis brings great visual interest to the film in a series of chase scenes set against a chilly winter landscape. He even finds a new twist on that Chicago standby, a pursuit up the Michigan Avenue draw bridge while it is opening. (What the twist is, I’m not sure; it looked like Eddie hid in the gears, but naw, that couldn't be.)Later Eddie and Lily flee to Wisconsin by train, rendezvous with an astronomer, and flee from a police helicopter in an ice boat, before turning up in Washington (either the movie doesn't explain how they got to Washington, or I missed it).\n\nAll of these chases are well done, and there is a big extravaganza at the end involving still another gigantic explosion (the escape is by that durable movie standby, the ventilation duct that leads exactly where you need it to lead). There's even literate dialogue in between, although it doesn't hold together or lead anywhere. (Shannon tells Collier, “I wish you wouldn’t threaten to kill my scientists right to their faces!”) Meanwhile, an FBI agent (Fred Ward) coordinates the hunt for Eddie and Lily, while betting $100 that they’re innocent and being framed by the CIA. Don't bet against him. Trying to get the logic of the movie straight in my mind, I found only confusion. The Foundation is apparently a CIA front, but the CIA doesn't know it. The water-to-energy project is being run by Shannon and Collier, but they don’t want to reveal that it has been successful. Why not? Free energy, we are told, would lead to recession, unemployment and plummeting stock prices, But would it? It seems to me free energy would unleash the greatest era of prosperity in planetary history. By movie's end, I'd seen some swell photography and witnessed some thrilling chase scenes, but when it came to understanding the movie, I didn't have a clue.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-08-02", "genres": ["Action", "Drama", "Thriller"], "title": "Chain Reaction (1996)"}