{"url": "http://www.rogerebert.com/reviews/chalk-2000", "by": "Edwin Johnsonas Watson", "star_rating": 3.0, "text": "Rob Nilsson's \"Chalk\" opens with half an hour of murky, grungy scene-setting in a San Francisco pool hall. Out of this miasma, the story gradually wells up; without quite realizing when it happens, we pass from passive witnesses to active watchers. What purpose does the shapeless opening serve? Perhaps to immerse us in the movie's world, to provide a passage from one reality to another.\n\nThe story, once its outlines have become clear, involves a black man in his 60s named Watson (Edwin Johnson), who runs a pool hall with his two sons. He spent time in Japan, we learn, where he perhaps fathered Jones (Johnnie Reese), who is half Asian. His other son is the adopted Korean American, T.C. (Kelvin Han Yee), who walked into the pool hall one day.\n\nJones wants to set up a high-stakes pool game between T.C. and a man named Dorian James (Don Bajema), who is a ranking professional. T.C. hesitates. He has choked before, and there are hints that Jones hopes T.C. will fail again. Then T.C. discovers that Watson is dying and decides to accept the $10,000 match and prove himself to his adoptive father. Filling out the canvas is Lois (Denise Concetta Cavaliere), T.C.'s girlfriend, who works as the bartender in the pool hall.\n\nAs I describe this plot you are perhaps thinking of \"The Hustler\" or \"The Color Of Money,\" but \"Chalk\" feels nothing like those films. It is more like a movie extruded from the world in which it is set. Information about its making is essential to understanding its feeling. It was directed by Nilsson, a fiercely independent filmmaker whose earlier titles include \"Northern Lights\" (1979), about a farmer-labor strike in Minnesota, and \"On The Edge\" (1986), with Bruce Dern's great performance as an outlaw runner who makes one last great effort.\n\nAround 1990, Nilsson moved to San Francisco and started a filmmaking workshop in the Tenderloin area, recruiting street people and marginal survivors as his actors and technicians. Only two of the actors in \"Chalk\" are professionals (Johnson and Bajema). The others do not play themselves, precisely, but their characters are informed by people they know and where they live.\n\nThe visual style, with Mickey Freeman as cinematographer, is deliberately stylized; \"Chalk\" looks like film noir seen through a glass darkly, with backlit highlights. Although Nilsson's hero is John Cassavetes, the film does not feel improvised, but more as if the video camera waited patiently for the right moments.\n\nMuch of the dialogue is half-heard, elliptical, allusive. A few conversations play out at length. One of the best has T.C. talking with a pool hustler who lives in his van and remembers when he had, and lost, a mobile home: \"Pool players don't make as much as volleyball players--even dart players. If you're not in the top 10, forget about it.\" He gives T.C. advice on how to beat Dorian James, if indeed James can be beaten.\n\nThe other conversation is between Dorian and his girlfriend Wanda (Destiny Costa), and it involves his request that she do something particularly painful to him, as part of his preparation for the match. Their talk is desultory; he asks, she refuses, they fight, embrace, rest, talk quietly, and he brings up the subject again. We sense depths of loneliness and insecurity.\n\nThe $10,000 match, which occupies perhaps the last 45 minutes of the film, goes to the first player to win seven games. The movie makes the progress of the games clear, and yet doesn't dwell on them, because the real contest is between the players. During two of the games, Freeman's camera adopts the fast-moving, tabletop \"ball eye-view\" approach used by Martin Scorsese in \"The Color of Money,\" maybe just to show that he can. After the match, there is another payoff, quick, painful and brutal, which we didn't see coming.\n\n\"Chalk\" is not the kind of movie many people will appreciate at first viewing. You have to understand who Nilsson and his actors are, and give some thought to the style, to appreciate it. It is not just one more \"Hustler\" clone, that's for sure, but a plunge into the hermetic world these characters have created and inhabit. There may be a world outside the pool hall, but when T.C. goes to the beach one day, he's like a fish out of water. And inside the hall, old errors, ancient drug habits and deep psychic wounds make happiness, we realize, impossible.", "running_time": 135, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-27", "genres": null, "title": "Chalk (2000)"}