{"url": "http://www.rogerebert.com/reviews/change-of-mind-1969", "by": "Raymond St. Jacquesas David Rowe", "star_rating": 2.5, "text": "The plot of \"Change of Mind\" hardly inspires enthusiasm. The brain of a white district attorney is transplanted into a black man's body, and the movie is about how he adjusts to his new color and almost wins the big case.\n\nThis sounds like one of Hollywood's common ploys: trying to make a movie twice as successful by employing not one but two contemporary themes. People are interested in transplants and race relations, right? So why don't we...\n\nWell, strangely enough, \"Change of Mind\" is never as bad or tasteless as it could have been. It concerns itself mostly with the hero's emotional and ethical problems, and becomes a sort of fictional \"Black Like Me.\" But we still can't forget the absurdity of the premise. A BRAIN transplant?\n\nAnd so, instead of appreciating Raymond St. Jacques' fine performance as the district attorney, we are distracted (a) by the reminder that the DA is really the brain inside the body and (b) by thoughts of how St. Jacques must feel, as a black man, playing a white man playing a black man. The implications are interesting, yes, but the distractions get in the way of the performance. We're forever figuring out the angles.\n\nThe other problem is that the movie turns out to be about a controversial murder trial, instead of about the experience of becoming Negro. The DA is faced with a problem: Should he reveal his new evidence, even if that means the racist sheriff goes free and a long-suffering black man is convicted? And this, we remember, is exactly the dilemma presented in \"The Learning Tree,\" where it was relevant. But it's not relevant here, because we want to know about this guy's thoughts and emotions -- not about his legal career.\n\nSo the weight of these difficulties sinks the movie, but not before we realize that St. Jacques is an actor with considerable ability, and that Susan Oliver (as his wife) is a charming actress who has been obscured, until now, in even worse movies (\"Your Cheatin' Heart,\" etc.). For St. Jacques, \"Change of Mind\" is actually a step up from the unspeakably awful role he had to play in \"If He Hollers, Let Him Go!,\" but he is still an actor who needs a sound role in a sensible movie to fully establish himself.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-10-27", "genres": null, "title": "Change of Mind (1969)"}