{"url": "http://www.rogerebert.com/reviews/chan-is-missing-1982", "by": "Wayne Wang", "star_rating": 3.0, "text": "\"Chan is Missing\" is a small, whimsical treasure of a film that gives us a real feeling for the people of San Francisco's Chinatown. And at some point while we're watching this film, we may realize that we have very little idea of Chinatowns, in San Francisco or elsewhere, that haven't been shaped by mass-produced Hollywood cliches like the Charlie Chan movies. The title \"Chan is Missing\" is almost a pun, because Charlie Chan is missing from this film, and what replaces him is a warm, low-key, affectionate and funny look at some real Chinese-Americans.\n\nThe movie's plot is simplicity itself. The heroes of the film, two taxi drivers, go looking for Chan because he owes them some money and he has disappeared. They search for him more out of curiosity than vengeance; they don't really think he intended to steal the money, but they can't figure out why he would have disappeared without paying it. Familiar with the ways of Chinatown, they knock on doors and talk to people and, almost without realizing it, we are taken beyond the plot into the everyday lives of these people.\n\nThe movie has an unforced, affectionate sense of humor about its characters. There's a cheerfully cynical analysis of how the annual Chinese New Year's parade has been turned into a competition between factions loyal to Taiwan and to mainland China. There's a philosophical cook, whose resignation in the face of the inevitable sounds anything but resigned. There's a political activist who dissects the politics of Chinatown with a fine-tooth comb.\n\nAnd there's a fascinating discussion involving linguistics, as a young sociology student tries to explain why Chan recently said \"no\" to a cop when he meant \"yes.\" We can almost follow her logic: Chan was replying to the truth of his action rather than to the meaning of the question, you see, and so although his taxi did indeed go through the red light, he did not drive it through the red light but was, in a sense, a bystander in the driver's seat as the taxi autonomously violated the law. I'm making it sound complicated; the linguist makes it funny.\n\n\"Chan is Missing\" has already become something of a legend because of the way it was filmed. The movie's director, producer, editor and co-author is a young filmmaker named Wayne Wang, a 33-year-old San Franciscan who made the movie on a $22,000 budget, with a little help from his friends. He wanted to examine the ways in which Chinatown was both Chinese and American -- and who would be better qualified to do that than a director whose last name is Chinese and whose first name was inspired by John Wayne?\n\nWang's plot owes a little to \"The Third Man,\" I suppose, as his heroes question people about a man who is presumed missing and whose life turns out to be more complicated than anyone would have thought. But \"Chan is Missing\" isn't really a thriller or a whodunit and doesn't pretend to be. It's an excursion. It takes us through a part of America we haven't been able to see before in the movies. It takes us into the kitchens of Chinese restaurants, and into the offices of Chinese-American social workers. It takes us into hotels for transients, sleazy bars and politician's offices.\n\nBy the time we've finished the odyssey, we realize a curious thing: There may not be a Chan, and it doesn't matter if he's missing. What's important is that everyone has a different idea of Chan, filtered through his own consciousness. And we realize (for ourselves, because the film is never obvious about this point) that Chinese-Americans, more than many other ethnic groups in this country, are seen by the rest of us through a whole series of filters and fictions. We \"know\" them from movies and walk-ons in TV cop shows, from the romanticized images of fiction and from ubiquitous Chinese restaurants, but we don't really know them at all.\n\nThis movie knows them. In sharing its characters with us, it opens up a part of America.", "running_time": 80, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Comedy", "Crime"], "title": "Chan Is Missing (1982)"}