{"url": "http://www.rogerebert.com/reviews/changing-lanes-2002", "by": "Ben Affleckas Gavin Banek", "star_rating": 4.0, "text": "\"One wrong turn deserves another,\" say the ads for \"Changing Lanes.\" Yes, both of the movie's dueling hotheads are in the wrong--but they are also both in the right. The story involves two flawed men, both prey to anger, who get involved in a fender-bender that brings out all of their worst qualities. And their best. This is not a dumb formula film about revenge. It doesn't use rubber-stamp lines like \"it's payback time.\" It is about adults who have minds as well as emotions, and can express themselves with uncommon clarity. And it's not just about the quarrel between these two men, but about the ways they have been living their lives.\n\nThe story begins with two men who need to be in court on time. A lawyer, Gavin Banek (Ben Affleck), needs to file a signed form proving that an elderly millionaire turned over control of his foundation to Banek's law firm. Doyle Gipson (Samuel L. Jackson) needs to show that he has loan approval to buy a house for his family; he hopes that will convince his fed-up wife to stay in New York and not move with the kids to Oregon. Banek and Gipson get into a fender bender. It's not really anybody's fault.\n\nOf course they are polite when it happens: \"You hurt?\" Nobody is. Banek, who is rich and has been taught that money is a solution to human needs, doesn't want to take time to exchange insurance cards and file a report. He hands Gipson a signed blank check. Gipson, who wants to handle this the right way, doesn't want a check. Banek gets in his car and drives away, shouting, \"Better luck next time!\" over his shoulder, and leaving Gipson stranded in the middle of the expressway with a flat tire. Gipson gets to court 20 minutes late. The case has already been settled. In his absence, he has lost. The judge isn't interested in his story. Banek gets to court in time, but discovers that he is missing the crucial file folder with the old man's signature. Who has it? Gipson.\n\nAt this point, in a film less intelligent and ambitious, the vile Banek would pull strings to make life miserable for the blameless Gipson. But \"Changing Lanes\" doesn't settle for the formula. Gipson responds to Banek's rudeness by faxing a page from the crucial file to Banek with Better luck next time! scrawled on it.\n\nBanek turns to his sometime mistress (Toni Collette), who knows a guy who \"fixes\" things. The guy (Dylan Baker) screws with Gipson's credit rating, so his home mortgage falls through. Gipson finds an ingenious way to counter-attack. And so begins a daylong struggle between two angry men.\n\nAh, but that's far from all. \"Changing Lanes\" is a thoughtful film that by its very existence shames studio movies that have been dumbed down into cat-and-mouse cartoons. The screenplay is by Chap Taylor, who has previously worked as a production assistant for Woody Allen, and by Michael Tolkin, who wrote the novel and screenplay \"The Player\" and wrote and directed two extraordinary films, \"The Rapture\" and \"The New Age.\" The writers, rookie and veteran, want to know who these men are, how they got to this day in their lives, what their values are, what kinds of worlds they live in. A dumb film would be about settling scores after the fender bender. This film, which breathes, which challenges, which is excitingly alive, wants to see these men hit their emotional bottoms. Will they learn anything? Doyle Gipson is a recovering alcoholic. His AA meetings and his AA sponsor (William Hurt) are depicted in realistic, not stereotyped, terms. Gipson is sober, but still at the mercy of his emotions. As he stands in the wreckage of his plans to save his marriage, his wife (Kim Staunton) tells him, \"This is the sort of thing that always happens to you--and never happens to me unless I am in your field of gravity.\" And his sponsor tells him, \"Booze isn't really your drug of choice. You're addicted to chaos.\" At one point, seething with rage, Gipson walks into a bar and orders a shot of bourbon. Then he stares at it. Then he gets into a fight that he deliberately provokes, and we realize that at some level he walked into the bar not for the drink but for the fight.\n\nGavin Banek leads a rich and privileged life. His boss, Delano (Sydney Pollack), has just made him a partner in their Wall Street law firm. It doesn't hurt that Banek married the boss' daughter. It also doesn't hurt that he was willing to obtain the signature of a confused old man who might not have known what he was signing, and that the firm will make millions as a result. His wife (Amanda Peet) sees her husband with blinding clarity. After Banek has second thoughts about the tainted document, Pollack asks his daughter to get him into line, and at lunch she has an extraordinary speech.\n\n\"Did you know my father has been cheating on my mother for 20 years?\" she asks Banek. He says no, and then sheepishly adds, \"Well, I didn't know it was for 20 years.\" Her mother knew all along, his wife says, \"but she thought it would be unethical to leave a man for cheating on his marriage, after she has an enjoyed an expensive lifestyle that depends on a man who makes his money by cheating at work.\" She looks across the table at her husband. \"I could have married an honest man,\" she tells him. She did not, choosing instead a man who would go right to the edge to make money. You don't work on Wall Street if you're not prepared to do that, she says.\n\nAnd what, for that matter, about the poor old millionaire whose foundation is being plundered? \"How do you think he got his money?\" Delano asks Banek. \"You think those factories in Malaysia have day-care centers?\" He helpfully points out that the foundation was set up in the first place as a tax dodge.\n\nSuch speeches are thunderbolts in \"Changing Lanes.\" They show the movie digging right down into the depths of the souls, of the values, of these two men. The director, Roger Michell, has made good movies including \"Persuasion\" and \"Notting Hill,\" but this one seems more like Neil LaBute's \"In the Company of Men,\" or Tolkin's work. It lays these guys out and X-rays them, and by the end of the day, each man's own anger scares him more than the other guy's. This is one of the best movies of the year.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-12", "genres": ["Action", "Adventure", "Crime", "Suspense", "Thriller"], "title": "Changing Lanes (2002)"}