{"url": "http://www.rogerebert.com/reviews/chances-are-1989", "by": "Cybill Shepherdas Corinne Jeffries", "star_rating": 3.5, "text": "\"Chances Are\" comes from the same gene bank as all the other mind-swap and reincarnation movies recently, but the movie is smart and entertaining. It proves the underlying thesis of all film criticism, which is that movies are not about their stories, they're about how they're about their stories. Plots are easy. Style is everything. \"Chances Are\" is a lighthearted romance about reincarnation, told with wit and a certain irony.\n\nMovies like this depend to a great degree on the personal styles of their actors: If we don't warm to the people on the screen, and care about their feelings, then the plot is just the clanking and grinding of vast interchangeable machines. All four of the leading actors in \"Chances Are\" devote themselves to the material as if they really believed in it, and that's why this silly story works yet once again. The difference between good and bad acting in a romantic comedy is that in the good performances the characters somehow convince us that their hearts are actually at risk.\n\nCybill Shepherd stars in \"Chances Are\" as a Washington, D.C., professional woman whose husband is killed in a traffic accident in the early 1960s. She never quite gets over that loss. Years pass and then decades, and she still treasures her love in her heart. She was pregnant when she became a widow, and she raises her daughter (Mary Stuart Masterson) and leads her life and never remarries. Her love is so constant that she remains oblivious to the fact that the family's best friend (Ryan O'Neal) has always been in love with her.\n\nMeanwhile, we get another one of those standard movie fantasies of heaven, in which everyone walks around on white clouds and speaks English and looks like they were painted by Norman Rockwell. And we discover that it's time for the soul of Shepherd's dead husband to be recycled back to earth again. Through a heavenly mixup, however, the soul is not inoculated with a special forgetfulness serum, and so the scene is set for the reincarnated husband to recognize his wife again.\n\nWhen we meet the reborn husband (Robert Downey Jr.), he is a student at Yale, where Shepherd's daughter also goes to school, of course. (Why don't they ever try a variation on this theme, and have the reborn husband come back as a yak breeder from Tibet?) Downey and Masterson start dating, she brings him home to meet her mom, and, of course, suddenly all of his memories come flooding back and he realizes that Shepherd is his wife and he is her reincarnated husband.\n\nIt's really at this point that the movie begins; everything earlier has just been laying the foundations. It is also at this point that I had better stop describing the details, because \"Chances Are\" has a lot of fun with the implications of its plot. If Downey is indeed the reborn husband, for example, then he is dating his own daughter. If he is not, then Shepherd will be guilty of stealing her daughter's boyfriend. And so on. Director Emile Ardolino (\"Dirty Dancing\") approaches these paradoxes in a time-honored way, with lots of swinging bedroom doors and mistaken identities under the covers.\n\nAlthough Shepherd gets top billing, and deserves it, in a way this movie belongs to Downey. He is at the center of the action, trying to juggle with the emotions of both women (while O'Neal stands on the sidelines, in love with Shepherd but still upstaged, after all these years, by the dead husband). If Downey were not able to bring a certain weight and conviction to his performance, everything else in the movie would collapse, but Downey is convincing and good.\n\nHis career up until now has been uneven, ranging from a strong, harrowing dramatic performance as a self-destructive cocaine addict in \"Less Than Zero\" to an obnoxious goofball in \"The Pickup Artist.\" He co-stars with James Woods in the current \"True Believer,\" where he is almost acted off the screen by Woods, but here he is filled with confidence at the emotional center of \"Chances Are.\" He's uneven, but he's got the stuff.\n\nThe movie itself is surprisingly affecting, perhaps because Shepherd never goes for easy laughs but plays her character seriously: This Yale student, after all, may actually harbor the soul of her late husband, and that is an awesome possibility. By the end of the movie, all of the confusing possibilities have been sorted out with impeccable romantic logic, and the movie somehow provides a happy ending for everyone. (Of course it does. Just once, couldn't the yak dealer from Tibet be killed in a second traffic accident, leaving the widow to discover him a third time, reborn as a canasta player in a New Jersey retirement home?)", "running_time": 108, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-03-10", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Chances Are (1989)"}