{"url": "http://www.rogerebert.com/reviews/chandni-chowk-to-china", "by": "Akshay Kumaras Sidhu", "star_rating": 2.0, "text": "Chandni Chowk is a historic market place in the walled city of old Delhi, so now you understand the title of \"Chandni Chowk to China,\" and because the plot is simplicity itself, there is nothing else to understand but its origins. This is the first Bollywood movie to get a North American release from a major studio, and was chosen, I suspect, because it is a slapstick comedy containing a lot of kung fu. That, and maybe because it stars Akshay Kumar billed as \"the heartthrob of Indian cinema and current reigning king of Bollywood.\"\n\nI would need to see Kumar in something other than this to understand his fame. He comes across here as a cross between Jerry Lewis and Adam Sandler, but less manic than Jerry and not as affable as Sandler. What I can understand is that his co-star, Deepika Padukone, abandoned a promising start as a badminton champion to become a model and actress. She is breathtaking, which of course is standard in Bollywood, where all the actresses are either breathtaking or playing mothers.\n\nThe story plays as though it could be remade as a Sandler comedy with no changes except for length. When you go to a movie in India, you get your money's worth, in what takes the time of a double feature. As my Mumbai friend Uma da Cunha told me, big Bollywood movies give you everything: adventure, thrills, romance, song, dance, stunts, the works. In India, when you go to the movies, you go to the movies. \"Chandni Chowk to China\" plays at 168 minutes, having been shortened, I learn, for the American release. It would be safe to say few viewers will complain of its brevity.\n\nKumar stars as Sidhu, a lowly potato and onion chopper in his father's potato pancake stand. He adores his Dada, despite the old man's propensity for kicking him so high over Delhi that he's a hazard to low-flying aircraft. As eager to please as a puppy, he has a gift for getting into trouble, but all that changes the day he finds the image of a god on one of his potatoes. This image, to my eye, makes the eBay portraits on grilled cheese sandwiches look like Norman Rockwells.\n\nNo matter. He exhibits the potato and collects donations, which are stolen by the nefarious Chopstick; meanwhile, in China, a village is menaced by an evil hoodlum named Hojo, no relation to the U.S. pancake vendor. Two villagers happen upon Sidhu in Chandni Chowk and are convinced he is the reincarnation of the mighty kung-fu warrior who saved them from bandits in times long past. Sidhu is soon lured to their village, being promised wealth and voluptuous pleasures, but is now expected to defeat Hojo, who uses his bowler hat as a flying guillotine and may plausibly be related to Odd Job.\n\nEnter the ravishing Deepika Padukone, in a dual role of Sakhi and Meow Meow, an Indian home shopping network hostess and Chinese tigress. Kissing in public is severely frowned upon in India, so that the greatest tension in all romances comes as a heroine is maybe, just maybe, about to kiss someone. This illustrates my maxim that it is less erotic to snoggle for 60 minutes than spend 60 seconds wondering if you are about to be snoggled.\n\nSidhu becomes involved with both Sakhi and Meow Meow, whose surprise relationship might have been more surprising had they not been played by the same actress. There are lots of martial-arts sequences, and of course several song-and-dance numbers, including an Indian rap performance. It's done with great energy but with a certain detachment, as if nothing really matters but the energy.\n\n\"Chandni Chowk to China\" won't attract many fans of kung fu -- or Adam Sandler, for that matter. The title and the ads will cause them to think for a second, an unacceptable delay for fanboys. It will appeal to the large Indian audiences in North America and to Bollywood fans in general, who will come out wondering why this movie, of all movies, was chosen as Hollywood's first foray into commercial Indian cinema. I don't know a whole lot about Bollywood, and even I could name some better possibilities.", "running_time": 149, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Action", "Adventure", "Comedy", "Drama", "Foreign", "Musical"], "title": "Chandni Chowk to China (2009)"}