{"url": "http://www.rogerebert.com/reviews/changeling-2008", "by": "Angelina Jolieas Christine Collins", "star_rating": 3.5, "text": "Clint Eastwood's \"Changeling\" made me feel sympathy, and then anger, and then back around again. It is the factual account of a mother whose little boy disappeared, and of a corrupt Los Angeles Police Department running wild. Angelina Jolie stars as Christine Collins, whose 9-year-old son, Walter, went missing in March 1928. Some months later, the LAPD announced her son had been found alive in DeKalb, Ill.\n\nThere was a problem. Collins said the boy was not hers. The police, under fire for lawlessness and corruption, had positioned the case as an example of their good work. They were determined to suppress Collins' protests. Even though the returned boy was three inches shorter than Walter, was not recognized by his teacher and classmates, and had dental records that did not match, Collins was informed that she was crazy and locked up in a psychiatric ward on the strength of a captain's signature.\n\nIf her \"rediscovered son\" was a poster boy for the cops, her disappearance became the cause of an early radio preacher named the Rev. Gustav Briegleb (John Malkovich), who had been thundering against police corruption. Meanwhile, a determined detective named Lester Ybarra (Michael Kelly) was led to the buried bodies of 20 young boys on an isolated chicken ranch outside Winesville, Calif.\n\nEastwood's telling of this story isn't structured as a thriller, but as an uncoiling of outrage. It is clear that the leaders of the LAPD serve and protect one thing: its own tarnished reputation. Collins joins many other female prisoners whose only crime was to annoy a cop. The institution drugs them, performs shock treatment, punishes any protest. Mental illness is treated as a crime. This is all, as the film observes, based on a true story.\n\nEastwood is one of the finest directors now at work. I often say I'm mad at Fassbinder for dying at 38 and denying us decades of his films. In a way, I'm also mad at Eastwood for not directing his first film until he was 41. We could not do without his work as an actor. But most of his greatest films as a director have come after \"retirement age.\" Some directors start young and get tired. Eastwood is only gathering steam.\n\n\"Changeling\" displays the directness and economy of his mentor, Don Siegel. It has not a single unnecessary stylistic flourish. No contrived dramatics. No shocking stunts. A score (by Eastwood) that doesn't underline but observes. The film simply tells its relentless story and rubs the LAPD's face in it. This is the story of an administration that directed from the top down to lie, cheat, torture, extract false confessions and serve to protect its image. In a way, it is prophetic.\n\nThe Los Angeles Police Department, perhaps in part because it is unlucky enough to exist in Los Angeles, has often had a dark image in recent movies. Consider \"L.A. Confidential,\" \"Training Day,\" \"Lakeview Terrace.\" Lots of movies involve corrupt cops, but no city's police department has been as dramatically portrayed. Yes, there are hero cops, but they're mavericks. Dirty Harry, for all his problems, might have admired this movie.\n\nJolie, Malkovich and Geoff Pierson, as a lawyer who takes Collins' case before the Police Board, are very good at what they do very well. The film's most riveting performance is by Jason Butler Harner as the murderous Gordon Northcott. The character could not be adequately described on the page. Harner's mesmerizing performance brings him to sinister life as a self-pitying weasel specializing in smarmy phony charm. He doesn't play a sick killer. He embodies one.\n\nThe screenplay by J. Michael Straczynski follows the factual outlines of the story while condensing, dramatizing and inventing. A man like Northcott can never be explained, but much of his oddness may have emerged from his childhood. That, and his parents, are left out of the film. He didn't discover until later that his real parents were his sister and his father. Surely he sensed something was very wrong.\n\nThis whole background of Northcott is wisely sidestepped by Eastwood; eerie as it is, it would have been a detour in the story's relentless progress. Northcott comes over in Harner's portrayal as a man like John Wayne Gacy, Ted Bundy and Jeffrey Dahmer: irretrievably evil, inexplicable, unreachable from the sane world. You don't have to gnash your teeth to be evil. Profoundly creepy is more like it.\n\nJolie plays Christine Collins without unnecessary angles or quirks. She is a supervisor at the telephone company, she loves her son, they live in a nice bungalow, all is well. She reacts to her son's disappearance as any mother would. But as weeks turn into months, and after the phony \"son\" is produced, her anger and resolution swells up until it brings the whole LAPD fabrication crashing down. Malkovich as the minister is refreshing: He's not a sanctimonious grandstander who gets instructions directly from God, but a crusading activist. And one more thing: The phony boy's reason for pretending to be Walter. It almost makes you want to hug him. Almost.", "running_time": 141, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-23", "genres": ["Drama", "Mystery", "Thriller"], "title": "Changeling (2008)"}