{"url": "http://www.rogerebert.com/reviews/chapter-two-1980", "by": "James Caanas George", "star_rating": 2.0, "text": "\r\n\n\nAfter the early loss of his first wife, playwright Neil Simon married again soon afterwards. Six months after the death, he fell in love at first sight with actress Marsha Mason, and they were married after a romance of only twenty-two days. Simon transformed those events of 1973 into an autobiographical play that opened in 1977, and now this film stars Mason in a role that is based, we guess, more or less upon herself.\n\nSimon says the story isn't an actual record of what happened,\r\nbut was just loosely inspired by his remarriage. There is no way for us to\r\nknow. What we can say, on the basis of “Chapter Two,” is that if the key\r\ndialogue between husband and new wife wasn't taken from life, it is possibly\r\ntaken from that wonderful category of what they should have said. And there is\r\na great deal that they should have said. Simon is usually the most quick-footed\r\nand -witted of dialogue writers, but this time he gives us more than two hours\r\nof discussions, arguments, debates, reconciliations, and accusations that\r\nquickly become tedious. \n\n\r\nThe conversations in his screenplay are too long\r\nand too literal to begin with, but they suffer from two additional handicaps:\r\n(a)They do not take place between two characters whose motives have been well\r\nestablished, and (b)they have the misfortune to involve James Caan, who is so\r\ntense, uptight, and verbally constipated that it's a trial to wait out his\r\nspeeches. \n\n\r\nCaan plays the Simon-like character, a writer\r\nand new widower who is inconsolable in his grief until Mason happens along.\r\nCaan has previously survived a series of blind dates with the usual assortment\r\nof hopeless choices, and so Mason enchants him: She's outspoken, direct,\r\nspunky. Their first \"trial date\" lasts five minutes (one of those\r\nstandard Hollywood \"meet cutes\"), and in no time at all they're in\r\nBermuda on their honeymoon. \n\n\r\nSo far, not so bad. This is all the stuff of\r\ndependable romantic comedy, and we know where we stand. But we are about to\r\nfind ourselves at sea for the rest of the movie, because the Caan character\r\nsuddenly has agonizing second thoughts ... his new bride gets on his nerves ...\r\nhe doesn't know what's bugging him .. he's hurtful ... he splits. The movie\r\nnever really bothers itself with why he behaves this way, unless we're supposed\r\nto supply our own instant Freudian analysis. Caan is awkward all through this\r\nmovie (he never seems happy playing this part), but he's never more lost than\r\nwhen he undergoes this dramatic character transformation. And you can't really\r\nblame him: Simon just hasn't given him the words or actions to make himself\r\nclear. \n\n\r\nAfter the split, the rest of the movie is\r\ndevoted to attempts by first one and then the other of the newlyweds to figure\r\nout what went wrong. Their scenes are so tediously top-heavy with dialogue that\r\nwe can barely stand to listen. And then there's the added distraction of a\r\nparallel plot involving an affair between their best friends (Valerie Harper\r\nand Joe Bologna). \n\n\r\nThere is absolutely no rational reason why this\r\nsubplot is in the movie. Maybe it made sense in the mechanics of the stage\r\nplay, but it doesn't belong here. And it's all themore distracting because,\r\nwhatdaya know, Bologna and Harper are much better than Caan and Mason at\r\nconjuring up the romantic and comic juices of a love affair. Their scenes are\r\nmeaningless and unnecessary, but at least they're alive, and just when they get\r\ntheir emotional rhythm flowing, the movie cuts back to the nonstop marriage\r\ncounseling session that occupies the main plot. \n\n\r\n“Chapter Two” is called a comedy, maybe because\r\nthat's what we expect from Neil Simon. It's not, although it has that comic\r\nsubplot. It's a middlebrow, painfully earnest, overwritten exercise in pop\r\nsociology. I'm not exactly happy describing Neil Simon's semi-real-life in\r\nthose terms, but then those are the terms in which he's chosen to present it.\r\nMy notion is that Simon would have been wiser to imagine himself writing about\r\nanother couple, and writing for another actress than his own wife; that way\r\nmaybe he wouldn't have felt it so necessary to let both sides have the last\r\nword.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": null, "title": "Chapter Two (1980)"}