{"url": "http://www.rogerebert.com/reviews/chaplin-1993", "by": "Robert Downey Jr.as Charlie", "star_rating": 2.0, "text": "Charlie Chaplin won his immortality through hard work. He was perfectly willing to spend hours or days on one shot or gag until he had it exactly right. He won his fame by reinventing himself as a universal character: Before Batman, before Mickey Mouse, there was the Little Tramp, an everyman whose lack of name and address allowed him to go anywhere and do anything, as long as it was funny, or brought a tear.\n\nIf you want to learn about this Chaplin, you can look at his films, which are available in fairly good condition on home video, and in superb condition on a new set of laserdiscs being issued by Fox. If you want to read about him, Walter Kerr's The Silent Clowns has never been bettered on the subject of silent comedy, and he goes into great detail about the mechanics of Chaplin's art, about how meticulously he engineered those seemingly evanescent moments.\n\nThe last place to look is Chaplin's autobiography, in which he displays all the cunning of an old magician still protecting his secrets. Chaplin wrote as a man who wanted the world to view his films from the outside, as finished products. He was not interested in discussing how he made them. He was also not that interested in revealing the secrets of the various marriages, romances and scandals which figured in his life, but that is a lack that Richard Attenborough is willing to compensate for in \"Chaplin,\" a film that leaves you wondering why anyone would want to make a film about its subject.\n\nThis is a disappointing, misguided movie that has all of the parts in place to be a much better one. Robert Downey Jr. succeeds almost uncannily in playing Chaplin; the physical resemblance is convincing, but better is the way Downey captures Chaplin's spirit, even in costume as the Tramp. The production values are impressive, the period sets are meticulously convincing, the supporting actors are generally very good, especially Geraldine Chaplin, playing her own grandmother; Kevin Kline, as Douglas Fairbanks, and James Woods, as Chaplin's attorney.\n\nBut the film is not about a genius who made movies. It is about a man who used his movies to finance his lifestyle, his sex life, and his famous exile in Switzerland. This is a film with the tawdry curiosity of a \"Dallas\" or \"Dynasty.\" It uses a flashback structure in which a writer, played by Anthony Hopkins, quizzes the elderly Chaplin about gaps in his autobiography, but given the film's gossipy preoccupations, the writer might better have been played by Robin Leach.\n\nThe screenplay, by three writers, is a whirl of name-dropping and arch dialogue, in which famous Hollywood names alternate with Charlie's latest conquests. The plot structure is so ancient it creaks, assigning to Chaplin's brother Sydney (Paul Rhys), for example, the thankless task of being wrong about everything so that Chaplin can be seen as right (by the time Chaplin is preparing \"The Great Dictator,\" a role his famous mustache predestined him for, Sydney is helpfully begging him not to play Hitler).\n\nRarely has a modern biopic so slavishly tried to connect every event in a man's life with its inspiration earlier in the same life. Charlie loves and loses a young girl in London, and so pursues too-young women all of his life. He sees a blind girl in London, and later makes \"City Lights.\" He sees a film of Hitler, and decides to make \"The Great Dictator.\" He sees men out of work, and . . .\n\nThere is not much here about what made him funny, and great.\n\nAttenborough, a filmmaker, is not interested in showing us how Chaplin made a film. There are indeed shots of Charlie \"filming,\" but these are the same kind of made-up, artificial movie scenes we've seen countless times before, in which sudden inspiration strikes like lightning and a career is built on instant genius.\n\nMuch is made of Chaplin's troubles with American courts and with the FBI, whose director, J. Edgar Hoover, was apparently convinced Chaplin was a dangerous communist. History now sees Hoover as a repressed neurotic who entertained himself with secret FBI reports about the sex lives of the rich and famous, but even here the movie falls back on cliche, tracing his dislike of Chaplin back to an imaginary snub at a dinner party.\n\nThrough most of these misadventures Chaplin comes across as essentially just a persecuted millionaire hedonist. There must have been more. The ill-treated Cockney child, whose mother was insane, whose education was in music halls and on the streets, must have been more complex and more interesting than this movie shows him. If the screenwriters in their research couldn't find more intriguing insights into his life and art, they should have made them up; the movie would have been no more false than it is now.\n\n\"Chaplin\" ironically contains the mechanism for its own criticism. As the movie tiresomely returns to Chaplin's home in Switzerland so that the writer can ask him still more questions about episodes Charlie has left vague in his autobiography, I imagined another conversation, in which an interviewer is determined to penetrate the murkiness of Attenborough's film. Why, sir, did you spend so much time on the sex life? Why not more about the movies? And where in the finished film is the greatness of Chaplin that presumably inspired you to make it?", "running_time": 144, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-01-08", "genres": ["Drama"], "title": "Chaplin (1993)"}