{"url": "http://www.rogerebert.com/reviews/chariots-of-fire-1981", "by": null, "star_rating": 4.0, "text": "This is strange. I have no interest in running and am not a\r\npartisan in the British class system. Then why should I have been so deeply\r\nmoved by “Chariots of Fire,” a British film that has running and class as its\r\nsubjects? I've toyed with that question since I first saw this remarkable film\r\nin May 1981 at the Cannes Film Festival, and I believe the answer is rather\r\nsimple: Like many great films, “Chariots of Fire” takes its nominal subjects as\r\noccasions for much larger statements about human nature.\n\nThis is a movie that has a great many running scenes. It is also\r\na movie about British class distinctions in the years after World War I, years\r\nin which the establishment was trying to piece itself back together after the\r\ncarnage in France. It is about two outsiders, a Scot who is the son of\r\nmissionaries in China, and a Jew whose father is an immigrant from Lithuania.\r\nAnd it is about how both of them use running as a means of asserting their\r\ndignity. But it is about more than them, and a lot of this film's greatness is\r\nhard to put into words. “Chariots of Fire” creates deep feelings among many\r\nmembers of its audiences, and it does that not so much with its story or even\r\nits characters as with particular moments that are very sharply seen and heard.\n\nSeen,\r\nin photography that pays grave attention to the precise look of a human face\r\nduring stress, pain, defeat, victory, and joy. Heard, in one of the most\r\nremarkable sound tracks of any film in a long time, with music by the Greek\r\ncomposer Vangelis Papathanassiou. His compositions for “Chariots of Fire” are\r\nas evocative, and as suited to the material, as the different but also\r\nperfectly matched scores of such films as \"The Third Man\" and\r\n\"Zorba the Greek.\" The music establishes the tone for the movie,\r\nwhich is one of nostalgia for a time when two young and naturally gifted\r\nBritish athletes ran fast enough to bring home medals from the 1924 Paris\r\nOlympics.\n\n\r\nThe nostalgia is an important aspect of the film, which opens with a 1979\r\nmemorial service for one of the men, Harold Abrahams, and then flashes back sixty\r\nyears to his first day at Cambridge University. We are soon introduced to the\r\nfilm's other central character, the Scotsman Eric Liddell. The film's\r\nunderlying point of view is a poignant one: These men were once young and fast\r\nand strong, and they won glory on the sports field, but now they are dead and\r\nwe see them as figures from long ago.\n\nThe film is unabashedly and patriotically British in its regard\r\nfor these two characters, but it also contains sharp jabs at the British class\r\nsystem, which made the Jewish Abrahams feel like an outsider who could\r\nsometimes feel the lack of sincerity in a handshake, and placed the Protestant\r\nLiddell in the position of having to explain to the peeved Prince of Wales why\r\nhe could not, in conscience, run on the Sabbath. Both men are essentially\r\nproving themselves, their worth, their beliefs, on the track. But “Chariots of\r\nFire” takes an unexpected approach to many of its running scenes. It does not,\r\nuntil near the film's end, stage them as contests to wring cheers from the\r\naudience. Instead, it sees them as efforts, as endeavors by individual runners\r\n-- it tries to capture the exhilaration of running as a celebration of the\r\nspirit.\n\nTwo\r\nof the best moments in the movie: A moment in which Liddell defeats Abrahams,\r\nwho agonizingly replays the defeat over and over in his memory. And a moment in\r\nwhich Abrahams' old Italian-Arabic track coach, banned from the Olympic\r\nstadium, learns who won his man's race. First he bangs his fist through his\r\nstraw boater, then he sits on his bed and whispers, \"My son!\" All of\r\nthe contributions to the film are distinguished. Neither Ben Cross, as\r\nAbrahams, nor Ian Charleson, as Liddell, are accomplished runners but they are\r\naccomplished actors, and they act the running scenes convincingly. Ian Holm, as\r\nAbrahams' coach, quietly dominates every scene he is in. There are perfectly\r\nobserved cameos by John Gielgud and Lindsay Anderson, as masters of Cambridge\r\ncolleges, and by David Yelland, as a foppish, foolish young Prince of Wales.\r\nThese parts and others make up a greater whole.\n\n“Chariots\r\nof Fire” is one of the best films of recent years, a memory of a time when men\r\nstill believed you could win a race if only you wanted to badly enough.", "running_time": 123, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Foreign"], "title": "Chariots of Fire (1981)"}