{"url": "http://www.rogerebert.com/reviews/charlies-angels-full-throttle-2003", "by": "Cameron Diazas Natalie", "star_rating": 2.5, "text": "I think it has more to do with mood than with what's on the screen. \"Charlie's Angels: Full Throttle\" is more or less the same movie as the original \"Charlie's Angels\" (2000), and yet I feel more forgiving this time. Wow, did I hate the first one: \"A movie without a brain in its three pretty little heads.\" I awarded it one-half of a star.\n\nBut what, really, was so reprehensible about that high-tech bimbo eruption? Imagine a swimsuit issue crossed with an explosion at the special-effects lab, and you've got it.\n\nMaybe I was indignant because people were going to spend their money on this instead of going to better movies that were undoubtedly more edifying for them. But if people wanted to be edified every time they went to the movies, Hollywood would be out of business.\n\n\"Charlie's Angels: Full Throttle\" is not a funny movie, despite a few good one-liners, as when Bernie Mac explains that the Black Irish invented the McRib. It is not an exciting movie, because there is no way to genuinely care about what's happening, and it doesn't make much sense, anyway. It is not a sexy movie, even though it stars four sexy women, because you just can't get aroused by the sight of three babes running toward you in slow motion with an explosion in the background. I've tried it.\n\nSo what is it? Harmless, brainless, good-natured fun. Leaving \"Full Throttle,\" I realized I did not hate or despise the movie, and so during a long and thoughtful walk along the Chicago River (have you seen that wonderful fountain on the north bank, east of Columbus Drive?), I decided that I sort of liked it because of the high spirits of the women involved.\n\nSay what you will, Drew Barrymore, Cameron Diaz, Lucy Liu and Demi Moore were manifestly having fun while they made this movie. They're given outrageous characters to play, an astonishing wardrobe (especially considering the fact that they go everywhere without suitcases), remarkable super powers and lots of closeups in which they are just gorgeous when they smile.\n\nIt's a form of play for them, to be female James Bonds, just as male actors all like to be in Westerns because you get to ride a horse and shoot up saloons. There is a scene where the three Angels discuss what Dylan Sanders (Drew Barrymore) was named before she went into the witness protection program. It turns out she was named Helen Zas. Now there's a name to go in the books with Norma Stitz. Natalie (Cameron Diaz) and Alex (Lucy Liu) kid her mercilessly about her name, and as Liu comes up with wicked puns, you almost get the impression she's thinking them up herself.\n\nThe plot ... but why should I describe the plot? It is an arbitrary and senseless fiction designed to provide a weak excuse for a series of scenes in which the Angels almost get killed, in Mongolia and elsewhere, mostly elsewhere, while blowing up stuff, shooting people, being shot at, almost getting killed, and modeling their PG-13-rated outfits.\n\nTwo new faces this time: Moore, as Madison Lee, a fallen Angel, and Mac, taking over for Bill Murray in the Bosley role, as Bosley's brother, who I think is also called Bosley. The Angels confront Madison high atop Los Angeles at the Griffith Observatory, which for mysterious reasons is completely deserted during their showdown and shoot-out.\n\nSo. I give the movie 2.5 stars, partly in expiation for the 0.5 stars I gave the first one. So if you want to see a movie where big stars trade witty one-liners with one another in the midst of high-tech chase scenes and all sorts of explosive special effects, the movie for you is \"Hollywood Homicide.\"", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-27", "genres": ["Action", "Adventure", "Comedy"], "title": "Charlie's Angels: Full Throttle (2003)"}