{"url": "http://www.rogerebert.com/reviews/charlie-and-the-chocolate-factory-2005", "by": "Johnny Deppas Willy Wonka", "star_rating": 3.0, "text": "Now this is strange. \"Charlie and the Chocolate Factory\" succeeds in spite of Johnny Depp's performance, which should have been the high point of the movie. Depp, an actor of considerable gifts, has never been afraid to take a chance, but this time he takes the wrong one. His Willy Wonka is an enigma in an otherwise mostly delightful movie from Tim Burton, where the visual invention is a wonderment.\n\nThe movie is correctly titled. Unlike \"Willy Wonka and the Chocolate Factory\" (1971), which depends on Gene Wilder's twinkling air of mystery, \"Charlie and the Chocolate Factory\" is mostly about -- Charlie. Young Charlie Bucket (Freddie Highmore) is so plucky and likable, and comes from such an eccentric and marvelous household, that the wonders inside the chocolate factory are no more amusing than everyday life at the Bucket residence.\n\nThe Buckets live in a house that leans crazily in all directions, and seems to have been designed by Dr. Caligari along the lines of his cabinet. The family is very poor. Charlie sleeps in a garret that is open to the weather, and his four grandparents all sleep (and live, apparently) in the same bed, two at one end, two at the other. His mother (Helena Bonham Carter) maintains the serenity of the home, while his father (Noah Taylor) seeks employment. Grandpa Joe (David Kelly) remembers the happy decades when he and everyone else in the neighborhood worked in the chocolate factory.\n\nAlas, 15 years before the story begins, Willy Wonka dismissed his employees and locked his factory gates. Yet the world still enjoys Wonka products; how does Willy produce them? One day, astonishingly, Wonka announces a contest: For the five lucky children who find golden tickets in their Wonka Bars, the long-locked factory gates will open, and Willy will personally escort them through the factory. A special surprise is promised for one of them. Of course Charlie wins one of the tickets, not without suspense.\n\nThis stretch of the film has a charm not unlike \"Babe\" or the undervalued \"Babe: Pig in the City.\" A metropolis is remade to the requirements of fantasy. Tim Burton is cheerfully inventive in imagining the city and the factory, and the film's production design, by Alex McDowell, is a wonder. David Kelly, as Grandpa Joe, is a lovable geezer who agrees to accompany Charlie to the factory; you may remember him racing off naked on a motorcycle in \"Waking Ned Devine\" (1998). And young Freddie Highmore, who was so good opposite Depp in \"Finding Neverland,\" is hopeful and brave and always convincing as Charlie.\n\nThe problem is that this time, he finds Neverland. Johnny Depp may deny that he had Michael Jackson in mind when he created the look and feel of Willy Wonka, but moviegoers trust their eyes, and when they see Willy opening the doors of the factory to welcome the five little winners, they will be relieved that the kids brought along adult guardians. Depp's Wonka -- his dandy's clothes, his unnaturally pale face, his makeup and lipstick, his hat, his manner -- reminds me inescapably of Jackson (and, oddly, in a certain use of the teeth, chin and bobbed hairstyle, of Carol Burnett).\n\nThe problem is not simply that Willy Wonka looks like Michael Jackson; it's that in a creepy way we're not sure of his motives. The story of Willy and his factory has had disturbing undertones ever since it first appeared in Roald Dahl's 1964 book (also named after Charlie, not Willy). Nasty and frightening things happen to the children inside the factory in the book and both movies; perhaps Willy is using the tour to punish the behavior of little brats, while rewarding the good, poor and decent Charlie. (How does it happen that each of the other four winners illustrates a naughty childhood trait? Just Willy's good luck, I guess.)\n\nWe see the wondrous workings of the factory in the opening titles, a CGI assembly-line sequence that swoops like a roller-coaster. When the five kids and their adult guardians finally get inside, their first sight is a marvel of imagination: A sugary landscape of chocolate rivers, gumdrop trees and (no doubt) rock candy mountains. Behind his locked doors, Willy has created this fantastical playground for -- himself, apparently. As the tour continues, we learn the secret of his work force: He uses Oompa Loompas, earnest and dedicated workers all looking exactly the same and all played, through a digital miracle, by the vaguely ominous Deep Roy. We're reminded of Santa's identical helpers in \"The Polar Express.\"\n\nIt is essential to the story that the bad children be punished. Their sins are various; Veruca Salt (Julia Winter) is a spoiled brat; Violet Beauregarde (Annasophia Robb) is a competitive perfectionist; Mike Teavee (Jordan Fry) approaches the world with the skills and tastes he has learned through video games, and Augustus Gloop (Philip Wiegratz) likes to make a little pig out of himself.\n\nAll of these children meet fates appropriate to their misdemeanors. I might be tempted to wonder if smaller children will find the movie too scary, but I know from long experience with the first film that kids for some reason instinctively know this is a cautionary tale, and that even when a character is suctioned up by a chocolate conduit, all is not lost.\n\nCharlie and his grandfather join wide-eyed in the tour, and there are subplots, especially involving Violet Beauregarde, before the happy ending. What is especially delightful are the musical numbers involving the Oompa Loompas, who seem to have spent a lot of time studying Hollywood musicals. The kids, their adventures and the song and dance numbers are so entertaining that Depp's strange Willy Wonka is not fatal to the movie, although it's at right angles to it.\n\nWhat was he thinking of? In \"Pirates of the Caribbean\" Depp was famously channeling Keith Richards, which may have primed us to look for possible inspirations for this performance. But leaving \"Pirates\" aside, can anyone look at Willy Wonka and not think of Michael Jackson? Consider the reclusive lifestyle, the fetishes of wardrobe and accessories, the elaborate playground built by an adult for the child inside. What's going on here? Bad luck that the movie comes out just as the Jackson trial has finally struggled to a conclusion.", "running_time": 115, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-07-14", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Charlie and the Chocolate Factory (2005)"}