{"url": "http://www.rogerebert.com/reviews/charlotte-gray-2002", "by": "Cate Blanchettas Charlotte Gray", "star_rating": 2.0, "text": "Consider now Cate Blanchett, a wondrous actress. Born in Melbourne in 1969, honored for her stage work in Australia, a survivor of American TV like \"Police Rescue,\" she made her first film in 1997 (\"Paradise Road,\" about female prisoners of war in the Pacific) and then arrived immediately at stardom in the title role of \"Elizabeth\" (1998), winning an Oscar nomination. In the four years since then she has played in an astonishing range of roles: as a calculating Londoner in \"An Ideal Husband,\" as a strong-willed 19th century gambler from the Outback in the wonderful \"Oscar and Lucinda,\" as an Italian-American housewife from New Jersey in \"Pushing Tin,\" as a rich society girl in \"The Talented Mr. Ripley,\" as a gold-digging Parisian showgirl in \"The Man Who Cried,\" as an Appalachian redneck with psychic powers in \"The Gift,\" as the woman who convinces both Billy Bob Thornton and Bruce Willis they love her in \"Bandits,\" as Galadriel in \"Lord of the Rings,\" as a lanky-haired Poughkeepsie slattern in \"The Shipping News,\" and now as a British woman who parachutes into France and fights with the Resistance in \"Charlotte Gray.\" Oh, and also in 2001, she had a baby.\n\nName me an actress who has played a greater variety of roles in four years, and I'll show you Meryl Streep. Were you counting Blanchett's accents? British, Elizabethan English, Edwardian English, Scots, Australian, French, American Southern, Midwestern, New England, New Joisey. And she has the kind of perfect profile they used to use in the \"Can You Draw This Girl?\" ads. She can bring as much class to a character as Katharine Hepburn, and has a better line in sluts.\n\nWhile I was watching \"Charlotte Gray,\" I spent a lot of time thinking about Blanchett's virtues, because she, Billy Crudup and Michael Gambon were performing life support on a hopeless screenplay. This is a movie that looks great, is well-acted, and tells a story that you can't believe for a moment. I have no doubt that brave British women parachuted into France to join the Resistance; indeed, I have seen a much better movie about just such a woman--\"Plenty\" (1985), starring, wouldn't you know, Meryl Streep. It's just that I don't think such women were motivated primarily by romance. After \"Pearl Harbor,\" here is another movie where World War II is the backdrop for a love triangle.\n\nBlanchett plays the title character, a Scottish woman in London who speaks perfect French and meets a young airman named Peter (Rupert Penry-Jones) at a publisher's party. They fall instantly in love, they have a one-night stand, he's shot down over France, and (she hears and believes) finds shelter with the Resistance. Charlotte allows herself to be recruited into British Special Operations, goes through training, and is dropped into France--near where Peter is thought to be. She is going to--what? Rescue him? Comfort him in her arms? Get him back to Britain? The movie doesn't spell this out very well.\n\nIn France, she comes into contact with a Resistance group led by Julien (Billy Crudup), a Communist, whose father Levade (Michael Gambon) disapproves of his son's politics, but keeps quiet because he hates the Nazis. Soon Charlotte is taken along on a raid that underlines the screenplay's basic problem, which is her utterly superfluous presence. Crudup and his men hide in a ditch, blow up a Nazi train, are chased and nearly killed by Nazi soldiers. The next morning, Charlotte is told: \"You did a good job last night.\" Why? How? What did she accomplish but tag along on a mission she had nothing to do with, watch the men blow up the train, and run for her life? A stranger, not needed, why was she taken along in the first place? This is the Resistance version of the practice of taking a girl along with you on a hunting trip so she can admire you shooting the big bad birds.\n\nSoon Charlotte and Julien are drifting into unacknowledged love, while a subplot involves the fate of two local Jewish children whose parents have been shipped to the camps. Charlotte touches base with a dyspeptic local contact who seems to exist primarily to raise doubts about himself, and ... but see for yourself, as the plot thickens. One question you might ask: How wise is it for Julien, an important Resistance fighter who wants to remain unnoticed, to shout curses at arriving Nazi troops? Another is: How important is that final letter Charlotte risks her life to type? Blanchett, Crudup and Gambon stand above and somehow apart from the absurdities of the screenplay. Their presence in their characters is convincing enough that we care about them and hope they survive--if not the war, at least the screenplay. The movie was directed by Gillian Armstrong, usually so good (\"My Brilliant Career,\" the overlooked and inspired \"Oscar and Lucinda\"). This time she excels in everything but her choice of material.\n\nIt is Blanchett's fate to be born into a time when intelligence is fleeing from mainstream movies. The script for \"Plenty\" was based on a great play by David Hare. \"Charlotte Gray\" is based on a best-selling novel by Sebastian Faulks, unread by me, and on the basis of this movie, not on my reading list. Next, Blanchett appears in \"Heaven,\" based on a screenplay by the late Krzysztof Kieslowski and directed by Tom Tykwer (\"Run Lola Run\" \"Princess and the Warrior\"). Good career move.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-11", "genres": ["Drama", "History", "Romance"], "title": "Charlotte Gray (2002)"}