{"url": "http://www.rogerebert.com/reviews/charly-1968", "by": "Cliff Robertsonas Charly Gordon", "star_rating": 3.0, "text": "Strangely enough, Ralph Nelson's \"Charly\" succeeds as a movie for reasons having little to do with the plot. As the story of a personality in crisis, it works. We care about Charly. But the whole scientific hocus-pocus, which causes his crisis, is irrelevant and weakens the movie by distracting us.\n\nThe story idea is a simple one, which Daniel Keyes was able to spin out into a successful novel (\"Flowers for Algernon\") by keeping his focus on Charly's, developing character. We start with a good-natured mentally retarded man of perhaps 30. He can do simple tasks and write a few words.\n\nHe cheerfully inhabits a world that seems frightening to us. His barren room contains a blackboard with the next day's tasks on it; he works as a janitor at a bakery where his \"friends\" torment him. With heartbreaking persistence, he attends night classes and takes guided tours of the city, but the things he learns all slip away and he has to keep starting again.\n\nThen Charly undergoes a brain operation (which remains unconvincing despite a surplus of fishy explanations). His IQ begins to increase rapidly, and he has to do 20 years of maturing in a few months. His tutor along the way is a young teacher, and not surprisingly he falls in love with her.\n\nThe relationship between Charly (Cliff Robertson) and the girl (Claire Bloom) is handled delicately and well. She cares for him, but inadequately understands the problems he's facing. These become more serious when he passes normal IQ and moves into the genius category; his emotional development falls behind. It is this story, involving a personal crisis, which makes \"Charly\" a warm and rewarding film.\n\nUnfortunately, there's a supplementary plot involving the scientist who operated on Charly, the scientist's difficult wife and a plan to put Charly on show at an international convention. This takes place just as Charly and his doctors discover that the operation will not have a permanent effect; eventually Charly will slip back to subnormal intelligence again. There's a rather awkwardly handled confrontation between Charly and the scientists, and then one of those conventional Science Races Against Time sequences.\n\nWhat really involves us is Charly and his bittersweet love affair (which, if you think about it, bears comparison to the dilemma of King Kong). There is also a lesson to be learned from the theme of the creator and his innocent, doomed creation (see \"Frankenstein,\" Genesis, etc.). But what is unnecessary is all the scientific stuff. The movie would have been better on a totally human level, I think; certainly Cliff Robertson's portrait of Charly is a sensitive, believable one and Claire Bloom is well cast as the teacher.", "running_time": 103, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-31", "genres": ["Drama", "Romance", "Science Fiction"], "title": "Charly (1968)"}