{"url": "http://www.rogerebert.com/reviews/charlotte-sometimes-2003", "by": "Michael Idemotoas Michael", "star_rating": 3.5, "text": "The man lives alone in his apartment, sometimes reading, sometimes standing quietly in the dark. Through the walls he can hear passionate lovemaking. After a time there is a knock on his door. It is, we know, the young woman who lives next door. She can't sleep, she says. The man and his neighbor sit on his couch to watch television, and in the morning she is still asleep in his arms.\n\nThis simply, Eric Byler's \"Charlotte Sometimes\" draws us into its mysterious, erotic story. The man is named Michael (Michael Idemoto). His neighbor--actually his tenant in a two-unit building--is Lori (Eugenia Yuan). Her lover is Justin (Matt Westmore), and while their sex life is apparently spectacular, she seems to have a deep, if platonic, love for Michael. What is their relationship, exactly? Michael is so quiet, so reserved, we cannot know for sure, although it seems clear in his eyes that he does not enjoy what he hears through the wall.\n\nLori asks Michael if he would like to meet a girl--she knows someone she could introduce him to. Before that can happen, one night in a neighborhood bar, he sees a young woman sitting alone across the room. He looks at her, she looks at him. He leaves, but comes back just as she is leaving--clearly to find her, although he claims he forgot something.\n\nThis is Darcy (Jacqueline Kim). She is tall and grave, the opposite of the pretty, cuddly Lori. \"Men don't want me,\" she says. \"They only think they want me.\" She reveals little about herself. As they talk into the night, they develop that kind of strange intimacy two people can have when they know nothing about each other but feel a deep connection. Eventually, she offers to have sex with him, but Michael doesn't want that. It's too soon. Sex may be a shortcut to intimacy, but he values something more; perhaps his privacy, perhaps his growing attraction for her, which he doesn't want to reduce to the physical, just yet.\n\nByler's screenplay never says too much, never asks the actors to explain or reveal in words what we sense in their presence and guarded, even coded, conversations. Kim, an experienced classical stage actress (from the Goodman School of Drama in Chicago and the Guthrie in Minneapolis) brings a quality to Darcy that is intriguing and unsettling at the same time. She leaves and returns unpredictably. There is something she is not saying. Michael feels attracted, and yet warned.\n\nThis story, which is almost gothic in its undertones, is filmed in an ordinary Los Angeles neighborhood. The house is on a winding road on a hillside. Michael owns a garage. \"You're a mechanic--and you read,\" Darcy muses. He took over the family garage but lives inside his ideas and his loneliness. How does he feel that Lori has sex with Justin but prefers to spend her nights with him? That Darcy is willing to have sex with him but then disappears, and withholds herself and her secrets? The film has been photographed by Rob Humphreys in dark colors and shadows, sometimes with backlighting that will catch part of a face or an expression and leave the rest hidden. Then there are ordinary daytime scenes, such as a double date when the two couples have lunch. There is subtle verbal fencing; Michael, Darcy and Lori are Asian, Justin is half Asian, and when Darcy asks which of his parents taught him to use chopsticks, there is an undercurrent they all feel, and when he says he cannot remember the time when he could not use chopsticks, he is answering more than her question.\n\nThe movie has revelations I must not reveal, but let it be said that Byler conceals nothing from us except what is concealed from the characters, and what they learn, we learn. It becomes clear that Darcy came into Michael's life in the wrong way and cannot undo that, and that Lori is deeply disturbed that her platonic friend may become this other woman's lover. Little is actually said about any of this; it is all there in the air between these guarded and wounded characters.\n\n\"Charlotte Sometimes\" drew me in from the opening shots. Byler reveals his characters in a way that intrigues and even fascinates us, and he never reduces the situation to simple melodrama, which would release the tension. This is like a psychological thriller, in which the climax has to do with feelings, not actions.\n\nIdemoto brings such a loneliness to his role, such a feeling of the character's long hours of solitary thought, that we care for him right from the start and feel his pain about this woman who might be the right one for him but remains elusive and hidden. Kim has a way of being detached and observant in her scenes, as if Darcy is seeing it all happen within a context only she understands. At the end, when we know everything, the movie has not cheated; we sense the deep life currents that have brought these people to this place. There is sadness and tenderness here, and the knowledge that to find true love is not always to possess it.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-05-02", "genres": ["Drama", "Romance"], "title": "Charlotte Sometimes (2003)"}