{"url": "http://www.rogerebert.com/reviews/chasing-mavericks-2012", "by": "Gerard Butleras Frosty", "star_rating": 3.0, "text": "I'll begin by putting my cards on the table. Although I can understand why surfing has its charms, there's a moment in \"Chasing Mavericks\" where it seems to embody insanity. After once-in-a-decade weather conditions cause already legendary waves north of Santa Cruz to swell to terrifying proportions, a reasonable surfer would stay on the beach. Not this hero.\n\nSurfing makes them \"feel more alive,\" surfers say, but after a look at the legendary Mavericks, one fears that would be a fleeting sensation just before death. These waves at their peak are tall as a five-story building; to fall and smack into one would be like hitting a concrete wall and to be buried in one means having tons of water above you. Being able to hold your breath for four, preferably five, minutes is a basic requirement.\n\nThis movie tells the \"real life\" story of Jay Moriarity (Jonny Weston), a legendary surfer who conquered the Mavericks when he was only 15. What's more, he didn't warm up when the wave was at its usual horrifying height, but when nobody had ever seen it more powerful. The story involves his training by a veteran surfer who lives nearby, Frosty Hesson (Gerard Butler). The only reason Frosty agrees to do this is that he realizes Jay will be compelled to try the wave sooner or later, and the experienced man decides to share his knowledge to spare the kid a likely death.\n\nThe story employs a checklist of obligatory elements from Teen Coming-of-Age Films: (1) Jay's father abandoned him and his mother, leaving behind only a note Jay is afraid to read; (2) his depressed mom, Kristy (Elisabeth Shue), often oversleeps and misses work; (3) he's had a crush since childhood on Kim (Leven Rambin), who likes him as a pal but flirts with other guys; (4) he adopts Frosty as a father figure; (5) he's bullied by one of those standard film creeps (Taylor Handley) who travels with a posse and picks fights; (6) his best friend develops a drug problem, and (7) conquering Mavericks would allow him to prove himself to Frosty, Kim, the bully and presumably his absent dad. \n\nSeems to me I've heard about Mavericks from other surfing movies. In this one, it is considered by most surfers as only a legend, but Frosty and three friends keep it as their own secret. Figuring this out, Jay holds onto the top of Frosty's van and hangs on for the all-night drive, after which Frosty understands there will be no dealing with this kid and begins to train him.\n\nAlthough it is written and acted with more skill than many coming-of-age tales, \"Chasing Mavericks\" is pretty much a formula picture, and it's surprising to find it was directed by two considerable talents: Curtis Hanson (who made \"L.A. Confidential\") and Michael Apted (\"Coal Miner's Daughter\" and the \"Up\" documentaries). I learn that Apted stepped in after Hanson was sidelined for health reasons. The project was co-produced by Gerard Butler, who gets top billing, although Jonny Weston is actually the star, and makes a sympathetic and believable one.\n\nThere's this to be said: \"Chasing Mavericks\" is made with more care and intelligence than many another film starting with its template might have been. It's better than most movies targeted at teens. And the cinematography of the big Mavericks scene by Oliver Euclid and Bill Pope is so frightening that you sort of understand why Frosty stays on the shore, watching Jay with binoculars.", "running_time": 117, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-10-24", "genres": ["Drama", "Sport"], "title": "Chasing Mavericks (2012)"}