{"url": "http://www.rogerebert.com/reviews/chasing-ice-2012", "by": "Jeff Orlowski", "star_rating": 3.0, "text": "But let's say you already accept the reality of climate change. Or that you don't. Either way, \"Chasing Ice\" by Jeff Orlowski is heart-stopping in its coverage of the brave and risky attempt by a scientist named James Balog and his team of researchers on the Extreme Ice Survey, where \"extreme\" refers to their efforts almost more than to the ice. At a time when warnings of global warming were being dismissed by broadcast blabbermouths as \"junk science,\" the science here is based on actual observation of the results as they happen. When opponents of the theory of evolution say (incorrectly) that no one has ever seen evolution happening, scientists are seeing climate change happening right now — and with alarming speed. Here is a film for skeptics who say \"we don't have enough information.\"\n\nJames Balog has photographed many stories and films for National Geographic, often about endangered species. This time he bit off more than most people would be terrified to chew. During repeated expeditions to Greenland, Iceland, Alaska and Montana, his team took stop-motion cameras, anchored them in place, and shielded them from violent winter weather. Some were destroyed, and they returned with improved installations, using ingenious methods to match up camera locations in a constantly evolving ice-scape of blinding white.\n\nThe Extreme Ice Survey has been collecting the results since 2007. The images in this film are mostly three years old, but definitive. We see glaciers retreating from ice mountains to expose the rock they rest on. One glacier loses the height in ice of the Empire State Building. We join a team of Balog's scientists as they hunker down inside anchored tents and wait days to film in real time an event they know is about to happen: The \"calving\" of an iceberg as a large chunk breaks off into the sea. I believe I saw some of this same footage on the news, but this film provides the context, and an idea of the scale I didn't get on TV: The chunk that breaks off is the size of lower Manhattan! \n\nDid some of that melting ice later visit Manhattan in the form of Hurricane Sandy? Does melting ice cause a rise in the global sea level? Does the bathtub fill up when you turn on the tap? As a scientist, how can you be sure the very ice you're standing on won't crumble beneath your feet?\n\nYou can't be. At one point Balog and his colleagues want to photograph a glacier that is already rotting, with streams of water pouring down sinkholes that descend out of sight. Using spiked shoes and pitons, they advance down the frozen side of one of these sinkholes, and he decides: \"I'm not going down there. It's bottomless.\"\n\nBalog himself is in the tradition of Arctic explorers who endure great pain to carry out their missions. Born in 1952, the craggy scientist isn't a young man when he conducts his treks across the ice, and eventually undergoes four knee surgeries. He tells his doctor: \"I could feel chunks of bone moving around inside my knees. I realize I was masking the pain with steroids and medication.\" The damage he did was severe, and yet in the next season, we see him returning again to inspect his cameras — on crutches.\n\nThe opponents of the theory of global warming often seem to be financed by the fossil fuel industries. The \"green\" teams looking into such energy sources as solar, wind and nuclear are often ridiculed. Watch \"Chasing Ice\" and see if you laugh.\n\nNote: Photographer James Balog will host a Q&A session after the 7:20 p.m. screening.", "running_time": 74, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-11-14", "genres": ["Documentary"], "title": "Chasing Ice (2012)"}