{"url": "http://www.rogerebert.com/reviews/chasing-liberty-2004", "by": "Mandy Mooreas Anna Foster", "star_rating": 2.0, "text": "\"Chasing Liberty\" is surprisingly good in areas where it doesn't need to be good at all, and pretty awful in areas where it has to succeed. It centers on a couple of engaging performances in impossible roles, and involves a madcap romp through a Europe where 9/11 never happened and \"Roman Holiday\" was never made. The movie is ideal for audiences who kinda know that we have a president, and he could have a teenage daughter, and she might be protected by the Secret Service, but don't know a whole lot else.\n\nThe movie has a view of reality, danger, romance, foreigners, sex and impulsive behavior that would have made ideal honeymoon viewing for Britney and Jason, had their marriage not tragically ended before the movie could open. It reflects precisely the prudence and forethought of two people who could get married at 5:30 a.m. in a Vegas chapel after seeing \"The Texas Chainsaw Massacre\" (2003) and then file for an annulment after belatedly realizing they hadn't discussed having children, where they want to live, community property, religious affiliation and whether the toilet paper should roll out or in.\n\nYou may protest that I'm hauling Britney and Jason into a review of a movie they have nothing to do with, but you would be wrong. There are going to be people who say that no one could possibly be as glamorous and yet as stupid as the characters in this film, and I give you Jason and Britney, case closed.\n\nThe movie stars Mandy Moore, a singer-actress of precisely Britney's generation, who has undeniable screen presence and inspires instant affection. Britney used to inspire instant affection herself, but now inspires instant alarm and concern. Moore is just plain likeable, a slurpee blended from scoops of Mary Tyler Moore, Sally Field and Doris Day.\n\nIn \"Chasing Liberty\" she plays Anna Foster, code-named Liberty, who is the only daughter of U.S. President James Foster (Mark Harmon) and his First Lady (Caroline Goodall). Her dating life is impossible. A hapless kid from her class arrives at the White House to take her out on a date, and the Secret Service strips the petals from the sweet little bouquet he brought her, seeking tiny and fragrant weapons of mass destruction.\n\nThe President is planning a state visit to Prague, and she wants to go along. What's more, she wants to hook up (in the old-fashioned sense, let us pray) with the daughter of the French ambassador, so they can skip over to Berlin for the annual Love Parade. And she demands freedom from the omnipresent Secret Service.\n\nHer father nixes the Love Parade, promises to assign only two Secret Service agents, and is alarmed when Anna pulls a fast one, slips out of a nightclub, and is able to escape her agents by hitching a ride on the back of a motorcycle driven by Ben Calder (Matthew Goode). Ben is a saturnine Brit of about 30, very dry and mysterious, and Anna knows absolutely nothing about him as she entrusts her life to him by embarking on a tour of Berlin, Venice, London and other popular tourist destinations. Life on the road is easier when by pure charm, for example, you can find a gondolier in Venice who not only waives his fee but invites you home so his mother can cook dinner for you and you can spend the night. Why does this gondolier remind me of the joke about the housewife who invites the mailman in for breakfast?\n\nAnna doesn't know who Ben is, but she knows who she is, and it's fairly inconsiderate of her to run away and inspire a vast Euro hunt involving the Secret Service, Interpol, countless black helicopters, and millions of the taxpayer's dollars; this is one child who could have been left behind. Ben, however, does know who he is and so do we -- he's working for the Secret Service, and has been assigned by the President to keep an eye on Anna while letting her think she's getting away with something.\n\nMoore and Goode have a quirky and appealing chemistry, based on her confusion over whether she wants to have sex or not, or maybe over whether she's had sex or not, and his confusion when his private emotions begin to interfere with his job. There's a scene where Anna goes bungee-jumping and you want to explain to Ben that his job is to prevent her from bungee-jumping, not to tie himself to her bungee so they can die together. That would be a job for the Last Samurai.\n\nI liked Goode's dry way of sardonically holding his distance, and Moore's unforced charm. It was a useful contrast to the movie's parallel romance between two agents named Weiss and Morales (Jeremy Piven and Annabella Sciorra), who grumble their way into love in dialogue that seems recycled from a shelved sitcom. Harmon is singularly unconvincing as the President, not only because he recklessly endangers his daughter's life and his country's fortune, but also because he reads the newspaper, and there's no telling where that could lead.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-01-09", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Chasing Liberty (2004)"}