{"url": "http://www.rogerebert.com/reviews/chasing-papi-2003", "by": "Roselyn Sanchezas Lorena", "star_rating": 2.5, "text": "\"Chasing Papi\" is a feature-length jiggle show with Charlie's Angels transformed into Latina bimbos. Well, not entirely bimbos: The movie's three heroines are smart and capable, except when they're in pursuit of the man they love, an occupation that requires them to run through a lot of scenes wearing high heels and squealing with passion or fear or delight, while a stupendous amount of jiggling goes on.\n\nThese are great-looking women. Forgive me if I sound like a lecher, but, hey, the entire purpose and rationale of this film is to display Roselyn Sanchez, Sofia Vergara and Jaci Velasquez in a way that would make your average Maxim reader feel right at home. So high are the movie's standards of beauty that even two supporting roles feature the ravishing Lisa Vidal and the immortal Maria Conchita Alonso.\n\nThe three stars are veterans of Spanish-language TV soap operas, a genre that celebrates cleavage with singleminded dedication. In the story, they are the three girlfriends of Thomas Fuentes (Eduardo Verastegui), aka Papi, an advertising executive whose travels require him to visit Lorena (Sanchez) in Chicago, Cici (Vergara) in Miami and Patricia (Velasquez) in New York. He does not intend to be a three-timer, and sincerely loves them all, but asks: \"How can you choose between the colors of nature's beautiful flowers?\" All three women happen to be watching the same astrologer on TV, and take the seer's advice to drop everything and race to the side of their man. This leads to an improbable scene when all three burst through doors leading into Papi's bedroom, while wearing his gift of identical red lingerie. Papi is not home at the time, supplying an opportunity for the women to discover his betrayal and decide to gang up and have what is described as revenge but looks more like a fashion show by Victoria's Secret.\n\nMeanwhile, let's see, there's a plot about a bag of money, and an FBI agent (Vidal) trails the women to Los Angeles, while also meanwhile some tough guys, led by Paul Rodriguez, are on the trail of the money, and this all leads inevitably to the girls making their onstage dancing debut at a festival headlined by Sheila E.\n\n\"Chasing Papi\" is as light as a feather, as fresh as spring, and as lubricious as a centerfold. Its three heroines are seen in one way or another as liberated women, especially Lorena, who is said to be a lawyer, but their hearts go a-flutter in the presence of Papi.\n\nThe movie's purpose is to photograph them as attractively as possible, while covering up the slightness of the plot with wall-to-wall Latin music, infectiously upbeat scenes, and animated sequences that introduce New York, Miami, Chicago and Los Angeles.\n\nI cannot recommend \"Chasing Papi,\" but I cannot dislike it. It commits no offense, except the puppylike desire to please. It celebrates a vibrant and lively Latino world in which everyone speaks English with a charming accent, switching to Spanish only in moments of intense drama.\n\nThere is something extroverted and refreshing in the way these women enjoy their beauty and their sexiness. They've got it, and they flaunt it.\n\nThe movie could have been smarter and wittier. The plot could have made a slight attempt to be original. There are better ways to pass your time. But \"Chasing Papi\" will make you smile, and that is a virtue not to be ignored.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-04-16", "genres": ["Comedy", "Romance"], "title": "Chasing Papi (2003)"}