{"url": "http://www.rogerebert.com/reviews/che-1969", "by": "Omar Sharifas Che Guevera", "star_rating": 1.0, "text": "From the beginning, it sounded like a bad dream. Hollywood was making a movie about Che Guevera. Why? Probably because somebody smelled easy money, having been inspired by the sales figures on Che posters. That must have been the reason, because \"Che!\" is abundant evidence that no one connected with this stinkeroo gave a damn about Che Guevera, Fidel Castro, the Cuban Revolution or anything else requiring more than five seconds' thought.\n\nThe most we could have hoped for, I guess, was a movie exhibiting some interest in the most influential revolution of the 1960s. The least would have been a movie that cared enough, anyway, to attack Guevera and provide some juicy propaganda. But all we get is a movie that's literally indifferent. It is impossible to determine what the film's makers thought about Guevera, if anything. The movie's dominant quality is gutlessness.\n\nNo attempt is made to get inside the mind of this complex man, Guevera. We are told he was a medical student, suffered from asthma, was more ruthless than Castro, was the real brain behind the operation. Big deal. Castro is presented as a pretty nice guy, taking the soft line with the Russians during the missile crisis, getting worried about nuclear war. The Bay of Pigs is skipped over. The corruption of the Batista regime all took place, apparently, on some other island. The dramatic level aspires toward comic strips.\n\nDirector Richard Fleischer (last outing: \"Dr. Dolittle\") is careful never to take a stand. He uses a pseudo-objective newsreel technique to present opinions from people who \"knew\" Che. First we get a Cuban teacher saying a few good words and then a Cuban ex-patriot saying a few bad words and then a clip of Adlai Stevenson on TV. The very method of the \"Interviews\" is patently phony. At one point, an actor looks straight into the 35 mm Panavision lens, color by DeLuxe, and says: \"Don't let anyone know I told you this.\"\n\nWhen we aren't getting newsreels, we're getting routine footage of guerrilla clashes in the jungle. When we aren't getting that, we're getting shots of Fidel in his luxurious Havana apartment, leaning over the balcony and looking at the horizon on very badly painted sound-stage backdrops. There's never a moment's interest in the philosophy of revolution (aside from some ritual waving of a book we're told Che wrote) to characters. All talk in clichés and smoke cigars.\n\nAt the end, just before Che is murdered, an old goatherd (Frank Silvera) is dragged into his room. \"This is the man you were fighting for,\" a Bolivian officer tells Che. And then the old guy complains that the sounds of revolutionary gunfire have caused his goats to stop giving milk: \"Why you not go away and leave us alone in peace?\" Fade out. Wow.\n\nThe amusing thing is that the right wing has mobilized against \"Che!\" without seeing it. A theater in New York was bombed the other day, and a Chicago letter-writing campaign urges me to denounce this film \"glorifying\" Guevera. The movie was scheduled to open on Memorial Day, but local vigilantes prevented that with threats of picketing: The opening would be an insult to every veteran, etc. Now that they've seen \"Che!,\" I imagine they'll start raising money to get it on TV. All this movie inspires toward the Cuban Revolution is excruciating boredom, accompanied by nausea.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1969, "date_published": "1969-06-10", "genres": ["Action", "Adventure", "Drama"], "title": "Che! (1969)"}