{"url": "http://www.rogerebert.com/reviews/che-2009", "by": "Benicio Del Toroas Che", "star_rating": 3.5, "text": "Che Guevara is conventionally depicted either as a saint of revolution, or a ruthless executioner. Steven Soderbergh's epic biography \"Che\" doesn't feel the need to define him. It is not written from the point of view of history, but from Guevara's own POV on a day-to-day basis in the process of overthrowing the Batista regime in Cuba and then failing to repeat his success in Bolivia. Both parts of the film are based on his writings, including a diary in Bolivia written in the field, day to day.\n\nThe film plays in two parts, named \"The Argentine\" and \"Guerrilla.\" It resists the temptation to pump up the volume, to outline Che (Benicio Del Toro) against the horizon, to touch conventional biographical bases. In Cuba, we join him in mid-stream. We learn that he is a doctor, but not how and why he became one. It is a given that he is a revolutionary. He is a natural leader of men. Fidel Castro is his comrade, but the film does not show them in a detailed relationship; much of the time, they are apart. There isn't an explanation of why he chose to secretly leave Cuba after the revolution, no reference to his time in the Congo, no explanation about why he chose Bolivia as his next field of operations, no reference to the political decisions he made as a young man motorcycling across South America (as described in the 2004 film \"The Motorcycle Diaries\").\n\n\"Che\" is all in the present tense. He has made an irrevocable decision to overthrow governments, he explains why in his descriptions of injustice, he identifies with peasants and not with his own ruling class, and although he is nominally a Communist, we do not hear discussion of theory and ideology. He seems completely focused on the task immediately before him. His method is to give voice to popular resentment against a dictator, win the support of the people and demoralize opposing armies of unenthusiastic soldiers. He needs few men because he has a powerful idea behind him.\n\nThat method worked in Cuba and failed in Bolivia. Soderbergh's 258-minute film works as an arc: Upward to victory, a pause with his family in Argentina, downward to defeat. The scenes in Argentina show him with his second wife, Aleida (Catalina Sandino Moreno), and children, but do not engage in why he left them, how his wife really feels, how he feels about them. A wanted person, he has disguised himself so successfully that his children do not recognize him as he presides over the dinner table. His wife shared his political ideas but must have had deep feelings about a man who would leave his children to lead a revolutionary war in another country; but we don't hear them, and in a way it's a relief to be spared the conventional scenes of recrimination. It is all as it is.\n\nThat helps explain another peculiarity of the film. Surprising attention is given to Che meeting the volunteers who join his guerrilla bands. Names, embraces. But little effort is made to single them out as individuals, to develop complex relationships. Che enforces an inviolable rule: He will leave no wounded man behind. But there is no sense that he is personally emotionally involved with his men. It is a man he will not leave behind, not this man. It is the idea.\n\nIn Cuba, the rebels are greeted by the people of the villages, given food and cover, cheered on in what becomes a triumphal tour. In Bolivia, there seems little sympathy. Villagers betray him. They conceal government troops, not his own. When he lectures on the injustice of the government medical system, his audience seems unresponsive. You cannot lead a people into revolution if they do not want to follow. Soderbergh shows U.S. military advisers working with the Bolivians, but doesn't blame the United States for Che's failure. Che chose the wrong war at the wrong time and place.\n\nIn showing both wars, Soderbergh does an interesting thing. He doesn't structure his battle scenes as engagements with clear-cut outcomes. Che's men ambush and are ambushed. They trade fire with distant enemies. There is usually a cut to the group in the aftermath of battle, its casualties not lingered over. This is not a war movie. It is about one man's unrealistic compulsion to stay his course.\n\nSoderbergh made the film himself, directing, photographing, editing. There is no fancy camerawork; he looks steadily at Che's dogged determination. There are very few subjective shots, but they are effective; Che's POV during his last moments, for example. There is a lot of the countryside, where these men live for weeks at a time. The overwhelming impression is of exhaustion, and Guevara himself has malaria part of the time, and suffered from asthma. There is nothing more powerful than an idea whose time has come, and more doomed than one whose time is not now.\n\nBenicio Del Toro, one of the film's producers, gives a heroic performance, not least because it's self-effacing. He isn't foregrounded like most epic heroes. In Cuba, he emerges in victory, in Bolivia, he is absorbed in defeat, and sometimes is almost hard to recognize behind a tangle of beard and hair. He embodies not so much a personality as a will. You may wonder if the film is too long. I think there's a good reason for its length. Guevara's experience in Cuba and especially Bolivia was not a series of events and anecdotes, but a trial of endurance that might almost be called mad.", "running_time": null, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-01-14", "genres": null, "title": "Che (2009)"}