{"url": "http://www.rogerebert.com/reviews/cheaper-by-the-dozen-2003", "by": "Steve Martinas Tom Baker", "star_rating": 3.0, "text": "Here's my old copy of Cheaper by the Dozen right here. The bright orange binding is worn through to the cardboard, there are grape juice stains all through Chapter 3, and a couple of pages are stuck together with what still, incredibly, smells like peanut butter. God, I loved that book. I read it over and over again as pure escapism. I was an only child curled up at the end of the sofa, imagining what it would be like to have 11 brothers and sisters.\n\nCheaper by the Dozen was a best-seller in the 1940s, and inspired a 1950 movie starring Clifton Webb and Myrna Loy as Frank and Lillian Gilbreth, who raised 12 kids with ingenuity and precision.\n\nNow here is the 2003 version, with Steve Martin and Bonnie Hunt. It isn't my purpose to use the old movie to hammer the new one, because they're both sweet and zany, but to notice how much our ideas have changed in 53 years; especially our ideas about fathers.\n\nFrank Gilbreth was a real man, and the original book was co-written by two of his children. He was, they explained, a Time and Motion Expert, who broke down every task into its essential elements and then studied them to see how they could be done more quickly and easily. At work, he improved assembly lines. At home, he applied his theories to his family, believing that 12 children were as easy to raise as two, if you analyzed the daily family routine and assigned part of it to every kid -- even very small parts for very small kids. The unspoken assumption was that the father was the center of authority, he knew best, and his wife was his loyal co-pilot.\n\nWe know now that this model is a case of sexist chauvinism. Gilbreth's view of fathers is long out of date, and American men survive in the movies only as examples of incompetence, unrealistic ambition and foolish pride. Gene Siskel once started a list of movies with fathers in them, to demonstrate that Hollywood preferred whenever possible to have single mothers and avoid fathers altogether. If there had to be a father, he was (a) in a comedy, the butt of the joke, and (b) in a drama, a child abuser, an alcoholic, an adulterer, an abandoner of families, or preferably, all of the above. At some point during a half century of Hollywood fathering, \"father knows best\" was replaced by \"shut your pie hole.\"\n\nTom Baker, the Steve Martin character in \"Cheaper by the Dozen,\" has a good heart and loves his wife and kids, but that leaves him with a few promising character flaws. He is incapable of inspiring discipline, for example, and would sacrifice his family to his ambition. He's a football coach for a cow college in Midland, Ill., but is offered the head coaching job at Lincoln University in Evanston. We're supposed to think of Northwestern.\n\nWell, of course, fool that Tom is, he takes the job and steps up to national prominence and a big salary, even though this means his kids will have to switch schools and find new boyfriends and girlfriends, and they will have to move out of the overcrowded bungalow where they all lived in one another's pockets, and into a sprawling two-story corner home in a $1 million neighborhood. One of those houses with a circular drive and balconies and garrets and a garden.\n\nWorse, the move is scheduled to coincide with the national tour to promote the new book about the family by Tom's wife, Kate (Bonnie Hunt).\n\nThis is quite a publishing coup. Her book is submitted, accepted, edited, printed, in the stores and on the best-seller lists within a week. Forget the coach; make us a movie about the publisher.\n\nThe book's success means Tom has to run practices and steer his new team through a couple of big games while Kate is on the road, and although his oldest daughter, Nora (Piper Perabo), agrees to come home and baby-sit, she brings along her boyfriend, Hank (Ashton Kutcher), causing a family crisis about where Hank will sleep, This in a family where everybody was sharing 2-1/2 beds until a month ago.\n\nThe movie is lighthearted fun, providing little character bits for all of the family members, from young Forrest Landis, whose life centers on his pet frog, all the way up to older sister Hilary Duff, whose romantic adventures involve the usual PG-rated heartbreak. The neighbors complain that they're living next door to Animal House, the alums complain that the small-time coach is not ready for big-time football, the kids complain that they miss home -- and of course only evil, stupid, reactionary, ambitious, greedy Dad is standing in the way of a return to Midland, a town so friendly they don't say \"Attention, shoppers!\" at Wal-Mart but call you by first name (only kidding).\n\nHey, I liked \"Cheaper by the Dozen.\" These actors are skilled at being nice. It's just that the movie settles when it ought to push. Consider the Bonnie Hunt character. Here she's reasonable, exasperated, and loves that lunk of a husband. But compare her work here with what she did in \"Stolen Summer\" (you remember, that 2002 \"Project Greenlight\" movie I recommended, but you ignored my review and went to see \"Sorority Boys\" instead). In that one she was the mother of a large Irish Catholic family in Chicago, where she had edge and sass and was not afraid to smack a potty-mouth up alongside the head.\n\n\"Cheaper by the Dozen\" doesn't understand that kind of family; it's based on sitcom families, where the most essential family value is not stepping on anybody's lines.", "running_time": 98, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-12-24", "genres": ["Comedy", "Drama", "Family"], "title": "Cheaper by the Dozen (2003)"}