{"url": "http://www.rogerebert.com/reviews/cheaper-by-the-dozen-2-2005", "by": "Steve Martinas Tom Baker", "star_rating": 3.0, "text": "\"Cheaper by the Dozen 2\" is the kind of title, like \"The Other Side of the Mountain,\" that starts you wondering why they didn't call it \"This Side of the Mountain.\" Or, more to the point, \"Even Cheaper by Two Dozen.\" All sequel titles tell you is that if you liked the doughnuts, why not buy another box? At which your mother would tell you to save some room for dinner, and I would suggest a new movie.\n\nStill, as I watched this sequel, a certain good feeling began to make itself known. Yes, the movie is unnecessary. However, it is unnecessary at a higher level of warmth and humor than the recent remake \"Yours, Mine and Ours.\" And it has more plausible parents, even though neither actor, so far as I know, has any children.\n\nSteve Martin, whose adamant loner in \"Shopgirl\" is possibly autobiographical (he wrote the original novella), uses his status as a non-accumulator of kids as a basis for Dad Baker, who is affectionate but not soppy. And Bonnie Hunt, as Mom, is the kind of mother who understands she essentially has a job in management. I am not even a little surprised that she has three brothers and three sisters and used to work as a nurse in the oncology ward at Northwestern Memorial Hospital.\n\nWhat I liked the most about the second \"Dozen,\" however, was another performance, the one by Alyson Stoner as their daughter Sarah. As a girl poised on the first scary steps of adolescence, she finds the kind of vulnerability and shy hope that Reese Witherspoon projected in \"The Man in the Moon\" (1991), which contains a first kiss so sweet you remember it 15 years later.\n\nIn Sarah's case, romance finds her after her parents assemble the Fabulous Baker Boys and Girls for one last summer at a rented lake cottage. Kids are growing up fast; the daughters played by Hilary Duff and Piper Perabo have already flown the coop, college is looming for others, and the parents want to assemble the whole brood.\n\nSince their earlier summer at the ramshackle beach rental on Lake Winnetka, Dad Baker's high school rival Jimmy Murtaugh (Eugene Levy) has erected his own gargantuan family home, the Boulders, directly across the waters. He's made a lot more money than Tom Baker, whose job as a college football coach evaporates in some vague dialogue. The two fathers resume their lifelong rivalry, and Murtaugh shows off at a fancy Fourth of July clambake at the lake club, where the fireworks go off prematurely and destroy everything in sight. It is a rule of the cinema that all fireworks always go off prematurely, except those used in sex scenes, and sometimes then, too.\n\nCountering these predictabilities is the wonderful little subplot. For Sarah Baker and Eliot Murtaugh (Taylor Lautner), it's first love at first sight. This leads Sarah to experiment with makeup, because like all girls her age, she is convinced she is an ugly duckling.\n\nGod, 13 can be horrible. I remember as a high school freshman, standing around at the Tigers' Den teenage hangout in Urbana, cupping my hand to my mouth and checking to see if I had bad breath. At any given moment there would be half a dozen other kids also sniffing in dread and suspicion, all of us chewing Doublemint like crazy. If some girl had told us she didn't dance with boys who chewed gum, we would have gone home and wept ourselves to sleep.\n\nAnyway, \"Dozen 2\" remembers that kind of suffering, and the way kids are super-sensitive. Any teasing, however slight, however kind, however well-meaning, comes as a crushing blow. Mom Baker (Hunt) sees what's happening, calls Sarah \"sweetheart\" and sympathizes, but what's especially touching is when Sarah's older sister Lorraine (Duff) takes her upstairs and expertly applies the right style of makeup for a girl that age -- which means, in effect, that when Sarah tremulously exposes herself to the family view, she looks absolutely lovely, and you really can't notice much makeup at all. I personally couldn't see any, but then I hardly notice makeup unless we're talking Tommy Lee Jones as Two-Face in \"Batman Forever.\"\n\nSpeaking of makeup, Jimmy Murtaugh's new wife of six months standing is Sarina, played by Carmen Electra, and the movie surprises us by making her nice. She's sexy, yes, but she really cares for her eight new stepkids, intervenes with her husband's monstrous ego and passes the acid test, which is that Bonnie Hunt's character accepts her as (provisionally) human.\n\nThe movie is otherwise about what you'd expect. As family movies go, it skews younger than the better \"Rumor Has It\" and \"The Family Stone.\" It's a lot better than \"Yours, Mine and Ours,\" which has inexplicably grossed more than $45 million, all of which could have been more usefully dropped into Santa's little red bucket outside the theater.", "running_time": 105, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-12-20", "genres": ["Adventure", "Comedy", "Family"], "title": "Cheaper by the Dozen 2 (2005)"}