{"url": "http://www.rogerebert.com/reviews/checking-out-1989", "by": "Jeff Danielsas Ray MacKlin", "star_rating": 2.0, "text": "Ray Macklin wakes up in the middle of a cold, trembling, sweating nightmare with the certainty that he is going to die, horribly and soon. This is an experience most of us can identify with. Then he jumps out of the bedroom window and lands on top of the family station wagon, setting off the car alarm, and stands there in his boxer shorts vibrating with dread, while the neighbors quickly form a crowd in the street. The problem with “Checking Out” is that it provides us with fears we can understand and responses that seem to have been phoned in from a sitcom.\n\nThe movie stars Jeff Daniels as Macklin, a suburban everyman who half believes he will never die, until his best pal drops dead in the middle of a joke. This is bad news for the pal, bad news for Daniels and bad news for us, too, because the movie makes a running gag out of the fact that we never got to hear the punch line. Since the joke is one of the oldest in the world (“Why don't Italians like barbecues?”) and there can be hardly a person alive who does not know the answer (“The spaghetti drops right through the grill”), our hearts sink. If the movie hopes to entertain us with suspense about its punch line, it must have little else up its sleeve.\n\nAfter his nightmare, Macklin becomes convinced he will follow his friend to the grave and begins to visit doctors and insist on tests. The doctors all seem to agree that there is nothing the matter with him, that the only thing he has to fear is fear itself. But Macklin is determined, and finally he finds one doctor who finds an “irregularity” - a “normal” one, to be sure. And that is enough to precipitate the remaining scenes of the movie.\n\nDeath and illness are, of course, two of the things we dread the most, and so there is a sense in which we need to be able to see the humor in them - or to find humor even where none exists. I have a friend who is a specialist in “laugh therapy” and visits the bedsides of the dying so that they can have a good chuckle together about the absurdity, after all, of being sorry to leave a place that for several million years we had no idea even existed. (I don't know if I could personally see the humor in the situation, but at least she offers one of the few therapies that does not depress the therapist, as well as the patient.) If “Checking Out” had given some deeper thought to its subject, had turned Death over and looked at it from all sides, it might have found a way to get laughs like my friend does, instead of falling back on a series of setups and payoffs and weird, off-center little scenes that seem to be trying to hide what they're really about.\n\nFor example, the movie really goes berserk when it gets to heaven, which seems to resemble one of those “pre-shows” that entertain the crowds at an amusement park before they finally get in to take the ride. What's going on here? This isn't a satire of people's ideas of heaven, it's a satire about the director's ideas about American shopping malls.\n\n“Checking Out” was directed by David Leland, who until this film had a flawless record: He wrote “Mona Lisa” and directed “Wish You Were Here,” the comedy about the precocious teenage girl growing up in a British seaside town. This time, he seems to have lost his bearings, to have confused gags with comedy and convinced himself that the seriousness of his subject matter would bail him out. But his jokes fall right through the grill.", "running_time": 98, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-05-05", "genres": ["Comedy", "Foreign", "Indie"], "title": "Checking Out (1989)"}