{"url": "http://www.rogerebert.com/reviews/cheri-2009", "by": "Michelle Pfeifferas Lea", "star_rating": 3.5, "text": "Near the beginning of Colette’s novel Chéri, she gives her young lover a necklace with 49 pearls. We can imagine there is one pearl for every year of her age. Her lover is 24 years younger than she. Therefore, 25. Six years pass. In a way, the movie \"Chéri\" is about how 25 and 49 are not the same as 31 and 55. Colette tells us their tragedy is they were destined to be the only perfect love in each other’s lives, yet were not born on the same day.\n\nThe success of Stephen Frears’ film \"Chéri\" begins with its casting. Michelle Pfeiffer, as Lea de Lonval, is still a great beauty, but nearing that age when a woman starts counting her pearls. Rupert Friend, as her lover Chéri, is 27 and looks younger — too young to play James Bond, although he was considered. They are both accomplished actors, which is important, because \"Chéri\" tells a story of nuance and insinuation, concealed feelings and hidden fears.\n\nLea is a courtesan, currently without court. She has a lot of money and lives luxuriously. Chéri is the son of a courtesan, Charlotte Peloux (Kathy Bates). She and Lea have been friends for years; courtesans may be rich and famous, but they cannot really talk freely with women not like themselves. Lea was constantly in the life of her friend’s son, named Fred but called Chéri (\"darling\") by one and all. One day, Madame Peloux comes to her and asks her to take in the boy. She does not quite say (as Lee Marvin tells a whore in \"Paint Your Wagon\") \"I give you the boy. Give me back the man,\" but she might as well have.\n\nChéri is far from a virgin, but he needs some reining in. It turns out he accepts Lea’s saddle quite willingly. What begins as lovemaking quickly becomes love, and they float in a perfumed world of opulent comfort, Lea paying all the bills. The two things a courtesan cannot ever do are really fall in love and reveal what she is really thinking. Lea fails at the first.\n\nYou need not be told what happens in the story, or how thoughtless and cruel Chéri can be when it suits him. Be content to know that Lea knows sooner and Chéri later that what they had was invaluable and irreplaceable. Chéri became Colette’s most popular book because of its air of describing familiar lives with detached regret, and that is the tone Frears goes for: This is not a tearjerker, but a record of what can happen when people toy with their hearts.\n\nHow well I remember that day in 1983 when I walked across Blackfriar’s Bridge in London and came upon an obscure little used book shop and inside discovered a set of the works of Colette, small volumes, bound in matching maroon leatherette, with cloth bookmarks. I have been in awe of her writing ever since. When Donald Richie, the great authority on Japanese cinema, was moving to a smaller flat in Tokyo and had to perform triage on his library, he gave away Shakespeare, because he felt he had internalized him, but could not bring himself to give away Colette.\n\nColette, who was 81 when she died in 1954, is probably best known to you as the author of Gigi. After leaving an unfaithful first husband, Colette, already a successful author, supported herself as a music hall performer, knew many courtesans in the era of La Belle Epoque, had affairs with women, shocked tout le monde with the first onstage kiss between two women, married the editor of Le Matin and was divorced at 51 after she had an affair with his 20-year-old stepson. So Chéri is not entirely a work of the imagination.\n\nColette’s many books are considered difficult to film because much of what happens is based on emotions rather than events. This is a challenge Frears and his screenwriter, the British playwright Christopher Hampton, have accepted. The film is about how to behave when you live at a distance from your real feelings. It is fascinating to observe how Pfeiffer controls her face and voice during times of painful hurt. It is bad to feel pain, worse to reveal it; a courtesan has her pride.\n\nThe performances seem effective to me, including Bates as Charlotte, who like many an older prostitute plays a parody of her profession. Laugh, and the world laughs with you. The cinematography by Darius Khondji and costumes by Consolata Boyle are meticulous in evoking decadence. The most emotional moments at the end occur off-screen and are related by the narrator (Frears himself). That is as it should be. Some things don’t happen to people. They happen about them.", "running_time": 86, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-06-24", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Chéri  (2009)"}