{"url": "http://www.rogerebert.com/reviews/cherish-2002", "by": "Robin Tunneyas Zoe", "star_rating": 3.0, "text": "In most locked-room mysteries, the death takes place inside the room and the hero tries to figure out how it was done. \"Cherish\" is a variation on the theme: The death takes place outside the room, and then the heroine is locked into it and has to find the killer without leaving. Throw in a love story, a touch of \"Run Lola Run\" and a lot of Top 40 songs, and you have \"Cherish,\" a lightweight charmer with a winning performance by Robin Tunney.\n\nShe plays Zoe, the kind of clueless office worker that her co-workers subtly try to avoid (I was reminded of the Shelley Duvall character in Robert Altman's \"Three Women\"). She has a hopeless crush on co-worker Andrew (Jason Priestley), and that leads her one night to a nightclub and to a fateful encounter with a masked man who enters her car, steps on the accelerator, mows down a cop, and then flees on foot.\n\nZoe is arrested for drunken vehicular homicide and several other things, and given little hope by her attorney, who gets the case continued in hopes that the heat will die down. The court orders her confined to a walk-up San Francisco apartment, with a bracelet on her ankle that will sound alarms if she tries to leave. In charge of the bracelet program: a nerdy technician named Daly (Tim Blake Nelson, from \"O Brother, Where Art Thou?\"), who tries his best to keep everything on a businesslike footing.\n\nBy limiting Zoe to her apartment, the movie creates the opportunity to show her fighting boredom, testing the limits of the bracelet, making friends with Max (Ricardo Gil), the gay dwarf who lives downstairs. It also allows her, through quite a coincidence, to be sure, to get a lead on that masked man who is the real cop-killer. But since absolutely no one believes her story about the masked man in the first place (and since her Breathalyzer test was alarming), it's up to her to gather evidence and nail the perp--all, apparently, without straying from her apartment.\n\nHow the movie manages to exploit and sidestep her limitations is a lot of the fun. It's good, too, to see Zoe growing and becoming more real, shedding the persona of office loser. And although as a general rule I deplore moves that depend on chase scenes for a cheap third act, I concede that in a locked room plot a chase scene of any description is a tour de force.\n\nTunney has a plucky charm that works nicely here; it's quite a shift from her best movie, the overlooked \"Niagara, Niagara\" (1997), where she played a runaway with Tourette's, and she needed considerable pluck, to be sure, to play the mother of the Antichrist in \"End of Days\" (1999). Here she brings a quiet goofiness to the role that is a much better choice than grim heroism or calm competence or some of the other speeds she could have chosen. Nelson is a case study as the kind of man who looks at a woman as if desperately hoping to be handed an instruction manual. And I liked the fire and ingenuity of Gil, as the little man downstairs.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-06-14", "genres": ["Comedy", "Drama", "Romance"], "title": "Cherish (2002)"}