{"url": "http://www.rogerebert.com/reviews/chico-and-rita-2012", "by": "Emar Xor Onaas Chico", "star_rating": 3.5, "text": "\n\nSpain's \"Chico & Rita\" scored one of the biggest surprises of the 2012 Oscars by winning a nomination for best animated feature. That meant this indie production placed ahead of such big-time entries as Spielberg's \"The Adventures of Tintin.\" The reason for that is the story and the music, I suspect, not the animation. \n\nThe film depicts a nearly operatic romantic tragedy, involving a lifelong affair of the heart between two Havana musicians: Chico, a piano player, and Rita, a vocalist. Their mutual problem is that Chico is unfaithful by nature, and although Rita is the woman he loves, when he's not with the one he loves, he loves the one he's with. Rita is two-timed once too often and sets off on her own — a mistake, because when they're together, they have a taste of stardom, and when apart, a tendency to self-destruct.\n\nThe film opens in Havana of 1948, a hotbed of jazz and Afro-Cuban music, where luxurious clubs, casinos and hotels have created a Caribbean entertainment mecca, mostly controlled by American gangsters and corporations. It's a fluid, exciting scene, where in one night Chico can discover Rita singing in an open-air club and sweep her along when he's discovered by Woody Herman in a beachfront hotel show.\n\nHerman's piano man is sick. Chico and Rita walk in, Chico is recruited to fill the empty piano stool, it's clear how talented he is, and in no time at all, he and Rita team up to win a talent contest on a radio station and a lucrative contract. They even have a hit record, masterminded by a breezy con man named Ramon, who dedicates himself to managing them.\n\nLife takes them to New York and a hit record, but the faithless Chico loses Rita to the company of a slickster Yankee named Ron, who gets her a few good bookings before she blows a Vegas gig by being drunk onstage. The story is told in flashback from Chico's current lonely life, and Rita's equally cheerless existence. The problem we have with their romance is that most of the time it isn't working. We don't sense the urgency of their passion so much as the finality of their problems. Apparently they're doomed to exist in a permanent state of break-up.\n\nThe animation by co-directors Fernando Trueba, Javier Mariscal and Tono Errando is filled with motion and color, yes, but could have benefitted from characters who seemed more like quirky individuals and less like types. Oddly, the backgrounds were the parts of \"Chico & Rita\" I liked the most: Havana in its pre-Fidel days of big spenders, New York in the heyday of jazz, Paris when foreign musicians were hot, Vegas in its early golden years. Architecture, neon signs and big classic American cars are all done with brio and abandon. It's entertaining to watch, and I enjoyed the way they slipped in such real-life figures as Dizzy Gillespie beside the fictional leads.\n\nThe music is terrific. Idania Valdes dubs Rita's sensuous, smoky singing voice, and the film is essentially constructed as a musical. There came a point when the sweep of the romantic story caught me up as much as a narrative film might have, and I wasn't distanced by the animation. After seeing the film, I went online to see if Chico and Rita were inspired by real-life musicians. None in particular, I learned. But probably a great many in general.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-02-22", "genres": ["Animation", "Foreign", "Music", "Romance"], "title": "Chico and Rita (2012)"}