{"url": "http://www.rogerebert.com/reviews/chicago-cab-1998", "by": "Paul Dillonas Cab Driver", "star_rating": 3.0, "text": "\"Chicago Cab'' has received reviews complaining that every single one of the taxi driver's passengers is a colorful character with a story.\n\nTrue, the movie seems to be mixing the paint a bit thick - but would the film improve with the substitution of boring passengers who just want to go to the Wrigley Building, and leave a nice tip? Drama is always made of the emotional high points.\n\nThe film, based on Will Kern's play \"Hellcab,'' stars Paul Dillon of TV's \"Pretender'' as a taxi driver whose job makes him confessor to some, target of others, witness to the misery of the city. I was reminded of the Fritz Leiber story about the man who could read minds, and went crazy because of all the unhappiness he picked up. The driver works from early in the morning until late at night, North Side, Loop, South Side, O'Hare, his direction and ultimately his destiny determined by who happens to get into his cab.\n\nThere are more than 30 different fares (played by actors such as John Cusack, Laurie Metcalf, Gillian Anderson and Michael Ironside). The first passengers of the day are churchgoers, who prompt their sullen young daughter to assist in saving the driver for Jesus. The last passenger is a quiet black man who listens to the driver's sad story of the rape victim he has just taken home.\n\nIn between he races a pregnant woman to the hospital, is tricked by a couple who pretend to have sex, witnesses a drug deal, gives legal advice to a man cheated by a used car lot, gets into what looks like a stickup situation, has a girl say \"I wish you were my boyfriend,'' and listens silently to some New Yorkers insulting Chicago. (He speaks only when they bring up the Bulls, warning them ominously, \"Leave Michael out of this.'') The driver, whose name is not established, is a weird-looking duck, with a bald head but sideburns. He smokes, drinks coffee, is made obscurely miserable because an arm rest in the back seat has fallen off. (He tries to fix it with Elmer's Glue, an excellent product that is nevertheless somehow rarely quite strong enough for the uses you want to put it to.) At O'Hare, he gets a snack from the stainless steel food truck. He observes Muslim drivers on the side of the parking area, facing Mecca for their prayers. In a hotel cab stand he gets in a discussion about the ancient topic of giving rides to dangerous-looking black guys. He gives rides to everyone. The most alarming guys he meets are the white kids looking for drugs on the South Side; they leave a girl in the cab, and he drives off with her - saving them both, maybe, from something bad.\n\nThere is the seed of a savior in him. A guy drops off his date and then tells the guy all about her: What a slut she is, how he's mistreating her, how he lies to her. \"Should I tell her what he said?'' the driver asks himself. He does. Then he is furious at himself for handling the situation so badly.\n\nDillon plays the role properly by giving us very little of this driver: No name, no background, just a few insights when he talks to himself in the empty cab. Essentially he is a witness. I have had friends who drove cabs part-time. \"You wouldn't believe some of the stories,'' they say. When you do it full-time, for years and years, I suppose you have two choices: Become a saint, or tune out.\n\nHere is a cab driver who doesn't know which way to turn.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-02", "genres": ["Comedy", "Drama"], "title": "Chicago Cab (1998)"}