{"url": "http://www.rogerebert.com/reviews/chicken-little-2005", "by": "Zach Braffas Chicken Little", "star_rating": 2.5, "text": "As the hero of a story, Chicken Little is the poultry equivalent of The Boy Who Cried Wolf. Once you understand their mistakes, their stories are over, and attention passes to the results of their errors. In Chicken Little's case, the sky was not falling. In the case of the Boy Who Cried Wolf, I cannot remember if he was eaten by one, but he was asking for it.\n\nThere is one way for Chicken Little to redeem himself, and that would be for the sky to actually fall. \"Chicken Little,\" the new animated cartoon from Disney, wisely takes this approach, and even provides an explanation: Earth is being attacked from outer space. When Chicken Little claims he was hit on the head by a chunk of blue sky, and the townspeople think it was only an acorn, the chicken is telling the truth.\n\nThe movie takes place in an all-purpose town named Oakley Oaks, where chameleons change color while functioning as traffic signals. In a salute to the original British children's story, the film has a Turkey Lurkey (he's the mayor), a Foxy Loxy (she's foxy, all right, but not very nice) and even a Goosey Loosey (Mark Walton, who will be cautious in adding this credit to his resume). Chicken Little is voiced by Zach Braff; his father, Buck Cluck (Garry Marshall), obviously moved to Oakley Oaks from Brooklyn.\n\nThe plot: Chicken Little thinks the sky is falling and seems to be mistaken. He is ambushed and hounded by the press. There are no skies of mass destruction. He is shamed and humiliated. His friends loyally stand by him; they would be the goths, nerds, geeks and outsiders in a human town: Abby (the Ugly Duckling) Mallard, voiced by Joan Cusack; Fish Out of Water, who wears a diver's helmet filled not with air but water and is not voiced because he doesn't talk and you couldn't hear him, anyway; and Runt of the Litter (Steve Zahn), who is so fat he can hardly see his stomach, let alone his feet.\n\nWill Chicken Little ever be able to hold his head up again? In an attempt to redeem himself, he joins the town baseball team, but even though he plays in the big game, this sequence feels, frankly, as if the plot is killing time. That's because it is.\n\nThen the heavy duty plotting arrives, as the town is attacked by animated versions of the alien creatures who remind us of Spielberg's \"War of the Worlds,\" crossed with other alien-invasion pictures. Does Chicken Little save the day? Let's put it this way: Here is a movie where you don't have to wonder what a bear does in the woods.\n\nThe problem, I think, lies with the story. As a general rule, if a movie is not about baseball or space aliens, and you have to use them, anyway, you should have started with a better premise. The best animated films are based either on sturdy fables that deserve retelling (\"Beauty and the Beast\"), new stories involving archetypal emotions (\"Finding Nemo\") or satire (\"The Incredibles\"). \"Chicken Little\" seems uncomfortably close to the Three Little Pigs and other not-ready-for-prime-time players. Yes, it's funny how they involve animal traits in the daily affairs of the town, and yes, the voice talent (especially Garry Marshall and such verbal originals as Wallace Shawn, Fred Willard and Don Knotts) is sometimes funny just because of the performers.\n\nThe movie did make me smile. It didn't make me laugh, and it didn't involve my emotions, or the higher regions of my intellect, for that matter. It's a perfectly acceptable feature cartoon for kids up to a certain age, but it doesn't have the universal appeal of some of the best recent animation.", "running_time": 81, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-11-03", "genres": ["Animation", "Comedy", "Family"], "title": "Chicken Little (2005)"}