{"url": "http://www.rogerebert.com/reviews/chicken-run-2000", "by": "Mel Gibsonas Rocky", "star_rating": 3.5, "text": "Mrs. Tweedy isn't fooling. Despite her twee British name, she's not a nice little old lady chicken farmer. She means business. Early in \"Chicken Run,\" she singles out a chicken who hasn't been laying its daily egg and condemns it to a chopping block. Since this is an animated film, we expect a joke and a close escape. Not a chance. The chicken gets its head chopped off, the other chickens hear the sickening thud of the ax--and later, in case there's the slightest shred of doubt about what happened, we see chicken bones.\n\nSo it truly is a matter of life and death for the chickens to escape from the Tweedy Chicken Farm in \"Chicken Run,\" a magical new animated film that looks and sounds like no other. Like the otherwise completely different \"Babe,\" this is a movie that uses animals as surrogates for our hopes and fears, and as the chickens run through one failed escape attempt after another, the charm of the movie wins us over.\n\nThe film opens as a spoof on World War II prison pictures such as \"The Great Escape\" and \"Stalag 17\" (the most important location in the movie is Hut 17). Most of the chickens are happy with captivity and free meals (\"Chicken feed! My favorite!\"), but one named Ginger has pluck, and tries one escape attempt after another, always being hurled into the coal hole for a week as her punishment. Her cause grows more urgent when Mrs. Tweedy (voiced by Miranda Richardson) decides to phase out the egg operation and turn all of her chickens into chicken pies.\n\nGinger (voiced by Julia Sawalha) has tried everything: tunnels, catapults, disguises, deceptions. Mr. Tweedy (voiced by Tony Haygarth) is sure the chickens are mapping intelligent escape plans, but can't convince his wife, who is sure they are too stupid. Then a godsend arrives: Rocky the Flying Rooster (voiced by Mel Gibson), an American bird who is on the run from a circus. Surely he can teach the chickens to fly and they can escape that way? Maybe, maybe not. There are many adventures before we discover the answer, and the most thrilling follows Ginger and Rocky through the bowels of the chicken pie machine, in an action sequence that owes a little something to the runaway mine train in \"Indiana Jones and the Temple of Doom.\" There are tests of daring and skill in the escape plan, but also tests of character, as the birds look into their souls and discover hidden convictions.\n\nIn a more conventional movie, the plot would proceed on autopilot. Not in \"Chicken Run,\" which has a whimsical and sometimes darker view of the possibilities. One of the movie's charms is the way it lets many of the characters be true eccentrics (it's set in England in the 1950s and sometimes offers a taste of those sly old Alec Guinness comedies). Characters like the Royal Air Force veteran rooster with a sneaky secret exist not to nudge the plot along but to add color and texture: This movie about chickens is more human than many formula comedies.\n\nThe movie is the first feature-length work by the team of Peter Lord and Nick Park, who have won three Oscars (Park) and two Oscar nominations (Lord) for their work in Claymation, a stop-action technique in which plasticine is minutely changed from shot to shot to give the illusion of 3-D movement. Park is the creator of the immortal Wallace and Gromit, the man and his dog who star in \"The Wrong Trousers\" and \"A Close Shave.\" In \"Chicken Run,\" they bring a startling new smoothness and fluid quality to their art. Traditional clay animation tweaks and prods the clay between every shot; you can almost see the thumbprints. Their more sophisticated approach here is to start with plasticine modeled on articulated skeletons and clothe the models with a \"skin\" that gives them smoothness and consistency from shot to shot. The final effect is more like \"Toy Story\" than traditional clay animation.\n\nWhat I like best about the movie is that it's not simply a plot puzzle to be solved with a clever escape at the end. It is observant about human (or chicken) nature. A recent movie like \"Gone in 60 Seconds\" is the complete slave of its dimwitted plot and fears to pause for character development, lest the audience find the dialogue slows down the action.\n\n\"Chicken Run,\" on the other hand, is not only funny and wicked, clever and visually inventive, but . . . kind and sweet. Tender and touching. It's a movie made by men, not machines, and at the end you don't feel wrung out or manipulated, but cheerful and (I know this sounds strange) more hopeful.", "running_time": 85, "mpaa_rating": "G", "release_year": 2000, "date_published": "2000-06-23", "genres": ["Animation", "Comedy", "Family", "Foreign"], "title": "Chicken Run (2000)"}