{"url": "http://www.rogerebert.com/reviews/chicken-with-plums-2012", "by": "Mathieu Amalricas Nasser Ali", "star_rating": 4.0, "text": "\"Chicken With Plums\" is a grand, romantic life story about love, loss, regret and the sadness that can be evoked by a violin — not only through music, but through the instrument itself. It is all melancholy and loss, and delightfully comedic, with enough but not too much magic realism. The story as it stands could be the scenario for an opera.\n\nThe film begins in Tehran in 1958, when the shah ruled a secular Iran not yet stilted by Islamic fundamentalism. Little is made of politics in the film, and still less of religion; it is all told through the soulful eyes of a master violinist named Nasser Ali, played by the familiar French actor Mathieu Amalric; as you may recall, they were expressive enough to carry his whole performance in \"The Diving Bell and the Butterfly.\" Freely moving between past and present, the film paints his middle-class Persian family as he develops into a mediocre violinist, meets and loses the great love of his life, and transforms his pain into greatness.\n\n\"Chicken With Plums\" was shot on soundstages in Berlin, creating an intimate Tehran that is sometimes enhanced by animation and by several clouds of smoke, one that a savant tells Nasser Ali contains the soul of his mother (Isabella Rossellini). The extraordinary cast also includes Maria de Medeiros as Faringuisse, the wife his family made him marry; Golshifteh Farahani as Irane, the clockmaker's daughter who is the love of his life; Edouard Baer as Azrael, the Angel of Death who is the narrator, and Chiara Mastroianni as Lili, Nasser Ali's daughter as an adult. \n\nAn unashamedly romantic score by Olivier Bernet deepens the film's emotions, as Nasser Ali briefly feels the ecstasy of love and then descends into a lifelong depression that leads to him going to bed and deciding to die. We see some of the events that led him to this extreme, but the film has no bad people, except for Irane's father (Serge Avedikiane), who angrily denies the violinist the hand of his daughter. How could she reject him? How can she tell him, 20 years later, that she has no memory of him? A closing scene is hopelessly sad. Nasser Ali's wife also shares the blame for breaking the treasured violin her husband was given by his master (Didier Flamand). She begins as a screeching harridan and later reveals the touching depths of her own love, expressed when she prepares his favorite dish, chicken with plums, and brings it to him on his deathbed.\n\nThe co-directors and writers are Marjane Satrapi and Vincent Paronnaud, whose film of her autobiographical graphic novel \"Persepolis\" was nominated for a 2008 Academy Award. Working here in live action with an adaptation of another of her graphic novels, they give themselves more stylistic freedom than even animation allows. One of the film's particular strengths is its portrait of an Iran that sheltered invaluable little shops and expressive old savants, and had not yet been dragged into the future — or the past, you decide.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-22", "genres": ["Comedy", "Drama", "Foreign"], "title": "Chicken with Plums (2012)"}