{"url": "http://www.rogerebert.com/reviews/children-of-heaven-1999", "by": "Amir Najias Ali's Father", "star_rating": 4.0, "text": "\"Children of Heaven'' is very nearly a perfect movie for children, and of course that means adults will like it, too. It lacks the cynicism and smart-mouth attitudes of so much American entertainment for kids and glows with a kind of good-hearted purity. To see this movie is to be reminded of a time when the children in movies were children and not miniature stand-up comics.\n\nThe movie is from Iran. Immediately you think kids would not be interested in such a movie. It has subtitles. Good lord! Kids will have to read them! But its subtitles are easy for 8- or 9-year-olds, who can whisper them to their siblings, and maybe this is their perfect introduction to subtitles. As for Iran: The theme of this movie is so universal there is not a child who will not be wide-eyed with interest and suspense.\n\nThe film is about a boy who loses his sister's shoes. He takes them to the cobbler for repairs, and on the way home, when he stops to pick up vegetables for his mother, a blind trash collector accidentally carries them away. Of course, the boy, named Ali, is afraid to tell his parents. Of course, his sister, named Zahra, wants to know how she is supposed to go to school without shoes. The children feverishly write notes to each other, right under their parent's noses.\n\nThe answer is simple: Zahra will wear Ali's sneakers to school every morning, and then run home so that Ali can put them on for his school in the afternoon. But Zahra cannot always run fast enough, and Ali, who is a good student, gets in trouble for being late to class. And there is a heartbreaking scene where Zahra solemnly regards her own precious lost shoes, now on the feet of the ragpicker's daughter.\n\nI submit that this situation is scarier and more absorbing for children than a movie about Godzilla or other manufactured entertainments. Even when you're a kid, you know you're not likely to be squished by a giant lizard, but losing something that has been entrusted to you? And getting in trouble at school? That's big time.\n\nMajid Majidi's film has a wonderful scene where Ali and his father bicycle from the almost medieval streets and alleys of the old town to the high-rises and luxury homes where the rich people live. The father hopes for work as a gardener, but he is intimidated by the challenge of speaking into the intercoms on the gates of the wealthy. His son jumps in, with offers of pruning, weeding, spraying and trimming. It is a great triumph.\n\nAnd then there is a footrace for the poor children of the quarter. The winner gets two weeks in a summer camp and other prizes. Ali doesn't care. He wants to place third, because the prize is a new pair of sneakers, which he can give to his sister. My guess is that the race and its outcome will be as exciting for many kids as anything they've seen at the movies.\n\n\"Children of Heaven'' is about a home without unhappiness. About a brother and sister who love one another, instead of fighting. About situations any child can identify with. In this film from Iran, I found a sweetness and innocence that shames the land of Mutant Turtles, Power Rangers and violent video games. Why do we teach our kids to see through things, before they even learn to see them?", "running_time": 87, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-02-05", "genres": ["Comedy", "Drama", "Family", "Foreign"], "title": "Children of Heaven (1999)"}