{"url": "http://www.rogerebert.com/reviews/childs-play-1973", "by": "James Masonas Jerome Malley", "star_rating": 2.5, "text": "This seems to be a season for hauntings, possessions and other alarming manifestations: the supernatural is just about the hottest thing on TV and in paperback (edged out, respectively, only by sports and diet revolutions). Little did we know back in 1968 what “Rosemary’s Baby” was about to wreak.\n\nThe supernatural movie everybody is waiting for, of course, is William Friedkin’s “The Exorcist,” due later this year as soon as Ken Nordine (who’s doing the sound track) can decide how Satan giggles. In the meantime, there’s Sidney Lumet’s “Child’s Play,” a well-acted movie about possession (or something) in a Catholic boy’s boarding school, The place is steeped in tradition and relics, especially relics like James Mason, who has been teaching Latin 11-B for the last 30 years. He’s in charge of the senior class, and every student in it loathes him. Robert Preston teaches the juniors, on the other hand, and is universally beloved, As the movie opens, Beau Bridges has just signed on as the new gym teacher. Then all hell breaks loose (to coin a phrase).\n\nThere are strange noises. Mutilated religious pictures are thrown against locked doors. Spontaneous lights break out among the students. One student is blinded, and another is hung in the school chapel (not by the neck, fortunately). Mason, who is paranoid, accuses Preston of trying to drive him out with cruel tricks like obscene telephone calls and anonymous pornographic magazines in his mailbox. And then ... well, then things get a little confusing. One of the key elements in a supernatural tale has to be a certain level of pseudo-scientific detail. We may know in our hearts that none of this stuff is possible, but the characters in the story have got to believe it. Otherwise, where’s the fun? “Rosemary’s Baby” had all that stuff about the black mass, and “The Exorcist” was a masterpiece of detailed research.\n\nThe best supernatural novel I’ve read recently hasn’t received the publicity of the others, but is absolutely loaded with technical jargon and convincing little touches. It’s “Hell House,” by Richard Matheson, whose great vampire novel “I Am Legend” became the Charlton Heston movie “The Omega Man.”\n\nMatheson gives us a scientist who believes all supernatural activities are simply a material expression of latent real energy. He invents a machine that’s supposed to drain psychic energy out of haunted houses just like a lightning rod. It’s all ridiculous, of course, but not when you’re in the middle of the last chapter and the needle on the machine inexplicably begins to move by itself.\n\nBut back to our subject. “Child’s Play,” which is beautifully acted and very nicely directed, doesn’t seem to know whether it’s really about the supernatural or not. The direction is by Sidney Lumet who keeps his camera almost entirely indoors and his confrontations in gloomy underlit alcoves and creepy shadows.\n\nThat works, but then the end comes, and we’re confused. I’m still not certain exactly what was going on in that school. Was Preston really sending Mason the dirty magazines, or did Bridges only think so? Were the students possessed by the devil, or merely hypnotized? Is there a Freudian hint of latent homosexuality drifting around somewhere, or is Preston merely too proud of his teaching?\n\nThe one thing I can tell you for sure - without giving away the ending - is that possession by the devil is apparently not what’s wrong with the kids. Yet the entire movie is set up to suggests supernatural overtones, so when we get a rather conventional Freudian, ending, we’re disappointed. The original fault lies with Robert Marasco’s Broadway play, I suppose. But it could have been fixed for the movie. “Child’s Play” seems to be about one thing and is actually about another, and that’s cheating.", "running_time": 87, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-05-15", "genres": ["Comedy", "Horror"], "title": "Child's Play (1973)"}