{"url": "http://www.rogerebert.com/reviews/children-of-the-corn-1984", "by": "Peter Hortonas Dr. Stanton", "star_rating": 1.0, "text": "“Children of the Corn” is a movie about a thing that lives behind the rows of corn. I am not sure if the thing is a god, a spirit, or John Deere crossed with a mole. All I know is that you can see it coming. It plows along about a foot underneath the surface, racing angrily up and down the cornfields.\n\nWhen I first saw this thing, whatever it is, I knew it was time to abandon all hope for “Children of the Corn.” If there's anything worse than a movie about a small town filled with evil children who are the victims of mass hysteria and think there's something that “lives behind the rows,” it's a movie about a small town filled with evil children who are right – there is something behind the rows.\n\nThe thing has great influence over the children. One fateful Sunday, it made all the kids in town suddenly turn on the adults and slit their throats. Since then, the kids have been running the town on behalf of the thing behind the corn rows.\n\n(If the thought even fleetingly crosses your mind that somebody should have reported all the missing adults, you're in the wrong movie. This was apparently a town where none of the adults made or received long-distance calls, used charge cards, had out-of-town relatives, or knew anybody who would miss them. Maybe they deserved to die.)\n\nAnyway, one day a young couple comes driving down the road on the way to the guy's new teaching job. They run down a zombie who has lurched out of a cornfield. They put the dead body in the trunk of their car and drive into town for help. There they get involved in the strange doings of the cornfield cult.\n\nThe kids in the town are led by a shrill-voiced little girl and by a mean little boy (who looks like a miniature adult and talks like he has helium in his mouth). The ringleaders speak in pseudo-biblical English, kind of a King James version of Stephen King, all about the evil interlopers and about how he who lives behind the corn must be appeased. There's a grisly symbolic crucifixion, a nighttime ceremony out in the fields, and then that weird creature plowing around under the ground.\n\nAt the end, those of us who are left in the theater cling to one faint hope: That our patience will be rewarded by an explanation, no matter how bizarre, of the thing that moves behind the rows. No luck. Instead, the movie generates into a routine action sequence involving lots of flames and screams and hairbreadth escapes.\n\nBy the end of “Children of the Corn,” the only thing moving behind the rows is the audience, fleeing to the exits.", "running_time": 93, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-03-12", "genres": ["Drama", "Fantasy", "Horror", "Thriller"], "title": "Children of the Corn (1984)"}