{"url": "http://www.rogerebert.com/reviews/children-of-men-2007", "by": "Clive Owenas Theo Faron", "star_rating": 4.0, "text": "It is above all the look of \"Children of Men\" that stirs apprehension in the heart. Is this what we are all headed for? The film is set in 2027, when assorted natural disasters, wars and terrorist acts have rendered most of the world ungovernable, uninhabitable or anarchic. Britain stands as an island of relative order, held in line by a fearsome police state. It has been 18 years since Earth has seen the birth of a human child.\n\nWatching \"Children of Men,\" which creates a London in ruins, I realized after a point that the sets and art design were so well done that I took it as a real place. Often I fear it will all come to this, that the rule of law and the rights of men will be destroyed by sectarian mischief and nationalistic recklessness. Are we living in the last good times?\n\nThere is much to be said about the story of \"Children of Men,\" directed by Alfonso Cuaron and based on a lesser-known novel by P.D. James, who usually writes about a detective. But the story, like the stories of \"Metropolis,\" \"Nosferatu\" or \"Escape from New York,\" is secondary to the visual world we are given to regard. Guerrilla fighters occupy abandoned warehouses. The homeless live in hovels. Immigrants are rounded up and penned in cages. The utilities cannot be depended upon. There are, most disturbing of all, no children. Only dogs and cats remain to be cared for and cherished.\n\nAs the film opens, the TV news reports that the world's youngest person has been stabbed to death in Buenos Aires, because he declined to give an autograph. Theo Faron (Clive Owen), the film's hero, watches the news in a cafe and then leaves with his paper cup in his hand. Seconds later, a bomb destroys the cafe. This is essential: Faron is terrified. He crouches and fear freezes his face. This will not be like action pictures where the hero never seems to fear death.\n\nBritain, as the last functioning nation, has closed its borders, and is engaged in a war between the establishment and a band of rebels who support immigrant rights. Faron is kidnapped by this group, headed by Julian Taylor (Julianne Moore), who was once his lover; they lost a child.\n\nHer associate, Luke (Chiwetel Ejiofor, in another unexpected character), backs her up with muscle and wisdom. Interestingly, there seems to be no racial prejudice in this Britain; they don't care what color you are, as long as you were on board before they pulled up the rope. Julian's group wants Faron's influence to get travel papers for Kee (Clare-Hope Ashitey), so the young woman can be smuggled out of the country and to refuge in a rumored safe haven. Kee is a key to the future; the movie's advertising tells you why, but I will not.\n\nThe center of the film involves the journey toward the coast, which Faron and Kee undertake with Julian, Luke and Miriam (Pam Ferris), who is both watchdog and nurse. Along the way, they are pursued by Homeland Security troops, and there is a chase scene with one of the most sudden and violent moments I have ever seen in a film. Not all of the chases in all of the Bournes equal this one, shot in a single take by one camera, for impact.\n\nHere again, the action scenes seem rooted in sweat and desperation. Too many action scenes look like slick choreography, but Cuaron and Owen get the scent of fear and death, and nobody does anything that is particularly impossible. Small details: Even in the midst of a firefight, dogs scamper in the streets. Faron's hand reaches out to touch and reassure the nearest animal, and I was reminded of Jack London's belief that dogs (not cats so much) see us as their gods. Apparently sterility affects only humans on Earth; when we are gone, will the dogs still tirelessly search for us?\n\nI have been using Hitchcock's term \"MacGuffin\" too much lately, but there are times when only it will do. The lack of children and the possibility of children are the MacGuffins in \"Children of Men,\" inspiring all the action, but the movie significantly never tells us why children stopped being born, or how they might become possible again. The children-as-MacGuffin is simply a dramatic device to avoid actual politics while showing how the world is slipping away from civility and co-existence. The film is not really about children; it is about men and women, and civilization, and the way that fear can be used to justify a police state.\n\nI admire that plot decision. I would have felt let down if the movie had a more decisive outcome; it is about the struggle, not the victor, and the climax in my opinion is open-ended. The performances are crucial, because all of these characters have so completely internalized their world that they make it palpable, and themselves utterly convincing.\n\nCuaron fulfills the promise of futuristic fiction; characters do not wear strange costumes or visit the moon, and the cities are not plastic hallucinations, but look just like today, except tired and shabby. Here is certainly a world ending not with a bang but a whimper, and the film serves as a cautionary warning. The only thing we will have to fear in the future, we learn, is the past itself. Our past. Ourselves.", "running_time": 109, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-04", "genres": ["Action", "Adventure", "Drama", "Foreign", "Science Fiction", "Thriller"], "title": "Children of Men (2007)"}