{"url": "http://www.rogerebert.com/reviews/childs-play-1988", "by": "Catherine Hicksas Karen Barclay", "star_rating": 3.0, "text": "What is it about dolls that makes them seem so sinister? Why is it that kids in the movies always seem to share some evil secret with their dolls? And why is it that when you see a doll on a shelf, its eyes seem to move by themselves? I think that when we were kids, we all secretly believed that our dolls were up to something while we were asleep. And the movies can exploit that fear, because most of us are not aware that we carry that secret around as part of the subconscious trauma that makes life so interesting.\n\n\"Child's Play\" is a cheerfully energetic horror film of the slam-bang school, but slicker and more clever than most, about an evil doll named Charles Lee Ray, or \"Chucky.\" This doll has been possessed by the mind and soul of the Lake Shore Strangler, a Chicago mass murderer who studied voodoo from a black magician. After the strangler is shot by a cop and left for dead in a toy store, he gathers enough energy to utter a voodoo incantation, after which ominous clouds roil in the sky and lightning strikes the store, causing one of the several large explosions in this movie.\n\nCut to Karen Barclay (Catherine Hicks), a widow who works as a sales clerk at Carson Pirie Scott. Her son wants a new kind of doll he's seen advertised on TV, but she can't afford the $100 price tag, so she buys one cheap from a peddler in the alley. No prizes for guessing which Lake Shore Strangler has possessed this doll.\n\nOnce Chucky the doll is home, he stays quiet around the adults but strikes up a friendship with Karen's son, Andy (Alex Vincent). Chucky gets Andy to do favors for him, like carrying him into the living room so he can see the toy-store explosion on the late news. And when the baby-sitter gets nosy, Chucky plants a claw-hammer between her eyebrows and sends her crashing through a window to the ground far below.\n\nFilm Note: The claw-hammer scene is a case study of the False Alarm, a basic device in all horror movies of the Mad Slasher sub-genre. Whenever there is a scare, and the scare turns out to amount to nothing, the movie takes a beat and then hits with the real scare.\n\nWhat's that noise behind the plant stand? Let's creep over and see.\n\nGently. . . . Ah, nothing there! Relief. And then comes the Whammo! Moment.\n\nThe next time you see one of these movies, wait for the False Alarm, and then start the countdown at the exact moment you hear the sigh of relief. The Whammo! Moment usually comes on the count of four.\n\n\"Child's Play\" is better than the average False Alarm movie because it is well made, contains effective performances, and has succeeded in creating a truly malevolent doll. Chucky is one mean SOB.\n\nThe movie also has an intriguing plot device, which is that nobody, of course, will believe that the doll is alive. Little Andy tries to tell them, but they won't believe him. Then his mom realizes that Chucky is moving and talking, even though his batteries were not included. They won't believe her.\n\nAfter the police detective (Chris Sarandon) is nearly strangled by the little demon, who wrecks his squad car, the cop finally believes that Chucky is for real. (Curiously, in the next scene, the cop meets with the mom but doesn't even mention what has just happened to him; in a movie like this, it takes a lot to hold your attention.) Second Film Note: The movie ends with superb demonstrations of two other conventions in all Mad Slasher movies. The first is that once you kill the monster, he is never really dead. He looks dead, he's burned to a crisp and riddled with bullet holes, but then at a moment of peace and quiet we get another Whammo! Moment, and the god-awful thing is still alive. The second convention of these movies is that the door is always left open for a sequel. \"Child's Play\" handles that with an ironic touch. The movie's last shot is of an open door.", "running_time": 87, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-09", "genres": ["Horror", "Thriller"], "title": "Child's Play (1988)"}