{"url": "http://www.rogerebert.com/reviews/chill-factor-1999", "by": "Cuba Gooding Jr.as Arlo", "star_rating": 2.0, "text": "Last April at the University of Colorado, wounded by students who jeered at my affectionate review of \"Speed 2: Cruise Control,\" I recklessly announced a contest to make a film named \"Speed 3.\" Entries couldn't be more than five minutes long and had to be about something that couldn't go slower than 50 miles an hour. First prize: A DVD of \"Speed 2,\" a standing ovation (optional), and screenings at Colorado and at my Overlooked Film Festival at the University of Illinois.\n\n\"Chill Factor\" looks exactly like the first entry in my contest, but I have reluctantly had to disqualify it because it exceeds the time limit by 97 minutes, and it's not about speed but temperature. With just a tweak here and there, however, it could qualify as a parody of \"Speed\" -- one of those \"Airplane!\"-type spoofs by Zucker-Abrahams-Zucker. Where are the ZAZ boys when we need them? \n\nI promise you the movie is played straight. It is really supposed to be a thriller and we are really supposed to be thrilled. I explain that to prepare the ground for the information that the story involves a chemical weapon that cannot be allowed to grow warmer than 50 degrees, and about two brave citizens who try to keep it away from evil terrorists by keeping it in the back of a speeding ice cream truck. Yes. There is also a sequence where they use an aluminum rowboat as a toboggan, sliding down a steep hill into a river, where the dangerous substance can be dragged behind the boat because the stream is \"fed by glaciers.\" \n\nThe heroes are played by Skeet Ulrich, who thinks he is in a Jerry Bruckheimer production, and Cuba Gooding Jr., who has been in \"Jerry Maguire\" for the last four years, including Oscar appearances. The biological weapon has been developed by Dr. Richard Long (David Paymer), whose dialogue seems to have been phoned in by the team of Carl Sagan and Mephistopheles. Early on he announces an \"epiphany\" about a \"new molecular configuration,\" in which, as I murkily recall, he plans to remove atoms from one side of his molecules and stick them on the other side instead. He discovers that his plan is flawed when a test goes wrong, defoliating not 200 yards of a remote island, but five miles. Eighteen soldiers die, their flesh erupting like cheese on a burnt pizza. \"Oh, my God!\" he cries. \"I am become Death--the destroyer of worlds.\" \n\nUsually a line like that sets up a mournful aria, but in \"Chill Factor\" it simply results in a 10-year prison sentence for Brynner (Peter Firth), the U.S. military man in charge of the operation. Embittered, and who wouldn't be, he gets out of prison and comes looking for Dr. Long and his magic formula. Follow this closely: Because Brynner believes the United States does things it condemns other nations for doing, he therefore plans to sell the deadly poison to the terrorists with the most money. \n\nNobody questions this logic, but then there are a lot of logical gaps in this movie. How, for example, does a short-order clerk on the run in a stolen ice cream truck find the time and equipment to manufacture a fake version of the poison canister, complete with red digital readout? How can you blow up both ends of a tunnel and not cut off the electricity inside? How can you be shot in the leg with a high-powered rifle and then run with only sort of a limp? \n\nThe movie is abundantly stocked with items borrowed from Ebert's Bigger Little Movie Glossary. The red digital readout is handy, of course, distracting from the question of what kind of chemical compound explodes at 50 degrees. The Talking Killer Syndrome sinks two scenes. \n\nSo eager is \"Chill Factor\" to include every possible cliche, indeed, that it even keeps one as a spare: An amusement park turns up complete with Ferris wheel and merry-go-round, and then is completely forgotten, leaving us longing for the missing scenes of screaming children tumbling off their wooden horses and running through the funhouse.", "running_time": 102, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-08-30", "genres": ["Action", "Comedy", "Thriller"], "title": "Chill Factor (1999)"}