{"url": "http://www.rogerebert.com/reviews/children-of-a-lesser-god-1986", "by": "William Hurtas James", "star_rating": 3.0, "text": "I suppose this sounds like the complaint of a crank, but I would have admired \"Children of a Lesser God\" more if some of its scenes had been played without the benefit of a soundtrack. If a story is about the battle of two people over the common ground on which they will communicate, it's not fair to make the whole movie on the terms of only one of them.\n\nThe movie is a love story, a romance between a young woman who is deaf and a rebellious teacher who believes she should learn to read lips and speak phonetically. She doesn't think so. She's been using sign language all of her life, and her argument is simple: If he loves her, he will enter her world of silence.\n\nAlthough this disagreement is at the heart of \"Children of a Lesser God,\" the movie makes a deliberate decision to exist in the world of the hearing. I know why they made this decision. It was dictated by the box office, but that doesn't make me feel any better about it. There is a certain cynicism at work here: Most of the people who see this movie will be able to hear, and although they may welcome the challenge of a movie about a deaf person, they aren't so interested that they want to experience deafness.\n\nThe movie uses a strategy that works well - if you accept the basic premise, which is that everything said on the screen must be heard on the soundtrack. Marlee Matlin, who plays the deaf woman, signs all of her dialogue, and William Hurt, who plays the teacher, then repeats it aloud, as if to himself. \"I like to hear the sound of my own voice,\" he says at one point, and indeed he does such a smooth and natural job of translation that the strategy works.\n\nBut think for a minute: Hurt can hear and can read sign language; Marlin's cannot hear or (she claims) read lips, and can only communicate by signing. In many movies about two major characters, there are scenes from two points of view. In \"Children of a Lesser God,\" the scenes between the two of them are from Hurt's point of view, and none of them are played without sound.\n\nI'm not suggesting silent scenes where we have to guess what the sign language means. But how about a few silent scenes in which the signs are translated by subtitles, giving us something of the same experience that deaf people have (they see the signs, and then the subtitles, so to speak, are supplied by their intelligence).\n\nThe feeling of seeing Hurt and not hearing him, of looking out at him from a silent world, would have underlined the true subject of this movie, which is communication between two people who speak differently.\n\nBy telling the whole story from Hurt's point of view, the movie makes the woman into the stubborn object, the challenge, the problem, which is the very process it wants to object to.\n\nThis objection aside, \"Children of a Lesser God\" is a good but not a great movie. The subject matter is new and challenging, and I was interested in everything the movie had to tell me about deafness.\n\nUnfortunately, the love story is a fairly predictable series of obligatory scenes, made different only by the ways the characters talk to one another. I kept waiting for scenes in which Hurt and Matlin would discuss honestly the problems inherent in their relationship: If she refuses to learn to lip-read, she will be able to exist freely only at the deaf school, which means she is asking him to sacrifice great areas of his own life. Has she thought this through? We don't know.\n\nI also don't know why the movie ignores all of the other ways the deaf have found to communicate. I am writing this review, for example, on a 4-pound, battery-powered portable computer, and I know that for many deaf people these machines represent an excellent substitute for the telephone.\n\n\"Children of a Lesser God\" is not a movie about deafness, but a love story in which deafness is used as a poignant gimmick. I was reminded of such movies as \"Love Story,\" with its dying heroine; \"The Other Side of the Mountain,\" with its paraplegic heroine, and various other movies in which one of the lovers was blind, lame or from another planet. Most of the movies in this genre seem to treat the handicap as sort of a bonus, conferring greater moral authenticity on the handicapped character. This is a form of subtle condescension.\n\nDespite my argument with the method of \"Children of a Lesser God,\" I found a lot to admire, especially in the acting. The performances are strong and wonderful - not only by Hurt, one of the best actors of his generation, but also by Matlin, a deaf actress who is appearing in her first movie. She holds her own against the powerhouse she's acting with, carrying scenes with a passion and almost painful fear of being rejected and hurt, which is really what her rebellion is about.\n\nAmong the supporting characters, Piper Laurie does a good job with a thankless role as Matlin's mother. And I enjoyed the studied cynicism that Philip Bosco put into the role of the old pro who runs the school for the deaf.\n\n\"Children of a Lesser God\" is a competent, professional docudrama.\n\nIt could have been more. Film is the medium of the visual and should be ideally suited to a story about a person who cannot hear, but only if the movie invites us inside that world and invites - even forces - us to an act of empathy. Making a sound movie about the deaf is a little like making a silent movie about the blind. It may be well-made, but doesn't it evade the point?", "running_time": 119, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-03", "genres": ["Drama", "Romance"], "title": "Children of a Lesser God (1986)"}