{"url": "http://www.rogerebert.com/reviews/chinese-take-away-2012", "by": "Ricardo Darinas Roberto", "star_rating": 4.0, "text": "Here is a movie about a man with a very particular personality, who finds himself sharing his hermit-like existence with another man who has no particular personality at all. They don't even speak the same language. \"Chinese Take-Away\" becomes a bemused study about how they infiltrate each other's lives. It is a consideration of the life of loneliness for those who choose it and those who have it forced upon them.\n\nRoberto is the grouchy owner of a small hardware store in Buenos Aires. So small that he is the only employee and would have it no other way. He considers most people fools and idiots, counts the screws in a box of 500 to see if he is being cheated and has been known to order a customer out of the store for having the temerity to request a few grams of nails. He lives in an apartment connected to the store, prepares his own meals and dines alone while scanning newspapers for stories confirming his belief that life has no meaning.\n\nOne day a taxi squeals to a halt, and the driver throws out his passenger, a young Chinese man. Roberto is offended. This confirms his belief that all taxi drivers are jerks. The young man speaks no Spanish but expresses himself in a torrent of anguished Mandarin. He has an address written on his arm. Roberto gives him a lift to that address, but the current tenant says she bought the house a few years ago from a Chinese man. She has no forwarding address.\n\nThat is the most Roberto can be expected to do, and he leaves the young man at a bus stop to find his own way. He goes home, a downpour begins, and he cannot help himself but must drive out to the bus stop, pick up the stranger and bring him home. This is already an unthinkable breach of his habits.\n\nRoberto is played by the soulful Argentine actor Ricardo Darin, who you may remember from \"The Secret in Their Eyes.\" He is fiftyish, unassumingly mustached, has weary eyes, is fed up most of the time. His guest, named Jun (Ignacio Huang), is a smooth-faced youth who is baffled to find himself adrift in Argentina, and whose response is cordial passivity. Neither man is skilled at communicating without words.\n\nThe middle sections of Sebastian Borensztein's film involve Roberto's ineffectual warnings that Jun cannot stay, as Jun listens uncomprehendingly. Using a Chinese take-away deliveryman as a translator, they learn that Jun is searching for his uncle. Visits to the police station, the Chinese embassy and Chinatown are fruitless. The two men share silent meals, and Jun does some odd jobs around the store.\n\nWe meet Mari (Muriel Santa Ana), who is visiting the relative who delivers Roberto's standing orders for countless newspapers. Roberto and Mari share sort of a history, shown in a brief and startling flashback. Mari makes no secret that she likes him. Roberto doesn't want to be liked. As nearly as possible, he wants to be left alone, passing his time counting screws, insulting customers and scanning the newspapers for items about people dying in ridiculous ways.\n\nIt is hardly possible to suggest how involving this story becomes. One can see how it could have been a comedy, but this is no comedy. Ricardo Darin's performance evokes the solitary isolation of Roberto and his almost tangible fear of knowing or being known. He isn't cruel or hostile; he acts out of some deep apprehension. Nor is Jun the sort of man we might imagine, ingratiating and accommodating. He projects no expectations at all, and passively accepts all of Roberto's actions and decisions.\n\n\"Chinese Take-Away\" insinuates itself. To a degree unusual in most films, I became involved in the fates of these men, perhaps because they make no attempt to be likable. They are consistent with their natures, and the director tells the story with a clean, no-nonsense narrative. If there will be surprises, we can't guess where they will possibly come from. \n\nMany really good films allow us to empathize with other lives. I became invested in Roberto and shared his curiosity about the enigmatic Jun. I cared. The film deserved my care. Although one of its revelations is astonishing, it doesn't come because of trickery but is consistent with information we already have. It is no easier for Roberto to process than it is for us. At the end, all we know for sure is that perhaps life is not entirely meaningless.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-30", "genres": ["Comedy", "Foreign"], "title": "Chinese Take-Away (2012)"}