{"url": "http://www.rogerebert.com/reviews/chinese-box-1998", "by": "Jeremy Ironsas John", "star_rating": 3.0, "text": "I have always been drawn toward stories of exile and\rexpatriation, of people living as strangers in strange lands. I enjoy their\rbittersweet longing for other places and other friends. Jeremy Irons plays\rJohn, a character with some of those feelings, in “Chinese Box,” Wayne Wang's\rfilm about the last days of British colonialism in Hong Kong.\n\nJohn is not a sentimentalist about the purpose of Britain's long\rdominion in its last Asian colony; his latest book is titled How to Make Money\rin Asia. But he has grown accustomed to Hong Kong, to his crowded little room,\rto his regular haunts, to his guitar-playing friend Jim (Ruben Blades), and\respecially to Vivian (Gong Li), the bar girl he is in love with. He doesn't\rwant to give it up and go “home” to England--especially not after he learns he\rhas leukemia and can expect to live about six months.\n\n“I wonder if I can hold out longer than the British,” he muses.\rJohn looks, as Jeremy Irons often does, underfed and vaguely ill. He has the\rsad dignity of the intelligent loser. He met Vivian in Beijing, where she was a\rprostitute; they might have married then, but “it slipped away,” and now she\rowns a popular club, and is “engaged” to the man who bought it for her, Chang\r(Michael Hui). “You can spend your whole life waiting for Chang to marry you,”\rJohn warns, correctly guessing that Chang's reputation will not withstand\rmarriage to a hooker. But Chang leads her on, even posing for a fake “wedding\rphoto,” and besides--Chang is the future, and poor hangdog John is the\rimperialist past.\n\nThe movie unfolds episodically. The screenplay by Larry Gross\rand Jean-Claude Carriere is based on a story by Carriere, Wang and Paul\rTheroux--whose latest novel, Kowloon Tong, tells of another hapless Briton\rstranded by the change of guard. John wanders the streets, courts Vivian, hangs\rout with Jim, attends a final New Year's Eve party, takes video pictures and\r(after his diagnosis) begins to look around even more intensely, as if aware\rtime is running out on his eyes and ears.\n\nHe sees a curious street sprite, a woman who conceals her face\rwith a scarf and runs scams. She sells everything from pirated videos to cans\rof pre-changeover Hong Kong air. Her name is Jean, and she is played by the\rHong Kong action star Maggie Cheung with a defiant, improvisational air: She\rmay be homeless and broke, but Hong Kong is a place of opportunity, and if she\ris clever enough she will succeed. Jean is the most interesting character in\rthe film because she is unpredictable; John and Vivian seem locked into their\rdestinies.\n\nJean's scarf conceals a badly scarred face, and eventually John\rgets her to tell her story to his video camera, by paying her. We begin to see\ra pattern emerging. Just as Vivian sees John as the past, the film sees Vivian\ras the past, and Jean as the future: In the emerging Hong Kong, glamorous bar\rgirls and their rich tourist clients will be replaced by a tougher generation,\rwounded but resilient. (Jean's scars came after a teenage suicide attempt\rinspired by--yes, her British boyfriend.) One character in the movie describes\rthe departure of the British as “like a change of management in a department\rstore.” But Wayne Wang, born in Hong Kong, now an American director (“The Joy\rLuck Club,” “Smoke”), expressed more ambiguity in introducing the film at the\rToronto Film Festival: “I didn't realize how much the English had always been a\rpart of my life; I was surprised, when the flag came down, by my sense of loss.”\rPerhaps Vivian will feel the same way when John dies. And Jean? Will she miss\rhim? Perhaps, but for her tomorrow is always another day.", "running_time": 100, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-01", "genres": ["Drama", "Indie", "Romance"], "title": "Chinese Box (1998)"}