{"url": "http://www.rogerebert.com/reviews/chitty-chitty-bang-bang-1968", "by": "Dick Van Dykeas Caractacus Potts", "star_rating": 3.0, "text": "If there was one thing we wouldn't stand for, when we were nine years old, it was any of that love stuff between the cowboy and his girl. Let Roy Rogers so much as lay a hand on Dale Evans -- let him even look interested -- and we'd whistle, boo and stomp our feet. What did they think they were doing, anyway, mushing around like that when there were adventures to be had, and posses to form, and miles to ride before sunset?\n\nLikewise, we had very strict standards about the sorts of songs we'd tolerate around campfires. We didn't mind Pat Buttram, or even a reprise of \"Cool Water\" from the Sons of the Pioneers, but Rex Allen was always singing love songs to the rancher's daughter and we learned plenty fast to steer clear of old Rex.\n\nWhat I'm getting at is this. It would be useless for me to review \"Chitty Chitty Bang Bang\" from an adult point of view, because most adults are not going to see it voluntarily. The audience for \"Chitty Chitty Bang Bang,\" pretty obviously, is going to be kids -- and the parents, uncles, aunts, grandparents and older brothers and sisters they drag along.\n\nNow what do the kids want to see? A kid's movie! And what about the others in the audience, the grown-ups? They want to see a kid's movie too, I suspect. Or at least they aren't in the market for a children's movie that throws in a so-called \"grownup scene\" every once in a while.\n\nWell, \"Chitty Chitty Bang Bang\" contains about the best two-hour children's movie you could hope for, with a marvelous magical auto and lots of adventure and a nutty old grandpa and a mean Baron and some funny dances and a couple of moments when you've just GOT to cover your face and peek between your fingers, it's so scary.\n\nBut the trouble is, these two hours of fun are surrounded by about another 45 minutes of soppy love songs, corny ballads and a lot of mushy stuff. This was apparently meant for the adults. At least, I didn't see any kids who looked interested. What everybody liked was the way Chitty Chitty Bang Bang (that's the name of the car) could float and fly, and the way grandpa (Lionel Jeffries in a marvelous performance) was lifted up into the sky by mean Baron Bomburst's balloon (hilariously commanded by Gert Frobe as the baron).\n\nBut let me add, to be fair, that \"Chitty Chitty Bang Bang\" is a lot better than last year's \"Dr. Dolittle,\" which had more mush than you could wade through. It's more colorful, moves faster, and has more believable children, who occasionally even have dirty faces. Best of all, there are a lot of incredibly complicated inventions and gadgets that you can really see working!", "running_time": 144, "mpaa_rating": "G", "release_year": 1968, "date_published": "1968-12-24", "genres": ["Comedy", "Family", "Fantasy", "Foreign", "Music", "Science Fiction"], "title": "Chitty Chitty Bang Bang (1968)"}