{"url": "http://www.rogerebert.com/reviews/chloe-2010", "by": "Julianne Mooreas Catherine", "star_rating": 3.5, "text": "Looking down from her office window, she sees a young woman who has the manner and routine of a high-priced call girl. This she stores in her memory. When her husband says he missed his flight back to Toronto and she finds a disturbing photo on his iPhone, she goes to the hotel where she saw the girl, makes eye contact with her in a bar, contrives a conversation in the powder room. With perfect calm, the girl explains that single women are not usually her clients. Couples, maybe.\n\nDirector Atom Egoyan finds intrigue at the edges of conventional sex. \"Chloe,\" like his great film \"Exotica\" (1994), is about sexual attraction confused by financial arrangements. \"Chloe\" centers on a powerfully erotic young woman with personal motives that are hidden. It is not blatant but seductive, depending on the ways that our minds, more than our bodies, can be involved in a sexual relationship. It's not so much what we're doing as what I'm thinking about it -- and what you're thinking, which may be more complex than I realize.\n\nCatherine Stewart (Julianne Moore) is a gynecologist, a successful one, judging by the house she inhabits fresh from the cover of Architectural Digest. Her husband, David (Liam Neeson), is an expert on opera. The call girl she saw from her window is Chloe (Amanda Seyfried), young, red-lipped, intelligent. Catherine explains to Chloe that she suspects her husband of adultery and wants to test if he would try to pick up another woman. She tells Chloe where her husband always has lunch.\n\nEarly in the film, talking with a patient uncertain about her sex life, Catherine explains that an orgasm is a simple muscular contraction, quite natural, nothing to be frightened of or made mysterious. Orgasms for Catherine, however, involve a great deal more than muscles, and a great deal depends on who they are experienced with and why. Chloe tells her about entering a cafe, boldly asking David if she can take the sugar from his table and returning to her own. David understands that Chloe is not interested in sugar.\n\nChloe meets with Catherine to relate this encounter. Chloe is good at this. She informs us early in the film that she is skilled at what she does. It's not a matter of renting her body. She uses her intelligence to intuit what a client desires -- really desires, no matter what the client might claim. And she knows how to provide this in a way that will provoke curiosity, even fascination. Now she describes details to Catherine that do a great deal more than provoke a wife's jealousy about her husband. They provoke an erotic curiosity about him.\n\nChloe is perhaps 25 years younger than Catherine, but in many ways wiser and more experienced. She is certainly more clear about what it is she really wants. She enjoys the psychological control of her clients, and her own skill in achieving that. She looks so young and innocent, but her life has taught her many lessons. Seyfried plays Chloe as a woman in command of her instrument -- her body, which is for sale, and her mind, which works for itself. Moore, that consummate actress, undergoes a change she only believes is under her control. Neeson is an enigma to his wife and in a different way to us.\n\nEgoyan follows his material to an ultimate conclusion. Some will find it difficult to accept. Is it arbitrary? Most of life's conclusions are arbitrary. I am not sure this particular story should, or can, be wound up in a conventional manner. It's not the kind of movie that depends on the certainty of an ending. It's more about how things continue. I have deliberately withheld much of the story, which Egoyan leaves for you to understand. His central fascination is with Chloe's motives. Does she act only for money? Does she do only what is requested? Does she remain emotionally detached? Does she get anything for herself besides money?\n\nAt one point she's asked how she can relate to some of her clients, who might seem unattractive, even repugnant. A call girl has no idea who will open the door after her knock, and the ground rules are that she will gratify the client's desires, if he can pay and she doesn't feel in personal danger. But how can she endure some of them? \"I try to find something I can love,\" she says.\n\nAfter you see the movie, run through it again in your mind. Who wants what? Who gets what? Who decides what? Whose needs are gratified? Egoyan never makes a story with one level. He never reveals all of the motives, especially to his characters. He invites us to be voyeurs of surfaces that may not conceal what they seem. Fundamental shifts can alter all the relationships. All the same, their sexuality compels his characters to make decisions based on their own assumptions. It is a tangled web he weaves.\n\nVideos of my conversation about \"Chloe\" with Atom Egoyan are online here: http://j.mp/a51040 ", "running_time": 96, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-24", "genres": ["Drama", "Horror", "Romance", "Thriller"], "title": "Chloe (2010)"}