{"url": "http://www.rogerebert.com/reviews/chloe-in-the-afternoon-1972", "by": "Zouzouas Chloe", "star_rating": 4.0, "text": "“Chloe in the Afternoon,” the last of Eric Rohmer’s “Six Moral Tales,” is the best of those I’ve seen. It is also the most fully rounded, lacking the one-dimensional tone of some of his earlier tales. It’s as if he were striking notes in the previous works, and is now bringing them all together into a chord; the final scene in “Chloe” is his last comment on the series, and Rohmer is telling us to, for god’s sake, stop playing games and embrace each other with honesty.\n\nGame playing is always his subject. He doesn’t approve of it, but he’s become obsessed with studying it. He isn’t interested in making movies about people with shallow motives and obvious personalities (which is to say, about 90 per cent of the characters in movies). Rohmer’s work contains surprises. People develop in unexpected ways. We don’t know how to relate to them until well into the movie; they don’t telegraph their intentions.\n\nPerhaps the most interesting thing about Rohmer’s characters is that they seem to retain free will. They aren’t doomed, for example, to climb into the sack with each other at the end of the movie just because that’s what usually happens. “Chloe in the Afternoon,” like “My Night at Maud’s,” is in fact about an extended flirtation that doesn’t get anywhere, and about the reaffirmation of an original love.\n\nRohmer’s hero this time is Frederick, a pleasant if somewhat cool business executive who inhabits a marriage of the greatest simplicity and mutual respect. He and his wife, Helene, live like students -- not because they can’t afford better, but because they enjoy the lack of bourgeois physical and mental clutter. It’s one of those marriages that outsiders call “perfect.”\n\nBut then Chloe materializes, right there in the middle of Frederick’s afternoon. Frederick is a man who loves Paris, and who has arranged his work schedule so that he has his afternoons free for a sandwich, a little wandering, and his fantasies about the women of the city. It isn’t that he desires them (although he daydreams of a magic amulet that could seduce them all), but that their beauty affirms his choice of a wife.\n\nChloe is one of these people blessed with the ability to insinuate themselves into your life while seeming to leave it. She forms an attachment with Frederick during a period when (he thinks) she is merely passing through. They meet in the afternoons. They flirt, but not too much. They talk.\n\nIt eventually develops that Chloe has selected Frederick to be the father of her baby. That’s what Chloe says, anyway, and Frederick believes her; she’s one of these modern women who would never get married, but would rather fancy having a perfect baby. (Cut to Bernard Shaw’s famous retort to another such woman: “But, madam, what if the child had YOUR brains and MY body?”)\n\nYou’ll have to decide for yourself if Chloe really wants a baby. My personal notion is that she sees Frederick as merely a difficult exercise in seduction. She’s a plain-beautiful woman who has just enough insecurity about herself to want to use her looks in order to confirm her attractiveness. For Frederick, however, it’s a moral problem: How can he make love to Chloe when (as he believes) he is totally and deeply in love with his wife? Oh, you kid!\n\nThis description of the movie may make it sound inconsequential and meandering, but then Rohmer’s movies always sound like that. Who else would make a whole movie, as he did, about Jerome’s desire to caress the knee of Claire? Particularly as Jerome was not even a knee fetishist? What makes Rohmer’s films so sparkling and intelligent is the way in which he watches his characters. Nothing escapes him, and he uses the angle of a glance, the tilt of a head, the precise set of a mouth, in order to create wonderfully complex characters.\n\nThe ending of “Chloe in the Afternoon” releases an emotional time bomb that places the movie in a new, and deeper, context. When we see Rohmer’s great last scene, the “moral tales” fall into place. He has not been so very sophisticated after all, we realize; he has just been very good at seeing sophistication for what it is -- the highly developed art of avoiding simple, direct human relationships.", "running_time": 97, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-12-28", "genres": ["Drama", "Foreign", "Romance"], "title": "Chloe in the Afternoon (1972)"}