{"url": "http://www.rogerebert.com/reviews/chocolat-1989", "by": "Isaach De Bankoleas Protee", "star_rating": 4.0, "text": "Of all the places I have visited, Africa is the place where the land exudes the greatest sadness and joy. Outside the great cities, the savanna seems ageless, and in the places where man has built his outposts, he seems to huddle in the center of a limitless space.\n\nThe land seems smaller at night than during the day. The horizon draws closer, containing strange rustlings and restlessness and the coughs of wild beasts, and voices carry a great distance - much farther than the lights from the veranda.\n\n\"Chocolat\" evokes this Africa better than any other film I have ever seen. It knows how quiet the land can be, so that thoughts can almost be heard - and how patient, so that every mistake is paid for sooner or later. The film is set in a French colony in West Africa in the days when colonialism was already doomed, but no one realized it yet. At an isolated outpost of the provincial government, a young girl lives with her father and mother and many Africans, including Protee, the houseboy, who embodies such dignity and intelligence that he confers status upon himself in a society that will allow him none.\n\nThe story is told partly through the eyes of the young girl, and the film opens in the present, showing her as an adult in 1988, going back to visit her childhood home. But what is most important about the story are the things the young girl could not have known, or could have understood only imperfectly. And the central fact is that Protee is the best man, the most capable man, in the district, and that her mother and Protee feel a strong sexual attraction to one another.\n\nProtee moves through the compound almost silently, always prompt, always courteous, always tactful. He sees everything. His employer is a French woman in her 30s, attractive, slender, with a few good dresses and the ability to provide a dinner party in West Africa with some of the chic of Paris. She has a workable marriage with her husband, whom she loves after the fashion of a dutiful bourgeoise wife.\n\nBut when the husband goes away on government business, the silence in the compound seems charged with tension; the man and woman who are left in charge become almost painfully aware of each other.\n\nDaily life for the young girl is a little lonely, but she shares secrets with Protee, too, and as she moves around the compound she has glimpses of a vast, unknown reality reaching out in all directions from the little patch of alien French society that has been planted there.\n\nOne day there is great excitement. An airplane makes an emergency landing in the district, bearing visitors who seem exotic in this quiet place. One of them, young and bold, makes an implied proposition to the French woman. She is not interested, and yet there is a complicated dynamic at work here: She is drawn to Protee, yet cannot have him because of the racist basis of her society. And as is often the case, the master resents the servant, as if prejudice and segregation were the fault of the class that is discriminated against.\n\nIn a way so subtle that some viewers may miss it, the French woman behaves with the visiting male in such a way as to take revenge on Protee, whom she taunts because she cannot embrace.\n\n\"Chocolat\" is a film of infinite delicacy. It is not one of those steamy melodramatic interracial romances where love conquers all.\n\nIt is a movie about the rules and conventions of a racist society and how two intelligent adults, one black, one white, use their mutual sexual attraction as a battleground on which, very subtly, to taunt each other. The woman of course has the power; all of French colonial society stands behind her. But the man has the moral authority, as he demonstrates in the movie's most important scene, which is wordless, brief, and final.\n\n\"Chocolat\" is one of those rare films with an entirely mature, adult sensibility; it is made with the complexity and subtlety of a great short story, and it assumes an audience that can understand what a strong flow of sex can exist between two people who barely even touch each other. It is a deliberately beautiful film - many of the frames create breathtaking compositions - but it is not a travelogue and it is not a love story. It is about how racism can prevent two people from looking each other straight in the eyes, and how they punish each other for the pain that causes them. This is one of the best films of the year.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-05-12", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Chocolat (1989)"}