{"url": "http://www.rogerebert.com/reviews/chocolat-2000", "by": "Juliette Binocheas Vianne", "star_rating": 3.0, "text": "\"Chocolat\" is about a war between the forces of paganism and Christianity, and because the pagan heroine has chocolate on her side, she wins. Her victory is delayed only because, during Lent, a lot of the locals aren't eating chocolate.\n\nThe movie takes place \"once upon a time\" in a French village where utter tranquillity, by which is meant stagnancy, has reigned since time immemorial, until \"a sly wind blew in from the north,\" bringing with it Vianne (Juliette Binoche), who opened the chocolate shop, after which nothing was ever again the same.\n\nThe movie is charming and whimsical, and Binoche reigns as a serene and wise goddess. Like Catherine Deneuve's, her beauty is not only that of youth, but will carry her through life, and here she looks so ripe and wholesome that her very presence is an argument against the local prudes. Whether her character has deeper agendas, whether she is indeed a witch, as some believe, or a pagan priestess, as she seems to hint, is left unresolved by the movie--but anyone who schedules a fertility celebration up against Easter Sunday is clearly picking a fight.\n\nThe town is ruled by Comte de Reynaud (Alfred Molina), whose wealth and books do not console him for the absence of his wife, who is allegedly visiting Venice, but may just have packed up and moved out. Reynaud styles himself as the local arbiter of morals, even writing the sermons which Father Henri (Hugh O'Conor) delivers from the pulpit while the complacent aristocrat's lips move contentedly in unison.\n\nThere are troubles in the town, quickly confided to Vianne, who consoles Josephine (Lena Olin) after she is beaten by her husband Serge (Peter Stormare). It is a convention in such stories that husbands tend toward wife-beating, and a quiet argument is made for the superior state of Vianne, who is the unmarried mother of Anouk (Victoire Thivisol), and thus harbors no potential brute beneath her roof. She does, however, have an interest in the opposite sex, represented by Roux (Johnny Depp), who anchors his houseboat in the nearby river and shocks the bourgeoisie with his communal lifestyle.\n\nVianne's chocolates contain magic ingredients like the foods in \"Like Water for Chocolate,\" and soon her shop is a local healing center. One confection seems to work like Viagra, while others inspire love, not lust, and inspire an old man (John Wood) to screw up his courage and confess to a local widow (Leslie Caron) that he has adored her forever. Even Armande (Judi Dench), Vianne's opinionated old landlady, melts under the influence and ends her long hostility to her daughter (Carrie-Anne Moss).\n\n\"Chocolat\" was directed by Lasse Hallstrom (\"The Cider House Rules,\" \"What's Eating Gilbert Grape,\" \"My Life as a Dog\"). It's the sort of movie you can enjoy as a superior fable, in which the values come from children's fairy tales but adult themes have been introduced. It goes without saying in such stories that organized religion is the province of prudes and hypocrites, but actually \"Chocolat\" is fairly easy on the local establishment--they're not evil people, although they resent outsiders like the Depp character; they're more like tranquil sleepwalkers who wake up to smell the coffee, or in this case, the chocolate. Even Reynaud is converted and is shocked when he finds that his reckless language has inspired a local dimwit to set a dangerous fire.\n\nI enjoyed the movie on its own sweet level, while musing idly on the box-office prospects of a film in which the glowing, life-affirming local Christians prevailed over glowering, prejudiced, puritan and bitter Druid worshippers. That'll be--as John Wayne once said--the day.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Chocolat (2000)"}