{"url": "http://www.rogerebert.com/reviews/choke-2008", "by": "Sam Rockwellas Victor", "star_rating": 2.5, "text": "All the pieces are here, but you have to glue the kite together to make it fly. \"Choke\" centers on a character who is content to be skanky and despicable, and who does not reform, although the plot seems to be pushing him alarmingly in that direction. His name is Victor, and he is a sex addict.\n\nYes. So much is without joy in his life that he would live, if he could, in a constant state of orgasm. He probably perks up when the TV ads warn about four-hour tumescence. He's the kind of guy who attends Sex Addicts Anonymous meetings and sneaks out halfway to have dirty sex. His comrade-in-arms is Denny, who is a compulsive masturbator. I believe he only puts on his pants so he can reach inside.\n\nVictor is played by Sam Rockwell, who seems to have become the latter-day version of Christopher Walken -- not all the time, but when you need him, he's your go-to guy for weirdness. Denny is played by Brian William Henke. The fact that he has his sight disproves many warnings.\n\nIn addition to sex, Victor's life centers around sadness and fake near-death experiences. He spends a commendable amount of time at a nursing home, where his mother, Ida (Anjelica Huston), has absolutely no idea who he is, which makes two of them. She provided him with a corrosive childhood, when as a mother, she resembled the criminal character she played in \"The Grifters.\"\n\nWhen Victor is not at his mother's side, he works a con game as a sideline. Carefully choosing a new restaurant each time, he pretends to have swallowed a big bite and then starts choking to death. Inevitably someone will rush over and clutch him in the Heimlich maneuver, and it has been his experience that such Samaritans often insist on giving him money. There is an ancient belief that when you save someone's life, you are responsible for it. I forget whose ancient belief it is, but take my word for it.\n\nHis mother is assigned to a hospital bed and tended by Nurse Paige (Kelly Macdonald), whose utility to the mother saves her from Victor's instant ravaging, and who oddly enough has theories on the forefront of medical knowledge that may find a sex addict useful. This is fascinating to Victor, whose days are spent in costume as an 18th century colonialist at a theme park, where I believe Paul Revere rides every hour on the hour. Maybe not.\n\nThe movie was written and directed by Clark Gregg, who adapted a novel by Chuck Palahniuk (\"The Fight Club\"). Some stretches are very funny, although the laughter is undermined by the desperation and sadness of the situations. Victor is presented as not so much a zany screwball, but more of a case study. The film makes a flywheel kind of progress toward its conclusion, feeling like it has arrived not at a resolution but at a rest stop. Still, one of the problems with sex addicts may be that they cannot get enough rest.", "running_time": 89, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-25", "genres": ["Comedy", "Drama", "Indie"], "title": "Choke (2008)"}