{"url": "http://www.rogerebert.com/reviews/choose-me", "by": null, "star_rating": 3.5, "text": "\r\n\n\nApart from its other qualities, which are many, Alan\r\nRudolph's “Choose Me” is an audaciously intriguing\r\nmovie. Its main purpose, indeed, may be to intrigue us -- as other films aim to\r\nthrill or arouse or mystify. There is hardly a moment in the whole film when I\r\nknew for sure what was going to happen next, yet I didn't feel manipulated; I\r\nfelt as if the movie were giving itself the freedom to be completely\r\nspontaneous.The movie begins with strangers talking to each\r\nother. One of the strangers is a radio talk show host. Her name is Dr. Love,\r\nand she gives advice to the lovelorn over the radio (most of her advice seems\r\nto be variations on \"That's not my problem\"). One of her regular\r\ncallers, we learn, is a woman named Eve who owns a bar. One day a mental\r\npatient named Mickey, a guy whose past seems filled with mysterious connections\r\nto the CIA, the space program, and the Russians, walks out of a closed ward and\r\ninto the bar and meets Eve. A few days later, Dr. Love, hoping to do some\r\nresearch into the ways that we ordinary folk live, adopts an assumed name and\r\ngoes looking for a roommate. She finds Eve and moves in with her, and neither\r\nwoman knows who the other woman really is. They also don't make the connection\r\nthat Eve is a regular caller to the radio program (highly unlikely, since Dr.\r\nLove speaks with an accent). None of this is really as hard to follow as it\r\nsounds. And since one of the pleasures of this movie is the leisurely and\r\nlogical way it explores the implications of mistaken identity, I'm not going to\r\nwrite another word about the confusions the characters get involved in.\r\n“Choose Me” is a deliberate throwback to the\r\nfilm noir of the 1940s -- to those movies made up of dark streets and wet\r\npavements, hookers under streetlamps, pimps in shiny postwar Studebakers, and\r\npeople who smoke a lot. It's also about lonely people, but it's not one of\r\nthose half-witted TV movies about singles bars and single women. It's about\r\nsmart, complicated people who are trying to clear a space for themselves and\r\nusing romance as an excavating tool. \r\nThe performances are key to this strategy. The\r\nbest thing in the movie is Genevive Bujold's performance as Dr. Love. She is\r\ninteresting, if detached, as the radio personality, but when love finally does\r\ntouch her life, she is so unabashedly open and confessional and red-faced and\r\nsincere that we want to hug her. Bujold just gets better and better; coming so\r\nsoon after her good work in “Tightrope,” this is a reminder of how many\r\ndifferent kinds of roles she can play so well.\n\n\r\nKeith\r\nCarradine is the drifter with the dangerous past.\r\nWe are never quite sure how seriously to take him, and that's the idea behind\r\nhis performance, I think: He is able to quite sincerely tell two different\r\nwomen he loves them and wants to marry them, and the funny thing is, we believe\r\nhim, both times. Eve, the former hooker who owns a bar, is played by\r\nLesley Ann\r\nWarren. It's another good performance, nervous and\r\non-edge; she's the kind of woman who seeks a different man every night as a\r\nprotection against winding up with the same guy for a whole lifetime in a row.\r\nThere are other intriguing characters in this story, most notably Rae Dawn\r\nChong as a cute young alcoholic with a weird marriage, a naive way of trusting\r\nstrangers, and dreamy plans of becoming a poet someday. Her husband (Patrick\r\nBauchau) begins to get real tired of seeing the\r\nCarradine character, who through a series of misunderstandings seems to specialize\r\nin robbing him of poker pots, dates, and the attentions of his wife.All of these people interact throughout the\r\nwhole movie without “Choose Me” ever settling into familiar patterns. It's as\r\nif Rudolph wanted to tell a story as it might actually have happened, with\r\ncoincidental meetings, dumb misunderstandings, random chance, and the endless\r\nsurprises of human nature. At the end of the movie we haven't learned anything\r\nin particular, but we have met these people and their loneliness and\r\npunch-drunk optimism, and we have followed them a little time through the\r\nnight.", "running_time": 106, "mpaa_rating": null, "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Choose Me (1984)"}