{"url": "http://www.rogerebert.com/reviews/christmas-in-the-clouds-2005", "by": "Tim Vahleas Ray Clouds on Fire", "star_rating": 3.0, "text": "\"Christmas in the Clouds\" is part romantic comedy, part screwball comedy, and part historic breakthrough. The history is made because the movie is about affluent Native American yuppies. So many movies about American Indians deal in negative stereotypes that it's nice to find one that takes place at an upscale Indian-owned ski resort. The only alcoholic in the cast is a white undercover investigator for a guide book.\n\nThe romance begins through a misunderstanding. Through an online dating service, Joe Clouds on Fire (Sam Vlahos) is paired off with Tina Pisati (MariAna Tosca). She's a chic New York professional woman, whose name sounds Italian but whose family name is Little Hawk. He's a likable codger whose son Ray Clouds on Fire (Tim Vahle) manages the resort. Joe has not been entirely honest about his age, and is about 30 years older than Tina. Meanwhile, the resort is expecting a surprise visit from the critic of luxury hotels, and Mary the reservations manager (Sheila Tousey) keeps an eagle eye for anyone checking in who looks like they can spell Zagat.\n\nThis is the setup for an Idiot Plot, in which all misunderstandings could be cleared up with one or two lines of dialogue. Yes, but some Idiot Plots are charming while most are merely dumb. This one I enjoyed, mostly because the actors have so much quiet fun with it. Of course Mary the manager thinks Tina Pisati is the critic. Of course Tina thinks that handsome young Ray is her pen pal, not crusty old Joe. And of course when Stu O'Malley checks in, no one fingers him as the critic, because he is grumpy, unkempt and half-loaded; it's M. Emmet Walsh, playing his usual role.\n\nTina is upgraded to a luxury corner suite. O'Malley gets shunted to a budget room, where he suffers from what passes for flu and may involve a large percentage of hangover. Tina has her eye on Ray. Ray thinks Tina is beautiful and sexy but refuses to cater to her because he is too ethical to kowtow to a critic. Old Joe knows the score but maintains a studious silence about his pen-pal correspondence, which no one at the resort knows about.\n\nAnd then there is the matter of Earl (Graham Greene), the resort's chef, who has become a devout vegetarian and tries to discourage the customers from eating meat. He has a disconcerting way of referring to the animals on the menu by their first names, and grows sorrowful when someone orders the turkey, which is a beloved pet.\n\nOld Joe dreams of winning a Jeep Cherokee in an approaching bingo tournament. Grumpy old O'Malley hauls out of bed to play bingo. An eventually the two old-timers both end up in the Cherokee, stranded in a blizzard, while misunderstandings pile up back at the resort.\n\nThere is nothing here of earth-shaking originality, but Kate Montgomery, the writer-director, has such affection for these characters that we can feel it through the screen; they're not simply pawns in the plot, we sense; they represent something she wants to say about the Native Americans she knows. And the actors, all with successful careers behind them, must be fed up with playing losers in social problem dramas; Greene a natural comedian, expands magnificently as the vegetarian chef with an effortless line of patter about soy products, analog foods and healthy nutrition. There may be a sitcom job for him lingering somewhere near this role.\n\nAs for Ray and Tina, well, in all versions of basic romantic comedy, we want them to kiss, they want to kiss, and the plot perversely frustrates all of us. But the end of \"Christmas in the Clouds,\" after everything has worked out more or less as we hoped it would, I felt a surprising affection and warmth. There will be holiday pictures that are more high-tech than this one, more sensational, with bigger stars and higher budgets and indeed greater artistry. But there may not be many with such good cheer.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-12-01", "genres": ["Comedy", "Family", "Romance"], "title": "Christmas in the Clouds (2005)"}