{"url": "http://www.rogerebert.com/reviews/christopher-columbus-the-discovery-1992", "by": "George Corrafaceas Columbus", "star_rating": 1.0, "text": "\"Christopher Columbus: The Discovery\" makes a voyage of its own, back through time to the 1930s and 1940s, when costume dramas were made with energy and style. Something seems to have gotten lost in the years between. This movie takes one of history's great stories and treats it in such a lackluster manner that Columbus' voyage seems as endless to us as it did to his crew.\n\nFrench actor George Corraface stars in the title role, which he occupies as if it were a Ralph Lauren ad. He looks great and has a terrific smile and sure fills out a breastplate, but where is the anguish and greatness that Columbus must have possessed? Corraface is not helped by a peculiar supporting cast, headed by Marlon Brando's worst performance in memory.\n\nAs Torquemada, the inquisitor, Brando sulks about the set looking moody and delivering his lines with the absolute minimum of energy necessary to be audible. He's phoned in roles before, but this was the first time I wanted to hang up.\n\nAfter Columbus survives a grilling from Torquemada, he convinces King Ferdinand and Queen Isabella (Tom Selleck and Rachel Ward) to allow him to sail in search of the New World. Here, as elsewhere in the movie, dialogue and motivation seem to be missing; there is a hint that Isabella is smitten with Columbus, and that Ferdinand is jealous, but the scenes have been edited so severely that only hints remain.\n\nOnce Columbus and crew sail to the New World, the movie breaks down into routine travelogue shots and vignettes of shipboard life.\n\nColumbus and his discovery of America are not Politically Correct subjects just now (Native Americans point out that from their point of view he discovered nothing). And Columbus brought disease and genocide as his cargo. So, the producers supply a zoom shot to the Santa Maria at anchor, and we see a rat scurry down the anchor rope and swim ashore.\n\nThis symbolizes all the evil that Europeans brought to the New World, I guess. The movie is more generous in showing what the visitors found here. Columbus encounters friendly Indians, of which one - the chief's daughter - is positioned, bare-breasted, in the center of every composition. (I believe the chief's daughter is chosen by cup size.) \n\nColumbus sails back to Europe and the story is over. Another Columbus movie is promised us this fall. It cannot be worse than this. I especially look forward to the chief's daughter.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-08-24", "genres": ["Action"], "title": "Christopher Columbus: The Discovery (1992)"}