{"url": "http://www.rogerebert.com/reviews/christmas-with-the-kranks-2004", "by": "Tim Allenas Luther Krank", "star_rating": 1.0, "text": "'Christmas With the Kranks\" doesn't have anything wrong with it that couldn't be fixed by adding Ebenezer Scrooge and Bad Santa to the cast. It's a holiday movie of stunning awfulness that gets even worse when it turns gooey at the end. And what is it finally so happy about? Why, that the Kranks' neighbors succeed in enforcing their lockstep conformity upon them. They form a herd mentality, without the mentality.\n\nThe movie is not funny, ever, in any way, beginning to end. It's a colossal miscalculation. Tim Allen and Jamie Lee Curtis star as Luther and Nora Krank, who live in a Chicago suburb with their daughter Blair (Julie Gonzalo). Julie is going to Peru in the Peace Corps, so this will be their first Christmas without her, and Luther suggests that instead of spending $6,000 on Christmas, he and Nora spend $3,000 on a Caribbean cruise.\n\nSounds reasonable to me. But perhaps you're wondering how a couple with one child and no other apparent relatives on either side of the family spends $6,000 on Christmas. The answer is, they decorate. Their street coordinates a Christmas display every year in which neighbors compete to hang the most lights from their eaves and clutter the lawn with secular symbolism. Everyone has Frosty on the rooftop.\n\nWhen the word gets around that the Kranks are taking a year off, the neighborhood posse gets alarmed. Their leader is Vic Frohmeyer (Dan Aykroyd), who leads a delegation to berate them. Before long, pickets are on the front lawn, chanting \"Free Frosty!\" and the local paper writes a story about \"The only house on the block that's keeping Frosty in the basement.\"\n\nAs a satire against neighborhood conformity, \"Christmas With the Kranks\" might have found a way to be entertaining. But no. The reasonable Kranks are pounded down by the neighbors, and then their daughter decides, after having been away only about two weeks, to fly home for Christmas with her new Peruvian fiance. So the Kranks of course must have their traditional Christmas Eve party after all, and the third act consists of all the neighbors pitching in to decorate the house, prepare the food and decorations, etc., in a display of self-righteous cooperation that is supposed to be merry but frankly is a little scary. Here's an idea: Why don't the Kranks meet Blair and her fiance in Miami and go on the cruise together?\n\nThe movie's complete lack of a sense of humor is proven by its inability to see that the Kranks are reasonable people and their neighbors are monstrous. What it affirms is not the Christmas spirit but the Kranks caving in. What is the movie really about? I think it may play as a veiled threat against nonconformists who don't want to go along with the majority opinion in their community. What used to be known as American individualism is now interpreted as ominous. We're supposed to think there's something wrong with the Kranks. The buried message is: Go along, and follow the lead of the most obnoxious loudmouth on the block.\n\nChristmas, some of my older readers may recall, was once a religious holiday. Not in this movie. Not a single crucifix, not a single creche, not a single mention of the J-name. It's not that I want \"Christmas With the Kranks\" to get all religious, but that I think it's secular as a copout, to avoid any implication of religious intolerance. No matter what your beliefs or lack of them, you can celebrate Christmas in this neighborhood, because it's not about beliefs, it's about a shopping season.\n\nSo distant are the spiritual origins of the holiday, indeed, that on Christmas Eve one of the guests at the Kranks' big party is the local priest (Tom Poston), who hangs around gratefully with a benevolent smile. You don't have to be raised Catholic to know that priests do not have time off on Christmas Eve. Why isn't he preparing for midnight mass? Apparently because no one in the Kranks' neighborhood is going to attend -- they're too busy falling off ladders while stringing decorations on rooftops.\n\nThere is, however, one supernatural creature in the movie, and I hope I'm not giving away any secrets by revealing that it is Santa Claus. The beauty of this approach is that Santa is a non-sectarian saint, a supernatural being who exists free of theology. Frosty, on the other hand, is apparently only a snowman.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-11-23", "genres": ["Comedy", "Drama", "Family", "Holiday"], "title": "Christmas with the Kranks (2004)"}