{"url": "http://www.rogerebert.com/reviews/christiane-f-1982", "by": "Natja Brunkhorstas Christian", "star_rating": 3.5, "text": "This is one of the most horrifying movies I have ever seen. That it is based on actual events makes it more heartbreaking. \"Christiane F.\" is the portrait of a young girl who between her 13th and 15th years went from a fairly average childhood into the horrors of drug addiction, prostitution and life on the brink of death.\n\n\tThe movie has become notorious in Europe, where both the film and book versions of \"Christiane's\" adventures have been best sellers. The real Christiane first came to light as a witness in the trial of a man accused of having sex with minors. A reporter at the trial was intrigued by her appearance on the witness stand, and tracked her down. His tape-recorded interviews with her became the basis for a 12-part series in Stern, the German news magazine, and now here is this movie.\n\n\tIt is one of the most unremittingly grim portraits of drug addiction ever filmed. The only American equivalent that comes to mind is Shirley Clarke's \"The Connection\" (1961), but in that film the hell of heroin addiction was tempered by the story construction of the film, which evolved as a well-told play. \"Christiane F.\" simply unfolds as one plateau of suffering lower than another, until Christiane hits a very low bottom.\n\n\tThe movie opens with Christiane as an unexceptional young teenager, given to such minor vices as playing rock records too loud and staying out too late. She lives in an apartment with her mother, and resents the regular presence of her mother's boyfriend. With friends, she experiments with alcohol and pot, and then, after a rock concert (David Bowie, playing himself), she sniffs some heroin, \"just out of curiosity.\"\n\n\tShe likes the feeling it gives her. She tries to get it again. She has young friends who are already junkies, but she disregards their warnings that she'll get hooked. She mindlessly repeats the addict's ageless claim: \"I can't get hooked if I just use a little, only once in a while. I can control my using.\" She cannot. Before long, she's shooting heroin, and not much longer after that she is selling her body to buy it.\n\n\tThis is a common story in the big cities of the world. It is relatively unusual among girls as young as Christiane (I hope), but even more unusual is the fact that she finds her own way into the heroin-and-hooker underground, without being enslaved by a pimp. The movie is relentless in depicting the drug culture of West Berlin. We see unspeakable sights: a junkie leaping over a toilet stall to yank the needle from Christine's arm and plunge it into his own, stealing her fix; Christine and her boyfriend trying to withdraw cold turkey and vomiting all over one another; the discoveries of dead overdose victims, and, unforgettably, the pale, sad faces of the junkies lined up in a subway station, all hope gone from their once-young eyes.\n\n\tSince \"Christiane F.\" was originally filmed in German, its destiny in this country should have been to play an art theater. But the film's distributors. New World, have made the intriguing decision to dub it into English and open it in several outlying theaters in Chicago. I somehow doubt that their motive is public-spirited (that they want to bring this anti-drug document to suburban teenagers). The fact that they're exploiting David Bowie's presence in the film suggests, instead, that they hope to cash in on Bowie fans (who will find this movie a real shocker, more than they bargained for).\n\n\t\"Christiane F.\" made lots of the \"best 10\" lists of European critics this year, but I found it hard to judge its artistic quality because of the shockingly bad dubbing job. The film has been dubbed into mid-Atlantic British, by voices that are often clearly too old and in slang that is 10 to 15 years out of date. New World should ask for its money back from the dubbers. And yet the movie still works. After a time we forget the bad dubbing, because the images are so powerful, the horrors so strong and the performances (by a cast of young unknowns) so utterly, bleakly, realistic. This is a movie of hell.", "running_time": 138, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama"], "title": "Christiane F. (1982)"}