{"url": "http://www.rogerebert.com/reviews/christine-1983", "by": "Keith Gordonas Arnie", "star_rating": 3.0, "text": "I've seen a lot of movies where the teenage guy parks in a car with the girl he loves. This is the first one where he parks with a girl in the car he loves. I knew guys like this in high school. They spent their lives customizing their cars. Their girlfriends were accessories who ranked higher, say, than foam-rubber dice, but lower than dual carbs. \n\nThe car is named \"Christine.\" It's a bright red 1958 Plymouth Fury, one of those cars that used to sponsor the Lawrence Welk Show, with tail fins that were ripped off for the \"Jaws\" ad campaign. This car should have been recalled, all right: to hell. It kills one guy and maims another before it's off the assembly line. Its original owner comes to a sad end in the front seat. And later, when Christine is 21 years old and rusting away, Arnie buys her.\n\nArnie is a wimp. He's the kind of guy you'd play jokes on during lunch period, telling him the class slut wanted to talk to him, and then hiding his lunch tray while she was telling him to get lost. The kind of guy who was always whining, \"Come on, guys -- the joke's over!\" But after Arnie buys Christine, he undergoes a strange metamorphosis. He becomes cool. He starts looking better. He stops with the greasy kid stuff. He starts going out with the prettiest girl in the school. \n\nThat's where he makes his mistake. Christine gets jealous. The entire movie depends, of course, on our willingness to believe that a car can have a mind of its own. I have believed in stranger things in the movies. Christine can drive around without a driver, play appropriate 1950s rock songs, lock people inside, and repair its own crushed fenders. The car is another inspiration from Stephen King, the horror novelist who specializes in thrillers about everyday objects. Earlier this year we got his \"Cujo,\" about a rabid St. Bernard, and any day now I expect him to announce \"Amityville IV: The Garage-Door-Opener.\"\n\n\"Christine\" is, of course, utterly ridiculous. But I enjoyed it anyway. The movies have a love affair with cars, and at some dumb elemental level we enjoy seeing chases and crashes. In fact, under the right circumstances there is nothing quite so exhilarating as seeing a car crushed, and one of the best scenes in \"Christine\" is the one where the car forces itself into an alley that's too narrow for it. \n\n\"Christine\" was directed by John Carpenter, who made \"Halloween,\" and his method is to take the story more or less seriously. One grin and the mood would be broken. But by the end of the movie, Christine has developed such a formidable personality that we are actually taking sides during its duel with a bulldozer. This is the kind of movie where you walk out with a silly grin, get in your car, and lay rubber halfway down the Eisenhower.", "running_time": 110, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-12-13", "genres": ["Drama", "Horror", "Thriller"], "title": "Christine (1983)"}