{"url": "http://www.rogerebert.com/reviews/chronicle-2012", "by": "Dane DeHaanas Andrew", "star_rating": 3.5, "text": "Man, you couldn't get me down into that hole in the ground for all the beans in Boston. It's perfectly circular, in the middle of a gloomy, grassy field, and Matt and Steve talk Andrew into bringing his new video camera and filming as they disappear into its dark maw. They use the camera's light and of course the screens of their iPhones. They can't see the bottom.\n\nIt's spoiling hardly anything to tell you they find some sort of weird crystalline object. The letters UFO spring to mind. They stare at it and maybe it stares back. Then they discover they can move LEGO pieces using only their minds. This is called telekinesis. Matt looks it up in the dictionary.\n\nFrom this deceptively ordinary beginning, John Trank's \"Chronicle\" grows into an uncommonly entertaining movie that involves elements of a superhero origin story, a science-fic­tion fantasy and a drama about a disturbed teenager. Andrew (Dane DeHaan) is a shy and unpopular high school student with a dying mother and a mean-tempered drunk for a father. Matt (Alex Russell) is his cousin and only friend, a smart kid who quotes Plato as they descend into the hole. Steve (Michael B. Jordan) is cheerful, handsome and running for class president — all the things Andrew isn't.\n\nWhatever it is that happened to them in the hole gives them something overwhelming in common: They have new, challenging superpowers. Discovering this, they act like a bunch of kids. Hell, they are a bunch of kids, and the screenplay by Max Landis does a convincing job of making them realistic teenagers. This is a \"found footage\" movie like \"Blair Witch,\" allegedly shot on Andrew's camera. Then at a dance, Matt meets the friendly Casey (Ashley Hinshaw), who is making a video diary of her own life for her blog. With two cameras, \"Chronicle\" gets around the problem that with found footage you never see the character holding the camera. Later, we'll see other points of view: surveillance cameras, cell phone video and, toward the end, some sensational events on TV news.\n\nThe movie is delightful for its first hour or so, and then turns dark and disturbing. The friends test their new powers and decide they're like muscles — you have to build them up slowly. This they do like mischievous teenagers. If you can lift a leaf blower at a distance, for example, you can use it to blow cheerleaders' skirts above their heads. You can put on an amazing magic show at school. For that matter, you can levitate the camera and get nice steadicam shots. Matt, the most responsible one, believes they should keep their powers secret. That will be impossible once Andrew begins to act out on the anti-social rage boiling inside himself.\n\nSometimes a movie arrives out of the blue that announces the arrival of considerable new talents. Josh Trank is 26, and this is his directing debut. Max Landis, also 26, has written a couple of shorts. His father is the director John Landis, but connections don't teach you how to write. Dane DeHaan, Michael B. Jordan and Alex Russell are in their early or mid-20s, have some experience and work together easily here as an ensemble. It's their convincing acting and Landis' dialogue — not just the late drama but the early goofing around — that gives the movie a natural authenticity.\n\n\"Chronicle\" seems at first to be all goofing around. It's Andrew's tortured personal life that steers it into deep currents, although they have fun getting there. They are teenagers who must think they'll live forever. Not only do they go down into that hole, but they discover they can fly up into thunderstorms. \n\nEven if you could fly to 10,000 feet, would you want to? \"It's cold up here!\" one of them shouts. I forget which one. There was some lightning at the time.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-02-01", "genres": ["Drama", "Science Fiction", "Thriller"], "title": "Chronicle (2012)"}