{"url": "http://www.rogerebert.com/reviews/chuck-and-buck-2000", "by": "Mike Whiteas Buck", "star_rating": 3.0, "text": "Buck's mother coughs and dies. That releases him from his childhood, which has lasted well into his 20s. He invites his boyhood friend Chuck to come to the funeral. Chuck, a music executive from Los Angeles, arrives with his fiancee, Carlyn. Buck grins at Chuck confidingly.\n\n\"You . . . wanna go see my room?\" he asks. This line, early in \"Chuck & Buck,\" sets up the tone of the movie. Buck is stuck at the age of 12 or 13; Chuck has grown up and now finds himself stalked by a weirdo who still wants to be his junior high school buddy.\n\nThis surface story would be enough for most movies, but \"Chuck & Buck\" has subterranean depths, and is a study in how we handle embarrassing situations--or don't handle them. Buck (Mike White, the film's author) is a gawky case of arrested development, who stands too close and doesn't know when to stop talking and never realizes when he's not welcome. He's had only one valued relationship in his life, with Chuck (Chris Weitz), and assumes it has been the same with Chuck. \"I noticed there aren't any pictures of me around,\" he says on his first visit to Chuck's house.\n\nHow did Buck get invited to visit Chuck and Carlyn (Beth Colt)? At his mother's funeral, Carlyn unwisely asked him to visit them if he was ever in L.A., and a few days later, he is in L.A. Buck visits Chuck at his office, tails him to lunch, turns up everywhere, sucking on his little Tootsie Pops down to the fudge surprise. Chuck tells him bluntly to get lost. But it's not that simple. Chuck bears some of the responsibility for Buck's feelings, and he knows it.\n\nFreed of his long captivity in his mother's house, Buck finds more than Chuck to interest him in Los Angeles. He discovers a little fringe theater, writes an autobiographical play named \"Frank & Hank,\" and persuades Beverly, the stage manager (Lupe Ontiveros), to direct it. In the theater scenes, White and his director, Miguel Arteta, avoid obvious traps and take the movie to another level. It would be easy to turn Buck into a comic figure and surround him with caricatures, but the movie allows all of the people at the theater to be as real as they might actually be, and to deal with Buck as the case study he so manifestly is.\n\nOntiveros, as Beverly, takes one look at Buck and clocks him as one of the countless odd jobs who circle show business like flies. She agrees to direct his play for $25 an hour, firm, cash, and guarantee it one performance. One of the actresses finishes a rehearsal and flatly declares, \"I'm not inviting my agent.\" An actor named Sam (Paul Weitz, Chris' brother), clueless and not very swift, takes his role with utter seriousness. He asks Buck up to his apartment, complains about a neighbor \"who won't let me hold parties in the hall,\" smoothly rebuffs Buck's advance without batting an eye and thinks Buck would make a great neighbor since he wouldn't object to the parties.\n\nAll of these supporting characters give \"Chuck & Buck\" the texture that makes it more than just a psychological stalker movie. By treating Buck as real people might plausibly treat him, they prevent us from seeing him as a comic figure. He really is this sad, strange person, and that realization sets up the final events in the movie, which wouldn't work otherwise.\n\nWhat is the movie about? It seems to be about buried sexuality or arrested development, but it's also a fascinating study of behavior that violates the rules. Most of us operate within a set of conventions and instincts that lead us through conversations and relationships. We know precisely how close we are to one another, and our behavior reflects that. Some people, through ignorance or hostility, don't observe the rules. How should we handle them? Chuck may have grown up normally while Buck got stuck behind, but in their own personal war, Buck has all the best moves.", "running_time": 95, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-07-21", "genres": ["Comedy", "Drama", "Indie"], "title": "Chuck and Buck (2000)"}