{"url": "http://www.rogerebert.com/reviews/chuka-1967", "by": "Rod Tayloras Chuka", "star_rating": 2.5, "text": "Rod Taylor's \"Chuka\" is an intelligently acted and directed Western that has been burdened, for some reason, with a plot so melodramatic that the effect is lost.\n\nThe loss is a considerable one, because Taylor has given a great deal to his portrayal of Chuka, a professional gunfighter, and other roles in the film are filled with similar care.\n\nTaylor, I suspect, is most widely known for his appearances in a couple of those typically stupid Doris Day movies. But he has always been a good cut above the standard Hollywood leading man of the Tony Curtis and Rock Hudson variety, and in such films as \"Hotel\" (1967), and \"The Birds\" he gave evidence of considerable acting ability. He has an authority and depth lacking in the papier-mâché cutouts Miss Day usually favors for her leading men.\n\nBut his roles, so far, have not been filled with opportunity for much acting (with the exception of his early appearances opposite Elizabeth Taylor). He has been trapped, typically, in empty, smiling, shallow roles in pictures like \"The VIPs\" and \"The Glass-Bottomed Boat.\"\n\nIn \"Chuka,\" he at last had a film largely within his own hands, as producer and star. And he obviously made an effort to achieve something out of the ordinary. The film tells the story of an outcast gunfighter who is trapped by circumstances into helping to defend a fort surrounded by starving Indians and manned by castoffs and failures.\n\nJohn Mills, as the commander, plays an alcoholic and impotent Englishman who decides to defend the fort and prove his own bravery. Taylor tries to talk him out of it: Everyone will be saved if the fort is, abandoned and its food given to the Indians. But Mills will not listen.\n\nThe plot is complicated by the presence of a Mexican lady (Luciana Paluzzi) who was in love with Chuka years before on her father's ranch. When Chuka was sent away, he became a gunfighter, etc., and all the old Freudian hang-ups turned up like clockwork. They always do in the movies. Now, on the night before the expected Indian attack, Chuka passes up an opportunity to escape the fort with the woman and her ward (Angela Dorian). Instead, they make love in the stable and wait for the end.\n\nIn this and other particulars, \"Chuka\" depends upon elements of Idiot Plot, that tendency of the movies to get people into situations that they could easily get themselves out of if they weren't such damned idiots.\n\nIt is all too pat. Every officer in the fort has something to prove to himself, and by the time everything has been proven, everyone is dead. The starving Indians, Chuka's coincidental reunion with his old love, the commander's secret fear of cowardice: These are all elements of a dozen or a hundred other films. No amount of competent acting will bring them back to life.\n\nStill, Taylor is very good in the title role. And Ernest Borgnine, as the commander's loyal sergeant, demonstrates a stubbornness and simplicity that almost (but not quite) reminds of \"Marty.\"\n\nGordon Douglas, as if to make amends for \"In Like Flint,\" has directed with a sure hand. Many of the scenes involving small talk and time-killing by Chuka and the soldiers are handled with an easy, slow grace.\n\nBut taken all together, \"Chuka\" doesn't work. The plot should have been pared closer to the bone.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-07", "genres": ["Action", "Drama", "Western"], "title": "Chuka (1967)"}