{"url": "http://www.rogerebert.com/reviews/chungking-express-1996", "by": "Takeshi Kaneshiroas First Cop", "star_rating": 3.0, "text": "At UCLA last summer, Quentin Tarantino introduced a screening of \"Chungking Express” and confessed that while watching it on video, \"I just started crying.” He cried not because the movie was sad, he said, but because \"I'm just so happy to love a movie this much.” I didn't have to take out my handkerchief a single time during the film, and I didn't love it nearly as much as he did, but I know what he meant: This is the kind of movie you'll relate to if you love film itself, rather than its surface aspects such as story and stars. It's not a movie for casual audiences, and it may not reveal all its secrets the first time through, but it announces Wong Kar-Wai, its Hong Kong-based director, as a filmmaker in the tradition of Jean-Luc Godard.\n\nHe is concerned more with the materials of a story than with the story itself, and he demonstrates that by telling two stories, somewhat similar, that have no obvious connection. He sets the stories in the Hong Kong world of fast-food restaurants, shopping malls, nightclubs, concrete plazas and pop culture (one of his heroines wears a blond wig and dark glasses, and the other seems addicted to \"California Dreamin”' by the Mamas and the Papas). His visuals rhythmically switch between ordinary film, video and pixilated images, often in slow motion, as if the very lives of his characters threaten to disintegrate into the raw materials of media.\n\nIf you are attentive to the style, if you think about what Wong is doing, \"Chungking Express” works. If you're trying to follow the plot, you may feel frustrated. As the film opens, we meet a policeman named He Qiwu (Takeshi Kaneshiro), who wanders the nighttime city, lonely and depressed, pining after a girl who has left him. He gives himself 30 days to find another girl, and uses the expiration dates on cans of pineapple as a way of doing a countdown. A new woman walks into his life: the woman in the wig (Brigitte Chin-Hsia Lin), who is involved in drug deals.\n\nWe expect their relationship to develop in conventional crime movie ways, but instead, the film switches stories, introducing a new couple. The first cop hangs out at a fast-food bar, where he notices an attractive waitress (Faye Wang), but she has eyes only for another cop who frequents the same restaurant (Tony Chiu-Wai Leung). He scarcely notices her, but she gets the keys to his apartment, and moves in when he isn't there -- cleaning, redecorating, even changing the labels on his canned food.\n\nBoth of these stories, about disconnections, loneliness and being alone in the vast city, are photographed in the style of a music video, crossed with a little Godard (signs, slogans, pop music) and some Cassavetes (improvised dialogue and situations). What happens to the character is not really the point; the movie is about their journeys, not their destinations. There is the possibility that they have all been driven to desperation, if not the edge of madness, by the artificial lives they lead, in which all authentic experience seems at one remove.\n\nTarantino loved this movie so much, indeed, that he signed a deal with Miramax to start his own releasing company, and his first two pick-up deals are \"Chungking Express” and another Wong Kar-Wai film. There's a lot of interesting Hong Kong films right now, but it centers more on commercially oriented figures like John Woo and Jackie Chan. Wong is more of an art director, playing with the medium itself, taking fractured elements of criss-crossing stories and running them through the blender of pop culture.\n\nWhen Godard was hot, in the 1960s and early 1970s, there was an audience for this style, but in those days, there were still film societies and repertory theaters to build and nourish such audiences. Many of today's younger filmgoers, fed only by the narrow selections at video stores, are not as curious or knowledgeable and may simply be puzzled by \"Chungking Express” instead of challenged. It needs to be said, in any event, that a film like this is largely a cerebral experience: You enjoy it because of what you know about film, not because of what it knows about life.\n\nIn any case, Tarantino may weep again when he sees the box-office figures.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-03-15", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Chungking Express (1996)"}