{"url": "http://www.rogerebert.com/reviews/chytilova-versus-forman-1982", "by": "Vera Chytilova", "star_rating": 3.0, "text": "Who made the right decision? The filmmakers who opted for the Hollywood system, or those who stayed in Czechoslovakia? That is the opening question of \"Chytilova Versus Forman,\" a documentary shot \"unofficially\" while Chytilova was on a visit to London and New York, where Forman was shooting his 1981 film \"Ragtime.\" It was also shot very informally, with Chytilova barraging Forman with questions in French, and Forman fielding them in English. As documentaries about films go, this is an odd one, a cross between Forman at work and Forman at thought. The private Forman is much more interesting.\n\n\tBut first we see the public Forman, puffing on his cigar and giving instructions to technicians and actors during the ballroom scene in \"Ragtime.\" None of these scenes really add much to what we know of film directing; they're the basic stuff where the director peers through the camera and then gives orders.\n\n\tWhen Chytilova gets Forman alone, however, the results are different. As fellow visitors to a strange land, they have a natural rapport, and Chytilova shows Forman sprawled on his unmade bed in Manhattan's sleazy Chelsea Hotel, explaining that he stays there because they once carried him rent-free for a year. Forman talks about his uncertain early months in America after the Russian invasion. One Christmas Eve, he remembers, a New York television station telecast a picture of a log burning in a fireplace, and he sat alone in his room, watching the fire on television, feeling loneliness and self-pity. \"It was great!\" he remembers.\n\n\tNow he is a successful director. Chytilova, whose own career has been stalled by the Czech bureaucracy, quizzes him relentlessly, but he fends off her questions: \"I am very afraid of making a great, solemn important statement. What if my film turns out to be shit?\" They debate about the nature of film. He thinks it is a realistic medium, and so the audience should never be aware of the presence of the director. She disagrees, and no wonder; by the end of this documentary we are so aware of her off-camera presence that we almost wish she would answer some of her own questions herself.", "running_time": null, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Chytilova Versus Forman (1982)"}