{"url": "http://www.rogerebert.com/reviews/cinderella-man-2005", "by": "Russell Croweas Jim Braddock", "star_rating": 3.5, "text": "There is a moment early in \"Cinderella Man\" when we see Russell Crowe in the boxing ring, filled with cocky self-confidence, and I thought I knew what direction the story would take. I could not have been more mistaken. I walked in knowing nothing about Jim Braddock, \"The Bulldog of Bergen,\" whose riches-to-rags-to-riches career inspired the movie. My friend Bill Nack of Sports Illustrated, who just won the A.J. Liebling Award, the highest honor a boxing writer can attain, could have told me all about Braddock, but I am just as happy to have gone in cold, so that I could be astonished by Crowe's performance.\n\nI think of Crowe as a tough customer, known to get in the occasional brawl. Yes, he plays men who are inward and complex, as in \"The Insider\" and \"A Beautiful Mind,\" or men who are tempered and wise, as in \"Master and Commander.\" But neither he nor anyone else in a long time has played such a nice man as the boxer Jim Braddock. You'd have to go back to actors like James Stewart and Spencer Tracy to find such goodness and gentleness. Tom Hanks could handle the assignment, but do you see any one of them as a prizefighter? Tracy, maybe.\n\nAs the film opens, Braddock is riding high with a series of victories that buy a comfortable, but not opulent, lifestyle for his wife Mae (Renee Zellweger) and their children Jay, Rosemarie and Howard. Also doing OK is Braddock's loyal manager Joe Gould (Paul Giamatti, in a third home run after \"American Splendor\" and \"Sideways\"). Then Braddock breaks his right hand, loses some matches so badly his license is taken away, and descends with his family to grim poverty in the early days of the Depression.\n\nWhat is remarkable during both the highs and the lows is that Braddock, as Crowe plays him, remains level-headed, sweet-tempered and concerned about his family above all. Perhaps it takes a tough guy like Crowe to make Braddock's goodness believable. Mae is just the wife he deserves, filled with love and loyalty, and so terrified he will be hurt that she refuses to attend his fights and won't even listen on the radio.\n\nTheir poverty takes them from a nice family house to a cramped little apartment where there is no heat and hardly anything to eat. Braddock gets a job on the docks in Hoboken, slinging sacks of grain and coal, using his left arm because of his injured right hand, and although that job is a low point, it is also the secret to the left hook that will eventually get him named \"Cinderella Man\" by Damon Runyon.\n\nThe movie teams Crowe once again with director Ron Howard; they made \"A Beautiful Mind\" together, and the screenwriter of that film, Akiva Goldsman, co-wrote this one with Cliff Hollingsworth. They find human ways to mirror the descent into despair; the Braddock family's poverty, for example, seems to weigh most heavily on the oldest son, Jay (Connor Price), who fears above all being sent away to live with \"rich\" relatives -- rich here meaning those with something to eat. He steals a sausage from a butcher shop, is caught, and then, in a scene typical of Braddock's gentle wisdom, is not punished by his father, but talked to, softly and earnestly, because his father instinctively knows why his son stole the sausage, and that the kid's daring was almost noble.\n\nUp to this point, there would not be a comeback, and no occasion for Damon Runyon nicknames. Braddock gets one more chance at a fight, as Gould edges him past the doubts of promoter Jimmy Johnston (Bruce McGill). Without much time to train, he takes on a leading contender, and to everyone's amazement, wins the fight. One victory leads to another, and finally Gould is able to broker a title fight with the heavyweight champion Max Baer (Craig Bierko), who has killed two of his opponents and seems likely to kill the outweighed and outclassed Braddock.\n\nWhat happens in the fight you will see. Ron Howard, Russell Crowe, Craig Bierko, the cinematographer Salvatore Totino and the editors Daniel P. Hanley and Mike Hill step into a ring already populated by the ghosts of countless movie fights, most memorably those in \"Raging Bull,\" \"Million Dollar Baby\" and the \"Rocky\" movies. They don't try to outfight those movies, but to outmaneuver them emotionally. The closest connection is with \"Million Dollar Baby,\" also a film about a fighter whose deepest motivation is the fear of poverty (at a press conference, Braddock says he fights in order to be able to buy milk for his family). The visual strategy of the big fight is direct and brutal, but depends not so much on the technical depiction of boxing as on the development of the emotional duel going on in the ring. When an underdog fights from \"heart\" after his strength and skill are not enough, the result is almost always unconvincing -- but not always.\n\n\"Cinderella Man\" is a terrific boxing picture, but there's no great need for another one. The need it fills is for a full-length portrait of a good man. Most serious movies live in a world of cynicism and irony, and most good-hearted movie characters live in bad movies. Here is a movie where a good man prevails in a world where every day is an invitation to despair, where resentment would seem fully justified, where doing the right thing seems almost gratuitous, because nobody is looking and nobody cares.\n\nJim Braddock is almost transparent in the simple goodness of his character; that must have made him almost impossible to play. Russell Crowe makes him fascinating, and it takes a moment or two of thought to appreciate how difficult that must have been.", "running_time": 144, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-02", "genres": ["Drama", "Romance", "Sport"], "title": "Cinderella Man (2005)"}