{"url": "http://www.rogerebert.com/reviews/cinderella-liberty-1973", "by": null, "star_rating": 2.0, "text": "“Cinderella Liberty.” a movie of enormous good intentions. doesn’t work for me because I simply can’t believe it. From a point about 30 minutes into the filmÑwhen the situation of the characters has been made clearÑthere’s no way I can believe these people would do these things in this way. And then the film’s ending is such an improbable fantasy that I left feeling cheated; my emotions had been engaged but not respected.\n\nThe story. which just about depletes the national hearts-of-gold reserve. involves a sailor. a prostitute. her son born out of wedlock and the sailor’s best buddy and most hated enemy (who are one and the same). The sailor. played by James Caan. is at liberty in Seattle with no sailing orders and no money because the Navy has lost his papers. The hooker. Marsha Mason is the best pool-player in town but has nothing in her icebox. if memory serves. but a bottle of lemon juice. Her son has a black father he’s never met and is a street-wise 9-year-old who’s taken a lot of bruises. And the best buddy. etc.. has finally been drummed out of the Navy for drunkenness. Years before. he once made Caan guard a garbage can in zero weather on Christmas.\n\nGiven these story elements. and knowing what we do about sailors and whores in the movies. it is. I suppose. almost inevitable that the sailor should get to like the girl and then really like the kid. That his protective instinct should suggest that it was really time he settle down. That a marriage would make good sense because then the girl and her kid could draw Navy benefits and the kid could get his teeth fixed. And that the old buddy couldÑbut I guess I shouldn’t give the ending away. no matter how many different reasons there are why it’s impossible.\n\nThe material here is serious enough. drawing as it does on relationships between people living on the edge. but the situations keep turning out to be archetypal. We don’t get the feeling of human beings learning about each other and trying to cope; we see people acting the way they’re supposed to in terms of all the fictional cliches about characters in their position.\n\nThat makes things hard on the actors. who rise to the challenge with spiritÑno matter that they’re doomed. Marsha Mason. as the prostitute. is able to make us see the almost paralyzing feelings of inadequacy beneath her character’s spunky surface. Kirk Calloway. as her son. is mercifully free of the cuteness and self-consciousness of so many child actors; he’s tough and suspicious and hostile when he needs to be. James Caan is all right as the sailor. although too inclined to hem and haw and wallow in sincere inarticulateness. Eli Wallach. as old Forshay. the Navy veteran. overacts. I suppose. but then how can you bring subtlety to a part-time job as a tout for a strip show?\n\nThe movie wants us to take these people and their situation seriously. but it keeps finding Norman Rockwell solutions to its problems. It suggests complexities and then never resolves them. It never surprises us with truth.\n\nThere’s an ancient theatrical rule that you don’t bring a gun onstage in the first act unless it’s going to be fired in the third. “Cinderella Liberty” brings on a baby. so that it can die; has the boy say that nothing will ever make him cry. so that he can cry; loses the sailor’s papers. so that they can be found; gives the boy cavities. so that they can be filled; drums the veteran out of the Navy. so that he can get back in. You can almost watch the first hour of the movie to learn all the problems. and then leave. knowing that they will be solved in the second hour. Not faced. but solved.", "running_time": 117, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-12-19", "genres": ["Drama", "Romance"], "title": "Cinderella Liberty (1973)"}