{"url": "http://www.rogerebert.com/reviews/cinderella-1987", "by": "Wilfred Jackson", "star_rating": 3.0, "text": "This time around I was more aware of the power of the full-animation techniques, and I appreciated Disney's policy of using unfamiliar voices for the dubbing, instead of the studio's guess-that-voice derbys of recent years. But in other ways the movie still worked for me just as it had the first time. When those little mice bust a gut trying to drag that key up hundreds of stairs in order to free Cinderella, I don't care how many Kubrick pictures you've seen, it's still exciting.\n\nYou doubtless remember the original story. You may not - as I did not - remember how much the Disney studio expanded and supplemented it. Disney's most valuable and original contribution to the \"Cinderella\" tale was the addition of dozens of animals to the story. The screen fairly bursts with little birds helping Cinderella to dress, little mice helping her to plot, a dog leaping to the rescue, and an evil cat named Lucifer chasing the birds, pouncing on the mice, spitting at the dog and doing its best to come between Cinderella and Prince Charming.\n\nThese animals serve much the same function as the Seven Dwarfs (and assorted birds and forest animals) did in \"Snow White and the Seven Dwarfs.\" They provide a chorus, moral support, additional characters to flesh out a thin story and a kaleidoscope of movement on the screen. When one of the little birds crept under Cinderella's pillow to awaken her in the morning, it didn't matter that I was aware of the shameless manipulation of the animators; I grinned anyway.\n\nUsing the traditional techniques of full animation, the Disney artists provided each animal with a unique flavor and personality. What they also did (as Richard Shickel observed in The Disney Version) was shamelessly wag the buttocks of all of the animals as a way of making them seem even livelier; a Disney quadruped has its center of gravity somewhere below its navel and its pivot point right beneath the wallet. With all that action going on, no wonder they never wore pants.\n\nIf there is an obvious difference between \"Cinderella\" and such predecessors as \"Pinocchio\" and \"Snow White,\" it's in the general smoothing-out of the character's appearances. Snow White herself looked fairly bland, but the other characters in the first decade of Disney animation had a lot of personality in their faces. They were allowed to look odd. \"Cinderella\" seems to come right out of its time, the bland postwar 1950s. Cinderella looks like the Draw Me girl, Prince Charming has all of the charm of a department store dummy and even the wicked stepsisters seem petulant rather than evil. Only the old king, his aide and a few of the mice look bright enough to split a ticket.\n\nYet the movie works. There are dozens of little dramas played out for a minute or two by the mice, who must outsmart the cat and alert the dog. There are touching moments involving the king, who wants an heir more than anything and looks on glumly as his son rejects all of the women in the kingdom - except for one. And then there is that thrilling montage at the end, while the stepsisters desperately try to get the glass slipper to fit and the mice sneak the key to Cinderella. You've got to hand it to her: The kid still has life. Another seven years, anyway.\n\nFootnote: I hate to sound like a scold, but this is the second Disney animated classic that has been stretched into \"wide-screen\" format, with a resulting loss of some 25 percent of the original image. The studio's argument: Few theaters are equipped these days to show films in the classic 4-to-3 ratio, and Disney would rather carefully supervise its own wide-format pan-and-scan version than allow a projectionist to despoil the image. Two wrongs don't make a right.", "running_time": null, "mpaa_rating": "G", "release_year": 1987, "date_published": "1987-11-20", "genres": null, "title": "Cinderella (1987)"}