{"url": "http://www.rogerebert.com/reviews/cinema-paradiso-1990", "by": "Philippe Noiretas Alfredo", "star_rating": 3.5, "text": "There is a village priest in \"Cinema Paradiso\" who is the local cinema's most faithful client. He turns up every week like clockwork, to censor the films. As the old projectionist shows the movies to his audience of one, the priest sits with his hand poised over a bell, the kind that altar boys use. At every sign of carnal excess - which to the priest means a kiss - the bell rings, the movie stops and the projectionist snips the offending footage out of the film. Up in the projection booth, tossed in a corner, the lifeless strips of celluloid pile up into an anthology of osculation, an anthology that no one will ever see, not in this village, anyway.\n\nGiuseppe Tornatore's \"Cinema Paradiso,\" which is one of this year's Oscar nominees for best foreign language film, takes place in Sicily in the final years before television. It has two chief characters: old Alfredo (Philippe Noiret), who rules the projection booth, and young Salvatore (Salvatore Cascio), who makes the booth his home away from an indifferent home. As the patrons line up faithfully, night after night, for their diet of films without kisses, the boy watches in wonder as Alfredo wrestles with the balky machine that throws the dream-images on the screen. At first Alfredo tries to chase Salvatore away, but eventually he accepts his presence in the booth and thinks of him almost as his child. Salvatore certainly considers the old man his father, and (this is the whole point) the movies as his mother.\n\nI wonder if a theater has ever existed that showed such a variety of films as the Cinema Paradiso does in this movie. Tornatore tells us in an autobiographical note that the theater in his hometown, when he was growing up, showed everything from Kurosawa to the Hercules movies, and in \"Cinema Paradiso\" we catch glimpses of Charlie Chaplin, John Wayne and of course countless Hollywood melodramas in which men and women look smolderingly at one another, come closer, seem about to kiss, and then (with the jerk of a jump-cut) are standing apart, exchanging a look of deep significance.\n\nWe become familiar with some of the regular customers at the theater. They are a noisy lot - rude critics, who shout suggestions at the screen and are scornful of heroes who do not take their advice.\n\nRomances are launched in the darkness of the theater, friendships are sealed, wine is drunk, cigarettes smoked, babies nursed, feet stomped, victories cheered, sissies whistled at, and god only knows how this crowd would react if they were ever permitted to see a kiss.\n\nThe story is told as a flashback; it begins with a prominent film director (Jacques Perrin) learning in Rome that old Alfredo is dead and making a sentimental journey back to his hometown. Then we see the story of the director's childhood (portrayed by Cascio) and his teenage years, where he is played by Marco Leonardi. The earliest parts of the movie are the most magical. Then things grow predictable: There are not many rites of passage for an adolescent male that are not predictable and not many original ways to show the death of a movie theater, either.\n\nTornatore's movie is a reminder of the scenes in Truffaut's \"Day for Night,\" where the young boy steals a poster of \"Citizen Kane.\" We understand that the power of the screen can compensate for a deprived life and that young Salvatore is not apprenticing himself to a projectionist, but to the movies. Once that idea has been established, the film begins to reach for its effects, and there is one scene in particular - a fire in the booth - that has the scent of desperation about it, as if Tornatore despaired of his real story and turned to melodrama.\n\nYet anyone who loves movies is likely to love \"Cinema Paradiso,\" and there is one scene where the projectionist finds that he can reflect the movie out of the window in his booth and out across the town square so that the images can float on a wall, there in the night above the heads of the people. I saw a similar thing happen one night in Venice in 1972 when they showed Chaplin's \"City Lights\" in the Piazza San Marco to more than 10,000 people, and it was then I realized the same thing this movie argues: Yes, it is tragic that the big screen has been replaced by the little one. But the real shame is that the big screens did not grow even bigger, grow so vast they were finally on the same scale as the movies they were reflecting.", "running_time": 123, "mpaa_rating": "NR", "release_year": 1990, "date_published": "1990-03-16", "genres": ["Drama", "Foreign", "Romance"], "title": "Cinema Paradiso (1990)"}