{"url": "http://www.rogerebert.com/reviews/cinema-paradiso-the-new-version-2002", "by": "Philippe Noiretas Alfredo", "star_rating": 4.0, "text": "When \"Cinema Paradiso\" won the Academy Award as best foreign film in 1990, it was an open secret that the movie the voters loved was not quite the same as the one director Giuseppe Tornatore made. Reports had it that Harvey Weinstein, the boss at Miramax, had trimmed not just a shot here or there, but a full 51 minutes from the film. Audiences loved the result, however, and the movie is consistently voted among the 100 best movies of all time at the Internet Movie Database.\n\nNow comes a theatrical release of \"Cinema Paradiso: The New Version,\" with an ad campaign that promises, \"Discover what really happened to the love of a lifetime.\" Considering that it was Miramax that made it impossible for us to discover this in the 1988 version, the ad is sublime chutzpah. And the movie is now so much longer, and covers so much more detail, that it almost plays as its own sequel.\n\nMost of the first two hours will be familiar to lovers of the film. Little Salvatore (Salvatore Cascio), known to one and all as Toto, is fascinated by the movies and befriended by the projectionist Alfredo (Philippe Noiret). After a fire blinds Alfredo, Toto becomes the projectionist, and the Cinema Paradiso continues as the center of village life, despite the depredations of Father Adelfio (Leopoldo Trieste), who censors all of the films, ringing a bell at every kissing scene.\n\nThe new material of the longer version includes much more about the teenage romance between Salvatore (Marco Leonardi) and Elena (Agnese Nano)--a forbidden love, since her bourgeoisie parents have a better match in mind. And then there is a long passage involving the return of the middle-aged Salvatore (Jacques Perrin) to the village for the first time since he left to go to Rome and make his name as a movie director. He contacts the adult Elena (Brigitte Fossey), and finds out for the first time what really happened to a crucial rendezvous, and how easily his life might have turned out differently. (His discoveries promote the film to an MPAA rating of R, from its original PG.) Seeing the longer version is a curious experience. It is an item of faith that the director of a film is always right, and that studios who cut films are butchers. Yet I must confess that the shorter version of \"Cinema Paradiso\" is a better film than the longer. Harvey was right. The 170-minute cut overstays its welcome, and continues after its natural climax.\n\nStill, I'm happy to have seen it--not as an alternate version, but as the ultimate exercise in viewing deleted scenes. Anyone who loves the film will indeed be curious about \"what really happened to the love of a lifetime,\" and it is good to know. I hope, however, that this new version doesn't replace the old one on the video shelves; the ideal solution would be a DVD with the 1988 version on one side and the 2002 version on the other.", "running_time": 170, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-06-28", "genres": null, "title": "Cinema Paradiso: The New Version (2002)"}