{"url": "http://www.rogerebert.com/reviews/circle-of-friends-1995", "by": "Chris O'Donnellas Jack", "star_rating": 3.5, "text": "The most delirious part of romance comes when the two lovers begin to idealize each other. Much more important than physical love is the conviction that the other person is special, unique - a good person.\n\nFalling in love involves the conviction that the other person is, in some way, a hero. If you don't feel that way about the person you love, maybe it's because you think you don't deserve a hero. If so, beware the substitute.\n\nPat O'Connor's \"Circle of Friends\" is based on such beliefs.\n\nEarly in the film, a young man named Jack makes a determination about a young woman named Benny. \"You're really there,\" he says, and she looks him straight in the eye and says, \"Well . . . yes, I am.\" And she is. Benny, played by a luminous actress named Minnie Driver, is not beautiful in conventional terms - her two best friends are \"prettier\" - but Jack sees more deeply inside her, and what he finds is thrilling: Nothing less than a soul mate.\n\nBenny feels the same way about Jack (Chris O'Donnell), not for something superficial, like the fact that he's on the rugby team at the Dublin university they both attend, but because they can take long walks together and never stop talking, talking about what's most important to them. O'Donnell (\"Scent of a Woman\") is crucial to the movie's success, because he so convincingly embodies the personal qualities the plot demands: He is her hero, and that's why it hurts her so much when he disappoints her - not so much because he \"cheated\" on her, as because he wasn't true to his best nature.\n\n\"Circle of Friends\" is heartwarming and poignant, a love story that glows with intelligence and feeling. It's set in Ireland in the 1950s, and is another of those recent Irish films where the young characters are articulate, mature for their years, concerned about serious things, and with poetry in their hearts.\n\nBecause of its time and place, it is very much concerned with moral issues - with virginity, \"going all the way,\" mortal sins and the specter of temptation. \"Which is it to be?\" a priest asks young women in a sermon. \"Will your body be a garden for Jesus, or a vessel of sin?\" Somehow, one of Benny's friends complains, it's always up to the girls - as if boys can't make the same decision.\n\nSome of the dialogue, by Andrew Davies, based on the novel by Maeve Binchy, has a ring of perfect accuracy: Young man in confession: \"I've had impure thoughts, father.\" Priest: \"Did you entertain them?\" And there is another line that's just right, as Jack's father talks to his son after first meeting Benny: \"There's a lot to be said for these big, soft girls.\" She is big and soft, tallish, with unruly hair and a face that's a little too wide for conventional beauty, but there are moments in this movie when she out dazzles every other woman in the room, and that's because of her brains, her personality, and her smile.\n\nAs the movie opens, we meet Benny at home in a small town, where her father is the haberdasher. They confidently expect her to someday marry Sean (Alan Cumming), the store manager, an unctuous and shifty type. Benny grows older and goes off to university, taking the bus in to Dublin every day, and soon she has eyes only for Jack.\n\nMeanwhile, a parallel story involves Benny's friend Nan (Saffron Burrows), superficially glamorous, and Simon (Colin Firth), a member of the Protestant land-owning class, whose family intends him to marry for money. Nan knows just what she wants, and it's not \"one of these college boys.\" She wants an older, sophisticated man, and thinks Simon fits her needs. She goes after him with guile and charm, and he succumbs - or seems to, until the plot involves itself in betrayals and renunciations.\n\nOne of the pleasant things about this film is that the characters are allowed to be intelligent and to think for themselves.\n\nToo many recent American movies about young people, lovers and otherwise, celebrate their self-congratulatory stupidity. It's as if Hollywood is terrified of putting people on the screen who might be smarter than anyone in the audience. Benny, as played by Minnie Driver, is a role-model: She knows her mind and her heart, and she knows what she requires from a man before she will offer him either one. \"I know I may look like a rhinoceros,\" she tells Jack, after he delays asking her to dance at a party, \"but I'm quite thin-skinned, really. Don't mess me about. I'll flatten you.\" \"Circle of Friends\" is a real treasure. Pat O'Connor, the director, also made the 1984 film \"Cal,\" which won Helen Mirren the best actress award at Cannes. Here, again, he shows an instinctive feeling for characters who are not flighty, not silly, but, as Jack observes about Benny, really there.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-03-24", "genres": ["Drama", "Family", "Indie", "Romance"], "title": "Circle of Friends (1995)"}