{"url": "http://www.rogerebert.com/reviews/circumstance-2011", "by": "Nikohl Boosherias Atafeh", "star_rating": 2.5, "text": "\"Circumstance\" begins as the story of two teenage Iranian girls in love, and if it had continued to focus on the impossibility of their relationship in everyday modern Tehran, I think it would have been more successful. Unfortunately, it strays into unlikely melodrama and distracting eroticism. Still, it is a bold statement about the treatment of women in the modern Islamic state.\n\nWe meet Atafeh (Nikohl Boosheri) and Shireen (Sarah Kazemy), two high school girls who share a big crush. This they keep secret from their families: Atafeh's, whose professional parents are conformist but not unkind, and Shireen's, who is being raised by her uncle after her dissident parents ran afoul of the clerical authorities. They frequent clandestine stores with Western videos, attend secret parties, smoke, dance and steal away to their bedrooms to share fantasies of the freedom they could experience in nearby Dubai.\n\nUnfortunately, these fantasies are visualized all too sensuous­ly by writer-director Maryam Keshavarz, who uses light, color and music to suggest escapes that would have been more at home in an American lesbian romance. If the two teens had been more realistic, innocent and naive, I would have believed in them more.\n\nThen, at about the halfway point, a miscalculation arrives in the form of Atafeh's brother, Mehran (Reza Sixo Safai). Just returned from drug rehab, he is subjected to urine tests by their father, Firouz (Soheil Parsa), despite his protests that he is cured. So he seems to be, although his cure takes the form of an Islamist dogma that has turned him into much more of an extremist than anyone else in his family. \n\nThat this happened so quickly is a little unlikely. We sense something unwholesome about Mehran, who incredibly hides spy cameras in the family home to keep track of Atafeh and Shireen; his interest is more voyeuristic than liturgical. One senses here a half-realized ambition by the first-time filmmaker to emulate Hitchcockian motifs, but the film never organizes Mehran's peculiarities to a particular purpose.\n\nFirouz and wife Azar (Nas­rin Pakkho) come across as reasonable parents, given their society, who want only a quick and safe marriage for their daughter. One day, Firouz takes the family to the beach, where he and Mehran go swimming, and he says to the women, \"one day we can all go swimming.\" The implication is that he regrets the prohibition of women in bathing suits, but observes it.\n\nThe strongest message for most Western audiences will be the way the subjugation of women saturates every aspect of this society, and clearly informs even Mehran's kinkiness. Yes, but I wish Keshavarz had chosen a more low-key, everyday approach to two ordinary teenagers, and gone slowly on the lush eroticism and cinematic voyeurism.", "running_time": 107, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-09-07", "genres": ["Drama", "Foreign"], "title": "Circumstance (2011)"}