{"url": "http://www.rogerebert.com/reviews/cirque-du-freak-the-vampires-assistant-2009", "by": "John C. Reillyas Larten Crepsley", "star_rating": 1.5, "text": "\"Cirque du Freak: The Vampire's Assistant\" includes good Vampires, evil Vampanese, a Wolf-Man, a Bearded Lady, a Monkey Girl with a long tail, a Snake Boy, a dwarf with a 4-foot forehead and a spider the size of your shoe, and they're all boring as hell. The movie has good special effects and suitably gruesome characters, but it's bloodless.\n\nIt's also a mess. The movie is shot through with curious disconnects. Often within a single sequence of events, we won't know where we are, or how they're related in space or time. Characters like the Bearded Lady (Salma Hayek) drop in and out at random. Willem Dafoe plays a man who keeps intensely bursting in, but I don't know who he was or where he went when he wasn't on the job. His name, I learn, is Gavner Purl, which doesn't ring a bell.\n\nThere is a mannered giant named Mr. Tiny (Michael Cerveris), who has flaming gay affectations for no purpose, since anyone who can evoke purple gas to shrink humans into living mummies already has, you would think, sufficient interest. Cerveris gives the only really interesting performance in the movie. And there's a paternal vampire named Larten Crepsley (John C. Reilly), who is proud of having developed a system of feeding off humans without killing them or turning them into vampires (i.e., \"blooding them\").\n\nAll of these characters travel with the Cirque du Freak, which comes to town for a one-night stand in an abandoned and shuttered theater. You slide your money into a slot, and something tries to bite you. Inexplicably, there is a small audience of normal customers who apparently didn't object to this treatment.\n\nOh, and I almost forgot the two high-school kids (Josh Hutcherson and Chris Massoglia) who are allegedly the hero and the anti-hero. They're equally bland for my money. Turns out there are warring vampire factions: The followers of Larten Crepsley, who don't kill when they dine, and the evil Vampanese, who don't need to kill but do, anyway, apparently because the habits of centuries are hard to break. The lads end up on opposing teams.\n\nAll of this gruesome grotesquerie is incredibly wrapped up into a story that grunts and groans and laboriously offers up a Moral at the film's end, which is, and I quote: \"It's not about what you are, it's about who you are.\" I could have told you that.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-10-21", "genres": ["Action", "Adventure", "Fantasy", "Horror", "Science Fiction", "Thriller"], "title": "Cirque du Freak: The Vampire's Assistant (2009)"}