{"url": "http://www.rogerebert.com/reviews/cisco-pike-1972", "by": "Kris Kristoffersonas Cisco Pike", "star_rating": 3.0, "text": "\"Cisco Pike\" is a long way from being a masterpiece, but it has a nice hang-loose texture to it, and a group of good performances. The performance that holds it together comes, somewhat surprisingly, from Kris Kristofferson. I admit to surprise because popular singers are usually pretty awful in their movie debuts. Maybe that's because movies tend to exploit their off-screen images, rather than giving them characters to play.\n\nKristofferson is indeed typecast somewhat as a folk-rock singer and composer. But the character has been conceived from the ground up, and he fits well into it and makes it breathe. He's got the easy, informal kind of acting control that works in the movies. He doesn't overact or kill himself trying to project, and so we don't feel pushed.\n\nThe movie has been written off in some quarters as another youth-drug-music trip, which is too bad. It has also suffered at the box office because it stars Gene Hackman as a narcotics detective, and people feel they've already seen the definitive Hackman narc in \"The French Connection.\" Well, they have. But \"Cisco Pike\" is a story about people, and the whole business of the drugs and the cop is extra and leads to an ending we just can't buy.\n\nAlong the way, though, we meet Cisco Pike, who was a headliner a few years ago but has been getting by lately by dealing drugs. He gets out of the business, more or less, and then the Hackman character steals a big supply of pot and blackmails Cisco into selling it. This leads into the plot that supposedly holds the movie together, although in fact most of the dealing scenes are distractions.\n\nWhat we really get interested in are Cisco's relationships with his former partner (Harry Dean Stanton), who has short-circuited his mind with heroin and defeatism. The partner reminds us sometimes of Billy in \"Easy Rider,\" and at other times he pleads so wistfully for reassurance about the future that we think of Lon Chaney Jr. in \"Of Mice and Men.\" Either way, the character lives and resonates. It's too bad all the other drug movies have made the Best Pal's Overdose into a cliche; in \"Cisco Pike,\" worked into a freaky scene with Viva and Joy Bang, it might have worked.\n\nViva is, of course, the Warhol superstar, seen here several months pregnant and in a mannered, amusing performance. She talks as if she is backing into a wry sentence sideways, and her speech patterns are funny like Mae West's. Viva is the most interesting female performance in the movie, despite the presence of Karen Black, because Viva is new and we have seen the Black characterization before in \"Five Easy Pieces.\"\n\nThe hard, cynical competitiveness of the rock-pop-folk recording scene is displayed in a couple of good scenes. In one of them, Cisco Pike, yesterday's superstar, tries to get some people to listen to his new tapes. But all they want to know is whether he's got any fresh dope. Viva and Joy Bang -- as high-class groupies -- dig Cisco because of what he used to be but don't seem interested in him as a person. And all the time there's Cisco's partner, Jesse, drifting closer and closer to oblivion.\n\nAgainst this closely seen world, the drug and cop business looks artificial. Hackman turns up again at the end of the movie, explains his motivation in a speech and then dies unconvincingly. None of this is the fault of Hackman, a great actor; it's just that character motivation should be implied without being spelled out, and no actor can carry off a contrived death scene. Not even if all movies do have to end somewhere.", "running_time": 95, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-02-16", "genres": ["Drama"], "title": "Cisco Pike (1972)"}