{"url": "http://www.rogerebert.com/reviews/citadel-2012", "by": "Aneurin Barnardas Tommy", "star_rating": 3.0, "text": "Ciaran Foy's \"Citadel\" is a horrifying thriller painted on a small and very dark canvas. Told through the eyes of a young husband named Tommy (Aneurin Barnard), it opens on a sweet note and quickly turns tragic. He kisses his very pregnant wife goodbye and descends in an elevator to deliver their luggage to a taxi for the trip to the hospital. When he returns to their floor, he watches helplessly through the elevator window as three hooded youngsters savagely attack her.\n\nThe door won't open, of course. The elevator forcibly returns him to the lobby, and after Tommy races up 11 flights of stairs, he finds his wife has been attacked with a hypodermic needle. Why didn't he and his wife both go down with the luggage? Not to ask.\n\nHis wife lives long enough to deliver their baby daughter, then dies, leaving Tommy a panic-crazed basket case who becomes agoraphobic and imagines he sees the three hooded monsters everywhere — hunched over, scuttling sideways, merciless.\n\n\"Citadel,\" ironically the name of the couple's building, is basically a three-character movie about Tommy, a priest (James Cosmo) and a helpful social worker named Marie (Wunmi Mosaku). The social worker advises Tommy to pity the poor kids, who must be from broken homes. The priest all but goes berserk in condemning the kids and exhorting Tommy that he must go into battle against them. He says they're demonic, and indeed there seems to be something demonic and wraithlike about their creepy appearances.\n\nI believe that young people wearing hoods, unless they are very young, can be frightening. What are they hiding? Why don't they want to come out into the light with the rest of us? They may be perfectly nice, but the hoods send an uncertain statement. An innocent young man named Trayvon Martin, for example, paid with his life when his hood projected a knee-jerk message.\n\nThese three murderers, sometimes joined by a few more, seem very real when we first see them. Later they have a way of taking form in a strange unfocused light. Are they always real or does Tommy sometimes imagine them?\n\nThis is a basic story, simply and directly told by Irish writer-director Ciaran Foy. He doesn't try to explain too much, he doesn't depend on special effects and stays just this side of the unbelievable. As Tommy, Aneurin Barnard is very effective. He trembles and sweats with fear, he would seem paranoid if it didn't seem the \"demons\" weren't really there, and if they hadn't really killed his wife.\n\nThe priest enlists Tommy in a scheme to destroy the Citadel and send the demons back to the flames of hell. This would be a better plan if they didn't start at the ground floor and work their way up. Think about it.", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-12-05", "genres": ["Horror"], "title": "Citadel (2012)"}