{"url": "http://www.rogerebert.com/reviews/citizen-ruth-1997", "by": "Laura Dernas Ruth Stoops", "star_rating": 3.0, "text": "One of the danger signals of substance abuse, I'm pretty sure, is finding yourself sniffing patio sealant. Ruth Stoops, the heroine of \"Citizen Ruth,\" gets an even clearer signal: When the arresting cops already know your name, that's a real tip-off you have a problem.\n\nPitiful, bedraggled Ruth (Laura Dern) is a forlorn specimen of hopelessness with more than a dozen arrests for \"illegal inhalation.\" She has just been thrown out by her boyfriend (of one night) and turned away by her brother-in-law, and now she's told she is pregnant.\n\n\"You've been found to be an unfit mother four times!\" a Tulsa judge informs her. \"Uh-uh,\" Ruth says. \"Two times.\" The judge threatens her with the charge of \"felony criminal endangerment of a fetus,\" but offers to drop the charges if she'll have an abortion. The logic there is difficult to follow, but it's nothing compared to the ideological thicket that Ruth wanders into after her case becomes a national battleground for pro- and anti-abortion groups.\n\n\"Citizen Ruth,\" written and directed by Alexander Payne, is a satire with the reckless courage to take on both sides in the abortion debate. There are no positive characters in the film--certainly not Ruth, whose preferred state is oblivion, and who perks up only when both sides start making cash offers. At a time when almost every film has a \"market\" in mind, here is a movie with a little something to offend anyone who has a strong opinion on abortion.\n\nWho's left to buy tickets? Maybe those dwindling numbers who admire movies for their daring and wit, and do not expect to be congratulated and reinforced by the characters on the screen.\n\nThe movie is a gallery of sharp-edged satiric portraits. Thrown into jail, Ruth finds herself sharing the same cell with hymn-singing \"Baby Savers\" who have been jailed after a protest at an abortion clinic. She is quickly taken under the wings of Norm and Gail Stoney (Kurtwood Smith and Mary Kay Place), who bring her home to a safe environment (safe, that is, until she finds their son's airplane glue). Gail alternates between praise of life and bitter fights with her teenage daughter, who eventually helps Ruth sneak out of the house to a party.\n\nOne of the Baby Savers is Diane (Swoozie Kurtz), who reveals herself as a spy for the pro-choice side, and spirits Ruth away to the wilderness retreat she shares with her lesbian lover, Rachel (Kelly Preston), who sings to the moon. They arrange for Ruth to have an abortion, but by now the Baby Savers have issued a national alert, the network crews are camped out in the parking lot, and the national leaders for both sides have flown into Tulsa to make their stands.\n\nPayne has a good eye for the character traits of zealots who feel the call to run other people's lives. The leader of the pro-choice side, played by Tippi Hedren, is portrayed as so fashionable and sensible that you know it's a coverup for unspeakable demons lurking beneath. And the leader of the pro-lifers is played by Burt Reynolds as a sloganeering hypocrite who praises the American family while maintaining a boy toy on his payroll.\n\nThere is a point at which this all perhaps grows a little thin; we yearn for someone to cheer for, instead of against. But there is courage in the decision to make Ruth an unredeemed dopehead whose only instinct is to go for the cash. I doubt that the two sides in the debate would actually engage in a bidding war, but that's what satire is for: To take reality and extend it to absurdity.\n\nThe movie illuminates the ways in which mainstream films train us to expect formula endings. Most movies are made with the belief that no one in the audience can be expected to entertain more than one idea at a time, at the very most. We are surprised when it develops that there will be no \"good side\" and \"bad side\" in the struggle over Ruth, and incredulous when it appears that the movie will not arrive safely in port with a solution to please everyone. Some situations, Payne seems to be arguing, simply can not be settled to everyone's satisfaction. Maybe, for some viewers, that will make this a horror film.", "running_time": 106, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-04", "genres": ["Comedy", "Indie"], "title": "Citizen Ruth (1997)"}