{"url": "http://www.rogerebert.com/reviews/city-island-2010", "by": "Andy Garciaas Vince", "star_rating": 3.0, "text": "Vince is a man with a dream. Marlon Brando is his god. He would like to become an actor. This is not likely. He's well into his 40s, a prison guard living with his family on City Island, a bucolic outcrop of the Bronx known mostly to its residents. Telling his wife he's going to a poker game, Vince attends acting classes in Manhattan. In one class, Vince creates a spot-on imitation, not of Marlon Brando, but of bad Brando imitators.\n\nVince, played by Andy Garcia with brawny blue-collar dialogue, is married to Joyce (Julianna Margulies), who's convinced the poker games mean a mistress. His children hide secret lives. His daughter, Vivian (Dominik Garcia-Lorido), has dropped out of college and is working as a stripper in hopes of saving money to reapply. His son, Vinnie (Ezra Miller), is hooked not just on any old Internet porn, but on sites featuring fat women who eat on camera. The younger son in so many movie families is somehow weird.\n\nTwo life-changing experiences happen to Vince. At work, he gets a new prisoner whose name he has reason to recognize. He pulls the kid's file to confirm it: Tony (Steven Strait) is the son he fathered in a long-ago affair. Meanwhile, in acting class, his teacher (Alan Arkin) assigns the students to pair up and share their biggest secret in order to prepare for a monologue. He draws Molly (Emily Mortimer), who slowly coaxes this secret from him. They meet often in the city — not to have an affair, but because they become friends and confidants.\n\nTony is eligible to be released into the community, but has no family member to sign for him. Vince determines to bring him home for a month. This is the catalyst for upheaval in the long-established pattern of his life. \"City Island,\" written and directed by Raymond de Felitta, has a serious side but is essentially a human comedy, at times almost a gentle farce, as discoveries and revelations drop like explosives. You can imagine this story as the outline for an opera.\n\nGarcia and Margulies, who worked so well together in George Hickenlooper's \"The Man from Elysian Fields\", show a sure feel for comedy here, especially after he introduces an unexplained stranger into his home: \"You just decided to bring a prisoner home to live with us?\" Convinced the poker games are a cover-up, Joyce toys with the idea of fooling around with the hunky Tony. Molly, meanwhile, convinces Vince to try his luck at an open audition for a new movie.\n\nThere's a jolly subplot involving their next-door neighbor on City Island, a fat woman who Vinnie was following on the Web when, OMG!, he sees her on the way to the grocery store, and she asks if he wants to come along. This cheerful woman, played by an actress not listed on IMDb, defuses any awkwardness or discomfort and invites Vinnie and Tony over for some lasagna. Thus de Felitta sidesteps a story hazard.\n\nThe last scene of the movie could indeed be used in an opera, with all of the leads onstage. It may strike you as a tad coincidental. So it is. De Felitta has the good sense not to make it realistic, which it could not be. In the satisfactory tradition of comic melodrama, he tidies up all the loose ends. But don't get the idea \"City Island\" is a laff riot. For this story about these people, it finds about the right tone. They're silly and foolish, as are we all, but deserve what happiness they can negotiate.\n\nNote: \"City Island\" won the Audience Award at Tribeca 2009.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-03-31", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "City Island (2010)"}