{"url": "http://www.rogerebert.com/reviews/city-of-god-2003", "by": "Alexandre Rodriguesas Rocket", "star_rating": 4.0, "text": "\"City of God\" churns with furious energy as it plunges into the story of the slum gangs of Rio de Janeiro. Breathtaking and terrifying, urgently involved with its characters, it announces a new director of great gifts and passions: Fernando Meirelles. Remember the name. The film has been compared with Scorsese's \"GoodFellas,\" and it deserves the comparison. Scorsese's film began with a narrator who said that for as long as he could remember he wanted to be a gangster. The narrator of this film seems to have had no other choice.\n\nThe movie takes place in slums constructed by Rio to isolate the poor people from the city center. They have grown into places teeming with life, color, music and excitement--and also with danger, for the law is absent and violent gangs rule the streets. In the virtuoso sequence opening the picture, a gang is holding a picnic for its members when a chicken escapes. Among those chasing it is Rocket (Alexandre Rodrigues), the narrator. He suddenly finds himself between two armed lines: the gang on one side, the cops on the other.\n\nAs the camera whirls around him, the background changes and Rocket shrinks from a teenager into a small boy, playing soccer in a housing development outside Rio. To understand his story, he says, we have to go back to the beginning, when he and his friends formed the Tender Trio and began their lives of what some would call crime and others would call survival.\n\nThe technique of that shot--the whirling camera, the flashback, the change in colors from the dark brightness of the slum to the dusty sunny browns of the soccer field--alert us to a movie that is visually alive and inventive as few films are.\n\nMeirelles began as a director of TV commercials, which gave him a command of technique--and, he says, trained him to work quickly, to size up a shot and get it, and move on. Working with the cinematographer Cesar Charlone, he uses quick-cutting and a mobile, hand-held camera to tell his story with the haste and detail it deserves. Sometimes those devices can create a film that is merely busy, but \"City of God\" feels like sight itself, as we look here and then there, with danger or opportunity everywhere.\n\nThe gangs have money and guns because they sell drugs and commit robberies. But they are not very rich because their activities are limited to the City of God, where no one has much money. In an early crime, we see the stickup of a truck carrying cans of propane gas, which the crooks sell to homeowners. Later there is a raid on a bordello, where the customers are deprived of their wallets. (In a flashback, we see that raid a second time, and understand in a chilling moment why there were dead bodies at a site where there was not supposed to be any killing.) As Rocket narrates the lore of the district he knows so well, we understand that poverty has undermined all social structures in the City of God, including the family. The gangs provide structure and status. Because the gang death rate is so high, even the leaders tend to be surprisingly young, and life has no value except when you are taking it. There is an astonishing sequence when a victorious gang leader is killed in a way he least expects, by the last person he would have expected, and we see that essentially he has been killed not by a person but by the culture of crime.\n\nYet the film is not all grim and violent. Rocket also captures some of the Dickensian flavor of the City of God, where a riot of life provides ready-made characters with nicknames, personas and trademarks. Some like Benny (Phelipe Haagensen) are so charismatic they almost seem to transcend the usual rules. Others, like Knockout Ned and Lil Ze, grow from kids into fearsome leaders, their words enforced by death.\n\nThe movie is based on a novel by Paulo Lins, who grew up in the City of God, somehow escaped it, and spent eight years writing his book. A note at the end says it is partly based on the life of Wilson Rodriguez, a Brazilian photographer. We watch as Rocket obtains a (stolen) camera that he treasures and takes pictures from his privileged position as a kid on the streets. He gets a job as an assistant on a newspaper delivery truck, asks a photographer to develop his film, and is startled to see his portrait of an armed gang leader on the front page of the paper.\n\n\"This is my death sentence,\" he thinks, but no: The gangs are delighted by the publicity and pose for him with their guns and girls. And during a vicious gang war, he is able to photograph the cops killing a gangster--a murder they plan to pass off as gang-related. That these events throb with immediate truth is indicated by the fact that Luiz Inacio Lula da Silva, the newly elected president of Brazil, actually reviewed and praised \"City of God\" as a needful call for change.\n\nIn its actual level of violence, \"City of God\" is less extreme than Scorsese's \"Gangs of New York,\" but the two films have certain parallels. In both films, there are really two cities: the city of the employed and secure, who are served by law and municipal services, and the city of the castaways, whose alliances are born of opportunity and desperation. Those who live beneath rarely have their stories told.\n\n\"City of God\" does not exploit or condescend, does not pump up its stories for contrived effect, does not contain silly and reassuring romantic sidebars, but simply looks, with a passionately knowing eye, at what it knows.", "running_time": 135, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-01-24", "genres": ["Action", "Crime", "Drama", "Foreign"], "title": "City of God (2003)"}