{"url": "http://www.rogerebert.com/reviews/city-of-hope-1991", "by": "Vincent Spanoas Nick", "star_rating": 4.0, "text": "John Sayles' “City of Hope” is like a wheel of torture, to which the characters are chained. It goes around and around, sometimes through fire, sometimes through ice, and there is no way for them to free themselves. The film takes place in a fictional big city in New Jersey, where everyone is connected, and where all the connections seem tainted by greed, graft, dishonesty and corruption. Some of the players are on one side of the law and some on the other, but there is little to choose between them.\n\nSayles' method of telling the story of this city, and the people trapped there, is audacious. He fills his canvas with many characters - I didn't count, but I'm told there are 36 - and follows them through their days and nights, as they run into one another, make deals, tell lies, seek happiness, and find mostly compromise and disappointment.\n\nThere are idealists in this city, but we watch as their idealism is shattered, as they learn the ways of clout and bribery, arson and perjury. The central character is a young man named Nick (Vincent Spano), whose father (Tony Lo Bianco) is a local contractor.\n\nThat means Nick has a cushy union job that requires him to sit around all day on a construction site, doing nothing, and eventually even this task is too much for him, and he walks off the job.\n\nHe leaves not because he is lazy, but because his ego can no longer deal with the pain of being paid to do nothing. “You don't have to just sit around all day!” his father shouts at him. “I could arrange for you to have some more responsibility.” Yes, but that's not what Nick wants, either.\n\nHe wants . . . well, if he could put it in words, his wish would be to live in a world with different rules. But in this world he drifts, and falls into a romance with a woman named Angela (Barbara Williams), who has a kid, and used to be married to a cop, who beat her.\n\nWe meet the cop. We meet a couple of cops, one worried by his partner's dangerous temper. We meet the mayor, and the local fat cats, and a small-time crook (Sayles) who runs an auto repair shop, and a black alderman (Joe Morton) who wants to protect a housing development against developers who want to use urban renewal to make a fortune.\n\nWe meet a lot of people, and the surprise is that Sayles is able to make it so clear who they are, how they relate to one another, and why they matter. This movie is like a mapped-out version of “Slacker,” the recent independent film that captured the tone of Austin, Texas, by allowing the camera to follow first one character, then another, drifting in and out of lives and conversations. Sayles is not working at random, and he advances his plot toward a conclusion of some urgency, but his camera seems to have the same random drift. He's telling us that it doesn't matter where he looks in this New Jersey town, he'll find more of the same sickness and greed. He's suggesting he doesn't need a plot to organize his indictment; it is there to be seen.\n\nJohn Sayles is a director of many different genres and moods, and a festival of his work would show astonishing diversity, from “Return of the Secaucus Seven” to “Eight Men Out,” from “Lianna” to “Matewan,” from “Baby It's You” to “Brother From Another Planet.” I felt that with both “Matewan,” about a bitter Southern labor dispute, and “Eight Men Out,” about the Black Sox scandal, he allowed his large casts to grow too diffuse; we weren't always sure who was who, or how they related. With “City of Hope,” he uses the large canvas and his most complex story with complete assurance, and this time we get wrapped up; we care.\n\nThe movie is not simply story-driven, or only concerned with the politics and plotting of its characters. There is great attention to nuances of dialogue in scenes like the one where the Sayles' character spars with a policeman who knows he has information. There is emotional subtlety in the scenes involving Spano and Williams, who are faced with creating the idealism necessary for love, in a city where idealism is mocked. There is enormous power in the scenes between Spano and Lo Bianco - a man who wants to do the right thing, and finds he is not strong enough.\n\nOne strong thread of the plot involves the dilemma of the alderman, played by Morton as a reformer who finds he cannot really get anything accomplished unless he goes along. He's trapped between the white establishment and black militants, and turns for advice to a retired black mayor of a nearby town (Ray Aranha), who talks about the hard lessons that destroyed his idealism.\n\n“City of Hope” is a powerful film, and an angry one. It is impossible not to find echoes of its despair on the front pages every day. It asks a hard question: Is it possible for a good person to prevail in a corrupt system, just simply because right is on his side? The answer, in the short run, is that power is stronger than right. The notion of a long run, of course, is all that keeps hope alive.", "running_time": 129, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-25", "genres": ["Drama", "Indie"], "title": "City Of Hope (1991)"}