{"url": "http://www.rogerebert.com/reviews/city-of-angels-1998", "by": "Nicolas Cageas Seth", "star_rating": 3.0, "text": "Angels are big right now in pop entertainment, no doubt because everybody gets one. New Age spirituality is me-oriented, and gives its followers top billing in the soap operas of their own lives. People like to believe they've had lots of previous incarnations, get messages in their dreams and are psychic. But according to the theory of karma, if you were Joan of Arc in a past life and are currently reduced to studying Marianne Williamson paperbacks, you must have made a wrong turn.\n\nWhen there's a trend toward humility and selflessness, then we'll know we're getting somewhere on the spiritual front. That time is not yet. \"City of Angels\" hits the crest of the boom in angel movies--and like most of them, it's a love story. Hollywood is interested in priests and nuns only when they break the vow of chastity, and with angels only when they get the hots for humans. Can you imagine a movie in which a human renounces sexuality and hopes to become an angel? Still, as angel movies go, this is one of the better ones, not least because Meg Ryan is so sunny and persuasive as a heart surgeon who falls in love with an angel. This is one of her best performances, as Dr. Maggie Rice, who loses a patient early in the film and then, in despair, finds herself being comforted by an angel named Seth (Nicolas Cage). The amazing thing is that she can see him. Angels are supposed to be invisible, and hang around in long black coats, looking over people's shoulders and comparing notes at dawn and dusk.\n\nSeth is deeply moved that he is visible to Maggie. He has wondered for a while (which in his case could be millions of years) what it would be like to have a physical body. \"Do you ever wonder what that would be like--touching?\" he asks another angel. Maggie has a patient named Nathaniel Messinger (Dennis Franz) who is due for a heart operation, and as she watches him sleeping she tips her hand: \"No dying, now, Mr. Messinger--not until you give me Seth's phone number.\" She knows Seth is special: \"Those eyes. The way he looked right down into me.\" Soon she has him over for dinner, and he slices his finger but does not bleed. She feels betrayed, and cuts him again. Still no blood. She slaps him: \"You freak! Just get out! Get out!\" This is jarringly the wrong note, forced and artificial, but required by modern screenplay formulas that specify that the loving couple must fight and break up so that later they can get back together.\n\nThere are revelations in the story, involving Mr. Messinger and others, that I will leave you to discover. There's also a surprise development toward the end that the movie sets up so mechanically that it comes as an anticlimax. It's not a perfect movie, and there are times when Cage seems more soppy and dewy-eyed than necessary. But it has a heart, and Meg Ryan convincingly plays a woman who has met the perfect soul mate.\n\nThe movie is based on \"Wings of Desire,\" the great 1988 film by Wim Wenders. But it's not really a remake. It's more of a formula story that benefits from some of Wenders' imagery (solitary angels standing in high places, solemnly regarding humanity) and his central story idea (in his film, an angel played by Bruno Ganz falls in love with a trapeze artist and chooses to become human, with the guidance of a former angel played by Peter Falk).\n\nThe Wenders film is more about spirituality. The decision to fall to earth comes toward the end. In \"City of Angels\" the angel's decision to fall is only the necessary theological prelude to the big scene in front of the fireplace (\"Do you feel that? And that?\"). To compare the two films is really beside the point, since \"Wings of Desire\" exists on its own level as a visionary and original film, and \"City of Angels\" exists squarely in the pop mainstream. Using Dwight Macdonald's invaluable system of cultural classification, Paradise Lost would be highcult, \"Wings of Desire'\" would be midcult, and \"City of Angels\" would be masscult.\n\nExample of the difference. In \"Wings of Desire,\" an angel simply says, \"I learned amazement last night.\" In \"City of Angels,\" Seth says, \"I would rather have had one breath of her hair, one kiss from her mouth, one touch of her hand, than eternity without it. One.\" That's too much icing on the cake. Much more effective would have been simply, \"I would rather have had one breath of her hair.\" Period. And then give the audience the pleasure of mentally completing the implications of that statement. By spelling it all out, the dialogue keeps the emotion on the screen, instead of allowing it to unfold in the viewer's imagination.\n\nWhat I did appreciate is that \"City of Angels\" is one of the few angel movies that knows one essential fact about angels: They are not former people. \"Angels aren't human. We were never human,\" observes Seth. This is quite true. Angels are purely spiritual beings who predate the creation of the physical universe. That leaves us with the problem of why Seth is a male who is attracted to a female, when angels are without gender. But Maggie doesn't seem to have any complaints there in front of the fireplace.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-04-10", "genres": ["Drama", "Fantasy", "Romance", "Science Fiction", "Thriller"], "title": "City of Angels (1998)"}