{"url": "http://www.rogerebert.com/reviews/city-of-ghosts-2003", "by": "Matt Dillonas Jimmy Cremming", "star_rating": 3.0, "text": "When a hurricane wipes out large parts of the East Coast, many homeowners are understandably alarmed to learn that their insurer, the Capable Trust Co., is incapable of paying its claims because it has no money in the bank. Jimmy Cremming is also upset, or so he tells the cops. Played by Matt Dillon, he runs the U.S. office of the company, which is owned by a shady figure named Marvin, who when last heard from was in Cambodia. When federal agents start asking difficult questions, Jimmy leaves for Phnom Penh to find Marvin.\n\nThis is, you will agree, a preposterous setup for a movie. And the rest of the plot of \"City of Ghosts\" is no more believable. But believability is not everything, as I have to keep reminding myself in these days before the premiere of \"The Matrix Reloaded.\" Character and mood also count for something--and so does location, since Matt Dillon shot his movie mostly on location in Cambodia; it's the first picture primarily filmed there since \"Lord Jim\" in 1965.\n\nDillon and his cinematographer, Jim Denault, find locations that don't look like locations; they have the untidiness and random details of real places, as indeed they are, and I particularly liked the hotel and bar run by Gerard Depardieu, who shambles around with a big shirt hanging over his belly and breaks up fights while casually holding a baby in his arms. Although such bars, and such exiles as proprietors, are standard in all films noir set in exotic locations, this one had a funky reality that made me muse about a sequel in which we'd find out more about Depardieu, the baby, and a monkey he seems to have trained as a pickpocket.\n\nIn such movies, all visitors to Asia from the West quickly find a local helper who is instantly ready to risk his life to help the foreigner. Mel Gibson's character found Billy Kwan in \"The Year of Living Dangerously,\" and Dillon's character finds Sok (Kem Sereyvuth), a pedicab driver who serves as chauffeur, spy and adviser to the outsider. Also hanging around the bar is Casper (Stellan Skarsgard), who says he works with the mysterious Marvin and conveys enigmatic messages. The one character who seems unlikely, although obligatory, is the beautiful woman Sophie (Natascha McElhone), who is an art historian but finds time to get tender with Jimmy. (I wonder if movie Americans who land in Asia are supplied with a list, so they can check off Friendly Bartender, Local Helper, Sinister Insider, Beautiful Girl, Monkey...) Marvin is kept offscreen so long that he begins to take on the psychic heft of Harry Lime in \"The Third Man.\" Such a concealed character needs to have presence when he is revealed, and James Caan rises to the occasion as a financial hustler who not only stiffed the policy holders of Capable Trust but now seems to be in bed with the Russian Mafia in a scheme to build a luxury hotel and casino.\n\nWhen and how Jimmy finds Marvin, and what happens then, are surprises for the plot to reveal. What can be said is that the details of Marvin's scheme, and the plans of his enemies, seem more than a little muddled, and yet Dillon, as director, handles them in a way that make the moments convincing, even if they don't add up.\n\n\"City of Ghosts\" reminded me of \"The Quiet American,\" which likewise has visiting Westerners, beautiful women, sinister local figures, etc. It lacks a monkey, but had a more sharply-told story, one with a message. \"The Quiet American\" was based on Graham Greene's novel about America's illegal activities, circa the mid-'50s, in Vietnam. The screenplay for \"City of Ghosts,\" by Dillon and sometime David Lynch collaborator Barry Gifford, avoids a rich vein of true Cambodian stories and recycles the kind of generic financial crimes that Hollywood perfected in the 1940s.\n\nStill, sometimes the very texture of the film, and the information that surrounds the characters on the screen, make it worth seeing. I didn't believe in James Caan's cons, but I believed him, and at times like that it's helpful to stop keeping score and live in the moment. Between the Caan and Dillon characters there are atmosphere, desperation and romance, and, at the end, something approaching true pathos. Enough.", "running_time": 116, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-09", "genres": null, "title": "City Of Ghosts (2003)"}