{"url": "http://www.rogerebert.com/reviews/city-heat-1984", "by": "Blake Edwards", "star_rating": 0.5, "text": "The movie's a period gangster picture, with lots of antique cars and mustaches and snap-brim fedora hats. Eastwood plays a police detective who is mild-mannered, and somebody crosses him, and then he turns into a ferocious fighting machine. Reynolds is a former cop who is now a private eye. Early in the film, he goes to his office for consultations with Richard Roundtree and Jane Alexander, and it is a measure of the film's confusion that when he mentions his partner, we are not quite sure which one he means. There are other loose ends. For example, Reynolds kisses Alexander tenderly, but then she goes on a date with Eastwood. The guys go to a boxing match that has no logical purpose other than to serve as a setup for a meeting after the match. A criminal gang, headed by Rip Torn, will kill to get its hands on a box that contains ... what? Ledger records, I think. Of illegal gambling debts, I think. You know a movie is desperately in trouble when the audience isn't even sure what the bad guys are after.\n\nThere are a lot of talented people in this movie, including Irene Cara in a throwaway role as a nightclub singer, and Madeline Kahn in her basic performance as a Dietrichesque vamp. There are also incessant fight scenes and shoot-outs, in which the bad guys are consistently unable to hit the side of a barn, and Eastwood is incapable of missing. All of this is maybe supposed to be an ironic commentary on Eastwood's Dirty Harry character, but so what? Almost every scene in the movie seems to have been a separate inspiration, thrown in with no thought for the movie as a whole. \n\nHow do travesties like this get made? I have a feeling the problem starts at the level of negotiations, in which everybody protects his own turf, and the movie suffers. There are moments here when you want to squirm, especially when Clint Eastwood allows his incomparable screen persona to be parodied. The \"Dirty Harry\" movies themselves border on parody -- that's part of their charm --but they know what they're doing. \"City Heat\" is a movie in which people almost obviously don't have a clue.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Comedy", "Mystery", "Thriller"], "title": "City Heat (1984)"}