{"url": "http://www.rogerebert.com/reviews/city-hall-1996", "by": "Al Pacinoas Mayor Pappas", "star_rating": 2.5, "text": "\"City Hall\" begins with a street shooting not unlike those that happen so often in big cities: A detective and a gangster exchange bullets, and they're both killed - along with a 6-year-old boy unlucky to be caught in the crossfire. Questions arise: Why was the cop at a one-on-one meeting with the nephew of a top Mafia boss? Why was there no backup? Whose bullet killed the kid? For New York Mayor John Pappas (Al Pacino), this is all in a day's work, and he moves smoothly into action, accompanied by his idealistic young deputy mayor, Kevin Calhoun (John Cusack). He visits the cop's widow. He visits the boy's father. He holds a press conference (\"Be sure the Post gets the first question\"). He promises an investigation. And he delivers - up to a point.\n\nThe movie is about what that point is, and what lurks beyond it.\n\nWorking from a script written in part by Nicholas Pileggi, a New York investigative reporter, director Harold Becker shows how one hand washes the other, even in the administration of a relatively ethical mayor like Pappas, who is considered a presidential possibility. As Cusack follows the paper trail of the dead mobster's probation report, his suspicions are aroused. How did this violent young man get probation instead of a jail sentence? Was the fix in? We meet the other players in the game, including Frank Anselmo (Danny Aiello), the political boss of Brooklyn, and Paul Zapatti (Tony Franciosa), the Mafia boss whose nephew was shot dead.\n\nHow and why these people are connected, I leave to the movie to explain. There is never any doubt that they are.\n\nThe story is told mostly through the eyes of the Cusack character, an idealist from Louisiana who admires his boss and hopes to learn from him. Much is made by everyone of political lore passed down through the generations; the script reads like a politician's Bartlett, with quotations from Kennedy, Johnson, LaGuardia and Pericles. Some of the dialogue is awkwardly literary, yet works anyway (\"There is only one man who would have made a good probation officer - Kafka. And he wasn't available.\").\n\nThe shooting case develops against a backdrop of two other items on the mayor's desk: a demand by Anselmo for a subway stop and an off-ramp in Brooklyn to service a new banking center, and the city's bid for the next Democratic convention. Personality quirks are explored, including Anselmo's deep attachment to the music of Rogers and Hammerstein.\n\nMuch also is made of menschkeit, a Yiddish expression, which, Pappas explains to his deputy, is about the bond of honor between two men - about what happens between the two hands in a handshake. This bond doesn't mean much to Marybeth Cogan (Bridget Fonda), the lawyer for the policeman's association who defends the dead cop's honor and fights for his widow's pension even as incriminating evidence turns up. Gradually the deputy mayor comes to understand that menschkeit is such a powerful concept that it transcends even the law.\n\n\"City Hall\" covers so much material that at times it feels uncomfortably episodic; although audiences are said to resist films that are \"too long,\" this one might have benefitted from more running time. Some scenes are so good we want them to play longer, especially scenes involving the Brooklyn boss meeting with real estate developers, and the mayor planning strategy.\n\nThere are a few scenes of great power, including one where the Brooklyn boss comes home for lunch in the middle of the day, his wife expresses her concern through the medium of the dish she has cooked, and then the Mafia boss makes an unexpected visit. There is also a strong, although curiously tentative, late scene between the mayor and his deputy.\n\nOne scene handled with subtlety involves the mayor's decision to speak at the funeral of the slain child, in a Harlem church. His advisers tell him he won't be welcome there. But he goes anyway, and cranks himself up for an oration of unashamed rhetoric.\n\nIt gets a good response from the congregation, but the mayor knows, and his deputy knows, that it was phony, and the way they carefully avoid discussing it, in the limousine taking them away, is a delicate use of silence and evasion. Pacino and Cusack are effective together throughout the movie - the older man wise and tough, the younger one eager to learn, but with principles that don't bend.\n\nMany of the parts of \"City Hall\" are so good that the whole should add up to more, but it doesn't. The subplot involving the lawyer played by Fonda is not necessary, and leads to an extended sequence where Fonda and Cusack travel by train to Buffalo in the snow, as the movie's momentum is lost. And the shamelessly upbeat final scene, showing the Cusack character running for office, feels false to all that's gone before - as if the movie was judged too gloomy, and false cheer was tacked on. Good films deserve to end with scenes involving what they are about, not what they are not about.", "running_time": 111, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-16", "genres": ["Drama", "Thriller"], "title": "City Hall (1996)"}