{"url": "http://www.rogerebert.com/reviews/city-of-industry-1997", "by": "Harvey Keitelas Roy Egan", "star_rating": 1.5, "text": "(\"Turtle Diary,\" \"A Month by the Lake\"), \"City of Industry\" is a performance in search of a movie. Harvey Keitel comes to play, delivering a fully-formed and convincing portrait of a professional criminal who wants revenge--and the loot that’s been stolen from him. He stalks through a movie that is otherwise so confused even day and night seem interchangeable. In a key daylight scene, he is wounded and nearly blown up, and yet it’s night when he crawls into a drainage pipe and out of sight of nearby police and firemen. How much time has passed? How did he get there? No one saw him? You don’t ask questions like that. The movie has been directed by a seasoned pro, John Irvin (\"Turtle Diary,\" \"A Month by the Lake\"), but it has awkward shots that a film student wouldn’t OK. When motel keys are going to be important, there’s a big closeup of keys falling out of Keitel’s pocket. When Keitel enters a motel room, the camera keeps panning past the door, until it ends in a closeup of a propane tank. Think it will explode? And when a woman points out “Uncle Luke,” a Chinese gangster, to Keitel, they’re parked in a car on the street--but we get an interior tracking shot, an impossible point of view.\n\nWhy get bogged down in detail? Because the details in this movie bog it down. There are too many characters, sketchily introduced; they often they get a setup but not a payoff. When the bad guy (Stephen Dorff) wants to confront other dangerous bad guys, for example, he hires a black gang to back him up. The black gang leader is very interested in what’s going down; he obviously wants to rip off some of the players. But there’s no follow-through. After a time the movie seems to be going through crime-movie exercises. Scenes look competent, but don’t flow smoothly into the story.\n\nAs the film opens, three guys are planning a Palm Springs diamond robbery (the Russian Mafia drops off hot jewels every April). The thieves are played by Wade Dominguez, Dorff, and Timothy Hutton--who calls in his older brother, played by Keitel. The heist planning process is interesting, although we’ve seen such scenes many times before. The robbery is a success. And then there is a betrayal that comes with sudden brutality, and is very effective. Keitel is left to even the score.\n\nI like him as an actor, and I like him in this movie: taciturn, dogged, tough. He has some brief tender moments with the wife (Famke Janssen) of one of the robbers, but they don’t add up to much, because there’s so much other ground to cover. I never quite understood the relationships and roles of the Chinese and black gangsters in the film, and other characters--such as Dorff’s lawyer--have scenes that are padding. (I liked it, though, when he offers Keitel a phone number and Keitel simply takes the laptop computer it’s in.) Los Angeles has been photographed so often for so long that it requires a gifted location scout. The scout on “City of Industry” does too good a job: Every single scene seems set in a new, exotic, colorful and unlikely locale, until you wonder how much gas these guys burn, racing from junkyards to strip clubs to motels that look like sets for \"The Grapes of Wrath\". The screenplay, by Ken Solarz, has some nice touches. I like Keitel’s line, “I’m my own police.” And a scene after violence is committed and all the neighbors turn out to have guns. And the laptop business. But the movie plays more like an exercise in noir atmosphere and violence than like a story; the pieces are sometimes nice, but they don’t fit.", "running_time": 97, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-14", "genres": ["Action", "Crime", "Suspense", "Thriller"], "title": "City of Industry (1997)"}