{"url": "http://www.rogerebert.com/reviews/city-of-ember-2008", "by": "Harry Treadawayas Doon", "star_rating": 2.5, "text": "\"City of Ember\" tells of a city buried deep within the earth, as a shelter for human survivors after something awful happened upstairs, I'm not clear exactly what. Might have involved radiation, since giant mutant bees, moles and beetles are roaming around down there. The moles have evolved into obese creatures with slimy tentacles surrounding their fangs, the better to eat you with, my dear.\n\nBut stop me before I get warmed up. This is a Boys' and Girls' Own Adventure, rousing and action-packed and short, and if the sets are interesting and cheesy at the same time, well, Ember is supposed to be a set, constructed by The Builders to resemble a village. The population seems to consist of maybe 300 people, all of them English-speaking, and apparently only two of them black. I didn't spot any evident Asians or Latinos, but I wasn't able to take a complete head count when Mayor Bill Murray was addressing them all in the square.\n\nThe heroes are young Doon Harrow (Harry Treadaway) and Lina Mayfleet (Saoirse Ronan), the son of a single father and the daughter of a single mom. Her dad drowned in an escape attempt with Doon's dad, Loris (Tim Robbins). We learn that The Builders endowed Ember's first mayor with a box displaying our old friend, the Red Digital Readout, which counts down 200 years, at which point I guess it's safe to return to the surface. Given the advanced state of RDR technology, one that clicks only once a year is risky; ya could start watchin' the dern thing for like 11 months and get to thinkin' its batteries were runnin' a little low there.\n\nIt is hopeless to try to understand everything that's thrown at us. Does the magic box really contain only a disintegrating list of instructions? After all that fancy clicking when it slides open? Did it really just get shoved on a back shelf after one mayor dropped it? Why did the clock start running again? The people live on canned foods. The storerooms look about as big as those at your average supermarket. Could you really store enough food for more than 200 years in there? The subterranean world is illuminated by countless regulation light bulbs that dangle high above. How are they changed?\n\nAt one point, Doon and Lina get into a boat as small as a bathtub, survive two waterwheels, which revolve on principles unclear to me, and hurtle down a water chute that suggests someone must have been watching the underground railway scene in \"Indiana Jones and the Temple of Doom\" real close there. Although Lina at one point uses a crayon to scribble a blue sky on a drawing, the movie gives no idea how she knows there is a sky and it is blue.\n\nAnd so on. But to be fair, \"City of Ember\" would probably entertain younger viewers, if they haven't already been hopelessly corrupted by high-powered sci-fi on TV and video. It's innocent and sometimes kind of charming. The sets are entertaining. There are parallels in appearance and theme to a low-rent \"Dark City.\" Carrying the connection a little further, the uncredited narrator sounds a whole lot to me like Kiefer Sutherland, who did the voiceovers in the non-director's cut of \"Dark City.\"\n\nOne strange aspect: There are no computers in this future world. Therefore, no e-mail. They have messengers wearing red vests who run around and tell people things. So you never accidentally copy your boss.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-10-08", "genres": ["Adventure", "Family", "Fantasy"], "title": "City of Ember (2008)"}