{"url": "http://www.rogerebert.com/reviews/city-of-joy-1992", "by": "Patrick Swayzeas Max Lowe", "star_rating": 3.0, "text": "One day a surgeon named Max Lowe walks away from the operating theater and Houston and everything his life stands for. He's dropping out, and maybe in some kind of leftover '60s reflex he decides to travel to Calcutta. He hopes to disappear into the sea of humanity, I guess, and find himself, or peace, or tranquility - he's not quite sure.\n\nCalcutta has other ideas for him. Within a few hours of his arrival he is thrust into the maelstrom of a city where thousands live in the streets, where he is a highly visible rich man, where his medical training is desperately needed. \"City of Joy\" intercuts his story with the story of another new arrival in Calcutta, a man named Hasari, who comes to the city with his wife and family, seeking work, and is swindled out of all of his money with brutal efficiency.\n\nThe stories of the two men cross in Roland Joffe's \"City of Joy,\" based on the novel by Dominique Lapierre. One of their common points of contact is an Irish woman, named Joan Bethel and played by Pauline Collins, who runs a clinic which ministers to the sick and homeless. When she discovers that Max is a surgeon, she exerts quiet but unrelenting pressure on him to help at the clinic.\n\nMax resists at first. He's played by Patrick Swayze, who may seem an odd choice at first for the role, but is convincing as a drifting hedonist who would rather do anything than make a commitment. Although Max's story is the window through which Joffe approaches Calcutta (he apparently thinks we need an American to identify with), the story of Hasari is actually much more interesting, and it is his world that makes the movie worth seeing.\n\nHasari, played by Om Puri in a performance of great resilience and some humor, is a man who will do anything to support his family. Through a stroke of luck and some judicious ground-kissing he eventually wins a job as a rickshaw driver. The rickshaw is owned by the wealthy man who runs the district, and whose son is a hatchet-faced thief. And when Hasari eventually loses his rickshaw, and with it his hope of economic survival, we're reminded of Enzo Staiola's great performance in the title role of \"The Bicycle Thief.\" The film does several things right. It shows us convincing locations in Calcutta. It pays due attention to the Om Puri performance. It avoids the temptation to somehow concoct a formula romance between Swayze and Collins. But it does several things wrong, too, including an ending which is a standard battle between good and evil of a sort we've seen over and over again. And its view of Calcutta, however convincing in the background, is marred by a foreground cast of colorful characters who seem borrowed more from Dickens than from India.\n\nI can think of two better recent films shot on the streets of desperate Third World cities: \"Pixote,\" the story of a homeless orphan in Brazil, and \"Salaam Bombay!,\" also about a homeless boy, in India. Both of them allowed their stories to develop organically out of the characters and situation. \"City of Joy\" seems a little too \"written,\" too conformed to the rituals of Hollywood screenplays.\n\nThere's so much interesting stuff in the movie we are prepared to forgive that, but still, thinking back on the film, it wouldn't have suffered if the entire plot involving Swayze and Collins had been dropped, and Joffe had simply told the story of the rickshaw man. He, and his dilemma, will be there in Calcutta long after visiting surgeons and dedicated nurses have been absorbed into the city's relentless flow.", "running_time": 134, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-04-17", "genres": ["Drama"], "title": "City Of Joy (1992)"}