{"url": "http://www.rogerebert.com/reviews/city-slickers-1991", "by": "Billy Crystalas Mitch Robbins", "star_rating": 3.5, "text": "\"City Slickers\" comes packaged as one kind of movie - a slapstick comedy about white-collar guys on a dude ranch - and it delivers on that level while surprising me by being much more ambitious, and successful, than I expected. This is the proverbial comedy with the heart of truth, the tear in the eye along with the belly laugh. It's funny, and it adds up to something.\n\nThe movie opens with three professional guys mired in their discontent. Billy Crystal plays Mitch, who sells time for a radio station, and is happy, more or less, although his wife tells him he has lost his smile. Daniel Stern labors for his father-in-law's supermarket, and is married to a woman so insufferable that he has developed psychosomatic narcolepsy as a form of dealing with her.\n\nBruno Kirby, the third pal, is obsessed with the passage of time and proves himself by pursuing young women and egging his pals on to hare-brained vacation ideas.\n\nIt's his notion that this year they should try a dude ranch - but a \"real one,\" where along with other city slickers they'll be cowboys for a couple of weeks, and move a real herd of real cattle across real plains to Colorado, also real. The set-up of the movie - the three buddies and their various forms of misery - is funny, but the dude ranch possesses a certain mythic quality, reinforced by the theme from \"The Magnificent Seven\" which plays under the Western action, sometimes ironically, sometimes even heroically.\n\nThe city slickers are choosing, half ironically, to follow in the footsteps of the great movie cattle rides of the past. They're fans of \"Red River,\" the John Wayne classic where the Duke shouts \"Move 'em out!\" and the cowboys are seen in a montage, waving their hats and shouting with glee. The herd at this dude ranch exists solely for the purpose of being moved back and forth by tenderfoots, but the trail boss does indeed seem like a survivor from an earlier time. He's Curly (Jack Palance), with a cigarette permanently pasted into his mug.\n\nThe plot unfolds along fairly predictable lines. The three city dudes meet up with their fellow urban cowboys, including two black Baltimore dentists and a good-looking blond who has been abandoned by her boyfriend. They ride out one morning at dawn, saddle-sore but plucky, and along the way there are the obligatory showdowns with macho professional cowboys, stubborn cattle, and nature.\n\nWhat brings these scenes to life is the quality of the dialogue, by Lowell Ganz and Babaloo Mandel (\"Parenthood\"), with additional lines that sound a lot like Crystal. There are moments of insight, of secrets sincerely shared, of the kind of philosophical speculation that's encouraged by life on the range. (What do guys talk about when they're on a cattle drive to Colorado? How to program the VCR, of course.) Ron Underwood's direction is professional and focused; all of the subplots, like Crystal's love for a baby calf he helps deliver, pay off at the end. There is also the kind of crazy heroism that can be indulged in only by guys who don't understand the real dangers they're in, and the dreamy nights around the campfire when they stand back and look at their lives, their marriages, and the meaning of it all.\n\n\"City Slickers\" is like \"Parenthood\" in the way it deals with everyday issues of living in an unforced way that doesn't get in the way of the humor, and yet sets the movie up for a genuine emotional payoff at the end. And the male bonding among Crystal, Stern and Kirby is unforced and convincing. There are so many ways this movie could have gone wrong - with gratuitous action scenes, forced dialogue or contrived showdowns - that it's sort of astonishing, how many ways it finds to go right.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-06-07", "genres": ["Action", "Adventure", "Comedy", "Drama", "Western"], "title": "City Slickers (1991)"}