{"url": "http://www.rogerebert.com/reviews/city-of-women-1981", "by": null, "star_rating": 2.5, "text": "\r\n\n\nIf there is one central image\r\nin the work of Federico Fellini, it's of Fellini's autobiographical hero being\r\nsmothered by women. They come in all shapes and ages, from old crones to young\r\ninnocents, from heavy-breasted mother figures to seductive nymphs. One of\r\nFellini's favorite strategies is to gather all the women into one fantasy and\r\nplace his hero at the center of it. That's what he did in the celebrated harem\r\nsequence in \"8 1/2,\" and that's what he does throughout “City of Women.”\n\n\r\nThere is, however, an additional twist this\r\ntime. Since the basic Fellini universe was created in “La Strada,” “La Dolce\r\nVita,” “8 1/2,” and “Juliet of the Spirits” (1965), beliefs about the role of\r\nwomen have undergone a revolution, even in Italy. It is no longer enough that Fellini\r\ndeal with the ways women tantalize, dominate, and possess his male heroes. Now\r\nhe must also deal with the women themselves. For Fellini, this is probably not\r\nnearly so much fun. His idea of a liberated woman is fairly clear from the\r\nwife-character in “8 1/2” (1963). She is severe, wears tailored suits and\r\nhorn-rim glasses, and wants to spoil all the fun. Fellini's hero, in that film\r\nand in “City of Women,” is named Guido, is played by Marcello Mastroianni, and\r\nwants to escape from the horn-rim types and lose himself in the capacious bosom\r\nof a thoroughly undemanding sex object. \n\n\r\nAt the beginning of “City of Women,” however,\r\nGuido finds himself riding on a train across from a severe-looking woman in a\r\ntailored suit. He tries to seduce her. She sentences him to an imaginary\r\nodyssey through a series of sexual fantasies, most of them devoted to the\r\nunpleasant fates of men who do not have the correct attitude about women. Most\r\nof these fantasies, and indeed many of the specific images, are familiar to anyone\r\nwho has seen several Fellini films. There is a long circus chute for\r\nMastroianni to tumble down (“Juliet”), and a group of circus scenes (from half\r\nhis other films), and a wall covered with portraits (remember “Fellini’s Roma”?),\r\nand an insatiable satyr, and, of course, the full-lipped, full-bosomed,\r\nsmiling, and inexhaustible temptress who turns up, in one manifestation or\r\nanother, throughout Fellini. \n\n\r\n“City of Women” does nothing original or very\r\nchallenging with this material. Although it pretends to be Fellini's film about\r\nfeminism, it reveals no great understanding of the subject; Fellini basically\r\nsees feminists as shrill harems of whip-wielding harridans, forever dangling\r\nthe carrot of sex just out of reach of his suffering hero. Fellini has rarely been\r\nable to discover human beings hidden inside his female characters, and it's a\r\nlittle late for him to start blaming that on the women's liberation\r\nmovement. \n\n\r\nIs “City of Women” worth seeing? Yes, probably,\r\neven though it is not a successful movie and certainly not up to Fellini's best\r\nwork. It's worth seeing because it's a bedazzling collection of images, because\r\nat times it's a graceful and fluid celebration of pure filmmaking skill, and\r\nbecause Fellini can certainly make a bad film but cannot quite make a boring\r\none.", "running_time": 139, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "City of Women (1981)"}