{"url": "http://www.rogerebert.com/reviews/city-by-the-sea-2002", "by": "Robert De Niroas Det. Vincent Lamarca", "star_rating": 3.0, "text": "\"City by the Sea\" tells the sad, fatalistic story of a cop whose father was a baby-killer, and whose son now seems to be a murderer, too. Robert De Niro stars as Detective Vincent LaMarca, a pro whose years of hard experience have made him into a cop who dismisses sociology and psychology and believes simply that if you did it, you have to pay for it. This code extends to his father and he will apply it if necessary to his son.\n\nLaMarca works homicide in a shabby beachfront area; Asbury Park, N.J., supplied the locations. He knows so much about police work his autopilot is better than most cops' bright ideas. His partner, Reg (George Dzundza), who has eaten too many doughnuts over the years, soldiers along with him. LaMarca walked out on his wife (Patti LuPone) and son 14 years ago, and now tentatively dates his upstairs neighbor, Michelle (Frances McDormand).\n\nThe cop's story is intercut with the life of his son, Joey (James Franco), a strung-out addict who has worked himself into a fearful situation involving debt and need. In a confusing struggle, he knifes a drug dealer, and eventually, inevitably, LaMarca is working the case and discovers that the killer may have been Joey.\n\nIf this story sounds a little too symmetrical and neat, and in a way it does, real life supplies a rebuttal: \"City by the Sea\" is based on a true story, as described by the writer Mike McAlary in a 1997 Esquire article. I learn from Variety, however, that in fact the murder the son committed was vicious and premeditated, and not, as it is here, more or less an accident.\n\nThe plot takes us places we have been before, right down to the scene where LaMarca resigns from the force and places his gun and badge on the captain's desk. There is also the possibility in LaMarca's mind that his son is innocent--he claims he is--and there is the enormous psychic burden caused by the fact that LaMarca's own father was convicted of a heartless murder. The last act of the movie is the sort of cat-and-mouse chase we have seen before, staged with expertise by director Michael Caton-Jones, but the movie's heart isn't in the action but in the character of Vince LaMarca.\n\nDe Niro has worked so long and so frequently that there is sometimes the tendency to take him for granted. He is familiar. He has a range dictated by his face, voice and inescapable mannerisms, but he rarely goes on autopilot and he makes an effort to newly invent his characters. Here he is a man with a wounded boy inside. Most of the time the cop routine provides him with a template for behavior: He keeps his head low, he does his job well. But inside is the kid who found out his dad was a killer. That provides the twist when he finds himself on his own son's case. There is hurt here, and De Niro is too good an actor to reduce it to a plot gimmick. He feels it.\n\nDetails of the plot I will not reveal, except to observe that the context of the murder and the condition of the son leave enough room for the LaMarca character to believe, or want to believe, that his son may be innocent. That leads to the scene where he turns in his badge and gun, accusing his boss of having already made up his mind. And it leaves LaMarca free-floating, because without the protection of the job he is now nakedly facing a situation that churns up his own past.\n\nFrances McDormand takes a routine, even obligatory, character and makes her into an important part of the movie. The female confidant is usually dispensable in cop movies, except for a few scenes where she provides an ear for necessary exposition. Not here. McDormand's Michelle likes LaMarca, but more importantly she worries about him, sees the inner wounds, provides a balm, and knows about tough love.\n\n\"City by the Sea\" is not an extraordinary movie. In its workmanship it aspires not to be remarkable but to be well made, dependable, moving us because of the hurt in the hero's eyes. A better movie might have abandoned the crime paraphernalia and focused on the pain between the generations, but then this director, Caton-Jones, has already made that movie with De Niro. \"This Boy's Life\" (1993) had De Niro as a harsh adoptive father and Leonardo DiCaprio as his resentful son. A better movie, but \"City by the Sea\" is a good one.", "running_time": 108, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-06", "genres": ["Drama", "Mystery", "Thriller"], "title": "City By The Sea (2002)"}