{"url": "http://www.rogerebert.com/reviews/claires-knee-1971", "by": null, "star_rating": 4.0, "text": "Now if I were to say, for example, that \"Claire's Knee\" is about Jerome's desire to caress the knee of Claire, you would be about a million miles from the heart of this extraordinary film. And yet, in a way, \"Claire's Knee\" is indeed about Jerome's feelings for Claire's knee, which is a splendid knee. Jerome encounters Claire and the other characters in the film during a month's holiday he takes on a lake between France and Switzerland. He has gone there to rest and reflect before he marries Lucinda, a woman he has loved for five years. And who should he run into but Aurora, a novelist who he's also been a little in love with for a long time.\n\nAurora is staying with a summer family that has two daughters: Laura, who is sixteen and very wise and falls in love with Jerome, and Claire, who is beautiful and blonde and full of figure and spirit. Jerome and Aurora enter into a teasing intellectual game, which requires Jerome to describe to Aurora whatever happens to him during his holiday. When they all become aware that Laura has fallen in love with the older man, Jerome encourages her in a friendly, platonic way. They have talks about love and the nature of life, and they grow very fond of each other, although of course the man does not take advantage of the young girl.\n\nBut then Claire joins the group, and one day while they are picking cherries, Jerome turns his head and finds that Claire has climbed a ladder and he is looking directly at her knee. Claire herself, observed playing volleyball or running, hand-in-hand, with her boyfriend, is a sleek animal, and Jerome finds himself stirring with desire.\n\nHe doesn't want to run away with Claire, or seduce her, or anything like that; he plans to marry Lucinda. But he tells his friend Aurora that he has become fascinated by Claire's knee; that it might be the point through which she could be approached, just as another girl might respond to a caress on the neck, or the cheek, or the arm. He becomes obsessed with desire to test this theory, and one day has an opportunity to touch the knee at last.\n\nAs with all the films of Eric Rohmer, \"Claire's Knee\" exists at levels far removed from plot (as you might have guessed while I was describing the plot). What is really happening in this movie happens on the level of character, of thought, of the way people approach each other and then shy away. In some movies, people murder each other and the contact is casual; in a work by Eric Rohmer, small attitudes and gestures can summon up a university of humanity.\n\nRohmer has an uncanny ability to make his actors seem as if they were going through the experiences they portray. The acting of Beatrice Romand, as sixteen-year-old Laura, is especially good in this respect; she isn't as pretty as her sister, but we feel somehow she'll find more enjoyment in life because she is a...well, a better person underneath. Jean-Claude Brialy is excellent in a difficult role. He has to relate with three women in the movie, and yet remain implicitly faithful to the unseen Lucinda. He does, and since the sexuality in his performance is suppressed, it is, of course, all the more sensuous. \"Claire's Knee\" is a movie for people who still read good novels, care about good films, and think occasionally.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Claire's Knee (1971)"}