{"url": "http://www.rogerebert.com/reviews/claire-dolan-2000", "by": "Katrin Cartlidgeas Claire", "star_rating": 3.5, "text": "\"I'm here for you,\" Claire Dolan tells one of her clients. \"I can't get you out of my head,\" she whispers to another over the telephone. \"You're not like other men,\" she tells a third. He is exactly like other men. All men are like other men when they visit a prostitute. \"What do you want?\" she says. \"You can tell me.\" Lodge Kerrigan's \"Claire Dolan\" is a film about a woman whose knowledge of men encompasses everything except how to trust them and find happiness with them. She is a Manhattan prostitute, mid-priced, who presents herself as a quiet, almost shy woman dressed in understated good taste. She has none of the flamboyance of the typical movie hooker, is not voluptuous, looks her clients straight in the eye while lying to them about how much she's missed them. Some guys like that. Makes them think they're doing the poor deprived girl a favor.\n\nClaire is played by Katrin Cartlidge (the sister-in-law in \"Breaking the Waves\") as a woman whose profession has given her an instinctive knowledge about how to deal with some men. There is a scene in the movie where she is seated in a bar, bothering no one, not looking for attention. Two men walk up. \"I'm not looking for company,\" she says. \"That's not your decision,\" says the first man, who is aggressive and menacing.\n\nShe seems in danger. She looks up at the man who is looming over her, his aggression pulsing in his face. Then she looks at his sidekick, who hangs back. \"I prefer him,\" she says. \"He's better-looking than you. Would you let him go first?\" The scene is no longer than my description of it. It is just about perfect. She has changed the subject. She understands the tension that must exist between two men who have agreed to harass a woman. Beneath their relationship is a fear of women, which links to sexual insecurity; she has castrated the first by preferring the second, and called the bluff of the second by depriving him of his leader. The men are stopped cold, and skulk away.\n\nMuch of the movie consists of Claire Dolan's business dealings. Her clients are white-collar guys in offices and hotel rooms. They believe her praise. Maybe it's what they're really paying her for. She isn't very enthusiastic during sex--sometimes she seems repelled or indifferent--but the men don't notice or care. When she doesn't follow the script, though, they have a way of turning vicious.\n\nHer pimp, who has known her since she was a child in Dublin, is Roland (Colm Meaney, his neat little lips swimming in a face so broad, he looks like Humpty Dumpty). He addresses her with formal politeness. We see he is strong and vicious, but with Claire he has an enigmatic relationship based on buried mutual history, which perhaps involves her dying mother and perhaps involves money he has lent her for the mother's care (the movie is wisely vague). They work well together, Roland tells a taxi driver who thinks he loves her, because she was born to be a prostitute, likes it, and will always be one.\n\nWhether that statement is true is the movie's central question. The taxi driver is named Elton (Vincent D'Onofrio). They spend some monosyllabic time together, make love successfully and then unsuccessfully and agree to have a child. \"We can make this work,\" she says. \"All right,\" he says. They cannot make it work because he cannot understand her profession or her pimp; he shadows her, and even goes to the extreme of hiring a new girl in the pimp's stable in order to vicariously understand how it might be between Claire and a client.\n\nIf a movie like this had a neat ending, the ending would be a lie. We do not want answers, but questions and observations. The film is bleak about sex. It avoids the common Hollywood assumption that hookers love sex (many producers apparently believe the same lies Claire tells her clients).\n\nIt is the second film by writer-director Lodge Kerrigan, whose \"Clean, Shaven\" was a portrait of a schizophrenic. In both films he accepts the challenge of central characters who do not let us know what they're thinking. We have to look and listen and decide for ourselves. I think Claire Dolan will make a good mother. I think she can make it work. Not with Elton, but by herself, which is the only way she can live and not have to lie.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-06-02", "genres": ["Drama"], "title": "Claire Dolan (2000)"}