{"url": "http://www.rogerebert.com/reviews/clair-de-femme-1980", "by": "Yves Montandas Michel", "star_rating": 2.0, "text": "\"Clair de Femme\" is one of those movies that provides a strange two-level- viewing experience: It moves along for two hours looking exactly like a great idea for a movie, but it never quite becomes the movie. The characters never occupy our minds because the director is standing in the way.\n\nHe's obscuring story material that could have been a lot more effective if he'd just let it unfold naturally, but, let's face it, the movie's so jammed with events, portents, ironies and coincidences that it can't carry itself off anyway. We know we're in trouble right at the beginning, when the two main characters have a \"meet cute\" right out of an old MGM musical.\n\nYou remember what a \"meet cute\" is: It's the apparently accidental meeting of the boy and the girl at the beginning of the movie, usually when he's coming out of Macy's loaded down with Christmas packages, and she knocks them out of his arms, and they both bend over to pick them up and bump heads together and 10 minutes later they're in love.\n\nIn \"Clair de Femme,\" Yves Montand has just walked out of an airport without taking his scheduled flight to Caracas and taken a taxi back into Paris. He swings open the door, knocks a bag of groceries out of Romy Schneider's arms, they Meet Cute, and five minutes later they're having coffee in a cafe.\n\nThat would be alright if this were a Meet Cute kind of movie, but, wouldn't you know, Montand and Schneider are both at crucial and tragic crossroads in their lives. Montand's wife, dying of an incurable disease, has decided to kill herself, and Montand has decided to let her while he flies to Caracas. Schneider's daughter has been killed not long ago in a traffic accident that left her husband suffering from aphasia (a mental disorder). Both of them (it is almost needless to say with a movie like this) need to rediscover the ability to love.\n\nThe movie takes place during one very, very long night. The couple make love, unhappily, and then there's a visit to the woman's in-laws to see her hapless husband speaking senselessly, and another visit to a seedy nightclub where the movie's most touching character, a drunken old animal trainer, puts his dogs and monkeys through their paces. Meanwhile, all this time, Montand's wife is dying offstage.\n\nThe movie's director, Costa-Gavras (whose \"Z\" remains a classic), has decided to tell this story in a mannered, oblique tone that owes something to Luis Bunuel and even more to Donald Bartheleme. The characters often speak in epigrams and pointed ironies, they make very big statements about the meaning of life, and they avoid wherever possible the understated human touch that might have salvaged this material. It's painful to watch Costa-Gavras put the most simple scenes through contortions.\n\nThe movie is nevertheless watchable, because of the presence of Yves Montand, Romy Schneider and Romolo Valli, as the pathetic old animal trainer. Montand sets his tone in the first shots: He is so pained, tired, depressed, that we feel no other actor could look quite so much in need of solace. Romy Schneider has, of course, been mentioned at length in these pages within the last few months. She has come magnificently into her own in her 40s; she's one of those women whose glory is middle age, and in \"Clair de Femme\" (French for \"glow of a woman\") she glows so warmly, she has such a warm smile, that we wish she and Montand would simply walk out and get into their own movie.\n\nAnd Romolo Valli's character leads to the movie's single unforgettable scene. The old trainer is discovered dead in his apartment, his face being tenderly kissed by his grief-stricken monkey. When other people arrive, the monkey, hoping somehow to revive his dead master by applause, turns on the gramophone and dances, as he has been taught, with the trained poodle.", "running_time": 98, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-10-01", "genres": ["Drama"], "title": "Clair de Femme (1980)"}