{"url": "http://www.rogerebert.com/reviews/claire-of-the-moon-1993", "by": "Trisha Toddas Claire Jabrowski", "star_rating": 1.0, "text": "\"Claire of the Moon\" is a painfully serious film about a woman's reluctant approach to lesbianism - the kind of movie that might have been made on the subject in the 1950s, about a love that was only beginning to dare speak its name. The screenplay is largely made up of earnest speeches in which the characters talk about their ideas.\n\nThis is a legitimate approach, and George Bernard Shaw made a career out of it. But he had wit.\n\nThe movie takes place at a rustic women writer's retreat, where Claire Jabrowski (Trisha Todd) is assigned to the same cabin with Dr. Noel Benedict (Karen Trumbo). Claire is a writer of comedy and satire; Noel is an authority on sexuality and pornography. The women aren't comfortable with each other at first, perhaps because of their different personal styles, because because Claire senses a deeper divide between herself and the serious doctor.\n\nThe retreat is run like a summer camp, but one we never get a clear visual idea of, because of the movie's almost claustrophobic attention to Claire and Noel. Rap sessions are held in the evenings, presided over by a jolly older woman named Maggie (Faith McDevitt), who cheerfully acknowledges her lesbianism. Once the subject is on the table, Noel reveals that she shares the same sexual orientation, and Claire is nonplussed.\n\nThese opening scenes creak with the machinery of the obvious. Nicole Conn, who wrote and directed, has not yet learned to do either job with spontaneity and naturalness, and the function of each scene is made so awkwardly clear that we wonder why the characters don't catch on as quickly as we do.\n\nClaire and Noel talk, and talk, and talk. They discuss the philosophical and emotional and political implications of homosexuality, while meanwhile circling uneasily around the possibility that they might be growing attracted to one another. Noel casts many a significant glance in Claire's direction, and Claire has many a quiet moment by the side of the lake, gazing out over the waters while presumably engaged in a wrestling match with her libido.\n\nThe movie's outcome, which has been more or less obvious since the first five minutes, is no less of a cliche when it arrives.\n\nMore disappointing is the abrupt fade to the end credits. I felt as if the movie ended just when it should have begun. What does Claire feel about the new discoveries she has made about herself? How does she now analyze her past life, and the unhappy heterosexual love affair that drove her to the writer's retreat? The rest is silence.\n\nThe only character in this movie who seems real, in both the writing and the performance, is Maggie. She accepts herself and gets on with it. Other movies about lesbianism (\"Three Of Hearts,\" \"Desert Hearts,\" \"Lianna\") more or less do the same thing. This one, by approaching its subject so portentously, tests both the sympathy and the patience of the audience. And by not finding a way to tell the material in dramatic terms - by dealing so often in speeches that sound written, not spoken - \"Claire of the Moon\" unwittingly becomes the kind of movie that might precede a discussion group at just the sort of retreat it is about.", "running_time": 112, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-06-11", "genres": ["Drama", "Erotic", "Indie", "Romance"], "title": "Claire Of The Moon (1993)"}