{"url": "http://www.rogerebert.com/reviews/claras-heart-1988", "by": "Whoopi Goldbergas Clara Mayfield", "star_rating": 1.5, "text": "It is so difficult to create a really original character in the movies that you assume you’ll find it accomplished in a good film.\n\nKeeping this hope in mind, I kept waiting for “Clara’s Heart” to turn itself around, to stop being an insufferably overwrought melodrama and start applying intelligence to the situation of its title character. It never happened. Here is a bad movie into which a great character seems to have dropped from another dimension.\n\nThe character is named Clara Mayfield (Whoopi Goldberg). She is a strong, opinionated, completely self-reliant maid from Jamaica who comes to live with a rich Maryland family and becomes the best friend and mentor of their troubled young son. No wonder this kid has problems. His parents and (after the divorce) his parents’ lovers all seem to be trendy Freudian updates of villains by Dickens. There is not a shred of warmth, love or humor anywhere on the horizon - except from Clara, who has plenty.\n\nMy questions began right at the top of the movie, after the boy’s baby sister dies. The mother (Kathleen Quinlan) goes to a resort in Jamaica to mourn, by herself. She leaves her husband and son home alone. In Jamaica, she meets Clara and confesses she is in mourning.\n\nClara nods: “I knew the fact, but not the substance.” She hands out some no-nonsense advice, and has soon been hired to return to Maryland and bring sanity to the family household.\n\nIt would be tiresome to catalog the many ways in which the Quinlan character and her husband (Michael Ontkean) demonstrate they are emotionally frigid monsters. And it would be depressing to describe the opportunities that are lost to have satirical fun with the wife’s lover, a new age therapist played by Spalding Gray. Since I have seen Gray’s sense of humor and self-satire demonstrated in “Swimming to Cambodia,” I can only conclude that the filmmakers made a conscious decision to present his character as a cold, arrogant bore.\n\nMeanwhile, Clara the maid labors away to bring warmth and understanding into the life of David, the young boy. But even here the movie has problems, having miscast Neil Patrick Harris in the role.\n\nHarris, probably through no fault of his own in this icy screenplay, is unable to project much more than an overwhelming sense of neediness, which Clara does her best to fill.\n\nThe movie has at least two elements that cry out for the trash compactor. One involves a dread secret from Clara’s past. When this secret is finally (at long, long last) revealed, in one of those tremulous but brave monologues that win Oscar nominations, it turns out to be the stuff of inferior soap opera, not believable, and not relevant to the rest of the movie. And then there is the episode of the bouy that floats in the middle of the pond next to the family mansion.\n\nCan the little lad swim far enough to reach it? Will he get in trouble and have to be saved? Will he someday find the self-confidence to swim that far? All of these questions pale in comparison to the overriding question of why director Robert Mulligan and his cinematographer, Freddie Francis, fudged the distance so confusingly with their lens choices that we are never sure how near, or far, the tyke is to, or from, his goal.\n\nGoldberg is magnificent. The character belongs in a different movie, even a different universe, from the rest of the ludicrous plot.\n\nShe has, as I have said almost every time she’s made a movie, a genuine talent. I even enjoyed her work in some of the cops-and-robbers action pictures she made after “The Color Purple.” She has an emotional monologue in one of them (“Fatal Beauty”) in which she describes, as she does in this film, a traumatic event in her earlier life - and the monologue works better because it is actually relevant to the character.\n\nLooking at her choices of projects since “The Color Purple,” however, it is easy to imagine she has been ill-served by her agents and advisers. She has been denied true relationships, except with weirdos, strange neighbors, computer buddies and nerdy little boys (“Fatal Beauty” is again an exception, with her friendship with Sam Elliott). She is always the being from another planet. How come? She is not a conventional beauty, but I’ve always thought that her face and eyes and smile contained a warmth and personality that shone like the sun. We would believe it if a guy fell in love with her. Give her a normal human role. See what happens.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-10-21", "genres": null, "title": "Clara's Heart (1988)"}