{"url": "http://www.rogerebert.com/reviews/class-of-1984-1982", "by": null, "star_rating": 3.5, "text": "Movies like this either grab you, or they don't. \"Class of 1984\" grabbed me. I saw it for the first time at the 1982 Cannes Film Festival, where I wandered into the theater expecting to find the dog of the week and wandered out two hours later, a little dazed and sort of overwhelmed.\n\n\"Class of 1984\" is not a great movie but it works with quiet, strong efficiency to achieve more or less what we expect from a movie with such a title. It is violent, funny, scary, contains boldly outlined characters, and gets us involved. It also has a lot of style. One of the reasons for the film's style may be that it was made by people who knew what they were doing. The whole Dead Teenager genre has been seriously weakened in the last several years by wave upon wave of cheap, idiotic tax-shelter films from Canada and elsewhere: films in which a Mad Slasher and a lot of screaming adolescents have been substituted for talent, skill, and craft -- movies such as \"Prom Night\" and \"Terror Train\" and \"The Burning.\" \n\nMark Lester's \"Class of 1984\" stands head and shoulders above movies like that. It tells a strong, simple story. It is acted well. It is not afraid to be comic at times and, even better, it's not afraid at the end to pull out all the stops and give us the sort of Grand Guignol conclusion that the slasher movies always botch. You may or may not think it's any good, but you'll have to admit that it works.\n\nThe movie stars Perry King, a skilled actor who has survived a lot of junk, as a music teacher who takes a job at a big city high school. The first day he walks into class, he faces trouble, and trouble is personified by Stegman (Timothy Van Patten), the brilliant but crazed leader of the high school gang. Stegman dresses as a cross between a punk rocker and a Hell's Angel. He terrorizes half the school with his violence and mesmerizes the other half with his charisma. He also happens to be a brilliant musician. King tries to deal with him, reason with him, outthink him, and even outmuscle him, but the kid is strong, smart, and mean. The other teachers and the school officials have mostly surrendered to the reign of terror. A few put up a fight, most memorably the biology teacher, played by Roddy McDowall. He has one of the great scenes in the movie as he pulls a gun on his class and invites them to share with him the joys of education, or else.\n\nThe movie builds toward one of those nightmarish conclusions where everything's happening at once. While the teacher prepares to lead his school orchestra in a concert, the thugs terrorize his helpless wife at home. The teacher turns the baton over to his best student, a shy young girl, and goes off to do battle with the punks. After a great deal of blood has been shed, the teacher and the gang leader are finally face to face, high in the wings over the high school auditorium stage, and the climax is a cross between \"The Hunchback of Notre Dame\" and \"Beyond the Valley of the Dolls.\"\n\n\"Class of 1984\" has received some really savage criticism. Newsweek called it \"The Class of 1982 with herpes.\" What does that mean? I dunno. I guess it means the critic found the movie so hateful that it wasn't worth anything more than cheap wisecracks. \n\nBut unless we can accept talent wherever we find it in the movies, and especially in smaller genre movies without big stars, we're going to be left with nothing but overpriced lead balloons and delicate little exercises in sensibility. \"Class of 1984\" is raw, offensive, vulgar, and violent, but it contains the sparks of talent and wit, and it is acted and directed by people who cared to make it special.", "running_time": 93, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama"], "title": "Class of 1984 (1982)"}