{"url": "http://www.rogerebert.com/reviews/class-1983", "by": "Jacqueline Bissetas Ellen", "star_rating": 2.0, "text": "\"Class\" is a prep-school retread of \"The Graduate\" that knows some of its scenes are funny and some are serious, but never figures out quite how they should go together. The result is an uncomfortable, inconsistent movie that doesn't really pay off -- a movie in which everything points to two absolutely key scenes that are, inexplicably, the two most awkward scenes in the film.\n\nYou'll understand the movie's problems when I tell you that the plot involves a love affair between a preppy who finds out, too late, that his lover also is the mother of his roommate. How, you are asking, how can I give away such a crucial plot point? The answer is, because the movie's ads are devoted to revealing that very point. \n\nWe know going into the theater that young Jonathan (Andrew McCarthy) and Mrs. Burroughs (Jacqueline Bisset) are doomed to meet, make love and make some embarrassing discoveries about each other. That knowledge is nearly fatal to the film. It tells us things we don't want to know, affecting our view of important early scenes in the film. It also places a lot of importance on the two key scenes: (1) The scene when Jonathan discovers that Mrs. Burroughs is his roommate Skip's mother, and (2) the scene where Skip discovers that his roommate and his mother are lovers.\n\nNow how should those two scenes play? As comedy? As detached social observation? As farce? \"Class\" doesn't seem to know. The first discovery is made when Skip invites his roommate home for the holidays, and there's a pained dinner party scene that doesn't have a satisfactory ending. The second discovery is made when Skip bursts into his pal's hotel room, finds his mother in the sack, and then is left by the screenplay with nothing appropriate to say or do. I guess it doesn't really matter, since the movie resolves this embarrassment between friends by having them fight and make up.\n\n\"Class\" seems contrived out of two different approaches to the material. It contains a lot of funny scenes, including some early prep-school practical jokes and some good characterizations of headmasters, teachers and school clowns. But it never seems really confident around its love scenes; Bisset and McCarthy are in bed at the same time, all right, but they don't seem together. And it doesn't help to make Bisset an alcoholic with emotional problems; if she's ill, how can we laugh at her behavior, even when the movie cues us? \n\nThen there's a disturbing subplot involving cheating on exams: The point here seems to be that friendship involves not ratting on your friend, even when he's sleeping with your mother. The ethical questions got so muddled I gave up. In fact, the whole movie got so muddled that I lost interest. There were merry pranksters in one scene, and neurotic drunks in the next, and characters who were struck speechless by situations that absolutely demanded a verbal response. The movie is entertaining when it's not dealing with its real subject matter, painful when it is, and agonizing when it confuses rigid mortification with humor. \"Class\" makes you appreciate how difficult it must have been to make \"The Graduate.\"", "running_time": 98, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-07-22", "genres": ["Comedy", "Drama"], "title": "Class (1983)"}