{"url": "http://www.rogerebert.com/reviews/class-action-1991", "by": "Gene Hackmanas Jedediah Tucker Ward", "star_rating": 3.0, "text": "It's a strange thing about the coming attractions trailers they show before a movie comes out. Most of them promise more than the movie delivers. Michael Apted's \"Class Action\" is an exception; the trailer seems to promise a formula plot - a father and his daughter, both lawyers, on opposing sides in court, trading legal arguments and cliches. The movie is indeed about the father and the daughter, but in ways we didn't anticipate, with surprising intelligence and empathy.\n\nThe movie stars Gene Hackman as an aging radical who shaped his politics in the 1950s (he proposed to his wife after spotting her mouthing \"McCarthy is a weasel\" in the gallery during the Army-McCarthy hearings). He specializes in defending underdogs and attacking the establishment. His daughter, played by Mary Elizabeth Mastrantonio, is a child of more materialist decades, and wants to become a partner in a big corporate law firm. Father and daughter find themselves on opposing sides in a case involving a giant automaker whose 1985 wagons have an unfortunate tendency to explode.\n\nIf that were all there was to the screenplay, \"Class Action\" would no doubt march down familiar corridors worn smooth by countless other movies about the law. But this is a very particular movie, where the details about the lawsuit are secondary to an ethical struggle that takes place between father and daughter. He believes she has sold out to heartless big business. She believes he is a showboating hypocrite who stuck up for the little guy, all right, but mostly for self-aggrandizement, while meanwhile he was cheating on her mother and discarding former clients who needed him.\n\nBoth of them are right, and both of them are flawed, and the movie is about the inexact process by which both characters are able to forgive, and change. That's what's interesting about it - that, and the surprising power of the performances, not only from the leads but also from Joanna Merlin as Hackman's wife, who long ago made her accommodation with his faults; Donald Moffat, as the taciturn, utterly pragmatic head of the giant law firm; Jan Rubes as an aging engineer who is sure he remembers all the important things, and Colin Friels as a corporate lawyer who is both Mastrantonio's supervisor and her lover. Hackman is wonderful (one is tempted to add \"of course\"). But Mastrantonio is really at the center of the film, and supports it with fierce energy. She has quiet authority and projects both her character's strong self-image and deepest resentments; this is a grown-up portrait of a woman still growing up.\n\nThe screenplay by Carolyn Shelby, Christopher Ames and Samantha Shad contains dialogue scenes so well-heard and written it's hard to believe this is a Hollywood movie, with Hollywood's tendency to have characters underline every emotion so the audience won't have to listen so carefully. There's a scene, for example, where father and daughter are preparing dinner together, and their civility gradually collapses into anger and tearful recrimination.\n\nAnd other scenes, deliberately of few words, in which lawyers try to say things without saying them - to imply what must be done, without being trapped into actually issuing unethical orders.\n\nThe details involving the exploding gas tanks are, in a way, the least important parts of the film, although they're sure to gladden Ralph Nader. What I liked best was the way the whole legal case and all of its twists and turns were used to force the Hackman and Mastrantonio characters into learning things about themselves.\n\nApted is a director whose films have often been about people in a process of self-discovery (his credits include \"Coal Miner's Daughter,\" \"Continental Divide,\" \"Gorillas in the Mist\" and the great continuing documentary \"28 Up\"), and that's what this film is really about, and why it's so much more interesting than the ads might have you believe.", "running_time": 110, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-03-15", "genres": ["Drama"], "title": "Class Action (1991)"}