{"url": "http://www.rogerebert.com/reviews/class-act-1992", "by": "Meshach Tayloras John Pinderhughes", "star_rating": 2.0, "text": "\"Class Act\" takes a fairly radical idea and turns it into a sitcom, although not without giving us some idea of the possibilities it has missed. The movie stitches together a series of misunderstandings and coincidences to explain how two black high school students - one a brilliant scholar, the other a troubled criminal - switch identities. Once they're forced to live each other's lives, they discover that how society perceives you is crucial to the way you perceive yourself.\n\nThe movie stars Christopher Reid, of the \"House Party\" movies, as the incredibly brilliant Duncan Pinderhughes, who has perfect scores on his SATs but can't get into college until he completes his P.E. requirement, which is all that stands between him and a high school diploma. Christopher Martin plays Blade Brown, whose criminal record is already impressive, and whose probation officer makes him an offer he can't refuse: Go to school, or prison.\n\nThrough a mixup in the school office that not even the movie takes seriously, the records of Pinderhughes and Brown are switched, and that leads to Brown being tracked to the classes for gifted students, while Pinderhughes has to trek out back to the graffiti-covered shack where the troublemakers attend school.\n\nThe movie has a good idea of where this material could lead, and has fun with exaggerated satirical versions of the two styles in education. It also shows how, once a student gets the reputation of being smart, he somehow gets better grades no matter what he does - while a student with a bad reputation is ignored, no matter how hard he tries. In the social arena, it works the other way, and the bright kid is more attractive to girls when they think he's more dangerous than intelligent.\n\nThere is material here for a fairly pointed comedy; Spike Lee's \"School Daze\" could point the way. But the filmmakers pull their punches and go for goofy teenage sitcom stuff instead.\n\nThe result is a good-looking movie with hard-working performances and a bubble-brained script, which nevertheless stumbles over a truth from time to time. \"Class Act\" could be a trial run for something really relevant.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-06-05", "genres": ["Comedy", "Drama"], "title": "Class Act (1992)"}