{"url": "http://www.rogerebert.com/reviews/clash-of-the-titans-2010", "by": "Sam Worthingtonas Perseus", "star_rating": 3.0, "text": "There are too many Greek gods for me to keep straight, since as a child I didn't have action figures as a learning tool. I was prepared to take notes during \"Clash of the Titans\" but only wrote down a single one: \"Release the Kraken!\" — Conan O'Brien. I know I was intended to be terrified by the release of the Kraken, but all I could think of was O'Brien shouting \"Release the bear!\" and then some guy in a bear suit runs out and sits on the lap of a guest. In this case, the Kraken is the nuclear option for Zeus, who has been persuaded by Hades to put down a revolt by the upstart mortals of Argos.\n\nThe mortals are fed up with the whims of the gods. It would be one thing if they stayed on Olympus and killed time leaning on pillars and addressing one another in thundering ultimatums. Now they meddle in the affairs of men. King Acrisius of Argos declares war, and enlists the aid of a demi-god who has been found at sea. This is Perseus (Sam Worthington), son of Zeus (Liam Neeson) and a human mother. He didn't ask to be a savior but would be happier as a simple fisherman. You know the type.\n\nZeus, it should be explained, disguised himself as the husband of Perseus' mother and stole into her bedchamber to father the boy. So he is a rapist. Just sayin'. Perseus so loved his mother and adoptive father that he will never forgive Poseidon for drowning them and wants nothing to do with gods. Yet such is his destiny.\n\nThe outcome is told in \"Clash of the Titans\" with impressive technical mastery and somewhat lesser dramatic command. For its intended audience, I suspect this will play as a great entertainment. I enjoyed myself, particularly after they released the Kraken. There's no particular dramatic conflict in the movie; Perseus has to wrestle with his demi-god ambiguity; Hades (Ralph Fiennes) nurses a resentment against Zeus; he demands the sacrifice of King Acrisius' daughter Andromeda (Alexa Davalos) to spare the city, and the citizens seem prepared to get along very nicely without her. That's about it.\n\nIt's strange how the sacrifice of one person makes us uneasy. Earlier in the film, the entire fleet of Argos is lost at sea, with the exception of the vessel holding Perseus. The king is philosophical: They were patriots. But the sacrifice of his own daughter — now you're talkin' real death. \n\nMost of the film involves terrifying battles between mortals and special effects. After Calibos has a hand chopped off, his fingers grow into claws. Later, his blood drops start growing, creating a crowd of huge lobster monsters that come crawling over rocks and snapping at everyone. Later in the film, inexplicably, these lobsters appear to be tame, and walk obediently across the desert, bearing little houses on their backs for the mortals. What, did they forget they were the blood of Calibos?\n\nThere's worse to come. Perseus and his comrades must invade the lair of Medusa, one of the three Gorgon girls, whose hair is a writhing mass of snakes and body is a long, lethal snake's tail. Look at her, and you'll turn to stone! Maybe this explains the high quality of Greek sculpture. The struggles with Medusa take place on ledges over a flaming lake of lava far below. She must be beheaded, which Perseus does, thoughtfully keeping the head, which he carries around like the head of Alfredo Garcia. Is that a spoiler? The story has been out since 490 B.C. \n\nThe climax is classic, with the fair Andromeda hung by her wrists and suspended in a clinging white gown over a flaming pit at the edge of the sea. Meanwhile, Perseus flies to the rescue on the wings of the great flying horse Pegasus. The townspeople clamor for her death, but lose their enthusiasm after the Kraken rears up from the sea. \n\nI like this kind of stuff. I don't say it's good cinema, although I recognize the craftsmanship that went into it. I don't say it's good acting, when the men have so much facial hair they all look like Liam Neeson. I like the energy, the imagination, the silliness. I even like the one guy who doesn't have a beard. That's Perseus. From the first moment we see him as an adult until his last scene in the movie, he has the Standard Regulation Macho-Length Stubble on his chin. And in a city where all the men go to Jerry Garcia's barber, he has a burr cut on the short clipper setting. \n\nSo do I recommend the movie? Yes, if you intuit that this review is affectionate and have the same tolerance for goofy Greek gods as I do. One word of consumer advice, however. Explain to kids that the movie was not filmed in 3-D and is only being shown in 3-D in order to charge you an extra $5 a ticket. I saw it in 2-D, and let me tell you, it looked terrific. Split the difference: \"We see it in 2-D, I save five bucks, and I increase your allowance by $2.50 this week.\"", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-03-31", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Clash of the Titans (2010)"}