{"url": "http://www.rogerebert.com/reviews/clash-of-the-titans-1981", "by": null, "star_rating": 3.5, "text": "\n\n\"Clash of the Titans\" is a grand and glorious romantic\r\nadventure, filled with grave heroes, beautiful heroines, fearsome monsters, and\r\nawe-inspiring duels to the death. It is a lot of fun. It was quite possibly\r\nintended as a sort of Greek mythological retread of \"Star Wars\" (it\r\nhas a wise little mechanical owl in it who's a third cousin of R2-D2), but it's\r\nalso part of an older Hollywood tradition of special-effects fantasies, and its\r\nvisual wonderments are astonishing.\n\nThe story, on the other hand, is robust and straightforward.\r\nPerseus (Harry Hamlin) is locked into a coffin with his mother and cast into\r\nthe sea, after she has angered the gods. But Zeus (Laurence Olivier) takes pity\r\nand sees that the coffin washes ashore on a deserted island, where Perseus\r\ngrows to manhood and learns of his mission in life. The mission, in a nutshell,\r\nis to return to Joppa and rescue Andromeda (Judi Bowker) from a fate worse than\r\ndeath: marriage to the hideously ugly Calibos, who was promised her hand in\r\nmarriage before he was turned into a monster by the wrath of the gods. Calibos\r\nlives in a swamp and dispatches a gigantic, scrawny bird every night to fetch\r\nhim the spirit of the sleeping Andromeda in a gilded cage. If Perseus is to\r\nmarry Andromeda, he must defeat Calibos in combat and also answer a riddle posed\r\nby Cassiopeia, Andromeda's mother. Those who answer the riddle incorrectly are\r\ncondemned to die. Love was more complicated in the old days.\n\nThere\r\nare, of course, other tests. To follow the bird back to the lair of Calibos,\r\nthe resourceful Perseus must capture and tame Pegasus, the last of the great\r\nwinged horses. He must also enter the lair of Medusa, who turns men to stone\r\nwith one glance, and behead her so that he can use her dead eyes to petrify the\r\ngargantuan monster Kraken, who is unchained from his cage on the ocean floor so\r\nthat he can ravish Joppa in general and Andromeda in particular.\n\nAll\r\nof this is gloriously silly. But because the movie respects its material, it\r\neven succeeds in halfway selling us this story; movies that look like\r\n\"Clash of the Titans\" have a tendency to seem ridiculous, but this\r\nfilm has the courage of its convictions. It is also blessed with a cast that\r\nsomehow finds its way past all the monsters and through all the heroic dialogue\r\nand gets us involved in the characters. Harry Hamlin is a completely\r\nsatisfactory Perseus, handsome and solemn and charged with his own mission.\r\nJudi Bowker is a beautiful princess and a great screamer, especially in the\r\nscene where she's chained to the rock and Kraken is slobbering all over her. Burgess\r\nMeredith has a nice little supporting role as Ammon, an old playwright who\r\nthinks he may be able to turn all of this into a quick epic. And Laurence\r\nOlivier is just as I have always imagined Zeus: petulant, but a pushover for a\r\npretty face.\n\nThe\r\nreal star of the movie, however, is Ray Harryhausen, who has worked more than\r\nforty years as a creator of special effects. He uses combinations of animation,\r\nminiatures, optical tricks, and multiple images to put humans into the same\r\nmovie frames as the most fantastical creatures of legend, and more often than\r\nnot, they look pretty convincing: when Perseus tames Pegasus, it sure looks\r\nlike he's dealing with a real horse (except for the wings, of course).\n\nHarryhausen's\r\ncredits include \"Mighty Joe Young,\" \"Jason and the\r\nArgonauts\" and \"The Golden Voyage of Sinbad,\" but \"Clash of\r\nthe Titans\" is his masterwork. Among his inspired set-pieces: the battle\r\nin the Medusa's lair, with her hair writhing with snakes; the flying-horse\r\nscenes; the gigantic prehistoric bird; the two-headed wolf-dog, Dioskilos; the\r\nStygian witches; and, of course, Kraken, who rears up from the sea and causes\r\ntidal waves that do a lot of very convincing damage to a Greek city that exists\r\nonly in Harryhausen's art. The most lovable special-effects creation in the\r\nmovie is little Bubo, a golden owl sent by the gods to help Perseus in his\r\ntrials. Bubo whistles and rotates his head something like R2-D2 in \"Star\r\nWars,\" and he has a similar personality, too, especially at the hilarious\r\nmoment when he enters the film for the first time.\n\n\"Clash\r\nof the Titans\" is a family film (there's nothing in it that would disturb\r\nany but the most impressionable children), and yet it's not by any means\r\ninnocuous: It's got blood and thunder and lots of gory details, all presented\r\nwith enormous gusto and style. It has faith in a story-telling tradition that\r\nsometimes seems almost forgotten, a tradition depending upon legends and myths,\r\nmagical swords, enchanted shields, invisibility helmets, and the overwhelming\r\npower of a kiss.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-06-12", "genres": ["Action", "Adventure", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "Clash of the Titans (1981)"}