{"url": "http://www.rogerebert.com/reviews/clay-pigeons-1998", "by": "Joaquin Phoenixas Clay", "star_rating": 2.5, "text": "\"Clay Pigeons\" allows the wheels of its story to spin a little too long. Creation takes two steps. First you put in. Then you take out. Many first-time filmmakers leave in too much, maybe because they don't want to take any chances, maybe because they worked so hard on their film that every shot has become a treasure for them. Within \"Clay Pigeons\" is a smaller story that might have involved us more, but it's buried by overkill.\n\nThe film is one of those macabre comedies where the body count steadily rises while a (possibly) innocent man looks guilty. It's set in a small Montana town where everybody knows everybody else, you can find your friends if you look in the saloon, and the deputy sheriff is named Barney.\n\nJoaquin Phoenix stars as Clay, who has been having an affair with his best friend's wife. The best friend kills himself in an opening scene, setting it up to look like Clay killed him. Terrified, Clay tries to make the death look like a suicide, and this mistake compounds itself until he looks exactly like a serial murderer. His wife Amanda (Georgina Cates) isn't much help at first, and even less later. A friendly local waitress also comes to an unfortunate end.\n\nA lot of people die in \"Clay Pigeons.\" If Clay isn't the serial killer, someone certainly is. But to FBI Agent Shelby (Janeane Garofalo), Clay seems like a logical suspect: \"You're dating one victim, you're having an affair with another, and you find the body of the third. Kind of a coincidence, wouldn't you say?\" The Garofalo character, obviously inspired by Chief Marge Gunderson (Frances McDormand) in \"Fargo,\" is one of the best things in the movie. She's smart, direct, sarcastic, a wise guy. She even knows how to handle approaches in bars from tall strangers in 10-gallon hats, although her confidence is shaken somewhat when she discovers, after he leaves, that he was probably the killer.\n\nAnother important character is Lester Long (Vince Vaughn), a stranger in town who forces his way into Clay's life and soon seems like the only person who knows all his secrets. Lester has the kind of high-pitched laugh that, when you hear it, makes it seem prudent to stop whatever you're doing and move to another state. And there's Sheriff Mooney (Scott Wilson), who is none too thrilled to have the FBI butting into his jurisdiction, but realizes he needs help every time he observes Deputy Barney (Vince Vieluf), a borderline narcoleptic.\n\nThe plot cannot be described without going into the setups and payoffs of a great many crimes, alibis, suspicions, appearances and investigations. Director David Dobkin and writer Matthew Healy find the right tone and many individual moments spring alive, but I think they go around the track a couple of extra times.\n\nOnce we get the notion that poor Clay is digging himself deeper and deeper, once we understand that the body count will multiply, that's the moment to stop with the digging and the counting. When it comes to the use of repetition in comedy, a curious math takes place. Twice may be funnier than once and three times may be funnier than twice, but fourth time is about as funny as the first time and then you get into negative numbers.\n\nWhat I liked were the performances, all of them, not neglecting Scott Wilson's solid work as the sheriff; he correctly understands that his character is not supposed to be funny, but to ground the others. Vince Vaughn, who is in a lot of movies these days, relishes this role and it's fun to watch him relish it. Janeane Garofalo stands there and belts out zingers and is a delight. You don't dislike the movie but it just unwinds on you.\n\nAnd at the end the plot abandons all common sense. Isn't jailbreak a crime even if you're innocent? And how is that whole business with the racehorse and the hitchhiker going to work? And is it necessary? And in an area that flat, how far away would police cars have to be, before a jumpy serial killer couldn't see them?", "running_time": 104, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-25", "genres": ["Comedy", "Crime", "Drama", "Indie", "Thriller"], "title": "Clay Pigeons (1998)"}