{"url": "http://www.rogerebert.com/reviews/clean-and-sober-1988", "by": "Michael Keatonas Daryl Poynter", "star_rating": 3.5, "text": "It’s the kind of thing that could happen to anybody. Just plain rotten luck, really. He picks up a woman in a bar, and they do some cocaine together, and the next morning when he wakes up, she’s dead.\n\nShe had a heart attack or something. How was it his fault? What happens to the hero of “Clean and Sober” during the next several weeks of his life is that he decides that although it could have happened to anyone, he doesn’t want it to happen to him anymore.\n\nThe guy is named Daryl Poynter, and he is played by Michael Keaton with a kind of wound-up, edgy tension that is just right for the character. He’s a hotshot Philadelphia real-estate salesman, but by the time the movie opens, there is nothing in his life of any importance, really, but cocaine. He doesn’t even question the fact. It’s not that he needs cocaine to function - because he doesn’t function, really; he just goes through the motions - but that he needs cocaine to still himself from the savage, restless angers of his need for the drug.\n\nIt doesn’t go over very well that the woman woke up dead in his bed. The police are interested. Although it was her “fault” (“I didn’t give her cocaine, she gave me cocaine,” he argues), the victim’s father plasters Poynter’s neighborhood with posters branding him as a murderer. At work, things are not too good, either, because he has borrowed $92,000 from an escrow account and invested it in the market, hoping to make a lot of money, and he has lost most of the money instead.\n\nSo he needs a place to hide out, and when he hears on the radio about a confidential, anonymous drug-rehabilitation program, he figures that might be a good place to disappear into. What he doesn’t count on is that the program is run by a hard-headed counselor (Morgan Freeman) who has heard everybody’s story before, and sees right through him.\n\n“Clean and Sober” is the story of how the Keaton character is forced to look at the fact that his life is wildly out of control, and that cocaine addiction is the cause, not the solution. He fights this discovery every step of the way, and is far from being a model client in the rehab center. He calls friends and asks them to send him cocaine in overnight Federal Express packages; he slips out of the center on wild, undefined missions, and of course, he thinks he’s God’s gift to women - especially to one of his cute fellow patients.\n\nShe’s played by Kathy Baker, as a woman who has two addictions: one to booze, the other one to the man she lives with, who beats her and then comes whining to her for forgiveness, telling her he’s nothing without her. Her self-esteem has been so seriously wounded by her alcoholism that she clings to this relationship, perhaps believing that this loser is the only man who will accept her.\n\nIn his first few days in the center, Keaton finds himself at war with Freeman, the counselor. Freeman has met so many, many others just like him, and knows the alibis and evasions, and knows that unless this guy gets serious, he is going to go right back out and get screwed up again. The relationships between the counselor and the patients are at the heart of the movie, which also shows Keaton going to an Alcoholics Anonymous meeting and trying, on Freeman’s orders, to get himself a “sponsor” - a veteran AA member who will advise and help him. Of course, Keaton goes for the prettiest woman at the meeting, but eventually he winds up with wise, lethargic M. Emmet Walsh, who looks at him quizzically because he knows what a lost cause he could easily be.\n\n“Clean and Sober” is not the story of an ideal recovery from drug or alcohol addiction, because Keaton is not an ideal candidate for recovery. He tells too many lies, especially to himself, and he doesn’t much like to accept advice. He is still somewhat seduced by the notion that he can do some repairs on his old lifestyle, and it will still work. But by the end of the movie there is some hope that he may be able to get straight.\n\nAlthough the subject matter of this film is commonplace in our society - for every celebrity who checks into the Betty Ford Center, there are thousands of ordinary people who check in somewhere else, or who pick up the phone and call AA. Everybody knows somebody like this.\n\nBut the actual process of surrender and recovery is hardly ever the subject of films, maybe because it seems too depressing. One of the strengths Michael Keaton brings to “Clean and Sober” is his wild, tumultuous energy, which makes his character seem less like a victim than like an accident causing itself to happen. Surrounded by superb supporting performances - especially by Baker, who also co-starred with Freeman as the prostitute in “Street Smart” - Keaton makes this general story into a particular one, and a touching one.", "running_time": 124, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-08-10", "genres": ["Drama"], "title": "Clean and Sober (1988)"}