{"url": "http://www.rogerebert.com/reviews/clean-2006", "by": "Maggie Cheungas Emily Wang", "star_rating": 3.5, "text": "Emily is always in motion, driven by disquiet, unhappy with herself and the decisions that got her here. Her mind seems elsewhere, focusing on what would bring her peace: heroin. She and her partner Lee are rock stars whose moment of fame has passed and stranded them in a Canadian motel. They fight, she drives off into the night, scores drugs, shoots up, and sleeps in the car. When she returns to the motel, Lee is dead of an overdose. She should quietly back away and leave town. Instead, she gets herself arrested and sentenced to six months for possession.\n\nEmily is played by Maggie Cheung with such intense desperation that she won the best actress award at Cannes 2004. Only a few actresses in the world could have handled this role from a technical point of view: Born in Hong Kong, a citizen of the movie world, she acts here mostly in English, with some French and Cantonese, and moves confidently through Vancouver, Paris and London. She always looks as if she knows the rules, even when she has broken them; despite being broke and strung out she retains enough personal authority to call in favors and ask old friends for jobs.\n\nShe and Lee (James Johnston) have a child named Jay (James Dennis), who is about 6. She loves him, and maybe she tells herself she isn't raising him because it's better that way for Jay. The boy is living with Lee's parents, Albrecht and Rosemary Hauser (Nick Nolte and Martha Henry). When she goes to jail, of course she loses custody. She loses more than that, and observe how low her voice is, and how downcast her eyes, as she answers questions at an interrogation. She is defeated; she knows precisely how she destroyed her life and lost her boy.\n\n\"Clean,\" written and directed by Cheung's former husband Olivier Assayas, does a brisk, understated job of implying Emily's past by observing her present. In the eyes of her old friends, we understand what she used to be, and what they see now. She lives in the moment. Consider the steps in Paris by which she begins by asking for a job and ends up with a free room.\n\nCheung is on screen for most of \"Clean,\" but Nolte's smaller role is equally important. His wife is dying of cancer. They were in London when she fell ill, and now he and the boy live in a hotel and visit her in the hospital. His wife is bitter about Emily, but Albrecht is realistic: \"Someday we won't be here. And she is the boy's mother.\" He talks with her soberly and with searching eyes, and she responds to his seriousness. She is a damaged person but not a bad one, wants her boy back again, and knows it will be some time before she can meet that responsibility.\n\nMaggie Cheung is a considerable actress, famous in Asia for Hong Kong action pictures, respected in the West at film festivals. Incredibly, she has made about 80 movies. Raised from the age of 8 in England, she returned to Hong Kong as a model and got into movies at a time when the industry churned them out. I haven't see most of her action films, but have admired her in Wong Kar-Wai's \"In the Mood for Love\" (2000), Wayne Wang's \"Chinese Box\" (1997), and was part of an audience at the Hawaii Film Festival that was fascinated by \"The Soong Sisters\" (1997), where she, Vivian Wu and Michelle Yeoh played sisters who married three of the most powerful men of their time.\n\nThose roles all required Cheung, in one way or another, to be a great and grave beauty. It is astonishing how different the character in \"Clean\" is, with her restless style of smoking, walking, imploring, protesting. When her character grows anxious or angry, Cheung doesn't make the mistake of overacting; Emily is always closer to her bottoms than her tops. Watch her when her little boy tells her, \"You killed my father.\" Her instincts as she handles that moment suggest she may make a good mother, after all.\n\nI wonder what audiences will make of the last shot of the movie. Is it too inconclusive, or too upbeat? You can read it either way, but I believe it is appropriate, because what it says is, tomorrow we start again. Every tomorrow.", "running_time": 111, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-06-22", "genres": ["Drama", "Foreign", "Music"], "title": "Clean (2006)"}