{"url": "http://www.rogerebert.com/reviews/cleopatra-jones-1973", "by": null, "star_rating": 2.5, "text": "The funny thing is that it took so long for black movies to discover women. At the dawn of the 1970s blaxploitation era, almost all black movies routinely starred superheroes along the lines of \"Shaft\" and \"Slaughter,\" and women remained in the background. Very much in the background.\n\nThe opening of \"Shaft\" was typical: Shaft and girlfriend are in bed. The telephone rings. Shaft answers. Says he'll be right on the case. Hangs up. The girl reaches out, imploring him to stay, but, no, he's got a mission to perform. It was enough to remind you of John Wayne, in the 1940s, shrugging off some darn gal and muttering that he had \"man's work to do.\"\n\nThen, suddenly, two of the biggest black movies were about women. \"Coffy\" starred Pam Grier as a nurse who goes on the warpath against drug dealers, and was one of the year's top money-makers. And then came \"Cleopatra Jones,\" which is about a federal agent who wages war with the pushers. If the two plots sound similar, there may be a couple of reasons: (a) most black movies objectify the enemy as white gangsters ripping off the ghetto; (b) both movies were written by Max Julien.\n\nBoth movies happen to be pretty good, too, and they don't have the nonstop violence of the \"Shafts\" and \"Super Flys.\" The black female superhero was tough (Cleo knows karate), but she's essentially feminine and goes into action only to help her people. Coffy, for example, declared war after the pushers hooked her little sister. \n\nThe idea with \"Coffy\" was to present an average working girl who turned to violence only as a last resort. Pam Grier, talking about the movie, said she saw the character as essentially antiviolent, but driven up the wall by the frustration of fighting ghetto drugs. In the first drafts of the \"Coffy\" screenplay, Coffy knew karate, too--but that was taken out to soften the character (those who have seen the movie will not, however, think she ends up as particularly soft). She charms her way into the black and white Mafias, at one point even impersonating a Jamaican princess.\n\n\"Cleopatra Jones,\" on the other hand, seems to be inspired in part by the James Bond movies. Aside from Cleo's striking personal appearance (the ads say Tamara Dobson is 6-feet-2, and I, for one, believe them), she carries an array of gadgets. There's her Corvette, complete with a hidden arsenal in the door; her karate; her costumes, and especially her embossed federal ID card, which indicates she's working for the President himself. Wonder if she ever met G. Gordon Liddy?\n\nThe movie is put together in a sort of disjointed way; there are too many characters, and some of them disappear for so long, we forget them. But that doesn't matter much; the idea is to string together scenes that entertain, and \"Cleopatra Jones\" does that nicely. It's also rather easy on the white cops, but mostly good ones, and there's a black pusher to balance the white operation.\n\nThe white bad guys, by the way, are led by Shelley Winters, who prepared for the role by starring as Ma Barker, I guess. She plays a character named Mother, who presides over a dippy crew of sons and would-be sons. The final confrontation between Cleopatra and Mother, shot in an auto junkyard, is some sort of high point, or low point, or (God forbid) even midpoint in Shelley Winters' career. But you've got to hand it to her: She's a trouper.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-13", "genres": ["Action", "Adventure", "Drama"], "title": "Cleopatra Jones (1973)"}