{"url": "http://www.rogerebert.com/reviews/clerks-1994", "by": "Brian O'Halloranas Dante Hicks", "star_rating": 3.0, "text": "Hardly anybody ever works in the movies, except at jobs like cops, robbers, drug dealers and space captains. One of the many charms of Kevin Smith's \"Clerks\" is that it clocks a full day on the job. Its hero, Dante Hicks, is a clerk in a convenience store, and his friend Randal works next door in the video store. Both stores are in a strip mall in Asbury Park, N.J. - marginal operations with ill-paid and disenchanted employees.\n\nThe movie has the attitude of a gas station attendant who tells you to check your own oil. It's grungy and unkempt, and Dante and Randal look like they have been nourished from birth on beef jerky and Cheetos. They are tired and bored, underpaid and unlucky in love, and their encounters with customers feel like a series of psychological tests.\n\nDante, played by Brian O'Halloran on a perfect note of defensive detachment, has that gift for getting through a bad job by running his private life at the same time. He's 22, a college dropout, dating the talkative Veronica (Marilyn Ghigliotti), and is alarmed to read in the paper that his former girlfriend, Caitlin, is engaged to an \"Asian studies major.\" Meanwhile, his life is going nowhere, and he has had to cancel his hockey game to work on his day off.\n\nHis day begins at dawn. He sleeps in his clothes closet. He drinks his coffee out of the lid of the cookie jar. When the store's steel shutters won't roll up, he uses shoe polish to write a big sign: I ASSURE YOU WE ARE OPEN. He gets in desultory conversations with customers who are opposed to cigarettes, or looking for porno mags, or claim the vacant-eyed guy leaning against the building is a heavy metal star from Russia.\n\nRandal, next door, is working in the kind of video store with a stock so bad that he goes to another store when he wants to rent a video. He has customers with questions like, \"Do you have that one with that guy who was in that movie last year?\" And he discusses deep cinematic questions with Dante, such as: When Darth Vader's second Death Star was destroyed, it was still under construction, so doesn't that mean a lot of innocent workers were killed? Many of Dante's customers are very strange. One is obsessed with finding a dozen perfect eggs. Another finds an unprecedented use for the rest room. A guy named Silent Bob (Kevin Smith himself) is permanently posted outside the store; he's allegedly a drug dealer, but business seems very bad.\n\nConsidering that Smith shot the entire movie in and around the convenience store, he shows ingenuity in finding fresh set-ups.\n\nThere's a danger that the movie could reduce itself to a series of people standing around talking, but look at the way he handles the conversation between Dante and Veronica, who paints her nails while they talk. Or consider the hockey game, which is finally played on the store roof.\n\n\"Clerks,\" which contains no nudity or violence, was originally classified NC-17 by the MPAA just on the basis of its language - which includes the kind of graphic descriptions of improbable sex acts that guys sometimes indulge in while killing vast amounts of celibate time. (One sexual encounter does take place during the movie, off screen, and after it becomes clear exactly what happened, we are all pretty much in agreement, I think, that offscreen is where it belongs.) Quentin Tarantino has become famous as a video store clerk who watched all the movies in his store, and then went out and directed \"Reservoir Dogs\" and \"Pulp Fiction.\" Kevin Smith has done him one better, by working behind the counter and then making a movie about the store itself. Within the limitations of his bare-bones production, Smith shows great invention, a natural feel for human comedy, and a knack for writing weird, sometimes brilliant, dialogue.\n\nMuch has been written about Generation X and the films about it.\n\n\"Clerks\" is so utterly authentic that its heroes have never heard of their generation. When they think of \"X,\" it's on the way to the video store.", "running_time": 92, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-11-04", "genres": ["Comedy"], "title": "Clerks (1994)"}