{"url": "http://www.rogerebert.com/reviews/click-2006", "by": "Adam Sandleras Michael Newman", "star_rating": 2.0, "text": "Scrooge was granted visions of Christmas Past and Christmas Future, and reformed his life. What happens to Adam Sandler in \"Click\" is like what happened to Scrooge, except with a lot more Christmases. He needs more than one lesson and he gets more than one lesson. Way more.\n\nIn \"Being There,\" the hero Chance has spent all of his life watching television. When he wanders out to freedom and is threatened on the street, he clicks a TV remote control to get another channel. In \"Click,\" Sandler plays Michael, an architect who is given a universal remote that's truly Universal. With it, he can take control of his life: freeze a scene, fast-forward, reverse, mute the sound, select the chapters of his choice and even witness his parents at the moment of his conception (that's, of course, in the \"Making of\" documentary).\n\nThe movie is being sold as a comedy, but you know what? This isn't funny. Yes, there are some laughs, as when he finds he can turn the dog's barking up and down, or play around with the settings for hue and contrast, or when he discovers the picture-in-picture feature that allows him to watch the ballgame no matter what else is going on around him. But the movie essentially involves a workaholic who uses the universal remote to skip over all the bad stuff in his life and discovers in the process that he is missing life itself. Take away the gimmick of the universal remote, and this is what a lot of us do, and it's sad.\n\nIt's not just sad, it's brutal. There's an undercurrent of cold, detached cruelty in the way Michael uses the magical device. He turns off the volume during an argument with his wife. He fast-forwards through a boring family dinner, and later through foreplay. He skips ahead to avoid a bad cold. He jumps to the chapter where he gets a promotion. Eventually, he realizes the family dog has died and been replaced by another, his kids have grown up, his wife is married to someone else, and he weighs 400 pounds. It happened while he wasn't paying attention.\n\nLike many other Sandler movies, this one lingers studiously over bodily functions. After losing enormous amount of weight, for example, Michael plays with a big flap of loose skin around his stomach, plopping it up and down long after any possible audience curiosity has been satisfied. During an argument with his boss (David Hasselhoff), he freeze-frames the boss, jumps on his desk and farts. When he puts his boss back on \"play,\" the boss inexplicably decides his secretary has put feces in his salad. Anyone who can't tell poop from lettuce doesn't deserve to be a senior partner. They teach you that in business school.\n\nMichael is surrounded by patient and saintly people. His wife, Donna (Kate Beckinsale), loves him but despairs of reaching him. She has that standard wifely role of complaining when he has to work late and can't be at the swimming meet/Fourth of July party, etc. Michael's parents (Henry Winkler and Julie Kavner) are sweet and loving but kvetch too much and talk too slowly, so Michael zaps right through the time he has remaining with them.\n\nI am not sure if this story device could possibly have been made funny. It could have been elevated into a metaphysical adventure, as in \"Eternal Sunshine of the Spotless Mind,\" or made to generate a series of paradoxes, as in \"Being John Malkovich,\" but \"Click\" stays resolutely at Level 1 -- the tiresome explication of the basic premise. Once we get the idea, there are no more surprises, only variations on the first one.\n\nThe movie does have some wit about its product placement. The plot is set in motion when Michael goes out late at night to buy a universal remote and only one store is open: Bed, Bath and Beyond. As a retail store name, this has always reminded me of the final subtitle in Kubrick's \"2001,\" which was \"Jupiter and Beyond the Infinite.\" Beyond the infinite. That's a fair piece. In the store Michael enters, Bed and Bath are easy to find, but Beyond is behind a mysterious door at the end of a very long corridor, where a man named Morty (Christopher Walken) makes him a gift of the universal remote. If they make \"Click 2,\" I want it to be about Morty.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-06-22", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Click (2006)"}