{"url": "http://www.rogerebert.com/reviews/cliffhanger-1993", "by": "Sylvester Stalloneas Gabe Walker", "star_rating": 3.0, "text": "Sylvester Stallone has had a rough career road lately, with thrillers that didn't thrill and comedies that weren't funny.\n\n\"Cliffhanger,\" his new action epic, arrives with a faint scent of urgency surrounding it; if this one flops, Sly may be in trouble.\n\nMy guess is that it won't flop, because it delivers precisely what it promises. It's a big-budget extravaganza with a lot of stunts and special effects, starring Stallone as a professional mountain climber and rescue expert, who gets roped into a scheme masterminded by criminal skyjackers.\n\nTrue, there's not a moment in the plot that I could believe.\n\nThat didn't bother me for an instant. \"Cliffhanger\" is a device to entertain us, and it works, especially during those moments when Stallone is hanging by his fingernails over a three-mile fall, and the bad guys are stomping on him.\n\nThe movie begins with a clever mid-air theft and crash-landing: sort of a cross between \"The Pursuit of D. B. Cooper\" and \"Alive!\" A gang of expert criminals, led by John Lithgow, hijacks a U.S. Treasury plane carrying millions of dollars in large bills.\n\nTheir cockeyed plan is to transfer the money to another plane, and indeed one of the crooks transfers from one plane to another on a wire rope. This feat, which was actually performed by a stunt man, is one of the movie's most breathtaking moments.\n\nBut then the plan goes wrong, there is a crash, and Lithgow and his partners find themselves stranded on top of a snow-covered mountain, with all of the cash but no way to get down. So they send out a phony distress signal, which is picked up by Stallone and another rescue man, played by Michael Rooker.\n\nThat sets up the main thread of the plot, as the crooks and the good guys chase each other over the mountainside and through a series of bluffs, showdowns and fights to the finish, all taking place on the edge of suitably vertiginous precipices.\n\nThe movie adds a back-story involving Stallone and Rooker, which sets up some quarrels on the mountainside. During an opening sequence, Rooker unwisely takes his new girlfriend on a difficult climb, and when she gets into a tough spot Stallone tries to rescue her, with unfortunate results (she screams all the way down). Did Stallone do the right thing, or was his judgment hasty? He and Rooker have it out, while meanwhile trying to deal with the skyjackers.\n\nMovies like this need good villains, and Lithgow makes a satisfactory one. Like a lot of recent movie villains (most of them played by Alan Rickman or Charles Dance), Lithgow seems subtly effete and dangerously intellectual, and speaks with a slight British accent. He also of course cares for nothing but the money and his own skin, and in the great tradition of all cliffhangers he eventually has to face Stallone, mano-a-mano. It is one of the achievements of the movie to convince us that Lithgow and Stallone are a good match.\n\nThe movie was directed by Renny Harlin, who directed one of the \"Die Hard\" movies and one of the Freddy Krueger movies and knows his way around a thriller. The credits mention a lot of stunt persons, who deserve any credit they can get, because many of the most hazardous stunts in this movie were obviously not faked. That stunt man who makes the mid-air transfer between two planes deserves a gold medal. And at one point, we can clearly see that Stallone himself is dangling over a nightmarish fall. Movies like this are machines for involving us and thrilling us. \"Cliffhanger\" is a fairly good machine.", "running_time": 118, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-05-28", "genres": ["Action", "Adventure", "Thriller"], "title": "Cliffhanger (1993)"}