{"url": "http://www.rogerebert.com/reviews/clockwatchers-1998", "by": "Toni Colletteas Iris", "star_rating": 3.5, "text": "\"Clockwatchers\" is a wicked, subversive comedy about the hell on earth occupied by temporary office workers. Hired by the day, fired on whims, they're victims of corporate apartheid: They have no rights or benefits and can't even call their desks their own. They're always looking at Polaroids of someone else's family.\n\nThis is a rare film about the way people actually live. It's about the new world of security cameras, Muzak, cubicle life and hoarding office supplies. \"Try not to make too many mistakes,\" a new temp worker is told. \"These forms are expensive.\" When she botches some forms, she throws them out in the ladies' room to hide her crime. The toilet, indeed, is the only sanctuary in a big office: the refuge, the retreat, the confessional. Only when your underwear is off can you find a space to call your own.\n\n\"Clockwatchers\" was written by two sisters, Jill and Karen Sprecher, and directed by Jill. I don't have to be psychic to know they've worked as office temps. The Coen, Hughes and Wachowski brothers make movies about crime and passion, and so do the Sprecher sisters, but their violence is more brutal and direct, like stealing the precious rubber-band ball of Art, the anal-retentive guy in charge of the office supplies.\n\nThe movie stars Toni Collette as Iris, the new temp. Frightened and insecure, blinded by the buzzing overhead fixtures like a rabbit in the headlights, she's taken under the wing of Margaret (Parker Posey), a temp who knows the ropes and has a healthy contempt for the office, her bosses and temp life in general. When she answers someone else's phone, she doesn't take a message; she just leaves the caller on hold until he gets bored and hangs up: \"By the time they find out, you're long gone.\" At lunchtime, Margaret leads Iris to the lonely Formica tables in the corner of the cafeteria, where the temps sit huddled together. None of the permanent workers mix with them; it's as if they have a disease. Jane (Alanna Ubach) tells Iris, \"I used to work in a bank. There was this button on the desk and I kept looking at it every day for a month and finally I just pushed it. It was the alarm. They never tell you anything because they're afraid you'll take their stupid jobs.\" Boredom hangs low over the office like a poisonous fog. It's the kind of place where you carve \"I was here\" into the desk, but don't sign your name. Paula (Lisa Kudrow), another temp, is given a business card by a male co-worker and it's the same card she's always finding left in the ladies' room, as if the guy's pathetic title and embossed little name would make him sexually irresistible. A new girl is hired, and the temps try to figure out how she got the job as the boss' new permanent assistant. At quitting time, every eye is riveted to the wall clock: They're like third-graders, waiting to be dismissed, so that they can go to nearby bars, smoke cigarettes and be lied to by half-looped junior executives.\n\nSomething interesting happens. There is a crime wave. Office supplies and little doodads are missing from people's desks. Who is the thief? Eyes narrow. There's lots of whispering at lunchtime. Security cameras are pointed at the temps' desks: Yeah, like they're going to steal from themselves. One of the girls is fired and gets the last word: \"How can you fire me? You don't even know my name!\" I take hope when I see a movie like this because it means somebody is still listening and watching. Most new movies are about old movies; this one is about the way we live now. \"Clockwatchers\" is the kind of movie that can change lives by articulating anger; a few of the people who see it are going to make basic changes because of it--they're going to revolt--and 10 years from now the Sprecher sisters will get a letter from one of them, thanking them.\n\nThere's that, and then there's also the way the movie is so mercilessly funny, because it sees stupidity so clearly. Take Iris' first day on the job, when she's told to sit in a chair and wait, and sits there for hours until the office manager says, \"Why didn't you tell me you were here?\" Like it's her fault. Like Iris knew who the stupid office manager was. Like it's not the office manager's job to see if anyone is sitting in the stupid chair. Like at the salary level of a temp, it makes any difference how long she sits there.\n\nLike maybe someday, with hard work, good luck, patience and timing, she can be a big shot like Art, and have her own stupid rubber-band ball.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-05-22", "genres": ["Comedy", "Drama", "Indie"], "title": "Clockwatchers (1998)"}