{"url": "http://www.rogerebert.com/reviews/clockstoppers-2002", "by": "Jesse Bradfordas Zak", "star_rating": 2.5, "text": "In an early scene of \"Clockstoppers,\" a student in a college physics class is unable to complete the sentence, \"Einstein's Theory of ...\" And just as well, too, since any time-manipulation movie has to exist in blissful ignorance of Einstein's theory. Not that it can't be done, at least in the movies. \"Clockstoppers\" has a new twist: The traveler doesn't travel through time but stays right where he is, and lives faster. This is closer to Einstein's Theory of Amphetamines.\n\nDr. George Gibbs (Robin Thomas) has invented a way for a subject to live much faster than those around him, so that they seem to stand in place while he whizzes around. He is like the mayfly, which lives a lifetime in a day--and that is precisely the trouble. The system works well, but experimenters age so quickly that they return looking worn and wrinkled, like Keir Dullea in \"2001,\" who checks into that alien bedroom, and doesn't check out. Gibbs needs to iron out a few kinks.\n\nBefore he can perfect his discovery, intrigue strikes. His teenage son Zak (Jesse Bradford) is informed by the friendly Dr. Earl Dopler (French Stewart) that Gibbs had been kidnapped into hyperspace by the evil and scheming millionaire Henry Gates. Dopler is named after the Effect. I have no idea how they came up with the name of Gates.\n\nZak has just met the beautiful Francesca (Paula Garces) a pretty student from Venezuela, at his high school, and they find themselves teamed on a mission to venture into hyperspace, rescue his father, outsmart Gates, and return without becoming senior citizens. (That's if hyperspace is the same place as speeded-up-time-space, and frankly the movie lost me there.) To assist in their mission they use a gun which fires marbles filled with liquid nitrogen, which burst on impact and instantly freeze their targets. That this gun is not fatal is a fact the movie wisely makes no attempt to explain.\n\n\"Clockstoppers\" has high energy, bright colors, neat sets, and intriguing effects as the speeded-up characters zip around. There is a time when Zak outsmarts characters who are merely speeded-up by speeding up while in speedspace, or whatever it's called, so that he whizzes around the whizzers while emitting a kind of pulsing glow.\n\nThe movie has been produced by Nickelodeon, and will no doubt satisfy its intended audience enormously. It does not cross over into the post-Nickelodeon universe. Unlike \"Spy Kids\" or \"Big Fat Liar,\" it offers few consolations for parents and older brothers and sisters. It is what it is, efficiently and skillfully, and I salute it for hitting a double or maybe a triple. I also like the dialogue of Dr. (\"Don't blow your RAM\") Dopler. No one can be altogether uninteresting who makes a verb out of \"Ginzu.\" Note: At one point, the characters pass a high-security check point and have to submit to a retinal scan. In a subtle bow to the Americans with Disabilities Act, the retinal scan device is at waist level.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-03-29", "genres": ["Action", "Adventure", "Family", "Science Fiction", "Thriller"], "title": "Clockstoppers (2002)"}