{"url": "http://www.rogerebert.com/reviews/clockers-1995", "by": "Harvey Keitelas Rocco Klein", "star_rating": 3.5, "text": "Spike Lee pays particular attention to the opening titles of his movies: They reflect his approach to the material. Never has that been more true than with the first shots in \"Clockers,\" which show photos of young blacks, violently murdered. Sprawled on the pavement, their blood staining the concrete, they seem to have been halted in mid-flight, astonished by the fact of sudden death.\n\nThese grisly photographs set up a story that deals, essentially, with black-on-black crime. The film's hero is a white cop named Rocco Klein, played by Harvey Keitel, but \"hero\" is too strong a word: He is a weary professional who acts as a witness to death. There is a tendency in his business not to linger too long over the death of one young drug dealer, but he cannot get stubborn questions out of his mind. The protagonist, named Strike (Mekhi Phifer), is a young man who is not heroic but not evil, either: He is weighed down by the terrible burden of being trapped in a world of drugs and crime and not liking it there.\n\nThe movie takes place mostly in and around a New York housing project where Strike and his friends work as \"clockers\" - the lowest link in the drug supply chain. They work \"around the clock\" from benches and street corners, selling small packages to young white men who somehow know where to come to buy them.\n\nThe clockers live in a symbiotic relationship with narcotics cops; it's as if they depend on each other to define their roles. In an early scene, the cops strip-search the clockers on the street, and we realize that if it is demeaning to be strip-searched, it is equally demeaning to be the searcher.\n\nThe clockers work for Rodney (Delroy Lindo), a supplier who cruises the streets in a silent black car and seduces young men with words that give them status. \"You're my son,\" he tells Strike. \"My sword and staff.\" He predicts a big future for him. And he gives him a job. Another young black man, named Darryl Adams, has banished clockers from Ahab's, the fast-food outlet he manages. If Strike will kill Darryl, Rodney promises, he can get \"off the benches\" and move up in the organization.\n\nDarryl is shot. How and why he is shot, and by whom, are the questions at the core of \"Clockers,\" which is essentially a \"police procedural,\" as crime fiction fans would call it. Richard Price, who wrote the original novel and co-wrote the screenplay with Lee, is less concerned with the solution, however, than with the way the answer to the mystery illuminates the lives of the characters. How do you shoot someone you hardly know? Lee, a born filmmaker, moves among the points of view. There is Strike, fearful and harassed, desperately unhappy to be selling drugs; he wants to move up in Rodney's circle not so much to advance as to get away from the relentless street life. There is Victor (Isaiah Washington), his brother, a good man who works two jobs to support his family but is exhausted and strung out, discouraged that the clockers make much more money than he can.\n\nOn the other side there is Rocco, a cop whose strongest motivation is not truth, not justice, but stubborn curiosity. And his partner Larry (John Turturro), who is in his own way a clocker, too.\n\nSome of the movie's most harrowing scenes show cops hardened by a beat where drugs and death are the daily routine. The scene where they examine Darryl Adams' dead body is chilling in its casual detachment: They joke to separate themselves from the finality of death. In a society set up around drugs and guns, it is impossible to care about every single life that is lost; the system is diseased, and one can only hope (as Strike does) not to die from it.\n\nYet \"Clockers\" is not a shriek of despair. Lee finds poetry and humor in all of his stories, and even in Strike's ordeal there is a quietly human refrain: Like the Al Capp character who always had a rain cloud over his head, Strike cannot believe how his troubles mount.\n\nLee has said that gun control and black-on-black crime are the two great unsolved issues facing African Americans. In \"Clockers,\" these are his subjects.\n\nCheap handguns make death the result of situations that otherwise would be soon forgotten. Drugs are not a problem so much as a way of life; the central black characters in the movie never use drugs themselves, but trade in them, with death as a cost of doing business.\n\nSome of the white cops make racist statements, but their dialogue is like background noise. Late in the film, as another body is being zipped into a plastic bag, a cop, off camera, crudely refers to the projects as \"self-cleaning ovens.\" The unintended implication is that these young men are practicing genocide on themselves.\n\nAlthough \"Clockers\" is, as I suggested, a murder mystery, in solving its murder, it doesn't even begin to find a solution to the system that led to the murder. That is the point. In a closing scene, Strike asks Rocco, the white cop, what made him care. Rocco does not answer. Instead, he tells Strike, \"Don't ever let me see you in this town again.\" Is that the answer? That the infection of drugs and guns is so deep that the only sane action is to get out of town? Maybe, in a symbolic way, it is.", "running_time": 129, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-13", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Clockers (1995)"}