{"url": "http://www.rogerebert.com/reviews/close-to-eden-1992", "by": "Bademaas Pagma, Gombo's Wife", "star_rating": 3.0, "text": "\"Close to Eden\" is the kind of movie that has no reason for existence, except to keep the viewer bemused. It does that with such sly charm that when it's over, you don't even think to ask why it was made. You're simply pleased that it was. The movie occupies no known category (I have never seen a film about modern-day Mongols, especially those who play accordions) and although you can possibly extract a message from it, why bother? The time is the present day, although we don't know that for a while. The place is beautiful, endlessly rolling wheat fields near the border between China and Russia. The first shot is of a man pursuing a woman. Both are on horseback, and the man has a long, netted hook that makes him look like a cross between a polo player and a butterfly collector. Is he trying to net the woman? Not at all.\n\nThe woman is his wife, and local custom has it that if he catches her and they are overcome with romantic impulses, he sticks the pole into the ground as a request for privacy from his neighbors - none of whom live within miles, anyway.\n\nAnother child results from their pursuit. They now have three, which is over the family limit in China. They don't seem much concerned. They live in a utilitarian round house that is set down into the ground and looks a little like a circus tent. They raise sheep and cattle. The man's old mother lives with them. Sometimes a drunken neighbor stops by with presents, such as a Rambo poster, which he swears is a likeness of his brother in America.\n\nOne day a Russian truck driver passes through the vast and empty district, falls asleep at the wheel, and ends up stuck on the edge of a lake. The Mongols take him in, and slaughter a sheep for his benefit. We learn from this scene that we would not like to slaughter our own sheep. After dinner there is entertainment: The older daughter serenades them on an accordion that is about as big as she is.\n\nThe truck driver speaks of television. The Mongol determines that the family needs a set (which will be driven by a generator hooked to his windmill). He goes into town to buy the TV. Scenes of big city life. A return to the steppes. There are only two shows on the air. One of them is Bush welcoming Gorbachev to the family of nations. So it goes.\n\n\"Close to Eden\" is as slight as a breeze, as charming as a sly old con man. It shows a way of life we can barely imagine; surely Eden, had it been like this, would have needed no apples.\n\nOne of the strongest qualities in the film is the joy of living shared by husband and wife, who love each other. There is a tacked-on epilogue which I fear contains the message, which is that civilization is corrupting.\n\nThe real message comes earlier: Be nice to people, enjoy yourself and don't worry too much about the family limit.", "running_time": 106, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-11-25", "genres": null, "title": "Close To Eden (1992)"}