{"url": "http://www.rogerebert.com/reviews/close-encounters-of-the-third-kind-1980", "by": "Richard Dreyfussas Roy Neary", "star_rating": 4.0, "text": "He's provided an entirely new conclusion, taking us inside the\r\nalien spaceship that visits at the end of the film.\n\nHe's\r\nprovided more motivation for the strange behavior of the Richard Dreyfuss character\r\nwho is compelled by \"psychic implanting\" to visit the Wyoming\r\nmountain where the spaceship plans to land.\n\nHe's\r\nadded additional manifestations of UFO intervention in earthly affairs --\r\nincluding an ocean-going freighter deposited in the middle of the Gobi Desert.\n\nIn\r\naddition to the sensational ending, he's added more special effects throughout\r\nthe film. One shot seems like a lighthearted quote from Spielberg's own\r\n\"Jaws.\" In that film, a high-angle shot showed the shadow of the\r\ngiant shark passing under a boat. In this one, a high-angle shot shows the\r\nshadow of a giant UFO passing over a pickup truck.\n\nSpielberg's\r\ndecision to revise the original version of \"Close Encounters\" is all\r\nbut unprecedented. Some directors have remade their earlier films (Hitchcock\r\ndid British and American versions of \"The Man Who Knew Too Much\"),\r\nand others have thought out loud about changes they'd like to make (Robert\r\nAltman wanted to edit a nine-hour version of \"Nashville\" for TV). And\r\ncountless directors, of course, have given us sequels -- \"part two\"\r\nof their original hits.\n\nSpielberg's\r\nSpecial Edition is sort of a \"Close Encounters: Part 1-1/2.\" It is\r\nalso a very good film. I thought the original film was an astonishing\r\nachievement, capturing the feeling of awe and wonder we have when considering\r\nthe likelihood of life beyond the Earth. I gave that first version a four-star\r\nrating. This new version gets another four stars: It is, quite simply, a better\r\nfilm -- so much better that it might inspire the uncharitable question,\r\n\"Why didn't Spielberg make it this good the first time?\"\n\nHis\r\nchanges fall into three categories. He has (1) thrown away scenes that didn't\r\nwork, like the silly sequence in which Dreyfuss dug up half of his yard in an\r\nattempt to build a model of the mountain in his vision; (2) put in scenes he\r\nshot three years ago but did not use, such as the Gobi sequence and Dreyfuss\r\nflipping out over the strange compulsion that has overtaken him, and (3 )shot\r\nsome entirely new scenes.\n\nThe\r\nmost spectacular of these is the new ending, which shows us what Dreyfuss sees\r\nwhen he enters the spacecraft. He sees a sort of extraterrestrial cathedral, a\r\nlimitless interior space filled with columns of light, countless sources of\r\nbrilliance, and the machinery of an unimaginable alien technology. (The new\r\nspecial effects were designed by the underground artist R. Cobb, I understand;\r\nno credit is given.) This new conclusion gives the movie the kind of\r\noverwhelming final emotional impact it needed; it adds another dimension to the\r\nalready impressive ending of the first version.\n\nThe\r\nmovie gains impact in another way. Spielberg has tightened up the whole film.\r\nDead ends and pointless scenes have been dropped. New scenes do a better job of\r\nestablishing the characters -- not only of Dreyfuss, but also of Francois\r\nTruffaut, as the French scientist. The new editing moves the film along at a\r\nfaster, more absorbing pace to the mind-stretching conclusion. \"Close\r\nEncounters,\" which was already a wonderful film, now transcends itself; it's\r\none of the great moviegoing experiences. If you've seen it before, I'm afraid\r\nthat now you'll have to see it again.", "running_time": 152, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Science Fiction"], "title": "Close Encounters of the Third Kind (1980)"}