{"url": "http://www.rogerebert.com/reviews/closely-watched-trains-1968", "by": "Vaclac Neckaras Trainee Milos", "star_rating": 3.5, "text": "\"Closely Watched Trains\" is a quiet, charming, very,\r\nhuman film. It comes from Czechoslovakia and isn't\r\npushy like those big American movies; it will not\r\nforce its point of view on you, or sweep you up in a\r\ntide of emotion. Indeed, if you're charged up\r\nemotionally, you'd better lie down for an hour or two\r\nbefore going to see it. It requires an audience at\r\npeace with itself.\n\nThe story has to do with a young apprentice\r\nrailroader (Vaclac Neckar) who fails to make love with\r\na sweet young conductress (Jitka Bendova). Fearing he\r\nisn't adequate as a man, he tries unsuccessfully to\r\ncommit suicide.\n\nThen a friendly doctor (played by Jiri Menzel, the\r\ndirector) suggests that the unhappy youth distract\r\nhimself while making love (say, think of a soccer\r\ngame) or find a more experienced woman. When the\r\nstationmaster refuses to volunteer his wife, young\r\ntrainee Milos bravely seeks other candidates and\r\nfinally succeeds with a resistance fighter named\r\nVictoria.\n\nRelieved and happy to discover that he is indeed a\r\nman, the youth blows up a Nazi ammunition train and\r\nbecomes a hero. End of movie. But the plot (as is\r\nusually the case with good movies) has very little to\r\ndo with what the movie is about, and hardly anything\r\nto do with the effect it will have upon you.\n\nThis is a movie about innocence. There are worldly\r\npeople in it (including the train dispatcher, who\r\ndelights in rubber stamping his female conquests). But\r\nthey are all seen through the wide, sincere eyes of\r\nyoung Milos. He is no Prince Hamlet, nor was he meant\r\nto be; his grandfather was crushed to death while\r\ntrying to hypnotize the German army into retreating,\r\nand his father retired at the age of 46 and sleeps on\r\nthe sofa all day. Milos happily takes the trainman's job, since all he will have to do is stand on the\r\nplatform and kill time.\n\nHe is unheroic, naive and not very bright. But the\r\nsaving force of love reshapes his destiny, as they\r\nsay.", "running_time": 92, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-29", "genres": ["Comedy", "Drama", "Foreign", "War"], "title": "Closely Watched Trains (1968)"}