{"url": "http://www.rogerebert.com/reviews/cloudy-with-a-chance-of-meatballs-2009", "by": "Bill Haderas Flint", "star_rating": 2.5, "text": "Let me search my memory. I think — no, I'm positive — this is the first movie I've seen where the hero dangles above a chasm lined with razor-sharp peanut brittle while holding onto a red licorice rope held by his girlfriend, who has a peanut allergy, so that when she gets cut by some brittle and goes into anaphylactic shock and her body swells up, she refuses to let go, and so the hero bites through the licorice to save her. You don't see that every day.\n\n“Cloudy With a Chance of Meatballs” is a 3-D animated comedy based on a children's book popular in the 1980s, about a kid named Flint who lives on an island in the Atlantic that survives by catching and canning sardines. When the sardine market collapses and the citizens grow tired of eating their own sardines, he decides to save his island by creating a machine that can convert ordinary water into any food on Earth: hamburgers, ice cream, jellybeans, you name it. As the only practicing film critic who has visited an actual sardine cannery on the coast of Nambia, I am here to tell you that a large cannery on a small island would make you yearn for such a machine.\n\nFlint wants to be an inventor, but his dad insists he help out in the family fishing tackle and sardine store. His dad possibly needs help because he has no visible eyes, only one bushy eyebrow growing straight across his face like a hairy hedge. But Flint works late at night in his treehouse, which eventually grows into the largest structure in town, and eureka!\n\nKids eat jellybeans all day long. Gummi Bears frolic. Hamburgers grow on trees. The machine only seems to create food kids like. Pizza, but no broccoli. There is a problem. Because of an error, the machine runs out of control, deluging the island in a cascade of edibles.\n\nIt's a good thing the movie is animated. That makes it easier to create a tornado funnel cloud made of spaghetti and meatballs. Its velocity causes meatballs to spin off and rain down upon the town, looking like —well, never mind what they look like.\n\nThere is a giant refuse heap outside town, looking like a slag heap and held back by a dam. In an attempt to stop the food storm, Flint, his girlfriend and his buddy tunnel into a candy mountain, leading to the peanut brittle crisis. There are other characters, including the town's bombastic mayor, a Herculean mascot for the sardine ad campaigns, a monkey and so on.\n\nIt seemed to me the mountains of fudge, ice cream and pancakes overshot the mark and looked silly, and the airborne food cast a pall over the city, but by golly those kids are plucky. They look a little odd, however; Flint seems to be all nose, like his dad is all eyebrow.\n\n“Cloudy With a Chance of Meatballs” is the first outing for new Sony digital 3-D imaging software. I continue to find 3-D a distracting nuisance, but it must be said the Sony process produces a sharp, crisp picture, with no visible imprecision between the matches of the images. There is clear definition between closer and further elements. I've seen a lot of 3-D recently, and in terms of technical quality, this is the best.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-09-16", "genres": ["Animation", "Comedy", "Family"], "title": "Cloudy with a Chance of Meatballs (2009)"}