{"url": "http://www.rogerebert.com/reviews/clouds-over-israel-1967", "by": "Yiftach Spectoras Dan, the pilot", "star_rating": 3.0, "text": "Here is an unpretentious, moving Israeli film that has crept into town with such stealth that only nine persons saw it when I did. It opened a week ago, but there was no publicity at all until the producer himself, Harold Cornsweet, turned up Monday, all apologies.\n\n\"Clouds Over Israel\" deserves a better fate (and a less hackneyed title). It is only the second or third feature length production of the fledgling Israeli film industry, and was directed by Ivan Lengyel in the Negev Desert within a few miles of the Egyptian border.\n\nAlthough it concerns an actual incident in the border war, the film is not an item of propaganda. It tells the story of an Israeli pilot (Yiftach Spector) whose plane is shot down over Egyptian territory. After parachuting to earth, he discovers that his plane has destroyed a Bedouin camp. Only a woman (superbly played by Dina Doronne) and her two children survive.\n\nThe pilot gives them first aid, and the woman conceals him from an Egyptian patrol. Then another Israeli soldier, separated from his patrol, joins them. They kill two Egyptian scouts, repair their small spotter plane and attempt to fly back to Israel. The woman and her children, after a great deal of discussion, are brought along to save them from death in the desert.\n\nSuch a bald summary of the plot does injustice to Moshe Hadar's screenplay, which is concerned with the ways in which the soldiers and the Bedouins discover each other as human beings rather than \"the enemy.\" Some of the subtitles are unnecessarily thematic (as the soldier bandages her arm, the woman thinks, \"Could this be our enemy?\"), but the over-all effect is convincing and touching.\n\nPart of the film's power is drawn from the Negev Desert itself. Skillful photography reduces human life to its essential outlines: goat for milk, a well for water, shelter from the sun and protection from enemies. The three principal actors are all accomplished, and EI-Or, as the Bedouin boy of 6 or 7, was astonishingly able. He acted with professional skill, and with gestures often as compelling as his lines.\n\nBecause the film itself is subtle and understated, it is painful to report that someone has tacked a garish Technicolor \"introduction\" on before the titles, in which we are shown Tel Aviv, troops drilling, resort hotels, handsome youths at work in the fields, bikini models on the Mediterranean, and so forth, while a narrator exalts the new state.\n\nSurely the very point of the film itself is that such super-nationalism becomes irrelevant among people who understand each other If you can arrange to arrive five minutes late and avoid the commercial, ever, you can anticipate a moving and authentic film experience.", "running_time": 85, "mpaa_rating": "NR", "release_year": 1967, "date_published": "1967-04-13", "genres": null, "title": "Clouds Over Israel (1967)"}