{"url": "http://www.rogerebert.com/reviews/cloud-atlas-2012", "by": "Halle Berryas Luisa Rey, etc.", "star_rating": 4.0, "text": "Even as I was watching \"Cloud Atlas\" the first time, I knew I would need to see it again. Now that I've seen it the second time, I know I'd like to see it a third time — but I no longer believe repeated viewings will solve anything. To borrow Churchill's description of Russia, \"it is a riddle, wrapped in a mystery, inside an enigma.\" It fascinates in the moment. It's getting from one moment to the next that is tricky.\n\nSurely this is one of the most ambitious films ever made. The little world of film criticism has been alive with interpretations of it, which propose to explain something that lies outside explanation. Any explanation of a work of art must be found in it, not taken to it. As a film teacher, I was always being told by students that a film by David Lynch, say, or Warner Herzog, was \"a retelling of the life of Christ, say, or 'Moby Dick.' \" My standard reply was: Maybe it's simply the telling of itself.\n\nYet \"Cloud Atlas\" cries out for an explanation, and surely you've noticed that I've been tap-dancing around one. I could tell you that it relates six stories taking place between the years 1849 and 2346. I could tell you that the same actors appear in different roles, playing characters of different races, genders and ages. Some are not even human, but fabricants. I could tell you that the acting and makeup are so effective that often I had no idea if I was looking at Tom Hanks, Halle Berry or Jim Broadbent. I could tell you that, and what help is it?\n\nI could tell you that each segment is a refashioning of the story contained in the previous one. That the same birthmark turns up in every period of time. That a repeated motif is that all lives are connected by a thirst for freedom. That the movie was inspired by the much-loved novel of the same name by David Mitchell. That in the novel, the stories were told in chronological order, and then circled back again from end to beginning. That the movie finds its connections through the reappearances of the same actors in different roles and deliberately refers to one story from within another.\n\nNow are you wiser? I'm treading water. And now could follow a very long paragraph introducing and describing the different characters played by the actors. But you would lose your way all the same, because many of the performances and disguises are so cunningly effective. I could tell you that Halle Berry's work as a mid-1970s investigative reporter works well for me, and the gnarly wisdom of Tom Hanks as an old man telling tales is the most impenetrable. \n\nI despair. I think you will want to see this daring and visionary film, directed by Lana Wachowski, Tom Tykwer and Andy Wachowski. Anywhere you go where movie people gather, it will be discussed. Deep theories will be proposed. Someone will say, \"I don't know what in the hell I saw.\" The names of Freud and Jung will come up. And now you expect me to unwrap the mystery from the enigma and present you with a nice shiny riddle?\n\nSometimes the key to one movie can be suggested by another one. We know that the title refers to early drawings of the shapes and behavior of clouds. Not long ago I saw a Swedish film, \"Simon and the Oaks,\" about a day-dreaming boy who formed a bond with an oak tree. In its limbs, he would lie reading books of imagination and then allow his eyes to rest on the clouds overhead. As he read a book about desert wanderers, the clouds seemed to take shape as a ghostly caravan of camels in procession across the sky.\n\nI was never, ever bored by \"Cloud Atlas.\" On my second viewing, I gave up any attempt to work out the logical connections between the segments, stories and characters. What was important was that I set my mind free to play. Clouds do not really look like camels or sailing ships or castles in the sky. They are simply a natural process at work. So too, perhaps, are our lives. Because we have minds and clouds do not, we desire freedom. That is the shape the characters in \"Cloud Atlas\" take, and how they attempt to direct our thoughts. Any concrete, factual attempt to nail the film down to cold fact, to tell you what it \"means,\" is as pointless as trying to build a clockwork orange. \n\nBut, oh, what a film this is! And what a demonstration of the magical, dreamlike qualities of the cinema. And what an opportunity for the actors. And what a leap by the directors, who free themselves from the chains of narrative continuity. And then the wisdom of the old man staring into the flames makes perfect sense.", "running_time": 172, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-24", "genres": ["Drama", "Science Fiction"], "title": "Cloud Atlas (2012)"}