{"url": "http://www.rogerebert.com/reviews/cloud-nine-2009", "by": "Ursula Werneras Inga", "star_rating": 3.0, "text": "When I was much younger, I would meet experience an oh, no! feeling if I realized I was falling in love. It was a mixture of joy in the moment and dread of the usual complications that had, around the age of 19, tutored me that there was no such thing as living happily ever after -- usually, anyway. I suspect that feeling never entirely leaves us. Consider the German film \"Cloud 9,\" with Inga (Ursula Werner), who is 67 and has been married with reasonable happiness for 30 years to Werner (Horst Rehberg), and finds herself knocking hopefully on the door of a 76-year-old man she hardly knows.\n\nThis is Karl (Horst Westphal), who had dropped off his pants to be altered. Inga is a seamstress, working on a sewing machine in her bedroom, living in a nice little apartment with Werner, who in the evenings likes to listen to recordings of steam engines arriving in train stations. His idea of a nice day out for the two of them is taking a train to no particular place while they look out the window.\n\nWerner is not presented as a boring monster, because he isn't. Looking out a train window is often the occasion for dreamy reveries, and as I watched this film, I felt the desire, easily suppressed, to go to the Amtrak station and buy a ticket to no particular place. Werner helped Inga raise her family; her daughter Petra (Steffi Kuehnert) considers him her father, and they carry out a soothing ritual of drinking coffee and watching TV.\n\nWhat came over Inga when she was measuring Karl for his pants? Why did she deliver them herself? Why did he invite her in, and why did they fall into each other's arms a moment later and find themselves losing their underwear so quickly? There's no accounting for such things. The French call it a coup de foudre, a lightning bolt to the heart.\n\nPetra advises her not to confess to Werner. \"Go ahead, Mother, enjoy yourself -- but tell no one!\" Sound advice. Inga however finds confession necessary. Werner doesn't take the news at all well. \"I didn't want to!\" she cries out. \"I didn't want this to happen to me!\" One of those oh, no! moments.\n\nWe shy away from details about elder sex. I had a friend who protested: \"Dad, I don't want to know!\" Inga and Karl are like a couple of kids, enjoying each other's bodies and presence. She's no beauty, never wears makeup, and apparently goes through the whole film without washing her hair, unless the time she skinny-dips with Karl counts. But when she smiles: Well, everyone has a beautiful face when they look at you with love in their eyes. In this film without deeply complex characters, so much depends on how Karl and Werner look at Inga, and how she looks at them.\n\nThe director, Andreas Dresen, presents the sex scenes as if they involve two 20-year-olds, as she should. During sex, you have only two ages: immortal or dead. She regards their total nudity with all the detachment we might feel in a steam room. There is a scene where Inga stands naked in front of a mirror and looks at herself. Such a moment of honesty is common enough in the movies, but she does it for so long that our minds begin to supply her thoughts about the inexorable fading of youth.\n\nPaul Cox's great film \"Innocence\" also considers a late-life romance, and is deeper than \"Cloud 9,\" which won Cannes' Un Certain Regard in 2008, because its characters are more sensitive and thoughtful. Inga and Warner don't seem to know much more about such matters than they did when they were teens. About Karl we can't be sure. Yet these performances are so quietly effective that we watch, absorbed. I'm not sure, however, that where this film comes from quite earns the place it goes to.", "running_time": 60, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-12-16", "genres": null, "title": "Cloud Nine (2009)"}