{"url": "http://www.rogerebert.com/reviews/cloverfield-2008", "by": "Michael Stahl-Davidas Rob", "star_rating": 3.0, "text": "By Roger Ebert\n\nGodzilla meets the Queasy-Cam in \"Cloverfield,\" a movie that crosses the Monster Attacks Manhattan formula with \"Blair Witch.\" No, Godzilla doesn't appear in person, but the movie's monster looks like a close relative on the evolutionary tree, especially in one closeup. The closeup ends with a POV shot of the guy with the video camera being eaten, but the camera survives. If he'd left the camera's light on, I might have been reminded of the excellent video of my colonoscopy.\n\nThe movie, which has been in a vortex of rumors for months, is actually pretty scary at times. It's most frightening right after something Very Bad begins to happen in lower Manhattan, and before we get a good look at the monster, which is scarier as a vaguely glimpsed enormity than as a big reptile. At least I think it's a reptile, although it sheds babies by the dozens, and they look more like spiders crossed with crabs. At birth, they are already fully formed and functioning, able to scamper all over town, bite victims, grab them in subway tunnels, etc. I guess that makes the monster a female, although Godzilla, you will recall, had a baby, and the fanboys are still arguing over its gender. (Hold on! I just discovered online that those are not its babies at all, but giant parasitic lice that drop off and go looking for dinner.)\n\nThe film, directed by Matt Reeves, is the baby of producer J.J. Abrams, creator of TV's \"Lost.\" It begins with home-video-type footage and follows the fortunes of six twentysomething yuppies. The lead character is Rob (Michael Stahl-David), who is about to leave town for a job in Japan. At a farewell surprise party, Hud (T.J.Miller) takes over the camera and tapes friends wishing Rob well, including Jason (Mike Vogel) and the beautiful Lily (Jessica Lucas). Hud is especially attentive toward Marlena (Lizzy Caplan), who says she's just on her way to meet some friends. She never gets there. The building is jolted, the lights flicker, and everyone runs up to the roof to see all hell breaking loose.\n\nThe initial scenes of destruction are glimpsed at a distance. Then things heat up when the head of the Statue of Liberty rolls down the street. Several shots of billowing smoke clouds are unmistakable evocations of 9/11, and indeed one of the movie's working titles was \"1/18/08.\" So the statute has run out on the theory that after 9/11 it would be in bad taste to show Manhattan being destroyed. So explicit are the 9/11 references in \"Cloverfield\" that the monster is seen knocking over skyscrapers, and one high-rise is seen leaning against another.\n\nThe leaning high-rise contains Beth (Odette Yustman), who Rob feels duty-bound to rescue from her 49th-floor apartment near Central Park. The others all come along on this foolhardy mission (not explained: how after walking all the way to Columbus Circle they have the energy to climb 49 flights of stairs, Lily in her high heels). Part of their uptown journey is by subway, without the benefit of trains. They're informed by a helpful soldier that the last rescue helicopter leaving Central Park will have \"wheels up at oh-six-hundred,\" begging the question of how many helicopters it would take to rescue the population of Manhattan.\n\nThe origin of the monster goes unexplained, which is all right with me after the tiresome opening speeches in so many of the 30 or more \"Godzilla\" films. The characters speculate that it came from beneath the sea, or maybe from outer space, but incredibly, not one of them ever utters the word \"Godzilla,\" no doubt for trademark reasons. The other incredible element is that the camcorder's battery apparently lasts, on the evidence of the footage we see, more than six hours, maybe 12.\n\nThe entire film is shot in Queasy-Cam hand-held style, mostly by Hud, who couldn't hold it steady or frame a shot if his life depended on it. After the screening, I heard some fellow audience members complaining that they felt dizzy or had vertigo, but no one barfed, at least within my hearing.\n\nMercifully, at 84 minutes the movie is even shorter than its originally alleged 90-minute running time; how much visual shakiness can we take? And yet, all in all, it is an effective film, deploying its special effects well and never breaking the illusion that it is all happening as we see it. One question, which you can answer for me after you see the film: Given the nature of the opening government announcement, how did the camera survive?", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-01-17", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Cloverfield (2008)"}