{"url": "http://www.rogerebert.com/reviews/clue-1985", "by": "Eileen Brennanas Mrs. Peacock", "star_rating": 2.0, "text": "\"Clue\" is a comedy whodunit that is being distributed with three different endings, which is sort of silly, since it doesn't make the slightest bit of difference who did it. That makes the movie a lot like the board game which inspired it, where it didn't make any difference either, since you could always play another game.\n\nThe way Paramount is handling its multiple endings is ingenious. They're playing each of the endings in a third of the theaters where the movie is booked. If this were a better movie, that might mean you'd have to drive all over town and buy three tickets to see all the endings. With \"Clue,\" though, one ending is more than enough. \n\nI know, because as a practicing movie critic I got to see all three endings, which involve manic explanations by the butler (Tim Curry), who reconstructs the crimes while everybody races around the mansion and down secret passageways. My obligation now is to tell you which of three endings you should try to see, but that will be harder than it sounds. I was informed that the newspaper ads for the movie will contain the letters A, B or C, denoting which ending is being shown at which theater. I was then told which ending each of those three letters stands for. On the basis of my information, ending A is the one to go for - more fun, more satisfying. But then at the last minute Paramount called back to say they \"weren't sure\" whether they were right about which endings corresponded with which letters. So we're back where we started. \n\nHere's my suggestion: Since this movie is so short anyway (88 minutes), why doesn't the studio abandon the ridiculous multiple-ending scheme and show all three endings at every theater? It would be more fun that way. And fun, I must say, is in short supply in \"Clue.\" The plot involves the usual suspects (Col. Mustard, Miss Scarlett, Professor Plum, Mrs. Peacock, etc.) gathered in a vast mansion to learn that they are all being blackmailed. The lights go on and off, murder weapons appear and disappear, dead bodies accumulate. \n\nSince none of these events have the slightest significance, the filmmakers have attempted to make \"Clue\" into a screwball comedy, with lots of throwaway gags and one liners. Some of these moments of comedy are funny. Most are not. The cast looks promising (familiar faces include Martin Mull, Lesley Ann Warren, Madeline Kahn and the wonderfully bouncy Colleen Camp), but the screenplay is so very, very thin that they spend most of their time looking frustrated, as if they'd just been cut off right before they were about to say something interesting.\n\nLife sometimes contains wonderful ironies. When \"Jagged Edge\" was released a few months ago, everything hinged on the identity of the killer. The movie showed the killer being unmasked - literally showed his face on the screen - and yet, because of the camera angle, some viewers were still confused. They walked out of the theater arguing about who did it. Now we have a movie that makes it absolutely clear that several different people were guilty, and I walked out of the theater arguing about where to have lunch.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-12-12", "genres": ["Comedy", "Crime", "Mystery", "Thriller"], "title": "Clue (1985)"}