{"url": "http://www.rogerebert.com/reviews/clueless-1995", "by": "Alicia Silverstoneas Cher", "star_rating": 3.5, "text": "\"So, OK, you're probably like - what is this, a Noxzema\rcommercial? First words of \"Clueless\" That's exactly what I was like.\rThe hand-held camera was tilting crazily, showing the sun-blessed teenagers of\rSouthern California, and I'm like - what is this, an MTV video? Then Cher says\rthe line and breaks the ice. Not Cher who won the Oscar. Cher, the heroine of\rthis movie. A little later, she explains that she and her friend Dionne\r\"were both named after great singers of the past that now do infomercials.\"\r(She adds, \"She's my friend because we both know what it is to have people\rbe jealous of us.\") \"Clueless\" is a smart and funny movie, and\rthe characters are in on the joke. Cher (Alicia Silverstone), who lives in a\rmansion and looks like Cybill Shepherd, is capable of lines like, \"Why\rlearn to park when every place you go has a valet?\" But she puts a little\rsatirical spin on them. She is one of the most totally self-absorbed characters\rin a movie since the heroes of \"Wayne's World,\" and yet she isn't a\rvictim, and we get the idea she will grow up tough and clever, like her dad\r(Dan Hedaya).\n\nHe's\ra big-time lawyer, a litigator who is always working on big cases. In most\rmovies like this, he would therefore be a blundering, insensitive oaf with a\rmicroscopic IQ. Not here. He knows everything that's going on, cares for his\rdaughter, is protective of her, and tells a kid taking her out on a date:\r\"If anything happens to her, I got a .45 and a shovel. I don't think\ryou'll be missed.\" Also looking out for Cher is her stepbrother (Paul\rRudd) by one of her dad's earlier marriages. Family trees have many branches in\rthese circles.\n\nCher\rand Dionne live in Beverly Hills and go to one of those high schools where the\rstudents look like they've posed for the cover of Sassy. They have\rlongsuffering teachers such as Mr. Hall (Wallace Shawn) and Miss Geist (Twink\rCaplan), who both give Cher bad grades.\n\nShe\ris not discouraged. She knows that happy teachers give higher grades, and\rconvinces each teacher that the other is a secret admirer. \"You negotiated\ryour way from a C to an A?\" her dad asks.\n\n\"Honey,\rI couldn't be happier than if they were based on real grades.\" Cher\rdoesn't have a regular boyfriend. Then she gets a crush on a new kid named\rChristian (Justin Walker) and explains the wiles she will use to capture him.\rAt the same time, she persuades Dionne (Stacey Dash) to help her increase the\rpopularity of a hopeless new girl named Tai (Brittany Murphy). She explains her\rparty strategy: Pretend to be having a good time, pretend not to notice the guy\ryou're interested in, and laugh and dance a lot. Also, \"sometimes you have\rto show a little skin. This reminds guys of being naked, and then they think of\rsex.\" The movie was written and directed by Amy Heckerling, who made\r\"Fast Times at Ridgemont High\" (1982). This film, about different\rkinds of kids in a much different kind of school, is much better. But like the\rearlier film, which introduced Jennifer Jason Leigh, Sean Penn, Phoebe Cates,\rForest Whitaker and Judge Reinhold, it may make some stars.\n\nAlicia\rSilverstone and Stacey Dash display the knack of suggesting that their\rcharacters are not limited by their airhead dialogue and teen queen behavior.\rThey talk that way, and do those things, but with a sly humor that suggests\rthey're putting themselves on. (\"What'd you do in school today?\"\r\"Broke in my purple clogs.\") And their motives are essentially pure.\rThey want to help out poor Tai because she doesn't have a clue. After they have\rcompleted their makeover of her face and wardrobe and given away all their\rboy-catching tricks, Tai becomes popular and not very nice. And in the way the\rgirls handle this development, they reveal some quiet insights.\n\nThe\rmovie is aimed at teenagers, but like all good comedies, it will appeal to\ranyone who has a sense of humor and an ear for the ironic.\n\nHeckerling\rwalks a fine line between satire and put-on, but she finds it, and her dialogue\rcould be anthologized. You have to like a movie with lines such as:\r\"Searching for high grades in high school is like searching for meaning in\ra Pauly Shore movie.\" Or this excuse in P.E. class: \"My plastic\rsurgeon doesn't want me doing any activity where balls fly at my nose.\"\rThe answer to that, which cannot be printed here, may be worth at least a third\rof the price of admission, all by itself.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-07-19", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Clueless (1995)"}