{"url": "http://www.rogerebert.com/reviews/coach-carter-2005", "by": "Samuel L. Jacksonas Coach Carter", "star_rating": 3.0, "text": "Samuel L. Jackson made news last week by refusing to co-star with 50 Cent in a movie based on the rapper's life. He not only refused, but did it publicly, even though the film is to be directed by six-time Oscar nominee Jim Sheridan (\"In America\"). A clue to Jackson's thinking may be found in his new film, \"Coach Carter,\" based on the true story of a California high school basketball coach who placed grades ahead of sports. Like Bill Cosby, Jackson is arguing against the anti-intellectual message that success for young black males is better sought in the worlds of rap and sports than in the classroom.\n\nThere is however another aspect to Jackson's refusal: He said he thought Sheridan wanted him to \"lend legitimacy\" to 50 Cent's acting debut. He might have something there. Jackson has an authority on the screen; he occupies a character with compelling force, commanding attention and can bring class to a movie. He might, he said, be interested in working with 50 Cent after the rapper makes another five movies or so, and earns his chops.\n\nThis reasoning may not be fair. Consider the work that Ice Cube did in \"Boyz N the Hood\" (1991), his first movie and the beginning of a successful acting career. Or look at the promise that Tupac Shakur showed, especially in his last feature, \"Gridlock'd\" (1997), holding his own with the veteran Tim Roth. Maybe 50 Cent has the stuff to be an actor. Maybe not. Jackson's decision may have more to do with the underlying values of the rapper's life; he may not consider 50 Cent's career, so often involving violent episodes, to be much of a role model.\n\nRole models are what \"Coach Carter,\" Jackson's new film, is all about. He plays Ken Carter, who began as a sports star at Richmond (California) High School, setting records that still stand, and then had success in the military and as a small businessman. He's asked to take over as basketball coach, an unpaid volunteer position; the former coach tells him, \"I can't get them to show up for school.\" Ken Carter thinks he can fix that.\n\nThe movie was directed by Thomas Carter (\"Save the Last Dance\"), no relation to the coach. It follows long-established genre patterns; it's not only a sports movie with the usual big games and important shots, but also a coach movie, with inspiring locker room speeches and difficult moral decisions. There are certain parallels with \"Friday Night Lights,\" although there it's the movie itself, and not the coach, that underlines the futility of high school stars planning on pro sports as a career.\n\nCertainly both movies give full weight to public opinion in the communities where they're set -- places where the public's interest in secondary education seems entirely focused on sports, where coaches are more important than teachers, where scores are more important than grades.\n\nCoach Carter wants to change all that. He walks into a gymnasium ruled by loud, arrogant, disrespectful student jocks, and commands attention with the fierceness of his attitude. He makes rules. He requires the students to sign a contract, promising to maintain a decent grade-point average as the price of being on the team. He deals with the usual personnel problems; a star player named Kenyon Stone (Ron Brown) has a pregnant girlfriend named Kyra (R&B singer Ashanti, in her, ahem, first role), and she sees a threat to her future in Carter's determination to get his players into college.\n\nKen Carter's most dramatic decision, which got news coverage in 1999, was to lock the gymnasium, forfeit games and endanger the team's title chances after some of his players refused to live up to the terms of the contract. The community of course was outraged that a coach would put grades above winning games; for them, the future for the student athletes lies in the NBA, not education.\n\nGiven the odds against making it in the NBA (dramatically demonstrated in the great documentary \"Hoop Dreams\"), this reasoning is like considering the lottery a better bet than working for a living.\n\nJackson has the usual big speeches assigned to all coaches in all sports movies, and delivers on them, big time. His passion makes familiar scenes feel new. \"I see a system that's designed for you to fail,\" he tells his players, pointing out that young black men are 80 percent more likely to go to prison than to go to college. The movie's closing credits indicate that six of the team members did go on to college, five with scholarships. Lives, not games, were won.", "running_time": 136, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-01-13", "genres": ["Drama", "Sports Film"], "title": "Coach Carter (2005)"}