{"url": "http://www.rogerebert.com/reviews/coal-miners-daughter-1980", "by": "Sissy Spacekas Loretta Lynn", "star_rating": 3.0, "text": "\r\n\n\nWhat improbable lives so many Americans lead, compared to the more orderly and predictable careers of the Swedes, say, or the French. It's not just that we're the most upwardly mobile society in history, we're the most mobile, period: We go to ruin as swiftly and dramatically as we hit the jackpot. No wonder one of our favorite myths involves a rags-to-riches story in which success then destroys the hero.\n\nLook at country music star Loretta Lynn. If we can believe “Coal\r\nMiner's Daughter” (and I gather that, by and large, we can), here's a life\r\nwhich began in the poverty of the coalfields of Kentucky and led almost\r\novernight to show-business stardom. And what's astonishing is that it wasn't\r\neven really planned that way: Loretta learned to play on a pawnshop guitar, her\r\nhusband thought she could sing, and one day she just sorta found herself on\r\nstage. The movie's about Loretta Lynn's childhood, her very early marriage, her\r\nquick four kids, her husband's move to Washington State looking for a job, her\r\nhumble start in show business, her apparently quick rise to stardom, and then\r\nthe usual Catch-22 of self-destructivenss. \n\n\r\nWe're not surprised, somehow, that right after\r\nthe scenes where she becomes a superstar, there are scenes where she starts\r\nusing pills, getting headaches, and complaining that everybody's on her case\r\nall the time. We fiercely want to believe in success in this country, but for\r\nsome reason we also want to believe that it takes a terrible human toll. Sometimes\r\nit does, and that always makes for a better story. Straightforward success sagas,\r\nin which the heroes just keep on getting richer, are boring. We want our heroes\r\nto suffer. We like to identify, it makes stars more human, somehow, if they get\r\nscrewed by Valium, too. \n\n\r\nWhat's refreshing about “Coal Miner's Daughter”\r\nis that it takes the basic material (rags to riches, overnight success, the\r\nonstage breakdown, and, of course, the big comeback) and relates them in\r\nwonderfully human terms. It's fresh and immediate. That is due most of all to\r\nthe performance by Sissy Spacek as Loretta Lynn. With the same sort of magical\r\nchemistry she's shown before, when she played the high school kid in Carrie,\r\nSpacek at twenty-nine has the ability to appear to be almost any age onscreen.\r\nHere she ages from about fourteen to somewhere in her thirties, always looks\r\nthe age, and never seems to be wearing makeup. I wonder if she does it with her\r\nposture; early in the film, as a poor coal miner's kid, she slouches and slinks\r\naround, and then later she puts on dignity with the flashy dresses she wears\r\nonstage. \n\n\r\nThe movie is mostly about Lynn's relationships\r\nwith her husband, Mooney (played by Tommy Lee Jones), and her first close\r\nshow-business friend and mentor, Patsy Cline (Beverly D'Angelo). Both of these\r\nrelationships are developed in direct, understated, intelligent ways; we are\r\nspared, for example, a routine portrait of Mooney Lynn as Official Show Biz\r\nHusband, and given instead a portrait of a recognizable human being who is\r\naggressive, confident, loving, and fallible. The fact that this movie felt free\r\nto portray Mooney as hard-nosed is one of the most interesting things about it:\r\nLoretta Lynn, who had a certain amount of control over the project, obviously\r\nstill has her feet on the ground and didn't insist that this movie be some kind\r\nof idealized fantasy. \n\n\r\nWe are left to speculate, of course, on whether\r\nLynn's rise to stardom was really as picaresque as “Coal Miner's Daughter”\r\nsuggests. She seems to get on the Grand Ole Opry mighty fast, and Patsy Cline\r\nseems to adopt her almost before she knows her. But then the amazing thing\r\nabout Loretta Lynn's life seems to be how fast everything happened, and how\r\nwide open the avenues to success are in this country, if you're talented and,\r\nof course, lucky. \n\n\r\nThe most entertaining scenes in the movie are in\r\nthe middle, after the coal mines and before the Top 40, when Loretta and Mooney\r\nare tooling around the back roads trying to convince country disc jockeys to\r\nplay her records. The scene with Mooney taking a publicity photo of Loretta is\r\na little gem illustrating the press agent that resides within us all. \n\n\r\nSo, anyway ... how good is this movie? I think\r\nit's one of those films people like so much while they're watching it that\r\nthey're inclined to think it's better than it is. It's warm, entertaining,\r\nfunny, and centered around that great Sissy Spacek performance, but it's\r\nessentially pretty familiar material (not that Loretta Lynn can be blamed that\r\nHoratio Alger wrote her life before she lived it). The movie isn't great art,\r\nbut it has been made with great taste and style; it's more intelligent and\r\nobservant than movie biographies of singing stars used to be. That makes it a\r\ntreasure to watch, even if we sometimes have the feeling we've seen it before.", "running_time": 125, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Music"], "title": "Coal Miner's Daughter (1980)"}