{"url": "http://www.rogerebert.com/reviews/coast-to-coast-1980", "by": "Dyan Cannonas Madie", "star_rating": 2.0, "text": "It wasn't exactly as if I'd seen \"Coast to Coast\" before-but there was some sort of haunting memory that seemed buried just beneath the surface of this movie's very predictable plot.\n\nThe plot itself was as follows: Society lady is forced by circumstances to hitch a cross-country ride in the cab of a large semi-trailer truck, driven by a rough-hewn, hard-drinking character. They begin the movie at each other's throats, but after a fair amount of fighting they get to respect each other and then, after the lady learns to drive the truck, they even begin to love one another.\n\nThis all seemed vaguely familiar, and then, of course, I thought of \"The African Queen.\" It's the same movie, with a few adjustments: There's a truck instead of a leaky old steamboat, there's a driver instead of a pilot, and the lady is no lady. Not the way she's played by Dyan Cannon.\n\nIn one of the most remarkable performances of the year, Cannon literally screams and runs her way through this movie. She chases the truck driver (played by Robert Blake) from one end of the continent to the other, sometimes literally hanging on to the sides of the truck by her fingernails.\n\nAnd that makes \"Coast to Coast\" sound like more fun than it is. It has its good moments, I suppose; I liked the brassy self-confidence in the scene where Cannon, totally bedraggled, walks into a Kansas City clothing store and immediately gets on first-name terms with the clerks. I liked Blake's understated performance as Charlie Callahan, a tough little guy who is up to his ears in hock and basically wants only to be left alone by women, all women, every woman, please.\n\nBut the narrative strategy of \"Coast to Coast\" is to repeat the same scenes over and over again, in the hope that if they've worked once, who knows? Maybe they'll work again.\n\n\"The African Queen\" really developed that relationship between Humphrey Bogart and Katharine Hepburn; we could understand and treasure the steps by which they came to be friends and finally lovers. But \"Coast to Coast\" just exploits the relationship, giving us two wacky characters and letting them into the ring with each other.\n\nThere is also a bit of a problem with the movie's subplots. Since movie stories are arbitrary anyway, couldn't they have found a better reason for Cannon and Blake to make their cross-country journey? This movie's too filled with supporting details. Cannon's husband is trying to knock her off so he won't have to pay alimony. Blake's behind on his truck payments, and his truck might be immediately repossessed. Blake agrees to sell information on Cannon to the private eyes hired by her husband. Meanwhile, a tough guy is on Blake's trail to repossess the truck. And so on. The movie even stoops to a crash scene that makes absolutely no sense in terms of what's happening at the time in the movie.\n\nAll of these things and more are wrong with \"Coast to Coast,\" and yet I was able to watch it more or less painlessly, maybe because of the presence of Cannon. She's really coming into her own in the movies lately - in \"Heaven Can Wait\" and \"Honeysuckle Rose\" and now \"Coast to Coast.\" They've all exploited her rambunctious carnality, but none of them have really explored the possibilities of the characters she could play. Too bad. She has everything she needs to make this movie memorable except for dialogue and situations and a thought-through character.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-10-08", "genres": ["Comedy", "Drama", "Romance"], "title": "Coast to Coast (1980)"}