{"url": "http://www.rogerebert.com/reviews/cocktail-1988", "by": "Tom Cruiseas Brian Flanagan", "star_rating": 2.0, "text": "\"Cocktail\" tells the story of two bartenders and their adventures in six bars and several bedrooms. What is remarkable, given the subject, is how little the movie knows about bars or drinking.\n\nEarly in the film, there's a scene where the two bartenders stage an elaborately choreographed act behind the bar. They juggle bottles in unison, one spins ice cubes into the air and the other one catches them, and then they flip bottles at each other like a couple of circus jugglers. All of this is done to rock 'n' roll music, and it takes them about four minutes to make two drinks. They get a roaring ovation from the customers in their crowded bar, which is a tip-off to the movie's glossy phoniness. This isn't bartending, it's a music video, and real drinkers wouldn't applaud, they'd shout: \"Shut up and pour!\" The bartenders in the film are played by Tom Cruise, as a young ex-serviceman who dreams of becoming a millionaire, and Bryan Brown, as a hard-bitten veteran who has lots of cynical advice. Brown advises Cruise to keep his eyes open for a \"rich chick,\" because that's his ticket to someday opening his own bar. Cruise is ready for this advice.\n\nHe studies self-help books and believes that he'll be rich someday, if only he gets that big break. The movie is supposed to be about how he outgrows his materialism, although the closing scenes leave room for enormous doubts about his redemption.\n\nThe first part of the movie works the best. That's when Cruise drops out of school, becomes a full-time bartender, makes Brown his best friend and learns to juggle those bottles. In the real world, Cruise and Brown would be fired for their time-wasting grandstanding behind the bar, but in this movie they get hired to work in a fancy disco where they have a fight over a girl and Cruise heads for Jamaica.\n\nThere, as elsewhere, his twinkling eyes and friendly smile seem irresistible to the women on the other side of the bar, and he lives in a world of one-night stands. That's made possible by the fact that no one in this movie has ever heard of AIDS, not even the rich female fashion executive (Lisa Banes) who picks Cruise up and takes him back to Manhattan with her.\n\nWhat do you think? Do you believe a millionaire Manhattan woman executive in her 30s would sleep with a wildly promiscuous bartender she picks up on the beach? Not unless she was seriously drunk. And that's another area this movie knows little about: the actual effects of drinking. Sure, Cruise gets tanked a couple of times and staggers around a little and throws a few punches. But given the premise that he and Brown drink all of the time, shouldn't they be drunk, or hung over, at least most of the time? Not in this fantasy world.\n\nIf the film had stuck to the relationship between Cruise and Brown, it might have had a chance. It makes a crucial error when it introduces a love story, involving Cruise and Elisabeth Shue, as a vacationing waitress from New York. They find true love, which is shattered when Shue sees Cruise with the rich Manhattan executive.\n\nAfter the executive takes Cruise back to New York and tries to turn him into a pampered stud, he realizes his mistake and apologizes to Shue, only to discover, of course, that she is pregnant - and rich.\n\nThe last stages of the movie were written, directed and acted on automatic pilot, as Shue's millionaire daddy tries to throw Cruise out of the penthouse but love triumphs. There is not a moment in the movie's last half-hour that is not borrowed from other movies, and eventually even the talented and graceful Cruise can be seen laboring with the ungainly reversals in the script. Shue, who does whatever is possible with her role, is handicaped because her character is denied the freedom to make natural choices; at every moment, her actions are dictated by the artificial demands of the plot.\n\nIt's a shame the filmmakers didn't take a longer, harder look at this material. The movie's most interesting character is the older bartender, superbly played by Brown, who never has a false moment. If the film had been told from his point of view, it would have been a lot more interesting, but box-office considerations no doubt required the center of gravity to shift to Cruise and Shue.\n\nOne of the weirdest things about \"Cocktail\"' is the so-called message it thinks it contains. Cruise is painted throughout the film as a cynical, success-oriented 1980s materialist who wants only to meet a rich woman and own his own bar. That's why Shue doesn't tell him at first that she's rich. Toward the end of the movie, there's a scene where he allegedly chooses love over money, but then, a few months later, he is the owner and operator of his own slick Manhattan singles bar.\n\nHow did he finance it? There's a throwaway line about how he got some money from his uncle, a subsistence-level bartender who can't even afford a late-model car. Sure. It costs a fortune to open a slick singles bar in Manhattan, and so we are left with the assumption that Cruise's rich father-in-law came through with the financing. If the movie didn't want to leave that impression, it shouldn't have ended with the scene in the bar. But then this is the kind of movie that uses Cruise's materialism as a target all through the story and then rewards him for it at the end. The more you think about what really happens in \"Cocktail,\" the more you realize how empty and fabricated it really is.", "running_time": 100, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-29", "genres": ["Drama", "Romance"], "title": "Cocktail (1988)"}