{"url": "http://www.rogerebert.com/reviews/coco-before-chanel-2009", "by": "Audrey Tautouas Gabrielle Chanel", "star_rating": 3.5, "text": "We talk about people \"inventing themselves.\" That assumes they know who they want to invent. \"Coco Before Chanel\" begins with an abandoned orphan girl named Gabrielle, watches her grow into a music hall chanteuse, who then sidesteps prostitution by becoming a mistress. All the while from behind the clouds of her cigarettes she regards the world with unforgiving realism and stubborn ambition. She doesn't set out to become the most influential fashion icon of the 20th century. She begins by designing a hat, making a little money and striving to better herself. She wants money and independence. One suspects she would have been similarly driven if she had invented a better mousetrap and founded a home-appliance empire.\n\nThe naturalism of Anne Fontaine's film would be at home in a novel by Dreiser. Her star, Audrey Tautou, who could make lovability into a career, avoids any effort to make Coco Chanel nice, soft or particularly sympathetic. Her fashions may have liberated women from the hideous excesses of the late 19th century, but she creates them not out of idealism but because they directly reflect her inalterable personality. She didn't put women in sailor shirts out of conviction. She liked to wear them.\n\nPerhaps because of its unsentimental approach to Chanel's life, \"Coco Before Chanel\" strikes me as less of a biopic, more of a drama. It's not about rags to riches but about survival of the fittest. Is Coco, young and poor, used by the rich playboy Etienne Balsan (Benoit Poelvoorde)? Perhaps he thought so early in their relationship, but she uses him as well. She likes him, but she signed aboard for money, status and entry, not merely sex and romance. She sees their as a reasonable transaction. She isn't a brazen temptress but a capitalist, who collects on her investment.\n\nThrough Balsan, she meets the bold actress Emilienne (Emmanuelle Devos) and Boy Capel (Alessandro Nivola), an Englishman. It's clear that to Chanel, love with a man or a woman is pretty much the same, but Boy truly does love her, and this is a unique experience for Coco. Things might have proceeded quite differently in her life if that relationship had survived. Baron Balsan, not blinded by love, sees Boy as exactly what he is -- something Coco, for once, hasn't done.\n\nTautou isn't stereotypically beautiful but more uniquely fetching. It's her spirit as much as her face, and the tilt of her upper lip more than her curves. She is above all a disciplinarian of herself; at the film's end, we learn Chanel died in 1971 -- \"on a Sunday,\" at work, just as she worked every day of her life. She had an original vision of fashion, yes, but we get the feeling she didn't depend on it for her success. She worked hard, dealt with people realistically, drove hard bargains and saw fashion as a job, not a career or a vocation.\n\nBy underlining that, the movie becomes more absorbing. We've seen enough films about heroines carried along by the momentum of their blessed fates. That's not how it works. To the winner belongs the spoils, even if in life, you started pretty far back from the starting line. In the case of little Gabrielle and her sister Adrienne (Marie Gillain), the orphanage probably gave them better chances in life than the parents they missed. They got an education, and it's possible Chanel's fashion sense was influenced by the unadorned, severe lines of the black and white habits of the nuns. Did she start identifying simplicity in dress with women in power?\n\nThe young teenage girls break into the lowest rungs of music halls, performing songs in a duet of which it must be said their youth is more appealing than their talent. Music halls attract sugar daddies; they both size up the situation and make their choices. The film loses some of its fascination when Coco is unmistakably launched on her career path. But that's when the story ends; this is titled \"Coco Before Chanel\" for a reason.\n\nHer story continues in an entirely different film, \"Coco Chanel & Igor Stravinsky,\" which opens later this year", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Drama", "Foreign", "Romance"], "title": "Coco Before Chanel (2009)"}