{"url": "http://www.rogerebert.com/reviews/code-of-silence-1985", "by": "Chuck Norrisas Eddie Cusack", "star_rating": 3.5, "text": "The ads for \"Code of Silence\" look schlocky, and Chuck Norris is still identified with a series of grade-zilch karate epics, but this is a heavy-duty thriller - a slick, energetic movie with good performances and a lot of genuine human interest. It grabs you right at the start with a complicated triple-cross, and then it develops into a stylish urban action picture with sensational stunts. How sensational? How about an unfaked fight on top of a speeding elevated train, ending when both fighters dive off the train into the Chicago River?\n\nThe stunts are great, but not surprising; Chuck Norris is famous for the stunts he features in all of his movies. What is surprising is the number of interesting characters in \"Code of Silence.\" The screenplay doesn't give us the usual cardboard clichés; there's a lot of human life here, in a series of carefully crafted performances. For once, here's a thriller that realizes we have to care about the characters before we care about their adventures.\n\nChuck Norris stars as a veteran Chicago vice cop named Cusack. He's a straight arrow, an honest cop that his partners call a \"one-man army.\" As the film opens, he's setting up a drug bust, but a Latino gang beats him to it, stealing the money and the drugs and leaving a roomful of dead gangsters. That sets off a Chicago mob war between the Italian and Latino factions, and as bodies pile up in the streets, Cusack begins to worry about the daughter of a Mafia chieftain - a young artist named Diana (Molly Hagan) who wants nothing to do with her father's business, but finds she can't be a bystander. After an elaborate cat-and-mouse chase through the Loop, she's kidnapped and Cusack wants to save her.\n\nMeanwhile, the movie has an interesting subplot about a tired veteran cop (Ralph Foody) who accidentally has shot and killed a Latino kid while chasing some mobsters through a tenement. The veteran's young partner (Joseph Guzaldo) watches him plant a gun on the dead kid and claim that the shooting was in self-defense. It's up to the rookie, backed up by Cusack, to decide what he'll say at the departmental hearing.\n\nThe movie has a knack for taking obligatory scenes and making them more than routine. Among the small acting gems in the movie is the performance of Chicago actor Nathan Davis as Felix Scalese, a wrinkled, wise old Mafia godfather who sits on his yacht in Burnham Harbor and counsels against a mob war - to no avail. Mike Genovese plays the mob chief whose daughter is kidnapped, and his first scene, as he wishes his wife happy birthday while hurrying out the door to do battle, is wonderfully timed. Foody has some nice scenes as the tired old cop, hanging around a bar talking big and looking scared.\n\nHolding all of the perfor\tmances together is Norris' work as Cusack. Bearded, dressed in jeans for undercover street duty, and driving a battered old beater, Norris seems convincing as a cop - with, of course, the degree of heroic exaggeration you need in a role like his. By the end of the film, when he is reduced to functioning as a one-man army, we can't really believe the armored robot tank that he brings into action, but what the hell, we accept it.\n\nNorris resembles Clint Eastwood in his insistence on the barest minimum of dialogue; there's a scene where he quietly, awkwardly tries to comfort the mobster's daughter, and it rings completely true. He also seems to be doing a lot of his own stunts, and although the credits list a lot of stuntmen and they were all obviously kept busy, it looks to me like that's really Norris on top of that L train.\n\nThe movie was directed by Andy Davis, a former Chicagoan who was a cinematographer on Haskell Wexler's 1968 Chicago film \"Medium Cool,\" and returned to some of the same Uptown locations to open this picture. (See Moviescope.) Davis' directorial debut was the locally produced, low-budget \"Stony Island\" (1977), which had moments of truth and insight but nothing like the assurance he shows this time; \"Code of Silence\" is a thriller so professional that it has the confidence to go for drama and humor as well as thrills. It may be the movie that moves Norris out of the ranks of dependable action heroes and makes him a major star.", "running_time": 101, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-05-03", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Code of Silence (1985)"}