{"url": "http://www.rogerebert.com/reviews/code-46-2004", "by": "Tim Robbinsas William", "star_rating": 2.5, "text": "Michael Winterbottom's \"Code 46\" reminds me of a William Gibson novel; the values and mood of film noir are linked with modern alienation and futuristic newspeak. The film takes place in cities named Seattle and Shanghai, although they may not be the cities of today, and the hero ventures from one to the other to track down traffickers in stolen or forged \"papelles\" -- papers necessary to travel from one zone of this world to another.\n\nThe papelles function not like passports but like genetic ID codes. In this future, couples are forbidden to reproduce unless their DNA is a good match: No more first cousins or recessive negative traits in the bedroom. This positive breeding strategy is not racist but a form of quality control, and indeed races and cultures seem mingled in Winterbottom's new world, and words from many languages are mixed into everyday speech. Samantha Morton, who plays the heroine, looks as British as the Queen but is named Maria Gonzalez, perhaps suggesting ethnic distinctions have been lost in generations of government-supervised DNA matchups.\n\nThe hero, played by Tim Robbins, has a name well suited to this con William Geld. He's on assignment to Shanghai to investigate Maria, a suspect in the papelle operation, but is thunderstruck by love the moment he sets eyes on her. This may be because romance in science fiction is more often a plot convenience than an emotional process. Or it may be because William has been injected with an \"empathy virus\" that allows him powerful intuitive powers. He investigates in the Dr. Phil style, by feeling your pain. He sees into souls. And in the case of Maria, to know, know, know her is to love, love, love her.\n\nThe viruses are an ingenious idea, one of many enriching the screenplay by Frank Cottrell Boyce, who undoubtedly contracted the empathy virus himself before writing \"Hilary and Jackie,\" and whose intelligence and imagination are well-suited for collaboration with the restless, eclectic, never predictable Winterbottom. If you're familiar with the titles \"Butterfly Kiss,\" \"Welcome to Sarajevo,\" \"The Claim\" and \"24 Hour Party People,\" ask yourself how these films, and \"Code 46,\" could possibly have been created by the same two people. Their luncheon conversations must resemble a season of Charlie Rose.\n\nViruses, of course, carry information. That's what they do, and Richard Dawkins points out that from their point of view, they are the life form, and we are simply the carriers to get them from one generation to the next. Boyce indirectly but amusingly suggests how they work when Maria mentions she once tried a virus that allowed her to speak Mandarin: \"Chinese people could understand what I was saying, but I couldn't.\" Why does that line make me think of Groucho Marx?\n\nMaria and William engage in a daring forbidden romance and exchange information that's subversive under the new laws. Her crime was to help a friend get papelles in order to travel to India to study a rare breed of bats. India, apparently is not part of the DNA-protected zone, and indeed there are \"freeports\" throughout the world where the rules don't apply. That raises the question of why anybody would go to the trouble of living under these rules: It's like moving all the way to Singapore just in case you're ever seized with the need to chew gum or spit on the sidewalk. The love scenes between Maria and William are enlivened by his empathy virus, as you might imagine; I assume it makes him a rare male who knows and cares how his partner is feeling. Such science-fiction aids to romance have been insufficiently explored. If Lois Lane gets Clark Kent into the sack in the new Superman movie, I hope she shares with us about the Man of Steel.\n\nBut I digress. The problem with \"Code 46\" is that the movie, filled with ideas and imagination, is murky in its rules and intentions. I cannot say I understand the hows and whys of this future world, nor do I much care, since it's mostly a clever backdrop to a love affair that would easily teleport to many other genres: Investigator falls in love with mystery woman, helps her commit crime, risks being left hanging out to dry. \"Double Indemnity.\"\n\nWilliam knows she's guilty, frames someone else, leaves after their affair to go home to his wife and family, then returns to Anna because his wife offers less to empathize with, or perhaps because neither one of them understands when he speaks Mandarin. But back in Shanghai, he finds that Maria's memory of him has been erased, indicating that the future didn't learn its lesson from \"Eternal Sunshine of the Spotless Mind.\" And then the freeport business at the end isn't so much like lovers leaving paradise to live in hell, as like suburbanites moving to San Francisco.\n\n\"Code 46\" is filled with ideas. Robbins and Morton in their scenes together suggest the same kind of lonely sharing of needs I responded to in \"Lost in Translation\" (a movie about people trying to catch the empathy virus but ending up with its antibody, jet lag). There's nice control of moods in the intimate dialogue scenes, but the movie is more successful at introducing the slang and science of the future than incorporating it into a story.", "running_time": 92, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-13", "genres": ["Drama", "Foreign", "Romance", "Science Fiction", "Thriller"], "title": "Code 46 (2004)"}