{"url": "http://www.rogerebert.com/reviews/coffy-1973", "by": null, "star_rating": 2.0, "text": "“Coffy” is a marriage between a soft-core skin flick and a blaxploitation movie; with a couple of new twists: (1) it’s against drugs, and (2) it has a girl for a hero. Two of the more common elements in recent commercial black movies have been their willingness to glorify drug pushers, and their almost total disregard for women.\n\nThe typical woman’s role in a black exploitation movie, up to now, has involved maybe one bedroom scene right at the beginning, where she’s making love with her man and his telephone rings. Right away, he’s on the case. She pulls the sheets up--not too far--and asks him to stay, but, no, he’s got man’s work to do. \n\nThe girl then essentially has nothing to do until the end of the movie, when she gets to welcome the hero back to bed. If she is lucky enough to have a scene in the middle, it’s probably designed to feed male chauvinist egos. She either gets to take her man a weapon when he needs one, or, occasionally, she gets to be held captive by the Mafia-pig-rackets boss-racists-opposition gang-rival-drug pusher until her hero can come smashing through the window and blow everybody to pieces with his thirty-aught-eight.\n\nThe nice thing about “Coffy” is that it neatly reverses this formula, and gives us Pam Grier as the hero. She is a young actress of beautiful face and astonishing form, who has previously been seen in the kinds of movies frequented only by demented creeps and movie critics: “Women in Cages” and “Black Mama, White Mama.” “Coffy” is slightly more serious and a little more inventive than it needs to be, and gives her a good reason for getting involved in violence with the mob: Her older sister’s a hustler, her brother is on smack and her little 11-year-old sister is in the hospital after shooting some bad stuff. Coffy sees clearly that drugs are bad and that the chain of responsibility runs out of the ghetto. At one point in the movie she’s asked if she wants to kill everyone involved in the trade. “Why not?” she says, and lets go with her shotgun.\n\nNone of this is of overwhelming importance, I suppose; exploitative black movies, like all formula movies, begin to seem much the same after a while (although no formula in history has been able to repeat itself with such grim determination as the new kung-fu fist movies.) What makes “Coffy” interesting is Miss Grier herself (she is, by the way, Roosevelt Grier’s sister.)\n\nShe’s beautiful, as I’ve already mentioned, but she also has a kind of physical life to her that is sometimes missing in beautiful actresses. She doesn’t seem to be posing or doing the fashion-model bit; she gets into an action role and does it right. And she has great cleavage, too. In these days of instant total hard-core nudity, it’s refreshing to see a mere low neckline once in a while. What would we do without the R rating?", "running_time": 91, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-06-13", "genres": ["Action", "Adventure", "Drama"], "title": "Coffy (1973)"}