{"url": "http://www.rogerebert.com/reviews/coffee-and-cigarettes-2004", "by": "Jim Jarmusch", "star_rating": 3.0, "text": "Jim Jarmusch has been working on \"Coffee and Cigarettes\" for so long that when he started the project, you could still smoke in a coffee shop. The idea was to gather unexpected combinations of actors and, well, let them talk over coffee and cigarettes. He began with the short film \"Coffee and Cigarettes I,\" filmed in 1986, before we knew who Roberto Benigni was (unless we'd seen Jarmusch's \"Down By Law\"). Benigni the verbal hurricane strikes the withdrawn Steven Wright and is so eager to do him a favor that he eventually goes to the dentist for him.\n\nThere's no more to it than that, but how much more do you need? A few minutes, and the skit is over. None of these 11 vignettes overstays its welcome, although a few seem to lose their way. And although Jarmusch has the writing credit, we have the feeling at various moments (as when Bill Murray walks in on a conversation between RZA and GZA of the Wu-Tang Clan and exchanges herbal remedies with them) that improvisation plays a part.\n\nMy favorite among the segments is one of the longest, starring the actors Alfred Molina and Steve Coogan. Molina has asked for the meeting. Coogan is not sure why and grows more condescending as Molina, all politeness and charm, explains that his genealogical research has discovered that the two men are related through a common Italian ancestor centuries ago. Molina hopes that perhaps this connection might lead to them becoming friends and \"doing things together.\" Coogan is distinctly unenthusiastic until Molina says something that impresses him, and then he becomes ingratiating. In its compact way, this segment contains a lot of human nature.\n\nThe structure -- smoking and drinking -- provides all the explanation we need for the meetings, although sometimes the actors seem to smoke a little too self-consciously and Murray drinks his coffee straight from the pot. The prize for virtuosity goes to Cate Blanchett, who plays a dual role: herself and her cousin. As herself, she is the movie star Cate Blanchett. As her cousin, she is quietly envious of Cate's success and feels patronized when Cate gives her some perfume -- a bottle, she correctly guesses, that the star just received as a freebie.\n\nThe third of the segments to be filmed, \"Coffee and Cigarettes II: Somewhere California,\" won the award for best short at Cannes and is a little masterpiece of observation about two musicians acutely aware of who they are and who the other one is, while trying to appear unimpressed. Tom Waits and Iggy Pop star in a subtle bout of one-upmanship. Agreeing that they have given up smoking, they smoke -- which is OK, they agree, as long as they've given it up. They're sitting next to a jukebox, which leads to a little understated one-upmanship about who does, or doesn't, have songs on the machine.\n\nSometimes a segment depends largely on the screen persona of an actor. That's the case with a conversation between Cinque and Joie Lee and Steve Buscemi, who confides incredible facts to them in an all-knowing style so confident they are powerless to penetrate it. Elvis was replaced by his twin brother, Buscemi explains, but it's not the theory that's amusing so much as his determination to force it upon two listeners manifestly not eager to hear it.\n\nSometimes movies tire us by trying too relentlessly to pound us with their brilliance and energy. Here is a movie pitched at about the energy level of a coffee break. That the people are oddly assorted and sometimes very strange is not so very unusual, considering some of the conversations you overhear in Starbucks.", "running_time": 96, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-05-28", "genres": ["Comedy", "Drama", "Indie"], "title": "Coffee and Cigarettes (2004)"}