{"url": "http://www.rogerebert.com/reviews/cold-comfort-farm-1996", "by": "Kate Beckinsaleas Flora Poste", "star_rating": 3.0, "text": "British fiction is packed with stories of forlorn orphans being shipped off to live with stone-hearted relatives. “Cold Comfort Farm” satirizes those stories. This time, the dreadful relatives find their lives in an uproar; they get more than they expect and better than they deserve. The movie, based on the famous comic novel by Stella Gibbons, is dour, eccentric and very funny, and depends on the British gift for treating madness as good common sense.\n\nAs it opens, poor Flora Poste (Kate Beckinsale) has lost her parents, and been cast into the cruel world with only 100 pounds a year (“hardly enough to keep you in stockings and furs,” a rich friend observes). She writes to her relatives for a place to live and receives unencouraging replies (one uncle promises “plenty of hard life, surrounded by ruin on all sides”). Finally she decides to accept an invitation to live with the Starkadders, whose Cold Comfort Farm is well-named, an oasis of despair in a slough of despond.\n\nThe Starkadders are ruled by an invisible matriarch named Ada Doom (Sheila Burrell), who keeps to her room while shrieking that once, years ago, she “saw something nasty in the woodshed.” Her daughter Judith (Eileen Atkins) tries to hold hearth and home together with the aid of two seldom-bathed sons, Seth (Rufus Sewell) and Reuben (Ivan Kaye). Among the other inhabitants of the cheerless, muddy place are Judith's brother Amos (Ian McKellen), a ferocious preacher, and young Elfine (Maria Miles), who gambols in the wood like a demented Isadora Duncan.\n\nIf this were a story by Dickens, poor Flora would immediately begin working her fingers to the bone, pausing only to wipe away a tear while remembering better times. But Flora is a modern heroine, and calmly sets about upsetting all the traditions of Cold Comfort Farm and refurbishing the lives of its inhabitants. By the time Seth has been cleaned up and put in a tuxedo, he is ready to star in the movies, and obviously all the preacher requires is a Ford van, so that he can drive 'round to the county fairs and stop driving his family crazy.\n\nFlora (invariably referred to as “Robert Poste's child,” for reasons eventually revealed) is a bit of a poet and novelist herself. We get a sample of her prose: “The golden orb had almost disappeared behind the interlacing fingers of the hawthorn.” She makes friends with a local intellectual (Stephen Fry) who hopes to prove the novels of the Bronte sisters were written by their brother Branwell. She is happy to discover that the Arts and Crafts movement is flourishing in the district, along with enthusiastic Morris dancing. She even tackles the problem of the reclusive Mrs. Doom (“How long have you been in there, Aunt Ada?”).\n\nOne of the gifts of the movie is its physical presence; Cold Comfort Farm and the nearby hamlet of Beershorn Halt are designed and photographed as if vagrants had spent decades defacing a once-charming locale. Beneath the grime and grit, and beyond the animals who crowd up to the family at its dinner table, there is, somehow, a charming place here, and Flora Poste is able to imagine it.\n\n“Cold Comfort Farm” is a departure in style for its director, John Schlesinger, whose credits include “Midnight Cowboy” and “Sunday, Bloody Sunday.” It seems more like the sort of film Chris Noonan might have directed after “Babe.” It takes joy in eccentricity, but it's wicked, too, like “A Fish Called Wanda.” Kate Beckinsale, last seen in “Much Ado About Nothing,” finds a nice balance between Flora Poste's native spunk and her instinctive snobbishness, and Atkins provides a center for the film, as the mother determined to keep her strange household together under impossible conditions. “Cold Comfort Farm” is like Thomas Hardy rewritten by P.G. Wodehouse, which is a nice trick if you can pull it off, and the movie does.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-05-24", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Cold Comfort Farm (1996)"}