{"url": "http://www.rogerebert.com/reviews/cold-turkey-1971", "by": "Dick Van Dykeas The Rev. Clayton Brooks", "star_rating": 4.0, "text": "I was musing the other day that there aren't enough fat men in movies, and especially not enough mean fat men filled with malice and avarice. Too many movie fat men are jolly these days, and we don't have the Sidney Greenstreets with ice in their eyes.\n\nWhich set me to thinking that, fat men aside, we don't have enough malice and avarice in the movies these days, either. Movies are getting to be too damn nice. Especially comedies. If there's anything I can't stand, it's a heart-warming comedy, filled with warmth and sunshine and happy endings, in which the essential goodness of human nature, etc., is demonstrated in the end.\n\nNo. What we need are mean comedies, filled with mean and petty people who hate and envy each other, and exhibit the basest of human motives. Comedies like that canonized W. C. Fields, and it was Groucho Marx's fundamental hatefulness that made his stuff so much more than slapstick. Lately, though, the movie comedy has fallen on hard times in America. Until the last couple of weeks.\n\nNow there are two new comedies that I can recommend to cynics and malcontents with little fear they'll be disappointed: \"A New Leaf,\" reviewed last week, and Norman Lear's \"Cold Turkey.\" Both of them assume as a matter of course that the human being is powered with unworthy motives, especially greed. \"A New Leaf\" gets a little sentimental at the end, but not too much, and \"Cold Turkey\" ends with the scoundrels being shot by their own cigarette lighter.\n\nThe movie, as everybody knows by now, concerns an attempt by a small town in Iowa to qualify for a $25 million award by signing all its citizens to a 30-day no smoking pledge. That somehow doesn't sound like the world's greatest idea for a comedy, but Lear makes it work by a brilliant masterstroke: He gets the comedy, not out of people trying to stop smoking, but out of the people themselves. So instead of lots of scenes of characters sneaking puffs, you have them preening their vanity as national television crews descend upon the town. For, of course, Eagle Rock, Iowa, has become famous overnight.\n\nThe television personalities are all played by Bob and Ray, who do a ruthless job on Walter Chronic, David Chetley and others, confirming (as I've always suspected) that the CBS Evening News is itself a send-up of Bob and Ray's pioneering Wally Ballou. President Nixon tries to force his way into Eagle Rock, to share the limelight, and various folks like Spiro Agnew turn up, too.\n\nThe townsfolk love it, especially Dick Van Dyke as an ambitious minister who sleeps with hair-curlers and dreams of being transferred to a rich congregation in Dearborn, Mich. We meet the minister, the mayor, the town drunk and a little old lady in tennis shoes whose favorite word contains eight letters the least of which are 'bull,' during a series of vignettes handled by Lear with an unfailing eye for human frailty. Even if you don't smoke, you'll find \"Cold Turkey\" funny. You're greedy, aren't you?", "running_time": 99, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-04-14", "genres": ["Comedy"], "title": "Cold Turkey (1971)"}