{"url": "http://www.rogerebert.com/reviews/cold-weather-2011", "by": "Cris Lankenauas Doug", "star_rating": 3.5, "text": "\"Cold Weather\" is good in so many subtle ways, I despair of doing them justice. It's a thriller involving the personalities of its characters, who we get to know surprisingly well. It remains low-key even during its final big chase scene, which only involves one car. The acting is so good, you may not notice it. Although the characters stumble over the plot at least 40 minutes into the film, it's as ingenious as a high-tech Friday night special.\n\nThe tone is established by Doug (Cris Lankenau), a mid-20s guy who was studying forensics in college but dropped out for no reason that he ever explains. In an opening scene, he tells his parents \"it's a possibility\" he may return to school.\n\nFor now, he's returned to Portland, Ore., and is sleeping on the sofa at his sister's apartment. He finds a job in a factory that makes those plastic bags filled with ice and spends his time shifting bags from one place to another.\n\nDoug and his sister Gail (Trieste Kelly Dunn) get along fine. No sibling problems. At work, he makes a friend named Carlos (Raul Castillo) and lends him a book of Sherlock Holmes stories. Carlos likes it. Doug's former girlfriend, Rachel (Robyn Rikoon), comes to town from Chicago and gets a motel room while she trains for a job, she says. The four characters spend some time together. No big deal. Carlos asks Rachel to a Star Trek convention. Doug is fine with that. He remains friends with Rachel, but their romance is over with.\n\nWhy am I telling you these inconsequential things? Because the movie seems quite willing to spend its running length following the daily lives of nice, low-key, ordinary, even endearing twentysomethings. All four actors, unknown to me, are natural and convincing, like people you would cast with Catherine Keener, if you know what I mean. Cris Lankenau and Raul Castillo as Doug and Carlos do a very difficult thing here, which is to play young male friends without the slightest shadow of Buddy Movie Syndrome.\n\nCarlos grows alarmed when Rachel stands him up on a date. Possibly inflamed by Sherlock Holmes and Doug's studies in forensics, he talks him into an investigation of what he is convinced is a mysterious disappearance. \n\nNow at last there is a plot. About the plot I will tell you nothing, except I could believe in it. I'm not sure Rachel would use the code described here, or that Doug would figure out how to crack it, but never mind. Carlos sensibly says, \"We need some common sense.\" They both enlist Gail, and Doug and Gail find themselves trailing a man in a cowboy hat after having an absolutely realistic sibling conversation about which of them will drive Gail's car.\n\nThat's it. Aaron Katz's direction is just about flawless. It's a matter of finding the right tone, established by Doug at the outset, and following it through. It's about a distaste for artificial tension-heightening devices. It's about love of these characters. It's about seeing if smoking a pipe, like Sherlock Holmes did, might help. It's about how an ice factory gets rid of its excess ice. Some people will find this movie boring. That may be because they've been deadened by thrillers that don't pay any more attention than they do.", "running_time": 96, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-03-10", "genres": ["Comedy", "Drama", "Mystery", "Thriller"], "title": "Cold Weather (2011)"}