{"url": "http://www.rogerebert.com/reviews/cold-mountain-2003", "by": "Jude Lawas Inman", "star_rating": 3.0, "text": "Cold Mountain\" has the same structural flaw as \"The Mexican\" (2001), a movie you've forgotten all about. Both stories establish a torrid romantic magnetism between two big stars, and then keep them far apart for almost the entire movie. Filling the gap in both films is a quirky supporting character who makes us unreasonably grateful, because the leads take themselves very seriously indeed, and speak as if being charged by the word. Hardly anybody but me gave \"The Mexican\" a favorable review, and I'm sort of in favor of \"Cold Mountain,\" too -- not because of the noble and portentous reasons you will read about in the ads, but because it evokes a backwater of the Civil War with rare beauty, and lights up with an assortment of colorful supporting characters.\n\nThe movie stars Nicole Kidman as Ada Monroe, the daughter of a Charleston, S.C., preacherman (Donald Sutherland) who has moved to the district for his health. The first time she meets Inman (Jude Law), their eyes lock and a deep unspoken communication takes place. Inman, as shy and awkward as a ploughboy in a ballet, contrives excuses to be standing about slack-jawed when she comes into view, but she has mercy on him, and after he has joined the Confederates and gone off to fight the war, she observes, \"I count the number of words that have passed between us, Inman and me -- not very many. But I think about it.\" So few are their meetings, indeed, that later in the story they're able to count off on their fingers every time they have seen each other, and it doesn't take long enough to make us restless.\n\nAda's father dies, leaving her as a poor city girl to farm the land, something she is ill-equipped to do. A sensible neighbor lady dispatches an energetic young woman named Ruby (Renee Zellweger) to help out, and Ruby sets to work splitting rails, milking cows, wringing turkey necks and expressing herself of opinions so colorful Garrison Keillor would blush with envy. Ruby and Ada are also prepared to stand in their doorway with a rifle when necessary, just as well, since the home guard is captained by Teague (Ray Winstone), who figures Inman isn't going to come home, and that Ada will need a man to protect her -- against Teague, for that matter.\n\nInman witnesses one of the most horrible battles of the war, in a set-piece that director Anthony Minghella and production designer Dante Ferratti can be proud of. After Union troops tunnel under Confederate lines and set off powerful explosives, the position caves in -- but not with the expected results. The Union men, pushed forward by those behind them, are hurled down into the vast bomb crater, and it's a \"turkey shoot\" as the Confederates pick them off.\n\nThat Inman jumps down to save a friend is unwise, that he survives is unlikely, and that he decides to heed the latest letter from Ada and walk away from the war and back to her is unsurprising.\n\nHis long trek back to Cold Mountain has been compared with some justice to Homer's Odyssey, since he meets fabled characters and seductresses along the way, but in a movie that begins with the two heroes barely meeting each other, this long sequence becomes alarming: Will their reunion take place in old age?\n\nTo return to the comparison with \"The Mexican\" -- it too went to extraordinary lengths to tell parallel stories that separated Brad Pitt and Julia Roberts, despite the manifest fact that the audience had purchased tickets in order to see them together. It was only the fortuitous appearance of a colorful crook played by James Gandolfini that saved the film and brought life to Roberts' scenes -- just as, this time, Zellweger saves the day.\n\nThere is so much to enjoy about \"Cold Mountain\" that I can praise it for its parts, even though it lacks a whole. I admire the characters played by Kidman and Law, even though each one is an island, entire to himself. I loved Zellweger's gumption, and the way she treats a dress like a dishrag. The battle scenes and the Civil War landscapes (shot in Romania) have beauty and majesty. But Winstone as the villain turns up so faithfully when required that he ought to be checking his clock like Capt. Hook, and although there is true poignancy in Inman's encounter with the desperate widow Sara (Natalie Portman), it is poignancy that belongs in another movie. Nothing takes the suspense out of Boy Meets Girl like your knowledge that Boy Has Already Met Star.\n\nBy the end of the film, you admire the artistry and the care, you know that the actors worked hard and are grateful for their labors, but you wonder who in God's name thought this was a promising scenario for a movie. It's not a story, it's an idea. Consider even the letters that Ada and Inman write to each other. You can have a perfectly good love story based on correspondence, but only, I think, if the letters arrive, are read and are replied to. There are times when we feel less like the audience than like the post office.", "running_time": 154, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-12-24", "genres": ["Drama", "Romance", "War"], "title": "Cold Mountain (2003)"}