{"url": "http://www.rogerebert.com/reviews/collateral-damage-2002", "by": "Arnold Schwarzeneggeras Gordy Brewer", "star_rating": 3.0, "text": "\"Collateral Damage\" is a relic from an earlier (if not kinder and gentler) time, a movie about terrorism made before terrorists became the subject of our national discourse. \"You Americans are so naive,\" says the movie's terrorist villain. \"You see a peasant with a gun, you change the channel. But you never ask why a peasant needs a gun.\" Well, we still don't wonder why the peasant needs the gun (we think we should have the gun), but we're not so naive anymore.\n\nThe movie stars Arnold Schwarzenegger as Brewer, a Los Angeles fireman who sees his wife and son killed by a terrorist bomb. Vowing revenge, he flies to Colombia, escapes several murder attempts, survives an improbable trip down a waterfall, penetrates guerrilla territory, kills a lot of people, and blows up a lot of stuff. He is your typical Los Angeles fireman if the fire department sent all of its men through Delta Force training.\n\nTo review this movie in the light of 9/11 is not really fair. It was made months earlier, and indeed its release date was postponed in the aftermath of the attack. That has escaped the attention of the Rev. Brian Jordan, a priest who, according to the Associated Press, ministers to workers at Ground Zero. \"Making the main character a firefighter who becomes a vigilante is an insult to the firefighters who became heroes after the terrorist attacks,\" he says. He adds that the film discriminates against Colombians; his fellow protesters said the movie will \"cement stereotypes that Colombians are drug traffickers and guerrillas, rather than hardworking, educated people.\" Jordan added that he has not seen the film. His criticism is therefore theoretical. He believes making a firefighter a vigilante in a movie made before the attacks is an insult now that the attacks have taken place. Would it have been an insult even if the attacks had not taken place? Why is it an insult? Should a firefighter not feel like avenging the murder of his family? As to the film's view of Colombia, since the guerrillas are shown as drug traffickers and enemies of the government, it seems clear they are not considered the majority of Colombians. The AP, which would not run the review of a critic who had not seen the film, felt Jordan was sufficiently qualified to attack it sight unseen. We await his further insights once he has seen it.\n\nMy guess is that the average firefighter, like the average American moviegoer, might sort of enjoy the movie, which is a skillfully made example of your typical Schwarzenegger action film. The Arnold character is uncomplicated, loyal, brave and resourceful, and only does six or seven things that are impossible in the physical universe. The villains, it is true, give a bad name to Colombian guerrillas and drug traffickers. The only ambiguity comes in the person of a government agent played by Elias Koteas, who first refuses to share information with the FBI, and then appears to be an FBI agent himself. It's the kind of movie where you don't give that a passing thought.\n\nI kept expecting a subtext in which the CIA or other American agencies were involved in skullduggery in Colombia, but no: The plot leads us to believe there may be a double agent on our side, but that's a blind alley. Instead, all leads up to a climax involving the planned destruction of a Washington skyscraper, which is creepy and disturbing given our feelings about 9/11, but traditional in movies made earlier--when terrorism plots were standard in the movies. You may not want to attend \"Collateral Damage\" because of 9/11, but it hardly seems fair to attack it for not knowing then what we all know now. That leaves me with a couple of tactical questions. There is an air attack on a guerrilla base where the fireman is being held captive. How can they be sure their rockets won't kill him? Or do they want to kill him? And there is a neatly timed rendezvous involving a terrorist and a man on a motorcycle that leads us to wonder, thinking back through the plot, how this plan could have been made. There are also some coincidences that are a little too neat, like how a fire-ax saves lives in the first scene and then, at the end, that becomes the fireman's handy and symbolic tool for creating one of those booby traps where you wonder how in the hell he could have figured that one out. There will not be any more action stories like this for a long time. We're at the end of the tunnel, the light is out, the genre is closed. \"Collateral Damage\" may stir unwanted associations for some viewers. Others may attend it with a certain nostalgia, remembering a time (was it only five months ago?) when such scenarios fell under the heading of entertainment.", "running_time": 109, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-08", "genres": ["Action", "Adventure", "Thriller"], "title": "Collateral Damage (2002)"}