{"url": "http://www.rogerebert.com/reviews/collapse-2009", "by": "Michael Ruppert", "star_rating": 4.0, "text": "I have no way of assuring you that the bleak version of the future outlined by Michael Ruppert in Chris Smith's \"Collapse\" is accurate. I can only tell you I have a pretty good built-in B.S. detector, and its needle never bounced off zero while I watched this film. There is controversy over Ruppert, and he has many critics. But one simple fact at the center of his argument is obviously true, and it terrifies me.\n\nThat fact: We have passed the peak of global oil resources. There are only so many known oil reserves. We have used up more than half of them. Remaining reserves are growing smaller, and the demand is growing larger. It took about a century to use up the first half. That usage was much accelerated in the most recent 50 years. Now the oil demands of giant economies like India and China are exploding. They represent more than half the global population, and until recent decades had small energy consumption.\n\nIf the supply is finite, and usage is potentially doubling, you do the math. We will face a global oil crisis, not in the distant future, but within the lives of many now alive. They may well see a world without significant oil. \n\nOh, I grow so impatient with those who prattle about our untapped resources in Alaska, yada yada yada. There seems to be only enough oil in Alaska to power the United States for a matter of months. The world's great oil reserves have been discovered.\n\nSaudi Arabia sits atop the largest oil reservoir ever found. For years, the Saudis have refused to disclose any figures at all about their reserves. If those reserves are vast and easy to tap by drilling straight down through the desert, then ask yourself this question: Why are the Saudis spending billions of dollars to develop offshore drilling platforms?\n\nRuppert is a man ordinary in appearance, on the downhill slope of middle age, a chain smoker with a mustache. He is not all worked up. He speaks reasonably and very clearly. \"Collapse\" involves what he has to say, illustrated with news footage and a few charts, the most striking of which is a bell-shaped curve. It takes a lot of effort to climb a bell-shaped curve, but the descent is steep and dangerous.\n\nHe recites facts I knew, vaguely. Many things are made from oil. Everything plastic. Paint. There are eight gallons of oil in every auto tire. Oil supplies the energy to convert itself into those byproducts. No oil, no plastic, no tires, no gas to run cars, no machines to build them. No coal mines, except those operated by men and horses. \n\nAlternative energies and conservation? The problem is the cost of obtaining and using it. Ethanol requires more energy than it produces. Hybrid and battery cars need engines, tires and batteries. Nuclear power plants need to be built with oil. Electricity from wind power is most useful near its source. It is transmitted by grids built and maintained by oil. Wave power is expensive to collect. Solar power is cheap and limitless, but we need a whole hell of a lot more solar panels and other collecting devices. \n\nLike I say, you do the math. Ruppert has done his math, and he concludes that our goose is cooked. He doesn't have any answers. We're passing the point of diminishing returns on the way to our rendezvous with the point of no return. It was nice while it lasted. People lived happily enough in the centuries before oil, electricity and steam, I guess. Of course, there were fewer than 6 billion of us. In this century, Ruppert says, there will be a lot fewer than 6 billion again. It won't be a pretty sight.\n\nI'm not going to mention his theories about global warming, because that's a subject that inflames too many zealots. About peak oil, his reasoning is clear, simple and hard to refute. \n\nSo you can stop reading now. That's the heart of Ruppert's message, delivered by a calm guy who could be Wilford Brimley's kid brother, lives alone with his dog and is behind on his rent. \n\nI was fascinated by some of the directions peak oil takes him into. For him, he says, it was the key to understanding many seemingly unconnected geopolitical events. The facts he outlines are known to world leaders, who don't talk a lot about them in alarmist terms, but they explain why Bush/Cheney were happy to have an excuse to invade Iraq. And why our embassy compound in Baghdad is the largest we've ever built, larger than Vatican City. And why we're so much more worried by Iran than North Korea. They may also explain Obama's perplexing decision to increase troops in Afghanistan. An undeclared world war for oil is already under way. \n\nI don't know when I've seen a thriller more frightening. I couldn't tear my eyes from the screen. \"Collapse\" is even entertaining, in a macabre sense. I think you owe it to yourself to see it. \n\nNote: Through local cable providers, \"Collapse\" is available now via on demand. Check local listings and movies on demand channels.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-12-09", "genres": ["Documentary"], "title": "Collapse (2009)"}