{"url": "http://www.rogerebert.com/reviews/collateral-2004", "by": "Tom Cruiseas Vincent", "star_rating": 3.5, "text": "\"Collateral\" opens with Tom Cruise exchanging briefcases with a stranger in an airport. Then, intriguingly, it seems to turn into another movie. We meet a cab driver named Max (Jamie Foxx), who picks up a ride named Annie (Jada Pinkett Smith). She's all business. She rattles off the streets he should take to get her to downtown Los Angeles. He says he knows a faster route. They end up making a bet: The ride will be free if he doesn't get them downtown faster.\n\nThe scene continues. It's not about flirtation. Sometimes you only need to have a few words with a person to know you would like to have many more. They open up. She's a federal prosecutor who confesses she's so nervous the night before a big case that she cries. He says he plans to own his own limousine service. They like each other. He lets her get out of the cab and knows he should have asked for her number. Then she taps on the window and gives him her card.\n\nThis is a long scene to come at the beginning of a thriller, but a good one, establishing two important characters. It is also good on its own terms, like a self-contained short film. It allows us to learn things about Max we could not possibly learn in the scenes to follow, and adds a subtext after the next customer into his cab is Tom Cruise.\n\nCruise plays a man named Vincent, who seems certain, centered, and nice. He needs a driver to spend all night with him, driving to five destinations, and offers him six crisp $100 bills as persuasion. First stop, an apartment building. No parking in front. Vincent tells Max to wait for him in the alley. If you know nothing about the film, save this review until after.\n\nA body lands on top of the cab. \"You threw him out of the window and killed him?\" Max asks incredulously. No, says Vincent, the bullets killed him. Then he went out the window. So now we know more about Vincent. The movie is structured to make his occupation a surprise, but how much of a surprise can it be when the movie's Web site cheerfully blurts out: \"Vincent is a contract killer.\" Never mind. The surprise about Vincent's occupation is the least of the movie's pleasures.\n\n\"Collateral\" is essentially a long conversation between a killer and a man who fears for his life. Mann punctuates the conversation with what happens at each of the five stops, where he uses detailed character roles and convincing dialogue by writer Stuart Beattie to create, essentially, more short films that could be free-standing. Look at the heartbreaking scene where Vincent takes Max along with him into a nightclub, where they have a late-night talk with Daniel (Barry Shabaka Henley), the owner. Daniel remembers a night Miles Davis came into the club, recalling it with such warmth and wonder, such regret for his own missed opportunities as a musician, that we're looking into the window of his life.\n\nMann is working in a genre with \"Collateral,\" as he was in \"Heat\" (1995), but he deepens genre through the kind of specific detail that would grace a straight drama. Consider a scene where Vincent asks (or orders) Max to take him to the hospital where Max's mother is a patient. The mother is played by Irma P. Hall (the old lady in the Coens' \"The Lady-Killers\"), and she makes an instant impression, as a woman who looks at this man with her son, and intuits that everything might not be right, and keeps that to herself.\n\nThese scenes are so much more interesting than the standard approach of the shifty club owner or the comic-relief Big Mama. Mann allows dialogue into the kind of movie that many directors now approach as wall-to-wall action. Action gains a lot when it happens to convincing individuals, instead of to off-the-shelf action figures.\n\nWhat's particularly interesting is the way he, and Cruise, modulate the development of Vincent as a character. Vincent is not what he seems, but his secret is not that he's a killer; that's merely his occupation. His secret is his hidden psychological life going back to childhood, and in the way he thinks all the time about what life means, even as he takes it. When Max tells him the taxi job is \"temporary\" and talks about his business plans, Vincent finds out how long he's been driving a cab (12 years) and quotes John Lennon: \"Life is what happens while you're making other plans.\" Max tells Vincent something, too: \"You lack standard parts that are supposed to be there in most people.\"\n\nI would have preferred for the movie to end in something other than a chase scene, particularly one involving a subway train, since I've seen about six of those already this summer, but Mann directs it well. And he sets it up with a cat-and-mouse situation in a darkened office, which is very effective; it opens with a touch of \"Rear Window\" as Max watches what's happening on different floors of an office building.\n\nCruise and the filmmakers bring a great deal more to his character than we expect in a thriller. What he reveals about Vincent, deliberately and unintentionally, leads up to a final line that is worthy of one of those nihilistic French crime movies from the 1950s. Jamie Foxx's work is a revelation. I've thought of him in terms of comedy (\"Booty Call,\" \"Breakin' all the Rules\"), but here he steps into a dramatic lead and is always convincing and involving. Now I'm looking forward to his playing Ray Charles; before, I wasn't so sure. And observe the way Jada Pinkett Smith sidesteps the conventions of the Meet Cute and brings everyday plausibility to every moment of Annie's first meeting with Max. This is a rare thriller that's as much character study as sound and fury.", "running_time": 120, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-06", "genres": ["Action", "Thriller"], "title": "Collateral (2004)"}