{"url": "http://www.rogerebert.com/reviews/color-of-night-1994", "by": "Bruce Willisas Capa", "star_rating": 1.5, "text": "\"Color of Night\" approaches badness from so many directions that one really must admire its imagination. Combining all the worst ingredients of an Agatha Christie whodunit and a sex-crazed slasher film, it ends in a frenzy of recycled thriller elements, with a chase scene, a showdown in an echoing warehouse, and not one but two cliches from Ebert's Little Movie Glossary: The Talking Killer and the Climbing Villain. I am compelled to admit that the use of the high-powered industrial staple gun is original.\n\nThe film stars Bruce Willis as an East Coast psychologist who loses his faith in analysis after he talks tough to a patient and she hurls herself through the window of his skyscraper office, falling to the ground far below in the best suicide effect since \"Hudsucker Proxy.\" (The pool of bright red blood under her turns black, as Willis develops psychosomatic color blindness right on the spot.) Desperate for a change, Willis heads for Los Angeles, where his best friend (Scott Bakula) has a psychiatric practice that finances a luxurious lifestyle. He is a guest one night at a group therapy session run by the friend. The group is an updated, kinky version of one of those collections of eccentrics so beloved by Dame Agatha, who in plot exercises like \"The Mousetrap\" introduced a roomful of weirdos so that all of them could have their turn at being the Obvious Suspect.\n\nIn no time at all a suspect is required: Willis' friend is found murdered in his highsecurity mansion, and of course there is a reason why each member of the group seems guilty. The group includes Sondra (Lesley Ann Warren), a nymphomaniac with a nervous giggle and a careless neckline; Clark (Brad Dourif), who lost his job at a law firm after he started compulsively counting everything; Buck (Lance Henrickson), an ex-cop who foams at the mouth with anger at the least provocation; Casey (Kevin J. O'Connor), a neurotic artist, and Ricky, a young man with a gender identity problem, of whom the less said the better.\n\nWillis, who wants to retire from psychology, takes over the group at the urging of Martinez, the detective in charge of the murder investigation, who is played by Ruben Blades as an anthology of Latino cop shtick (during a chat with Willis on a sidewalk, he slams a passerby against a car and frisks him while continuing the conversation). The therapy group is, of course, a seething hotbed of neurosis and suspicion, and the screenplay (by Matthew Chapman and Billy Ray) sends Willis to visit each of the group members in turn, so they can spread paranoia about the other members while establishing themselves as suspects.\n\nMeanwhile, a beautiful young woman materializes in Willis' life. She is Rose (Jane March), who seems to come from nowhere, who is lovely, who adores him and who quickly joins him in a swimming pool sex scene which contained frontal nudity by Willis before the film was trimmed to satisfy the MPAA's censors. (The best possible argument for including Willis' genitals would have been that the movie, after all, contains everything else.) Readers of Ebert's Little Movie Glossary will guess that Rose is explained by the Law of Economy of Characters, which teaches that there are no unnecessary characters in a movie. Either she is there simply to give him a partner in the sex scenes, or she is somehow involved with the mystery surrounding the murder. How and why and if this is true, I will not reveal.\n\nThere is, indeed, not much I can say about the rest of the movie without revealing plot points so subtle and cleverly concealed that they would come as astonishing surprises to \"Forrest Gump.\" So let's move on to the chase, where a bright red car with blacked-out windows tries to force Willis off the road. It fails, but comes back, and there is a scene where Willis' car is driving on a street next to a parking garage, and a high-angle shot shows the red car on the roof of the garage, stalking him.\n\nIt is clear that from this angle the driver of the car cannot possibly see over the edge of the garage, and thus could not have any idea of where Willis' car is. But wait, there's more: A little later, the red car pushes another car off the top of the parking garage, so that the falling car barely misses Willis. How could the person in the red car know where a pedestrian six floors below would be by the time he pushes a car over the edge? Answer: This movie will do anything for a cheap action scene, and so we should not be surprised, a little later, when people who should be perfectly happy to remain at ground level go to a lot of trouble to climb a tower so that one can almost fall off, and the other can grab him, during and after heated dialogue in which the plot is explained.\n\nMiss Christie would have loved the explanations. Her plots always ended with puzzled questions and serene answers (\"The dog did not bark because the poisoned dagger . . .\"), and so does this one.\n\nBy the end of \"Color of Night\" I was, frankly, stupefied. To call it absurd would be missing the point, since any shred of credibility was obviously the first thing thrown overboard. The movie has ambitions to belong to the genre of \"Jagged Edge,\" \"Fatal Attraction,\" \"Basic Instinct,\" \"Single White Female\" and other twisto-thrillers, but why did it aim so low? It's so lurid in its melodrama and so goofy in its plotting that with just a bit more trouble it could have been a comedy.", "running_time": 123, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-08-19", "genres": ["Crime", "Drama", "Romance", "Thriller"], "title": "Color Of Night (1994)"}