{"url": "http://www.rogerebert.com/reviews/colors-1988", "by": "Sean Pennas Danny McGavin", "star_rating": 3.0, "text": "There are many good moments in “Colors,” but the one I will remember the longest is in the scene where a group of Los Angeles gang members are trying to explain why the gang is so important to them.\n\nTalking to a couple of cops, they describe the feeling of belonging - of feeling for the first time in their lives that they were part of a “family” that cared for them and was ready to die for them.\n\nThe product of their family is, of course, tragic. Their gang deals in drugs, defends its turf and murders to enforce its authority.\n\nSometimes innocent bystanders are shot dead in the middle of a party or while standing on their own lawns. Because the gangs represent a good deal of what little authority and structure survives in their neighborhoods, they help to set the tone for a segment of society - a tone of desperation, despair and reckless, doomed grandiose gestures.\n\nBecause there are so many gangs, so well-entrenched, the police are all but helpless to bring about any fundamental change in the situation.\n\nThat helplessness of the police is the central subject of Dennis Hopper’s “Colors,” which stars Sean Penn and Robert Duvall as two cops, one newly assigned to the gang unit, one a veteran. But what makes “Colors” special is not the portraits of the cops but the movie’s willingness to look inside the gangs. Almost without exception, American movies about gangs have either romanticized them in fantasies (“West Side Story,” “The Warriors”) or viewed them from outside as a monolithic, dangerous unit. This movie tries to understand a little of the tragic gang dynamics, to explain why in some devastated inner-city neighborhoods they seem to offer the only way for young men to find power and status.\n\nThe story of the two cops, on the other hand, is not exactly new.\n\nWe have the street-smart veteran (Duvall), who has a realistic assessment of the situation and knows that he sometimes has to bend the rules to get results. And then we have the hotheaded younger cop (Penn), who has a simplistic us-against-them mentality and wants to bust heads and make arrests. That leads into scenes where the cops come dangerously close to losing their street authority because they’re fighting with each other instead of presenting a unified front to the gangs.\n\nIf the situation is not new, it is redeemed by the performances.\n\nDuvall and Penn are two of the best actors in America, bringing a flavor and authority to their roles that make them specific. A lot of their acting in this movie is purely physical, as when Penn disarms, frisks and handcuffs a suspect, seeming sure and confident at every moment. Other moments, when the two actors are talking to each other, contain that electricity that makes you think these words are being said for the first time.\n\nThe plot involves the attempts of the two cops to come to terms with a gang that is involved, we discover, in dealing drugs. During the course of the film they follow the brief life of the younger brother of one of the gang members, who seems for a time to have a chance to escape gang society. And there is a brief, doomed romance between Penn and Maria Conchita Alonso, as a Chicana who loves him but cannot reconcile his status as a cop and her perception of how cops like Penn treat her people.\n\nThe movie has some flaws. The story is needlessly complicated, and at times we’re not sure who is who on the gang side. And some of the action seems repetitious; Hopper, trying to show the routine, makes it feel routine. But “Colors” is a special movie - not just a police thriller, but a movie that has researched gangs and given some thought to what it wants to say about them.", "running_time": 120, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-04-15", "genres": ["Action", "Crime", "Drama"], "title": "Colors (1988)"}