{"url": "http://www.rogerebert.com/reviews/colossal-sensation-2005", "by": "Robert Koltaias Naphthalene", "star_rating": 3.0, "text": "\"Colossal Sensation!\" sees the history of Hungary in the 20th century through the eyes of twin circus clowns. For them, as for all Hungarians, it is a story of feast and famine, nostalgia and regret, suffering and triumph, although not all Hungarians had the misfortune (or was it the opportunity?) to destroy a wristwatch personally given to the Hungarian Party Leader by Stalin himself.\n\nThe year: 1903. Non-identical twin boys are born into a circus family. One afternoon they are jumping over an alligator, as circus kids will do, when the beast snaps at little Naphthalene, leaving him with a lifelong limp. Dodo is taller, better-looking and straighter-walking twin, and becomes their leader. When he gets engaged, his fiancee is alarmed to find that Naphthalene (Robert Koltai) may come along on the honeymoon. Dodo (Sandor Gaspar) doesn't have the heart to leave him behind.\n\nThe movie begins in monochrome, switches to color in 1949, and fills the screen with brilliant reds for events in 1953, when the twins are employed by the Budapest Grand Circus. They do that trick where they pretend to smash a watch borrowed from the audience, and then return it unharmed. Naphthalene, alas, borrows the Party Leader's watch, and let us say the Party Leader is not amused by the results.\n\nDodo, who has spent his life looking out for his slightly smaller and younger brother, takes the rap and goes to prison. In 1956, during the Hungarian uprising, Naphthalene and Dodo's girl Pipiter (Orsolya Toth) make friends with the clueless crew of a wandering Russian tank, leading to a series of events surreal enough for \"Catch-22.\"\n\nThe movie follows the grim reality of the Soviet occupation, but is not itself grim; director Koltai, who wrote it with Peter Horvath, at one point has a character say, \"We are very small dots in this, comrade.\" And indeed instead of making his heroes the center of the world, he shows them making a living on the fringes; showbiz provides them with a home but only a limited success, and indeed what little we see of their clown act seems routine and perfunctory. What they are good at is improvising a response to the emergencies of life.\n\n\"Colossal Sensation!\" is having its American premiere at the Wilmette, where two years ago the Hungarian film \"Gloomy Sunday\" also played for the first time in the United States. The big art distributors won't risk their limited funds on sweet little comedies from Hungary (or on gloomy big tragedies).\n\n\"Gloomy Sunday\" was accomplished and ambitious in a way \"Colossal Sensation!\" doesn't really intend to be. But in its own modest way, the movie is a whimsical charmer.", "running_time": null, "mpaa_rating": null, "release_year": 2005, "date_published": "2005-07-21", "genres": null, "title": "Colossal Sensation! (2005)"}