{"url": "http://www.rogerebert.com/reviews/come-back-to-the-five-and-dime-jimmy-dean-jimmy-dean-1982", "by": null, "star_rating": 3.0, "text": "If Robert Altman hadn't directed this movie, the reviews would have described it as Altmanesque. It's a mixture of the bizarre and the banal, a slice of lives that could never have been led, a richly textured mixture of confessions, obsessions, and surprises. \n\nThe movie takes place in a worn-out Woolworth's in a small Texas town not far from the locations where James Dean shot \"Giant\" in 1955. The story begins twenty years later, at a reunion of the local James Dean fan club; the members swore a solemn vow to get together after two decades, and they drift in one by one, greeted by the tired waitress who's still on duty. There's Sandy Dennis, the flaky, visionary local woman who's convinced that she bore a son by James Dean. Then Cher walks in looking not like the glamorous Cher of television, but like a small-town sexpot unsure of her appeal. The last arrival is Karen Black, who drove in all the way from California, and is not surprised when nobody recognizes her at first. \n\nThe fan club members and a few local good ol' girls join in a long afternoon of memories, nostalgia, self-analysis, accusation, shocking revelations, and anger, while heat-lightning flickers offscreen. And their memories trigger flashbacks to the time twenty years earlier when the proximity of James Dean served as a catalyst in all of their lives, giving some the courage to realize their dreams and others, the timid ones, the courage at least to dream them.  \n\n\"Jimmy Dean\" was a Broadway play before it was a movie, and Altman, who directed it first on stage, stays pretty close here to Ed Graczyk's script. He works just as closely with David Gropman's extraordinary stage set, on which the movie was shot. Gropman has actually created two dime stores, one a mirror-image of the other. They're separated by a two-way mirror, so that at times we're looking at the reflection of the \"front\" store, and at other times, the glass is transparent and we see the second store. Altman uses the front as the present and the back as the past, and there are times when a foreground image will dissolve into a background flashback. In an age of sophisticated optical effects, this sort of dissolve looks routine until you learn that Altman isn't using opticals, he's actually shooting through the two-way mirror. His visual effects sometimes require fancy offscreen footwork for his actors to be in two places during the same shot. \n\nJimmy Dean's script also requires some fancy footwork, as we reel beneath a series of predictable revelations in the last twenty minutes. This is not a great drama, but two things make the movie worth seeing: Altman's visual inventiveness and the interesting performances given by everyone in the cast. Although Sandy Dennis and Karen Black in many ways have more difficult roles, Cher is the one I watched the most because her performance here is a revelation. After years and years of giving us \"Cher,\" she gives us a new character here, in a fine performance that creates sympathy for a sexpot who doubts her own sensuality.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Indie"], "title": "Come Back to the Five and Dime, Jimmy Dean, Jimmy Dean (1982)"}