{"url": "http://www.rogerebert.com/reviews/come-back-charleston-blue-1972", "by": "Godfrey Cambridgeas Gravedigger Jones", "star_rating": 3.0, "text": "Charleston Blue set out one morning in 1932 to do away with a gangster named Dutch Schultz. He planned to cut the Dutchman's throat with one of the elegant razors that were his trademark: blue steel, ivory handle made to order in Charleston. But apparently something went wrong, maybe because a razor was no match for a tommygun, and Charleston Blue dropped out of sight and became a Harlem legend.\n\nThat's the way \"Come Back, Charleston Blue\" tells it, anyway, and the movie begins in 1972 when the legend has apparently returned to Earth. His mission this time is similar to his original one; to drive the white mob out of Harlem and take over the drug traffic for himself. This is plainly a case made to order for Gravedigger Jones and Coffin Ed Johnson, who are simultaneously the most famous and infamous detectives in Harlem.\n\nWe met them a few years ago in \"Cotton Comes to Harlem,\" which was one of the first current group of black-oriented features. It was different from its successors, however, because of a certain lightheartedness and a willingness to go for comedy rather than violent action. \"Come Back, Charleston Blue\" has the same qualities, and gives us another look at Godfrey Cambridge and Raymond St. Jacques as the most laconic team of detectives since \"Dragnet.\"\n\nThe movie has been photographed lovingly on location in Harlem, and shows this as a place of beauty and ugliness, pride and corruption, community building and drug pushing, all side by side. Sometimes this makes the movie seem a little schizo. One of the characters, for example, is a palm-reading neighborhood adviser who seems to be out of Amos 'n Andy, while another is a brilliant 12-year-old chemist who single-handedly outsmarts the drug runners while lecturing cops on the Bill of Rights.\n\nOne of the refreshing things about \"Come Back, Charleston Blue\" is that it doesn't feel a necessity to present us with still another black superman. A fully developed and complicated character is almost always more interesting than a heroic figure silhouetted against the sunset, and yet there have been a lot of heroics silhouettes lately.\n\nIn \"The Legend of Nigger Charley,\" for example, Fred Williamson is so heroic in the title role that the movie is stolen from him by his more fallible sidekicks. In \"Shaft's Big Score,\" the supporting actors seem more real -- more interesting -- than Shaft. By the same token, we remember the eccentric and bizarre character actors in the James Bond movies, and sometimes see Bond himself as simply the link that brings them together.\n\nIn \"Come Back, Charleston Blue,\" Gravedigger and Coffin Ed are memorable characters who would rather scheme than take chances, rather be prudent than heroes, and rather outsmart their supercilious precinct captain than do anything else. They're neutral in the battle between the black and white drug-runners; their job is to stop the traffic wherever they find it. The movie seems to be neutral, too; Joe Paynter, the black mobster, wants to drive the Mafia forever out of Harlem, but mainly because he wants the drug action for himself. This is not exactly a noble position, and the movie regards it with a nice dry cynicism that seems altogether appropriate.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-07-04", "genres": null, "title": "Come Back, Charleston Blue (1972)"}