{"url": "http://www.rogerebert.com/reviews/come-see-the-paradise-1991", "by": "Dennis Quaidas Jack McGurn", "star_rating": 3.0, "text": "Here is a movie about people who insist they are Americans, even when small and evil-minded people in power would treat them as if they were not. Most of the characters in \"Come See the Paradise\" are Japanese-Americans who were thrown into prison camps at the outset of World War II, even though there was no evidence that they were less patriotic, less \"American,\" than members of other ethnic groups such as the Germans or the Italians. Their imprisonment was essentially racist, translating into laws that said they were not entitled to the same constitutional rights as their fellow citizens.\n\nAnother character in the film is an Irish-American who is a left-wing labor organizer. He gets involved in a stupid and illegal action against a movie theater chain, flees from the East Coast to the West Coast, and changes his name. But he cannot change his ideas, and after he gets a job in a fish cannery he is soon supporting the right of his fellow workers to strike. That means he, too, is not an \"American\" - at least not in the eyes of the company goons.\n\nAlthough we make much of our tradition of freedom in this country, we are not so clever at understanding what freedom really means. Even our president, for example, cannot understand that among the rights symbolized by the American flag is the right to burn it - or honor it, if that is our choice. I have always wondered why the people who call themselves \"American\" most loudly are often the ones with the least understanding of the freedoms that word should represent.\n\nWhen the country is threatened, our civil liberties are among the first casualties - as if we can fight the enemy by taking away our own freedoms before the enemy has a chance to. That is what happened in the early days of World War II, when a wave of racism swept the Japanese-Americans out of their homes and businesses, confiscated their savings and investments, and shipped them away in prison trains to concentration camps that were sometimes no more than barns and stables. Later on some of these same Japanese-Americans fought with valor in the same war, perhaps because they understood better than their captors what they were fighting for.\n\n\"Come See the Paradise\" tells a story of this period in terms of a romance between the labor organizer and a young Japanese-American woman. Her name is Lily (Tamlyn Tomita), and she is the daughter of a businessman who runs a little chain of Japanese-language movie theaters. When the Irishman, Jack McGurn (Dennis Quaid), flees to San Francisco after getting in trouble in New York, he finds a job as a projectionist in one of the theaters, and then he meets the daughter and they fall in love with each other almost immediately. (On their first date, he leans across the table and asks to kiss her, and she gives permission. It's a sweet scene, reminiscent of some of the Hollywood movies being made at about the same time.) Lily's father, of course, opposes the marriage. Jack goes to confront him, in one of the movie's strongest scenes, and when the old man remains inflexible the two young people run away to get married out of state (marriages between members of different races were illegal in California at the time). In a scene that is gloriously romantic and highly improbable, they find themselves at someone else's wedding party, where they dance the night away.\n\nThen Pearl Harbor is attacked and war is declared. By executive order of President Franklin Roosevelt, Lily, her family and everyone they know find themselves herded away to prison camps. One of her brothers later volunteers for the U.S. Army and another becomes militantly pro-Japanese, but the saddest figure is the father, who is accused by his own people of being a spy, and literally fades away into death, sitting sadly in a chair and gazing at nothing.\n\nLily and Jack have had a daughter, who goes into the camp with her mother, while Jack goes into the Army, but not before one of the most lacerating scenes in the film, when Jack takes his little daughter to meet Santa Claus, and Santa refuses to let the child sit on his lap. \"She's an American,\" Jack informs Santa, grabbing him, \"and you will sit here and listen to what she wants for Christmas or I will kill you.\" \"Come See the Paradise\" has been criticized in a few places because it uses a technique that is common in movies about minority groups: A convenient Caucasian provides the point of view, so that the audience will have someone to identify with. I didn't appreciate that approach in \"Glory\" - why couldn't the story of these black Civil War soldiers be seen through their own eyes, rather than through the eyes of their white commanding officer? But with \"Come See the Paradise,\" the introduction of the Quaid character seemed somewhat less contrived, because the film's director, Alan Parker, is making a statement not limited to the story of his Japanese-American characters. The theme of the whole movie is that all of its characters are Americans, too. That people of various colors and political beliefs are all equally Americans, and if there is not room for them here then there is no purpose for this society. By adding the Quaid character, he is able to show in one story how eager we sometimes are to deprive people of their rights for both racial and political reasons.\n\nThe story itself is rather sweet, when it is not angry. It's told in a flashback from shortly after the war, when Lily is describing the events of those days to her daughter, now just barely old enough to ask questions. The love affair between Jack and Lily is tender and romantic, and if Lily's father dies after he loses all pride and self-esteem, at least her mother lives long enough to finally accept and embrace her little half-Japanese granddaughter.\n\n\"Come See the Paradise\" is a fable to remind us of how easily we can surrender our liberties, and how much we need them.", "running_time": 133, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-01-18", "genres": ["Drama", "Romance"], "title": "Come See The Paradise (1991)"}