{"url": "http://www.rogerebert.com/reviews/comfort-and-joy-1984", "by": null, "star_rating": 3.5, "text": "In the midst of the Halloween season, when the movies are mostly about murders with power drills, it's time to observe that cheerful, good-hearted people do still exist on the screen. It's just that they're all Scottish. Here, for example, is Bill Forsyth's \"Comfort and Joy,\" one of the happiest and most engaging movies you are likely to see this year, and it comes from a Glasgow director who has made a specialty out of characters who are as real as you and me, and nicer than me.\n\nForsyth makes small movies about small events in the lives of man. His \"That Sinking Feeling\" was about some amateur thieves who came into the possession of a warehouse full of stainless-steel sinks, right in the middle of an astonishingly slow market for sinks. \"Gregory's Girl\" was about a kid who fell in love with a girl who was a better soccer player than he was. \"Local Hero\" was about some oil company executives who tried to buy the drilling rights to the most beautiful beach in Scotland, and ended up being charmed out of their socks by the local citizenry.\n\nAnd now comes \"Comfort and Joy,\" about disc jockeys and ice cream wars. The hero, Alan Bird, is a radio announcer from 6 to 9 every morning. His nickname is \"Dickey Bird,\" and he specializes in the 6:10 a.m. traffic report (\"There's not one single car on the road.\") It is the Christmas season, time to be jolly, but then his girlfriend leaves him and he is deeply depressed until he catches a sparkle of dark eyes from the back of an ice cream truck.\n\nHe follows the truck, and when it stops he buys an ice cream and a candy bar from the pretty brunette inside. Just then, thugs pull up in a car, pile out and smash the ice cream truck with cricket bats. They stop only long enough to recognize Dickey Bird and make a request for a record dedication.\n\nDickey's new BMW has been injured in the fray. His troubles are only beginning. He is visited by representatives of Mr. McCool, a large Glascow ice cream chain, and they explain that the city has been carved up into territories, and that the notorious Mr. Bunny (operators of the brunette's truck) are poachers. Partly because they force him and partly because he's smitten with the girl, Dickey becomes a negotiator between the two sides in the ice cream wars, and the movie escalates into the kind of modulated insanity that Forsyth does so well.\n\nI suppose a movie could be made about American ice cream wars, but the truck drivers would all be movie stars. Forsyth finds ordinary people. The star of \"Comfort and Joy\" is Bill Paterson, an offhand, pleasant chap who is always polishing his car. The other actors -- including the Italians who own Mr. McCool -- are the kind of low key caricatures that Forsyth knows how to draw so carefully that they never go over the edge. This is a wonderful movie, even apart from the standard Forsyth running gag about people who think they look like somebody else (this movie's examples are the losers of a Bob Hope and Fred Astaire look-alike contest).", "running_time": 105, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Holiday"], "title": "Comfort and Joy (1984)"}