{"url": "http://www.rogerebert.com/reviews/coming-home-1978", "by": "Jane Fondaas Sally Hyde", "star_rating": 4.0, "text": "Sally Hyde makes an ideal wife for a Marine: She is faithful, friendly, sexy in a quiet way, and totally in agreement with her husband's loyalties. Since his basic loyalty is to the Marine Corps, that presents difficulties at times. (\"You know what they tell them,\" a girlfriend says. \"'If the Marine Corps had wanted you to have a wife, they would have issued you one.'\") Still, she's reasonably happy in the spring of 1968, as her husband prepares to ship out for a tour of duty in Vietnam. There's every chance he'll get a promotion over there. And the war, of course, is for a just cause, isn't it? It has to be, or we wouldn't be fighting it.\n\n That is the Sally Hyde at the beginning of Hal Ashby's \"Coming Home,\" an extraordinarily moving film. The Sally Hyde at the end of the film -- about a year later -- is a different person, confused in her loyalties, not sure of her beliefs, awakened to new feelings within her. She hasn't turned into a political activist or a hippie or any of those other radical creatures of the late 1960s. But she is no longer going to be able to accept anything simply because her husband, or anybody else, says it's true.\n\n \"Coming Home\" considers a great many subjects, but its heart lies with that fundamental change within Sally Hyde. She is played by Jane Fonda as the kind of character you somehow wouldn't expect the outspoken, intelligent Fonda to play. She's reserved, maybe a little shy, of average intelligence and tastes. She was, almost inevitably, a cheerleader in high school. She doesn't seem to have a lot of ideas or opinions. Perhaps she even doubts that it's necessary for her to have opinions -- her husband can have them for her.\n\n When her husband (Bruce Dern) goes off to fight the war, though, she finds herself on her own for the first time in her life. There's no home, no high school, no marriage, no Officers' Club to monitor her behavior. And she finds herself stepping outside the role of a wife and doing ... well, not strange things, but things that are a little unusual for her. Like buying a used sports car. Like renting a house at the beach. Like volunteering to work in the local Veterans' Administration hospital. That's where she meets Luke (Jon Voight), so filled with his pain, anger, and frustration. She knew him vaguely before; he was the captain of the football team at her high school. He went off to fight the war, came home paralyzed from the waist down, and now, strapped on his stomach to a table with wheels, uses canes to propel himself furiously down hospital corridors. In time, he will graduate to a wheelchair. He has ideas about Vietnam that are a little different from her husband's.\n\n \"Coming Home\" is uncompromising in its treatment of Luke and his fellow paraplegics, and if that weren't so the opening sequences of the film wouldn't affect us so deeply. Luke literally runs into Sally on their first meeting, and his urine bag spills on the floor between them. That's the sort of embarrassment he has to learn to live with -- and she too, if she is serious about being a volunteer.\n\n She is, she finds. Luke in the early days is a raging troublemaker, and the hospital staff often finds it simpler just to tranquilize him with medication. Zombies are hardly any bother at all. Sally tries to talk to Luke, gets to know him, invites him for dinner. He begins to focus his anger away from himself and toward the war; he grows calmer, regains maturity. One day, softly, he tells her: \"You know there's not an hour goes by that I don't think of making love with you.\"\n\n They do eventually make love, confronting his handicap in a scene of great tenderness, beauty, and tact. It is the first time Sally has been unfaithful. But it isn't really an affair; she remains loyal to her husband, and both she and Luke know their relationship will have to end when her husband returns home. He does, too soon, having accidentally wounded himself, and discovers from Army Intelligence what his wife has been up to. The closing scenes show the film at its most uncertain, as if Ashby and his writers weren't sure in their minds how the Dern character should react. And so Dern is forced into scenes of unfocused, confused anger before the film's not very satisfying ending. It's too bad the last twenty minutes don't really work, though, because for most of its length \"Coming Home\" is great filmmaking and great acting.\n\n And it is also greatly daring, since it confronts the relationship between Fonda and Voight with unusual frankness -- and with emotional tenderness and subtlety that is, if anything, even harder to portray.\n\n Consider. The film has three difficulties to confront in this relationship, and it handles all three honestly. The first is Voight's paralysis: \"You aren't one of these women that gets turned on by gimps?\" he asks. She is not. The second is the sexual and emotional nature of their affair, an area of enormous dramatic danger, which the movie handles in such a straightforward way, and with such an obvious display of affection between the characters, that we accept and understand.\n\n The third is the nature of the friendship between Voight and Fonda, and here \"Coming Home\" works on a level that doesn't depend on such plot elements as the war, the husband, the paralysis, the time and place, or anything else. Thinking about the movie, we realize that men and women have been so polarized in so many films, have been made into so many varieties of sexual antagonists or lovers or rivals or other couples, that the mutual human friendship of these two characters comes as something of a revelation.", "running_time": 127, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Drama", "Romance"], "title": "Coming Home (1978)"}