{"url": "http://www.rogerebert.com/reviews/commandments-1997", "by": "Aidan Quinnas Seth Warner", "star_rating": 2.0, "text": "In the opening scenes of \"Commandments,'' Seth Warner's wife drowns at the beach, his house is destroyed by a tornado, and he is struck by lightning while threatening suicide.\n\nSeth, played by Aidan Quinn, has rotten luck. Either that, or God is angry with him. But why? With one parent Jewish and the other Catholic, he seeks answers in both religions, crying out in a synagogue: \"Why does God play tricks?'' The answer is that God does not--or so at least Einstein assured us.\n\nBut as Seth tells his brother-in-law Harry: \"If your shoestring breaks every day for two years, it's time to check the Bible.'' Things get worse. Seth loses his job. He discovers that his dog's leg was burned by the lightning bolt. Why would God pick on a dog? Or, for that matter, on Seth's innocent wife? Harry doesn't much care. Played by Anthony LaPaglia, he considers Seth such a loser that he thinks Seth might be better off ending it all. But Seth has one last weapon in his battle with heaven: \"I'm gonna break every one of the commandments,'' he vows, \"until I get an answer.'' One of the problems with \"Commandments'' is that I was never sure how seriously I should take Seth's problem. Is this a heavy theological story? Not at all. Is it a comedy, distantly related to \"Joe Versus the Volcano\"? There are times when it tilts in that direction. But a great deal of the story time is given over to romance, mostly involving the love that grows between Seth and Harry's wife, Rachel (Courteney Cox). That Rachel also is the sister of Harry's dead wife is, given this movie, just one more coincidence.\n\nOf course, Seth may be pursuing his course because of a determination to commit adultery while working his way through the commandments. But it's not really that, because he loves Rachel. (Harry, meanwhile, has a mistress, which is one relationship too many for a movie that is not about relationships.) Perhaps the writer and director, Daniel Taplitz, began with a heavy \"Seven\"-type story and then decided it couldn't hurt to work in a little comedy and romance.\n\nThe sequence that reminded me the most of \"Joe Versus the Volcano\" was the ending one, with Seth standing in a lighthouse waiting for a hurricane to strike. Nothing can compel me to tell you where this particular gesture leads, but let me say it suggests possibilities so heavy that the rest of the movie looks irreverent by comparison.\n\nInstead of revealing the ending, let's talk theology. Did Seth's wife drown just so God could prove a point to Seth? Hey, isn't that sort of unfair to her? Is God indeed toying with Seth? The movie makes this pretty clear. If He is, why would He be pleased that Seth is violating the Ten Commandments? Could it be that by breaking them, Seth is proving he believes in them, and in God? And this pleases God? But . . . why would God give us the commandments if the only way to send Him a message is by breaking them? I ask these questions not expecting an answer, but only to suggest how weird they seem, coming at the end of a dark comedy about love affairs and suchlike. This is one strange movie; it's as if \"When Harry Met Sally...\" was directed by Ingmar Bergman.", "running_time": 87, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-05-02", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Commandments (1997)"}