{"url": "http://www.rogerebert.com/reviews/compliance-2012", "by": "Ann Dowdas Sandra", "star_rating": 3.0, "text": "Well, what would you do? You'd never go along with this, right? You're too smart. Me, too. \"Compliance\" encourages us to feel superior to the employees of a fast-food chicken chain in Ohio, and so we do: Audiences are said to be outraged at what the characters do, and San Francisco-based critic Omar Moore went back to more screenings to confirm that there were walk-outs.\n\nIn the case of \"Compliance,\" the walk-outs aren't because it's a bad movie, but because it's all too effective at exposing the human tendency to cave in to authority. As the film opens, Sandra (Ann Dowd), the restaurant's manager, is already feeling guilty. An employee left a freezer open and $15,000 in food was spoiled. Almost as bad, somebody didn't order more pickles and bacon, and the district supervisor is scheduled to make an inspection visit. For Sandra, this is a perfect storm.\n\nThe phone rings. She's told she's speaking to a policeman. Officer Daniels (Pat Healy) asks if Sandra has a young blond woman working up front. She does: Becky (Dreama Walker). The cop then tells Sandra a woman in the police station is complaining that Becky stole something from her purse while it was on the counter, and he can see her doing it on a security tape.\n\nDoes this ring any bells for you? Of course it does — and all sorts of logical questions. Not for Sandra. She's asked to take Becky into a private employees' area and search her clothing and possessions. Slowly, step by step, the telephone requests escalate, until she is strip-searching Becky.\n\nAt a fairly early point, director Craig Zobel chooses to reveal that \"Officer Daniels\" is not a real cop at all (no kidding), but an ordinary guy, flat-voiced, soft-spoken, who's building himself a sandwich in his kitchen. There is no suggestion that he's sexually aroused. He isn't a breather. He walks outside to have a cigarette; reluctant to smoke in the house? His voice is insistent. He creates a scenario in which his fellow cops and the \"victim\" are searching her house to see if she left the money at home. His description of this search demonstrates how radio drama can be more absorbing than television drama, because we visualize events in our minds that are more real than any film or video could possibly be.\n\nThis film is based on an actual 2004 event that took place at a McDonald's in Mount Washington, Ky. Google it and you'll find most of the same details. If you're not one of the film's walk-outs, you'll discover at the end that 70 similar deceptions have occurred in the United States. \n\nWe're reminded of the famous 1960s studies by the behavioral scientist Stanley Milgram, who told subjects they were in control of a dial that administered electrical shocks to a person in the next room. As he ordered them to turn the dial higher and higher, they obeyed, even though they could hear screams and pleading through the wall. Milgram, with his white laboratory coat, stethoscope and clipboard, represented authority, and a majority of his test subjects were willing to turn their dials even up into a red \"danger\" area.\n\nWhat did that prove? Debates are still under way. What did the fast-food strip searches prove? You tell me. If the stunt worked 70 times, they must prove something — perhaps that we are afraid of authority. I know that when a traffic cop pulls me over, I'm frightened — scared enough that I drive safely and am almost never pulled over.\n\nBut we would never fall for a deception like the one in \"Compliance,\" would we? We wouldn't follow the instructions, as Sandra does, or allow her to, as Becky does. We might be more like Kevin (Philip Ettinger), another employee, who finds there are some things he will not do to a co-worker.\n\nThis is a well-made film, with plausible performances by all the leads, especially Ann Dowd. We feel we know people like this. There is the uncomfortable realization that if a TSA agent wanted to strip-search us at an airport, we might agree. Or would we? Would you? Why have some audience members walked out? Are they angry at \"Officer Daniels,\" or Sandra, or that they were briefly taken in? You tell me.", "running_time": 90, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Drama", "Thriller"], "title": "Compliance (2012)"}