{"url": "http://www.rogerebert.com/reviews/computer-chess-2013", "by": "Patrick Riesteras Bishton", "star_rating": 2.0, "text": "[Editor's note: Roger Ebert filed this review in March, 2013. It was not the last review he ever wrote—that would be his piece on \"To the Wonder\"—but it's one of them.] \n\nHere's a movie by nerds, for nerds, and about nerds. Set in the early 1980s, it claims to be a doc about a convention held to pit rival computer chess programs against each other. If you see it, as I did, without any advance knowledge that it's a spoof, the (limited) fun comes in how soon it takes you to realize you're being put on.  It's a variation of the old classroom exercise about Swift's essay on the solution to the problem of hunger in Ireland. He proposed that the Irish eat their babies.\n\nAlthough there' a $7500 grand prize, the competitors are in it for bragging rights. The writer-director, Andrew Bujalski, has gone to much trouble, and no doubt rummaged garage sales, to assemble early computers, low-tech analog video cams, and contestants who fit a checklist of nerd stereotypes: the oversized horn-rims, the pocket protectors, the shirts hanging out at the belt in back.\n\nThe convention is held in a low-rent motel that's hosting two other conventions: Some sort of know-thyself group, and a club of swinging singles. The Know Thyselfs get down on the rug and wrestle with their demons, while the partner of one swinger casually toys with a button on the blouse of the woman he brought with him. His nerd prey looks as if he may not have ever had sex, or if he has, didn't want any more.\n\nThese nerds aren't to be distracted by sex or self-knowledge. In a late-night pot-smoking session before the convention begins, they're more absorbed by the larger problems of artificial intelligence—whether the computers are in any sense thinking, or only calculating faster than a human can. We're still on pause at\r\nthat point.\n\nIn its technical specs, \"Computer Chess\" is flawless. All of the clunky old equipment makes us wonder how the computer pioneers ever got anything accomplished. They must have been very patient. But\r\nwe know right off the bat this is a put-on. The giveaway: There's footage of the cameraman and his camera. The simple fact of this film is unlikely enough. The probability of a film about it, one that also films the swinging and self-helping , even more so. As an achievement, \"Computer Chess\" is laudable. As a film, it's missable.", "running_time": 91, "mpaa_rating": null, "release_year": 2013, "date_published": "2013-07-18", "genres": ["Comedy"], "title": "Computer Chess (2013)"}