{"url": "http://www.rogerebert.com/reviews/compromising-positions-1985", "by": "Susan Sarandonas Judith Singer", "star_rating": 2.0, "text": "If I were simply to describe the story of \"Compromising Positions,\" it might sound like lighthearted, slightly kinky fun. But the movie has such a bitter core, such a distaste for its characters, that I ended up feeling uncomfortable in its company. I think it's supposed to be a comedy, but I felt depressed by its world of rich, neurotic, bitchy suburbanities.\n\nThe movie takes place in those regions of Long Island where there aren't any sidewalks, the sculptors change their designer outfits three times a day, and it always seems like the first, brisk week of autumn. A dentist is found murdered in his office. He was a society dentist, dripping with gold chains, a ladies' man who had regular rendezvous with his patients in the local motels. A lot of people may have had reason to murder him, especially because of the Polaroids he took during his private sessions.\n\nOne of the last people to have seen him alive is a housewife (Susan Sarandon), who used to be a reporter for Newsday but has lately turned into the bored, resentful wife of a workaholic executive (Edward Herrmann). Sarandon is intrigued by the case, and begins to act like a private eye, interviewing suspects and searching for evidence. Her dream is to sell the story to Newsday and regain her newspaper career. But her old editor isn't much interested, and the only person she intrigues is the local police detective (Raul Julia), who considers her a suspect.\n\nOne of the pleasures of most whodunits is the introduction of the characters, who are supposed to be suitably bizarre specimens. \"Compromising Positions\" outdoes itself by introducing a group of suspects who come across like fingernails on a blackboard. Since they are played by actors who are usually likable, I assume it's the decision of the director, Frank Perry, to make them so unpleasant.\n\nWe meet the catty local sculptress (Judith Ivey), who likes to sweep in through the door with cynical generalizations about sex; the neurotic neighbor (Mary Beth Hurt), who seems to harbor unsavory secrets; the in-laws of the murdered dentist (Josh Mostel and Deborah Rush ), who are drawn as such caricatures that we can never believe them, and the dentist's widow (Anne DeSalvo), a basket case.\n\nThe remaining characters include Herrmann, who plays Sarandon's husband as such a cold-hearted career man that we almost wish he'd been murdered, too, and the dentist himself (Joe Mantegna), who of course disappears early but emerges in the later testimony as a man without a shred of redeeming humanity.\n\nDon't get me wrong. I don't require that murder stories be about nice people. I like it when the characters are mean and crabby and eccentric, because that shows invention on the part of the authors and gives the actors room to have fun. What I object to in \"Compromising Positions\" is the streak of misanthropic cruelty that seems to run through the film; it's one thing when we hate a movie's characters, and another thing when the movie hates them.\n\nSusan Sarandon is fairly lost in this situation. On paper, her role may have looked great. She gets to play a smart, plucky, rebellious housewife whose curiosity results in a triple play: She solves a murder, attracts the romantic attentions of a macho cop and starts a new career. The movie is so top-heavy with plot and other characters, alas, that she ends up as more of a traffic cop, racing from one scene to another, tying the threads together. At the end, she isn't victorious, she's exhausted.", "running_time": 98, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-08-30", "genres": null, "title": "Compromising Positions (1985)"}