{"url": "http://www.rogerebert.com/reviews/company-man-2001", "by": "Douglas McGrathas Allen Quimp", "star_rating": 0.5, "text": "\"Company Man\" is the kind of movie that seems to be wearing a strained smile, as if it's not sure we're getting the jokes. If it could, it would laugh for us. It's an arch, awkward, ill-timed, forced political comedy set in 1959 and seemingly stranded there.\n\nAstonishing, that a movie could be this bad and star Sigourney Weaver, John Turturro, Anthony LaPaglia, Denis Leary, Woody Allen, Alan Cumming and Ryan Phillippe. I am reminded of Gene Siskel's classic question, \"Is this movie better than a documentary of the same actors having lunch?\" In this case, it is not even better than a documentary of the same actors ordering room service while fighting the stomach flu.\n\nIn addition to the cast members listed above, the movie stars Douglas McGrath, its author and co-director, who is a low-rent cross between Jack Lemmon and Wally Cox and comes across without any apparent comic effect. He plays Allen Quimp--rhymes with wimp--a grammar teacher from Connecticut whose wife (Weaver) frets that he needs a better job. To get her and his own family off his back, he claims to be a CIA agent, and that leads, through a series of events as improbable as they are uninteresting, to his involvement in the defection of a Russian ballet star (Phillippe) and his assignment to Cuba on the eve of Fidel Castro's revolution.\n\nHis contact agent there is Fry, played by Denis Leary, who looks appalled at some of the scenes he's in. Example: As Fry denies that a revolutionary fever is sweeping the island, a man with a bottle full of gasoline approaches them and borrows a light from Quimp. Soon after, the man runs past in the opposite direction and they pass (without noticing--ho, ho) a burning auto. And not any burning auto, but an ancient, rusty, abandoned hulk filled with phony gas flames obviously rigged and turned on for the movie. How does it help the revolution to restage ancient auto fires? But never mind. Fry introduces Quimp to Lowther (Woody Allen), the CIA's man in charge, who also denies that a revolution is under way, while turning aside to light his cigarette from a burning effigy of Gen. Fulgencio Batista (ho, ho). The mystery of what Woody Allen is doing in this movie is solved in a two-name search on the Internet Movie Database, which reveals that McGrath co-wrote the screenplay for Allen's \"Bullets Over Broadway.\" Now Allen is returning the favor, I guess.\n\nWell, that was a funny movie, and the same search identifies McGrath as the writer-director of \"Emma\" (1996), a nice little comedy with Gwyneth Paltrow. So he is obviously not without talent--except in this movie. Maybe the mistake was to star himself. He doesn't have the presence to anchor a comedy; all those jokes about Quimp the nonentity ring true, instead of funny.\n\nAs bad movies go, \"Company Man\" falls less in the category of Affront to the Audience and more in the category of Non-Event. It didn't work me up into a frenzy of dislike, but dialed me down into sullen indifference. It was screened twice for the Chicago press, and I sat through the first 30 minutes of the second screening, thinking to check it against a different crowd. I heard no laughter. Just an occasional cough, or the shuffling of feet, or a yawn, or a sigh, like in a waiting room.", "running_time": 81, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-03-09", "genres": ["Action", "Comedy"], "title": "Company Man (2001)"}