{"url": "http://www.rogerebert.com/reviews/con-air-1997", "by": "Nicolas Cageas Cameron Poe", "star_rating": 3.0, "text": "Midway in \"Con Air,'' the Nicolas Cage character observes: \"Somehow they managed to get every creep and freak in the universe on this one plane.'' That's the same thought I was having. The plane--a hijacked flight of dangerous convicts--has so many criminal superstars on it, it's like a weirdo version of those comic books where the superheroes hold a summit.\n\nLet's take an inventory. There's the ringleader, Cyrus the Virus (John Malkovich), who cheerfully reports that his last evaluation found him insane; Diamond Dog (Ving Rhames), a black militant who's pretending to be Cyrus' lieutenant until he sees an opening to make his own move, and Johnny 23 (Danny Trejo), so-called because of his 23 convictions for rape (\"It woulda been Johnny 600 if they knew the whole story'').\n\nPlus there are about 10 more creeps--including Garland Greene (Steve Buscemi), a serial killer with 37 victims, who arrives on board encased in custom-made restraints patterned after Hannibal Lecter's traveling suit in \"The Silence of the Lambs\" (When Cyrus the Virus sees Greene strapped in a cocoon of leather and steel, he protests, \"This is no way to treat a national treasure!'' He adds, \"Love your work.'') All of these monsters are on board the same flight, a lumbering C-123K troop transport that is taking them to a maximum security prison. Also on board is a good guy: Cameron Poe (Nicolas Cage), an Army Ranger unfairly locked up for eight years for protecting his family from drunken goons. This is his flight home for parole. Sitting next to him is a friend from prison (Mykelti Williamson), a diabetic who must have an insulin shot or die. Among the guards who survive the initial takeover of the plane is Bishop (Rachel Ticotin), who immediately inspires the rapist to change his name to Johnny 24.\n\nThat's just the partial roll call of creeps and freaks in the air. On the ground, we meet a good-guy U.S. marshal (John Cusack), and a mad dog DEA agent (Colm Meany) whose solution to the problem is to blow the commandeered plane out of the air. This is a big cast, but easy to keep straight, because everyone is typecast and never does anything out of character.\n\nThe movie is a solo production by Jerry Bruckheimer, who with his late partner Don Simpson masterminded a series of high-tech special-effects extravaganzas (\"Beverly Hills Cop,\" \"Top Gun,\" \"Days Of Thunder,\" \"Crimson Tide,\" \"The Rock\"). \"Con Air\" is in the same vein, but with less of the dogged seriousness of many action pictures and more of the self-kidding humor of \"The Rock.'' This is a movie that knows it is absurd, and does little to deny it.\n\nMalkovich has the charisma to hold the plot together, with another of his dry, intellectual villains. Cage makes the wrong choice, I think, by playing Cameron Poe as a slow-witted Elvis type who is very, very earnest and approaches every task with tunnel vision; it would have been more fun if he'd been less of a hayseed. Cusack is limited in many of his scenes to screaming into a phone, which he does with great conviction. Buscemi is a gifted character actor who wisely avoids imitating Anthony Hopkins' Lecter, and plays his serial killer as a soft-spoken, reasonable guy. The movie skirts dangerously close to bad taste in a scene where he has tea with a little girl who, we fear, will become his next victim; humor saves the scene, as the toddler leads him in a sing-along of the last song you'd think he knew.\n\nThe movie is essentially a series of quick setups, brisk dialogue and elaborate action sequences. You may have seen most of the high points in the TV commercials: the car being dragged behind the plane, the crash-landing in Las Vegas, and the obligatory shot of humans somehow outrunning fireballs. Still, assembled by first-time director Simon West, a British music video whiz, it moves smoothly and with visual style and verbal wit. It even continues a recent tradition in Cage's career (after \"Honeymoon in Vegas'' and \"Leaving Las Vegas'') of finding new ways to crash-land on the Strip.\n\nIn a film filled with strange people and bizarre events, here is the strangest and most bizarre: The closing credits, played over \"Sweet Home Alabama,'' include a montage of all the major characters--smiling. Yes, smiling. Cyrus the Virus and Johnny 23 and all the rest, looking like nice guys in a fast food ad. Apparently the strategy is to leave the audience on an upbeat note. That would require a very short attention span on the part of the audience, but this may be just the movie to assemble that audience.", "running_time": 115, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-06-06", "genres": ["Action", "Adventure", "Thriller"], "title": "Con Air (1997)"}