{"url": "http://www.rogerebert.com/reviews/conan-obrien-cant-stop-2011", "by": "Rodman Flender", "star_rating": 3.0, "text": "\"Conan O'Brien Can't Stop\" has a title of piercing accuracy. After NBC and Jay Leno pulled the rug out from under him, the comic went overnight from hosting \"The Tonight Show\" to being banned from television for six months. To be sure, NBC paid him $40 million in a send-off package, but the Conan O'Brien we see in the film wasn't in it for the money. He was in it because he can't stop.\n\nI appeared many times on his original program, most memorably being attacked by a man in a bear suit. I always liked him. I've also been on Carson, Oprah, Letterman, Leno, Regis, Arsenio, Joan Rivers and \"A.M.\" here and \"A.M.\" there. You arrive at least an hour early, finish with makeup, leave your dressing room door open and watch what happens in the corridor. Carson, Conan and Leno would drop by to say hello. I don't remember seeing the others before airtime. Letterman in particular seems to build up steam in private. It has nothing to do with who's nice and who isn't. It's show biz.\n\nWatching this documentary, I realize that when Conan lost \"The Tonight Show,\" he was like Wile E. Coyote, chasing the Road Runner of his dreams off the edge of a cliff and afraid to look down. Enraged at Leno and NBC, he quickly undertook \"The Legally Prohibited From Being Funny on Television Tour,\" which covered 32 venues, from Radio City Music Hall to the Bonnaroo Music Festival in Tennessee, where inside a tent in 100-degree heat, he was expected to introduce every act, and did. You get the notion he would have introduced them anyway.\n\nHere is a man driven to assert himself. He waited five years for \"The Tonight Show,\" lost it in months and needed to say to the universe, \"Sir! I exist!\" The film, directed by Rodman Flender, watches him before and after shows and en route between cities, seeing a man incapable of giving himself a break. Overworked, exhausted, assaulted by demands, he cannot say no to an autograph, patiently hosts waves of visitors in his dressing room, drums up work on his days off and at times seems on the edge of madness. \n\nEveryone around him pays a price. He relentlessly nibbles away at his support system, picks on his personal assistant, needles his sidekick Andy Richter and dominates his \"writers\" so compulsively that I can hardly recall one of them being allowed to say anything at meetings. He seems to consider them more of an audience.\n\nWhy these people stay with him is a mystery. My guess is that they know him better than we do and realize he's undergoing a crisis. He's driven. After shows, exhausted, he insists on going out to sign autographs and pose for photos with fans. The photos in particular are a version of the Water Torture Test for celebrities. The fan hands a camera to a friend or bystander, who inevitably doesn't know how to operate it. The celebrity remains in position, his mouth frozen in a rictus, while the fan explains how the camera operates: \"You push this button.\"\n\nIn addition to telling jokes, O'Brien plays guitar and joins a backup band and various guest stars to perform country-rock. He's surprisingly good, for a talk show host. He fantasizes receiving text messages from Jay Leno (\"What's it like to have a soul?\"). I can only imagine how well he sleeps. We see his wife in only one brief early scene, and I suspect she was well-advised not to come along on tour. \n\nThis is not to say Conan O'Brien is a bad man. In fact, after the movie, I rather admired him. What we are seeing is a man determined to vindicate himself after a public humiliation. People attend his shows, cheer him, like him. That proves something, doesn't it? \n\nWhat we don't see are the details of what must have been going on all this time in negotiations to find a new television home after the end of the six-month banishment. He and his agents must have been talking with a lot of possibilities, including TBS, where he ended up. Those talks would have added a maddening level of frustration to his exhausting existence.\n\nO'Brien started out as a writer. He must have been driven to become a performer. It is a need in some people. One of the almost unbelievable stories in talk show history is how Johnny Carson was able to retire at the height of his popularity, and mean it, and stick to it. Maybe one of the reasons people liked him so much is that he never seemed to need to perform.\n\nOther people do. I once ob­served Henny Youngman taping a TV show in the old NBC studios at the Merchandise Mart. We got into an elevator together. It stopped at the second floor, a private club. A wedding was under way. Youngman got off the elevator, asked to meet the father of the bride and said, \"I'm Henny Youngman. I'll do 10 minutes for $100.\"", "running_time": 89, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-06-22", "genres": ["Comedy", "Documentary", "Indie", "Music"], "title": "Conan O'Brien Can't Stop (2011)"}