{"url": "http://www.rogerebert.com/reviews/conan-the-barbarian-1982", "by": null, "star_rating": 3.0, "text": "Not since Bambi's mother was killed has there been a cannier movie for kids than \"Conan the Barbarian.\" It's not supposed to be just a kids' movie, of course, and I imagine a lot of other moviegoers will like it. I liked a lot of it myself, and with me, a few broadswords and leather jerkins go a long way. But \"Conan\" is a perfect fantasy for the alienated preadolescent. Consider: Conan's parents are brutally murdered by the evil Thulsa Doom, which gets them neatly out of the way. The child is chained to the Wheel of Pain, where he goes around in circles for years, a metaphor for grade school. The kid builds muscles so terrific he could be a pro football player. One day he is set free. He teams up with Subotai the Mongol, who is an example of the classic literary type -- The Best Pal -- and with Valeria, Queen of Thieves, who is a real best pal.\n\nValeria is everything you could ever hope for in a woman, if you are a muscle-bound preadolescent, of course. She is lanky and muscular and a great sport, and she can ride, throw, stab, fence, and climb ropes as good as a boy. Sometimes she engages in sloppy talk about love, but you can tell she's only kidding, and she quickly recovers herself with cover-up talk about loyalty and betrayal -- emotions more central to Conan's experience and maturity.\n\nWith the Mongol and the Queen at his side, Conan ventures forth to seek the evil Thulsa Doom and gain revenge for the death of his parents. This requires him to journey to the mysterious East, where he learns a little quick kung-fu, and then to the mountainside where Doom rules his slave-priests from the top of his Mountain of Power. There are a lot of battles and a few interesting nights at crude wayside inns and, in general, nothing to tax the unsophisticated. \"Conan the Barbarian\" is, in fact, a very nearly perfect visualization of the Conan legend, of Robert E. Howard's tale of a superman who lived beyond the mists of time, when people were so pure, straightforward, and simple that a 1930s pulp magazine writer could write about them at one cent a word and not have to pause to puzzle out their motivations.\n\nThe movie's casting is ideal. Arnold Schwarzenegger is inevitably cast as Conan, and Sandahl Bergman as Valeria. Physically, they look like artist's conceptions of themselves. What's nice is that they also create entertaining versions of their characters; they, and the movie, are not without humor and a certain quiet slyness that is never allowed to get out of hand. Schwarzenegger's slight Teutonic accent is actually even an advantage, since Conan lived, of course, in the eons before American accents.\n\nThe movie is a triumph of production design, set decoration, special effects and makeup. At a time when most of the big box-office winners display state-of-the-art technology, \"Conan\" ranks right up there with the best. Ron Cobb, the sometime underground cartoonist who did the production design on this film (and on \"Alien\") supervises an effort in which the individual frames actually do look like blow-ups of panels from the Marvel Comics \"Conan\" books. Since this Conan could have so easily looked ridiculous, that's an accomplishment.\n\nBut there is one aspect of the film I'm disturbed by. It involves the handling of Thulsa Doom, the villain. He is played here by the fine black actor James Earl Jones, who brings power and conviction to a role that seems inspired in equal parts by Hitler, Jim Jones, and Goldfinger. But when Conan and Doom meet at the top of the Mountain of Power, it was, for me, a rather unsettling image to see this Nordic superman confronting a black, and when Doom's head was sliced off and contemptuously thrown down the flight of stairs by the muscular blond Conan, I found myself thinking that Leni Reifenstahl could have directed the scene, and that Goebbels might have applauded it.\n\nAm I being too sensitive? Perhaps. But when Conan appeared in the pulps of the 1930s, the character suggested in certain unstated ways the same sort of Nordic super-race myths that were being peddled in Germany. These days we are more innocent again, and Conan is seen as a pure fantasy, like his British cousin, Tarzan, or his contemporary, Flash Gordon. My only reflection is that, at a time when there are no roles for blacks in Hollywood if they are not named Richard Pryor, it is a little unsettling to see a great black actor assigned to a role in which he is beheaded by a proto-Nordic avenger.\n\nThat complaint aside, I enjoyed \"Conan.\" Faithful readers will know I'm not a fan of Sword & Sorcery movies, despite such adornments as Sandahl Bergman -- having discovered some time ago that heaving bosoms may be great, but a woman with a lively intelligence and a sly wit is even greater.\n\nThe problem with \"Conan\" is the problem with all S&S movies. After the initial premise (which usually involves revenge) is established, we suspect there's little to look forward to except the sets, special effects, costumes, makeup, locations, action, and surprise entrances. Almost by definition, these movies exclude the possibility of interesting, complex characters. I'd love to see them set loose an intelligent, questing, humorous hero in one of these prehistoric sword-swingers. Someone at least as smart as, say, Alley Oop.", "running_time": 129, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "Conan the Barbarian (1982)"}