{"url": "http://www.rogerebert.com/reviews/conan-the-destroyer-1984", "by": null, "star_rating": 3.0, "text": "What you can see in \"Conan the Destroyer\", if you look closely, is the beginning of a movie dynasty. This is the film that points the way to an indefinite series of Conan adventures -- one that could even replace Tarzan in supplying our need for a noble savage in the movies. Tarzan was more or less stuck in Africa; Conan can venture wherever his sword and sorcery can take him. The first Conan movie, \"Conan the Barbarian\", was a dark and gloomy fantasy about the shadows of prehistory. This second film is sillier, funnier, and more entertaining. It doesn't take place before the dawn of time, but instead in that shadowy period of movie history occupied by queens and monsters, swords and castles, warriors and fools. \n\nThere's more Prince Valiant and King Arthur than \"Quest for Fire.\" \n\nAnd Conan is defined a little differently, too. He doesn't take himself as seriously. He's not just a muscle-bound superman, but a superstitious half-savage who gets very nervous in the presence of magic. Arnold Schwarzenegger, who plays Conan again, does an interesting job of defining his pop hero: Like James Bond, Conan now stands a little aside from the incessant action around him, and observes it with a bit of relish. The story this time involves the usual nonsense. Conan is recruited by an imperious queen (Sarah Douglas, looking vampirish) to take a virgin princess (Olivia D'Abo) on a mission to an enchanted crystal palace guarded by a monster, etc. He will be joined on his quest by the head of the queen's palace guard (Wilt Chamberlain). And along the way he rescues a savage woman warrior (Grace Jones) and earns her undying gratitude.\n\nLet's face it. The Conan series does not require extraordinary acting ability, although Schwarzenegger provides a sound professional center to the story, and the film would be impossible if he couldn't carry off Conan. The characters around him, however, are basically atmosphere, and that frees the filmmakers to abandon the usual overexposed Hollywood character actors and go for really interesting types like Chamberlain and Jones. And Grace Jones is really sensational. She has all the flash and fire of a great rock stage star, and it fits perfectly into her role as Zula, the fierce fighter. Sarah Douglas provides the necessary haughty iciness as the queen, Chamberlain gives a good try at the thankless role of the turncoat guard, and only D'Abo is a disappointment: Her princess seems to have drifted in from a teenage sitcom.\n\n\"Conan the Destroyer\" is more cheerful than the first Conan movie, and it probably has more sustained action, including a good sequence in the glass palace. Compared to its predecessor, which was rated R for some pretty gruesome violence, this one is milder. That's part of the idea, I think: They're repackaging Conan as your friendly family barbarian.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Conan the Destroyer (1984)"}