{"url": "http://www.rogerebert.com/reviews/conan-the-barbarian-2011", "by": "Jason Momoaas Conan", "star_rating": 1.5, "text": "\"Conan the Barbarian\" involves a clash of civilizations whose vocabularies are limited to screams, oaths, grunts, howls, ejaculations, exclamations, vulgarities, screeches, wails, bellows, yelps and woofs. I'd love to get my hands on the paycheck for subtitling this movie.\n\nThe plot involves — oh, never mind. You have your Barbarians, and they kill one another in an unending series of battle scenes. I guess Conan is the good guy, but what difference does it make? He has no cause or belief. He's driven by revenge against the sadistic Khalar Zym (Stephen Lang), who trapped Conan's father under a vat of molten iron, assigned young Conan to exert his little muscles to try to keep it from tipping, and screamed at the old man: \"You will watch your child die trying to save you!\"\n\nLuckily, Conan (the muscular Jason Momoa) survives and grows up with no worse than a photogenic scar on his face, where some wayward molten iron dripped. He and his father Corin (Ron Perlman) had earlier forged his sword at the steel moltery; earlier still, the infant Conan was delivered on a battlefield by an emergency Caesarian performed by Corin's own sword on the child's mother, who survives long enough to say, \"He shall be named Conan.\" She was so weak she lacked the breath to say, \"Conan the Barbarian.\"\n\nThe movie is a series of violent conflicts. People who despair of convincing me to play video games tell me, \"Maybe if you could just watch someone else playing one!\" I feel as if I now have. Conan carves, beheads, disembowels and otherwise inconveniences the citizens of several improbable cities, each time in a different fanciful situation. The evil Khalar Zym and his daughter Marique (Rose McGowan) turn up regularly, uttering imprecations, with Marique especially focused on Conan's warrior gal pal Tamara (Rachel Nichols). \n\nThis Marique, she's a piece of work. She has white pancake makeup, blood red lips, cute little facial tattoos and wickedly sharp metal talons on her fingers. At one point, she blows some magic dust at Conan, and the dust turns into a team of warriors made of sand. This is a neat special effect, although it raises the question if you turn back to sand when Conan slices you, what kind of a life is that?\n\nThe film ends with a very long battle involving Conan, Khalar Zym, Tamara and Marique, a sentence I never thought I'd write. It takes place largely with Tamara strapped to a revolving wheel above a vertiginous drop to flames far below. Mention is made of a volcano, but never further explained. The entire cavern crumbles around them, big chunks of rock falling everywhere except, luckily, upon them.\n\n\"Conan the Barbarian\" is a brutal, crude, witless high-tech CGI contrivance, in which no artificial technique has been overlooked, including 3-D. The third dimension once again illustrates the principle that when a movie largely takes place indoors in dimly lit spaces, the last thing you need is a pair of dark glasses.", "running_time": 113, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-17", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "Conan the Barbarian (2011)"}