{"url": "http://www.rogerebert.com/reviews/coneheads-1993", "by": "Dan Aykroydas Beldar", "star_rating": 1.5, "text": "The funniest thing about the old Conehead sketches on \"Saturday Night Live\" wasn't what they said, or what they did, but that they were. They stood around with their big bald pointy heads and almost anything they did seemed funny, because they looked funny doing it.\n\nNow we have \"Coneheads,\" the movie, which proves that if you're going to stretch a sketch to feature length (even if only to barely 90 minutes) it's going to take more than pointy heads to make it funny. This is a dismal, dreary and fairly desperate movie, in which the actors try very hard but are unable to overcome an uninspired screenplay.\n\nThe movie stars Dan Aykroyd and Jane Curtin, further developing the roles they created on \"SNL\" during the 1976-77 season. It surrounds them with more than a dozen other \"SNL\" veterans, some in supporting roles, some in cameos.\n\nThe special effects are ambitious, especially after the Coneheads return to their native planet. But the movie never really works.\n\nThe story begins with a Conehead ship approaching earth and outrunning pursuit planes before making a wrong turn and ditching Aykroyd and Curtin in the East River. They swim ashore and eventually set up housekeeping in Pyramus, N.J., even producing another little Conehead. The film follows their adventures as they are accepted by their neighbors and settle into middle-class life.\n\nNobody makes much of a fuss over the peculiar configuration of their craniums, except for a neighborhood boy named Ronnie (Chris Farley) who falls in love with the Conehead daughter, Connie (Michelle Burke). His story is a poignant one. He has a fetish for pointy-headed bald girls, but never realized it until he saw Connie.\n\nNow he wants to kiss and caress her head, somewhat to her annoyance, although she does like the guy, and treats him to a vacuum-cleaner kiss.\n\nThere are lots of sight gags involving the Coneheads' peculiar eating habits (one shot behind with a vacuum cleaner at work, and then reveals that the hose leads directly to a Conehead mouth). Their diet tends toward very basic carbohydrates, such as rolls of toilet paper. And so on.\n\nAll very odd, and well-acted, as Aykroyd and Curtin talk like voice synthesizers and walk like robots. But the movie is basically just a curious series of events on the screen, recording the behavior of these strange characters and their bizarre ways. Events don't build into comedy. Not much is really funny. The story is without purpose; there's nothing for us to care about, even in a comedic way.\n\nNot all sketches are destined for feature length; \"Coneheads\" has essentially taken nine minutes of material and multiplied the running time by 10 while adding nothing to the inspiration.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-07-23", "genres": ["Comedy", "Science Fiction"], "title": "Coneheads (1993)"}