{"url": "http://www.rogerebert.com/reviews/confidence-2003", "by": "Dustin Hoffmanas King", "star_rating": 2.0, "text": "\"Confidence\" is a flawless exercise about con games, and that is precisely its failing: It is an exercise. It fails to make us care, even a little, about the characters and what happens to them. There is nothing at stake. The screenplay gives away the game by having the entire story narrated in flashback by the hero, who treats it not as an adventure but as a series of devious deceptions which he can patiently explain to the man holding a gun on him--and to us. At the end, we can see how smart he is and how everybody was fooled, but we don't care.\n\nThe obvious contrast is with David Mamet's \"House of Games,\" which also told a story of cons within cons, but which had stakes so high that at the end the victim called the con man's bluff by--well, by shooting him dead, after which he didn't have any twists left. We cared about those characters. \"Confidence\" lacks that passion and urgency; there are times when the narration sounds like the filmmakers at a pitch meeting, explaining how tricky their plot is and unable to keep the enthusiasm out of their voices.\n\nThat's not to say the movie, directed by James Foley, is badly made. It's great-looking, with its film noir reds and greens and blues, its neon Bud Ice signs, its shadows and mean streets, its sleazy strip clubs and its use of wipes and swish-pans (sideways, up, down, sometimes two at a time). You know this is a crime movie, which is nice to be reminded of, except that every reminder also tells us it's only a movie, so that there is no possibility that we can commit to the characters, worry about them, want them to succeed or fail.\n\nThe movie stars Edward Burns as Jake Vig, a confidence mastermind, who has a crew of regulars and uses them to stage fake murders in order to scare marks into running away without their money. One day he makes the mistake of stealing $150,000 from the bagman for a nasty crime lord, Mr. King (Dustin Hoffman). He confronts the King in his strip club and tells him he'll get the money back, but first he wants the King to supply an additional $200,000 as seed money for a $5 million scam Jake has in mind.\n\nJake's last name, Vig, is possibly short for \"vigorish,\" the word gamblers use to describe the money the house takes off the top. If I were looking for someone to play with $200,000 of my money, I don't think I would choose a con man named Vig. But the King is confident that no one would even dream of cheating him, because he has such a fearsome reputation. And to keep an eye on Jake, he sends along his henchman Lupus (Franky G) to watch Jake's every move.\n\nDustin Hoffman's performance as the King is the best thing in the movie--indeed, the only element that comes to life on the screen, screen, instead of in a twice-told tale. The King runs a strip club as a front, launders money for the mob, and suffers from Attention Deficit Disorder--or, as he meticulously specifies, \"Attention Deficit Hyperactivity Disorder.\" To control his condition, he takes pills that slow him way down. \"Feel my heart,\" he says to one of the strippers in his club, to prove that it is hardly beating. Hoffman, chewing gum, wearing a beard and glasses, looks like the gnome from hell, and fast-talks his way into a brilliant supporting performance.\n\nSo brilliant, I couldn't help wondering how much energy the film would have gained if Hoffman, say, had played the lead instead of Burns. With Hoffman, you look at him and try to figure out what he's thinking. With Burns, you look at him and either you already know, or he doesn't make you care. Burns is the right actor for a lot of roles, especially young men tortured by the pangs of romance, but as a con man he lacks the shadings and edges. Once again, the comparison is with Joe Mantegna in \"House of Games.\" Jake Vig's crew includes fellow hoods Gordo (Paul Giamatti) and Miles (Brian Van Holt). He has recently enlisted Lily (Rachel Weisz), who is very pretty and who he likes--two ominous signs for a con man. And when he needs two guys to turn up and pretend to be Los Angeles cops, he has two real cops (Donal Logue and Luis Guzman) to play the role. There is also the enigmatic federal agent Gunther Butan (Andy Garcia), whose name means \"butane\" in German, and who spends a great deal of time re-lighting his cigar. Butan has been on Jake's tail for years, we learn, although he may simply represent a higher level in the game.\n\n\"Confidence\" is a jerk-around movie, a film that works by jerking us around. I don't mind being misled and fooled in a clever way, especially when the movie makes me care about the characters before pulling the rug out from under them, or me. But there is no sense of risk here. No real stakes. It's all an entertainment, even for the characters, and at the end of the movie, as one surprise after another is revealed, there is no sense that these amazing revelations are really happening; no, they're simply the screenplay going through its final paces so the audience will appreciate the full extent to which it has been duped. What a shame, that such a well-made movie is never able to convince us it is anything more than merely well-made.", "running_time": 98, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-25", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Confidence (2003)"}