{"url": "http://www.rogerebert.com/reviews/confessions-of-a-shopaholic-2009", "by": "Isla Fisheras Rebecca", "star_rating": 2.5, "text": "I like \"Confessions of a Shopaholic\" about as much as I disliked \"Sex and the City.\" Both are about clueless women, but this one knows it. \"SATC\" is about women searching for love in most of the wrong places, and \"Shopaholic\" is about a woman searching for happiness in the places that are absolutely right for her: Prada, Gucci, Macy's, Barneys, Saks and on down the avenue.\n\nThe plotting is on automatic pilot. It needs Chesley B. Sullenberger III. There is not a single unanticipated blip in the story arc. But here's what sort of redeems it: It glories in its silliness, and the actors are permitted the sort of goofy acting that distinguished screwball comedy. We get double takes, slow burns, pratfalls, exploding clothes wardrobes, dropped trays, tear-away dresses, missing maids of honor, overnight fame, public disgrace and not, amazingly, a single obnoxious cat or dog.\n\nAt the center of this maelstrom is a genuinely funny comedienne named Isla Fisher. She reminds me of Lucille Ball, and not only because she's a redhead. She does one of the most difficult things any actress can do, which is physical comedy: Walk into doors, drop trays, fall into people, go ass over teakettle. She plays a Perfect Ditz in the sense of the Perfect Storm, carrying all before her. Give her a fan and 20 seconds of tango lessons, and get off the floor.\n\nIt is to the credit of the director, P.J. Hogan of \"My Best Friend's Wedding,\" that he gives Fisher freedom and yet modulates it, so her character's earnest desire to please shines through. It was the same on \"I Love Lucy.\" Lucy wasn't a klutz because she was trying to look funny. She was a klutz because she was trying not to.\n\nFisher plays Rebecca Bloomwood, the only child of blue-collar parents (Joan Cusack and John Goodman), who has been reborn as a Most Preferred Customer through the miracle of credit cards. She begins with a narration describing the nearly erotic bliss she feels while shopping, and we follow her through store after store in an endless cycle of accessorizing outfits, and then buying outfits to match the accessories. It's like the dilemma of the 10 hot dogs and eight buns: You can never come out even at the end.\n\nShe dreams of working for a famous fashion magazine, but stumbles, literally, into a money management magazine published by the same company. How does this woman who knows nothing about money or its management get the job? By impressing the editor (Hugh Dancy) with her eccentric brilliance. Everything she does that's wrong turns out right. Also she benefits from a brave roommate, Suze (Krysten Ritter), who plays the Ethel Mertz role: co-conspirator and occasional voice of reason.\n\nMeanwhile, the villainous bill collector Derek Smeath (Robert Stanton) is on her trail, hints that breaking her legs is not out of the question and eventually has one of the funnier scenes in the movie. After she gains (highly improbable) international fame overnight on the basis of her writing, it would destroy her, she fears, to be unmasked. Whether it does or not, I leave it to your experience of cinematic plotting to determine.\n\nLook. \"Confessions of a Shopaholic\" is no masterpiece. But it's funny, Isla Fisher is a joy, and -- of supreme importance -- it is more entertaining to a viewer with absolutely no eagerness to see it (like me) than \"Sex and the City\" was. Also, no movie can be all bad where the heroine attends a Shopaholics Anonymous meeting and meets a former Chicago Bulls star.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-02-11", "genres": ["Comedy", "Drama", "Romance"], "title": "Confessions of a Shopaholic (2009)"}