{"url": "http://www.rogerebert.com/reviews/congo-1995", "by": "Dylan Walshas Peter Elliot", "star_rating": 3.0, "text": "\"Congo\" is a splendid example of a genre no longer\rmuch in fashion, the jungle adventure story. Perhaps aware that its material\rwas already dated when Stewart Granger made \"King Solomon's Mines\" in\r1950, the filmmakers have cheerfully turned it into an action comedy, and the\ractors have gone a step further, treating it like one of those movies like\r\"Beat the Devil\" that is a put-on of itself. The result is not a\rmovie that is very good, exactly, but it's entertaining and funny. False\rsophisticates will scorn it. Real sophisticates will relish it.\n\nThe\rmovie begins with a ludicrous set-up featuring Joe Don Baker, chewing the\rscenery (and I believe even the foundations of the sound stage) as a\rmegalomaniac tycoon who needs a rare African diamond to build a laser system\rthat will \"dominate the communications industry!\" His son Charlie\rseems to have discovered the diamond lode before his satellite transmission is\rknocked off the air by what look like killer gorillas.\n\nBaker\rpersuades an assistant, Karen (Laura Linney), to go into the jungle to find out\rwhat happened to Charlie, and to bring back the diamonds. The diamonds seem\rmore important than his son. She accused him of not being human. \"I'll be\rhuman later!\" he barks.\n\nFor\rvery complicated reasons, Karen merges her mission with an expedition being\rmounted by a \"primologist\" (Dylan Walsh), who has taught an ape to\rcommunicate by using American Sign Language to activate a speech synthesizer.\rAlso along for the ride is a shadowy, sinister figure named Herkermer Homolka\r(Tim Curry), who introduces himself as a \"Rumanian philanthropist,\"\rbut has in fact staged a lifelong quest for the jewels of the lost city of\rZinge. He has the Peter Lorre role.\n\nAre\ryou following this? I realize only a very particular kind of filmgoer is likely\rto relate to this movie: one raised on Saturday matinees, with a good sense of\rthe absurd and an appreciation for movie clichés. Curry's first appearance gets\ra laugh, for example, even before he says anything, because he glowers so\rpregnantly. And an ideal audience will also enjoy the scene where Charlie looks\rover his shoulder, sees something, and screams before the screen turns black.\rAnd the scene where Karen kicks open the door of a DC-3 and shoots down anti-aircraft\rfire with a flare gun. And lines like \"Why are they putting on\rparachutes?\" And, in the middle of the jungle, the classic, ominous line,\r\"Two of our porters have run away.\" And the shot of the hand of a\rcorpse clutching a big diamond.\n\nThe\rkey actor in the African sequences is Ernie Hudson, as Monroe Kelly, the local\rguide, who described himself as \"a great white hunter who happens to be\rblack.\" In a droll performance that is perfectly suited to the material,\rHudson resembles Clark Gable and, yes, Stewart Granger in his ability to\rmaintain a sardonic detachment and calm courage while (a) being attacked by\rkiller apes while (b) the ground opens up under him during a volcanic\rearthquake, and (c) rivers of molten lava head in his direction.\n\nMany\rof the other best moments belong to Amy the gorilla, created by effects makeup\rartist Stan Winston, who enjoys a martini on the plane (\"She's allowed\rone; it will calm her down\") and later amazes the African gorillas by\rinforming them, in synthesized speech, that her name is Amy and they are ugly.\n\nThe\rclosing action sequences, involving the lost city of Zinge, the volcanic\reruption and the attack of the killer apes, is in the tradition of the Indiana\rJones movies, although the traffic direction isn't as good and a lot more\rporters disappear without being accounted for. The movie was directed by Frank\rMarshall, who has worked with Steven Spielberg on his action extravaganzas, and\ris based on a novel by Michael Crichton, who is said to be unhappy about what\rthey've done with his book. Since it is impossible to imagine this material\rbeing played for anything but laughs, maybe he should be grateful.\n\n", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-06-09", "genres": ["Action", "Adventure", "Drama", "Mystery", "Science Fiction", "Thriller"], "title": "Congo (1995)"}