{"url": "http://www.rogerebert.com/reviews/connie-and-carla-2004", "by": "Nia Vardalosas Connie", "star_rating": 1.5, "text": "\"Connie and Carla\" plays like a genial amateur theatrical, the kind of production where you'd like it more if you were friends with the cast. The plot is creaky, the jokes are laborious, and total implausibility is not considered the slightest problem. Written by and starring Nia Vardalos, it's a disappointment after her hilarious \"My Big Fat Greek Wedding.\"\n\nThis time, in a retread of \"Some Like It Hot,\" Vardalos and Toni Collette play Connie and Carla, two friends who have been a singing duo since school days. Now they're in their 30s, stardom has definitively passed them by, and they perform a medley of musical comedy hits in an airport lounge that resembles no airport lounge in history, but does look a lot like somebody's rec room with some tables and chairs and a cheesy stage.\n\nThe guys they date beg them to face facts: They'll never really be any good. But they still dream the dream, and then, in a direct lift from \"Some Like It Hot,\" they witness a mob murder and have to go on the lam. The way this scene is handled is typical of the film's ham-handed approach: They're hiding in a parking garage when their boss is rubbed out, so what do they do? Stay hidden? Nope, they both stand up, scream and wave their hands. They have to: Otherwise, there wouldn't be any movie.\n\nConnie and Carla hit the road, head for Los Angeles, happen into a drag bar, and inspiration strikes: They can pretend to be female impersonators! That way no one will find them or even know where to look. One of the running gags in \"Some Like It Hot\" was that Jack Lemmon and Tony Curtis did not make very plausible women, but the movie handled that by surrounding them with dim bulbs like the characters played by Marilyn Monroe and Joe E. Brown. \"Connie and Carla\" is set in today's Los Angeles gay community, where the other characters are supposed to be real, I guess, and where never in a million years could they pass as boys passing as girls.\n\nTheir danger from the mob is put on hold as the movie switches to another reliable formula, the showbiz rags to riches epic. Their act, of course, is an immediate hit, they make lots of buddies among the other drag queens, and there are many close calls as they're almost discovered out of drag, or would that be not out of drag?\n\nThe time scheme of the movie is sufficiently forgiving for them to suggest that their little club remodel itself and double in size; there is actually a scene where the show goes on while plastic sheeting separates the old club from the new addition. In the next scene, the construction work is finished. Forget the drag queens, get the names of those contractors.\n\nNia Vardalos was of course wonderful in \"My Big Fat Greek Wedding,\" and Toni Collette has proven she can do about anything -- but she can't do this. The movie masks desperation with frenzied slapstick and forced laughs. And when Connie meets a straight guy she likes (David Duchovny), we groan as the plot manufactures Meet Cutes by having them repeatedly run into each other and knock each other down. Uh, huh. I think maybe the point in \"Some Like It Hot\" was that Joe E. Brown fell in love with Jack Lemmon, not Marilyn Monroe. I'm not saying \"Connie and Carla\" would have been better if Connie had attracted a gay guy, or maybe a lesbian who saw through the drag, but at least that would have supplied a comic problem, not a romantic one.\n\n\"My Big Fat Greek Wedding\" was such a huge success that it gave Vardalos a free ticket for her next movie. Someone should have advised her this wasn't the right screenplay to cash in the pass. Nor does director Michael Lembeck save the day. He's done a lot of TV sitcoms, including many episodes of \"Friends,\" and his only other feature film, \"The Santa Clause 2,\" was funny enough, but here he took on an unfilmable premise and goes down with it. By the end, as the gangsters, the Midwestern boyfriends, Duchovny, various drag queens and Debbie Reynolds (herself) all descend on the finale, we're not watching a comedy, we're watching a traffic jam.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-16", "genres": ["Comedy"], "title": "CONNIE AND CARLA (2004)"}