{"url": "http://www.rogerebert.com/reviews/constantine-2005", "by": "Keanu Reevesas John Constantine", "star_rating": 1.5, "text": "No, \"Constantine\" is not part of a trilogy including \"Troy\" and \"Alexander.\" It's not about the emperor at all, but about a man who can see the world behind the world, and is waging war against the scavengers of the damned. There was a nice documentary about emperor penguins, however, at Sundance this year. The males sit on the eggs all winter long in like 60 degrees below zero.\n\nKeanu Reeves plays Constantine as a chain-smoking, depressed demon-hunter who lives above a bowling alley in Los Angeles. Since he was a child, he has been able to see that not all who walk among us are human. Some are penguins. Sorry about that. Some are half-angels and half-devils. Constantine knows he is doomed to hell because he once tried to kill himself, and is trying to rack up enough frames against the demons to earn his way into heaven.\n\nThere is a scene early in the movie where Constantine and his doctor look at his X-rays, never a good sign in a superhero movie. He has lung cancer. The angel Gabriel (Tilda Swinton) tells him, \"You are going to die young because you've smoked 30 cigarettes a day since you were 13.\" Gabriel has made more interesting announcements. Constantine has already spent some time in hell, which looks like a post-nuclear Los Angeles created by animators with a hangover. No doubt it is filled with carcinogens.\n\nThe half-angels and half-devils are earthly proxies in the war between God and Satan. You would think that God would be the New England Patriots of this contest, but apparently there is a chance that Satan could win. Constantine's lonely mission is to track down half-demons and cast them back to the fires below. Like Blade, the vampire-killer, he is surprisingly optimistic, considering he is one guy in one city dealing on a case-by-case basis, and the enemy is global.\n\nConstantine has a technical advisor named Beeman (Max Baker), who lives in the ceiling of the bowling alley among the pin-spotting machines, and functions like Q in the James Bond movies. Here he is loading Constantine with the latest weaponry: \"Bullet shavings from the assassination attempt on the Pope, holy water from the river of Jordan, and, you'll love this, screech beetles.\" The screech beetles come in a little matchbox. \"To the fallen,\" Max explains, \"the sound is like nails on a blackboard.\" Later there is a scene where Constantine is inundated by the creatures of hell, and desperately tries to reach the matchbox and get those beetles to start screeching.\n\nRachel Weisz plays Angela Dodson, an L.A. police detective whose twin sister, Isabel, has apparently committed suicide. Isabel reported seeing demons, so Angela consults Constantine, who nods wisely and wonders if Isabel jumped, or was metaphysically pushed. Later in the film, to show Angela that she also has the gift of seeing the world behind the world, Constantine holds her underwater in a bathtub until she passes out and sees the torments of hell. No bright white corridors and old friends and Yanni for her. You wonder what kind of an L.A. cop would allow herself to be experimentally drowned in a bathtub by a guy who lives over a bowling alley.\n\nTogether, they prowl the nighttime streets. At one point, Constantine needs to consult Midnite (Djimon Hounsou), a former witch doctor who runs a private nightclub where half-angels and half-demons can get half-loaded and talk shop. There is a doorman. To gain admittance, you have to read his mind and tell him what's on the other side of the card he's holding up. \"Two frogs on a bench,\" Constantine says. Could have been a lucky guess.\n\nThere is a priest in the film, the alcoholic Father Hennessy (Pruitt Taylor Vince), whose name, I guess, is product placement. Strange that there is a priest, since that opens the door to Catholicism and therefore to the news that Constantine is not doomed unless he wages a lifelong war against demons, but need merely go to confession; three Our Fathers, three Hail Marys, and he's outta there. Strange, that movies about Satan always require Catholics. You never see your Presbyterians or Episcopalians hurling down demons.\n\nThe forces of hell manifest themselves in many ways. One victim is eaten by flies. A young girl is possessed by a devil, and Constantine shouts, \"I need a mirror! Now! At least three feet high!\" He can capture the demon in the mirror and throw it out the window, see, although you wonder why supernatural beings would have such low-tech security holes.\n\nReeves has a deliberately morose energy level in the movie, as befits one who has seen hell, walks among half-demons, and is dying. He keeps on smoking. Eventually he confronts Satan (Peter Stormare), who wears a white suit. (Satan to tailor: \"I want a suit just like God's.\") Oh, and the plot also involves the Spear of Destiny, which is the spear that killed Christ, and which has been missing since World War II, which seems to open a window to the possibility of Nazi villains, but no.", "running_time": 121, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-02-17", "genres": ["Action", "Drama", "Fantasy", "Mystery", "Thriller"], "title": "Constantine (2005)"}