{"url": "http://www.rogerebert.com/reviews/conspiracy-theory-1997", "by": "Mel Gibsonas Jerry Fletcher", "star_rating": 2.5, "text": "\"Conspiracy Theory'' cries out to be a small film--a quixotic little indie production where the daffy dialogue and weird characters could weave their coils of paranoia into great offbeat humor. Unfortunately, the parts of the movie that are truly good are buried beneath the deadening layers of thriller cliches and an unconvincing love story.\n\nI can almost guess how this happened. The original screenplay by Brian Helgeland must have been strange and wonderful. It told the story of a New York cabby who combines everything he hears into one grand unified conspiracy theory. Most of the time he's wacko. Sometimes, like a stopped clock, he's on the money. (\"I was right!'' he says at one point. \"But what was I right about?'') This screenplay no doubt attracted widespread attention in Hollywood because of its originality and brilliance. Then it was packaged with major stars (Mel Gibson and Julia Roberts) and an A-list director (Richard Donner of \"Lethal Weapon\"). The movie could essentially have been filmed for a few million dollars, but not with talent like that, so it turned into a megaproduction, and was lost.\n\nAlmost immediately (I'm still weaving my fantasy here) some industry genius decreed that Gibson and Roberts had to fall in love in the movie, \"because the audience will want to see that.'' Oh yeah? Not if it involves such torturous contrivances that whole shards of the plot are torn off and sent flying like rubber off of truck tires. The same genius, or his clone, then decreed that since there was the money for bloated action sequences, of course there had to be some.\n\nVery few action sequences work. Most of them bring movies to a lurching halt. \"Conspiracy Theory'' is never more interesting that when Gibson is spinning his bizarre theories, and never more boring then when secret agents are rappelling down ropes from helicopters hovering over New York streets. There have been so many action sequences in so many movies that we have lost the capacity for surprise; unless they work as part of the plot, our eyes glaze over, because we know the actors have gone out for lunch and we are looking at stunt men supervised by the second unit.\n\nAnyway. The Gibson character in \"Conspiracy Theory'' is a wonderful creation, a guy named Jerry Fletcher who has listened to way too much talk radio. Secrets spin from his fertile imagination and into the incredulous ears of his passengers: The right-wing militias, which say they'll defend us from a UN invasion, are UN troops. Vietnam was fought over a bet between Howard Hughes and Aristotle Onassis. They rounded up the fathers of all the Nobel Prize winners to extract and freeze their sperm. Oliver Stone is a disinformation specialist who works to discredit conspiracy theories. NASA plans to assassinate the president with an earthquake triggered by the space shuttle. And there is a reason all the goofballs seem to read Catcher in the Rye.\n\nThis is great stuff, and Gibson, a gifted comic actor, delivers it with a kind of intense insane conviction. (He would have been fine in the little indie production, except that the mere presence of a big star in a perfect screenplay tends to alter it, in a Hollywood version of the Heisenberg Uncertainty Principle.) Turns out he has an obsession: a Justice Department agent (Julia Roberts) whom he fell in love with, after saving her from a mugging. He tries to tell her all of his conspiracy theories, and she tries to humor him, until one day it appears he may actually be onto something.\n\nMore of the plot I will not reveal. Much of it involves Patrick Stewart as a government psychiatrist who spends much of the movie with an injured nose, although not to the effect of Jack Nicholson in \"Chinatown.\" What's good about the movie are the gritty scenes of the taxi driver's life (including a little homage to \"Taxi Driver\" in the form of street drummers in Times Square). If the movie had stayed at ground level--had been a real story about real people--it might have been a lot better, and funnier. All of the energy is in the basic material, and none of it is in a romance that is grafted on like an unneeded limb or superfluous organ.\n\nI have no inside knowledge of the production details. Not a smidgen. I'm going entirely on instinct. But all my instincts tell me that major changes were made to the original material in order to suit \"audience expectations'' about the stars. If you want to experience the anguish of rewrites dictated by kneejerk bureaucrats, attentively watch the scenes where the movie tries to explain why this woman and this man could arrive at this relationship. It is always painful to see a movie in flight from its strengths.", "running_time": 129, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Action", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Conspiracy Theory (1997)"}