{"url": "http://www.rogerebert.com/reviews/contempt-1997", "by": "Brigitte Bardotjeremiahas Camille Javel", "star_rating": 3.0, "text": "\"Contempt'' was Jean-Luc Godard's 1963 attempt at a big-budget, big- star production, and more or less satisfied his curiosity. It was not the direction he wanted to move in, and the rest of his career can be seen, in a way, as a reaction to the experience. Not that the film itself is a compromise; you can see the tension between Godard and his backers right there on the screen, and hear it between the lines of the dialogue, in this newly restored print.\n\nThe film is about a failed playwright (Michel Piccoli) who is hired by a corrupt American producer (Jack Palance) to work on the script of a movie by a great veteran director (Fritz Lang, playing himself). The playwright is married to a sexy former typist (Brigitte Bardot) that the producer has his eye on. The film is going to be based on The Odyssey, but Palance has a \"Hercules''-style ripoff in mind, while Lang wants to make an art film.\n\nMany critics have interpreted \"Contempt'' as a parallel to The Odyssey, with Piccoli as Odysseus, Bardot as Penelope and Palance as Poseidon, but it is just as tempting to see the frustrated screenwriter as Godard; the woman as Godard's wife, Anna Karina, and the producer as a cross between Joseph E. Levine and Carlo Ponti, who were both attached to the project. There's a scene where Palance views a rough cut of the movie (which looks like stark modernist wallpaper) and shouts at Lang, \"You cheated me, Fritz! That's not what's in the script!'' As Palance hurls cans of film around the screening room, we may be reminded that the film opened with a curious, extended scene in which Bardot's naked (but not explicitly revealed) body is caressed and praised by Piccoli. Insecure, she asks him about her thighs, her arms, her breasts, and he replies in every case that he gazes upon perfection. This sequence was belatedly photographed after the producers screamed at Godard that he had cheated them by shooting a film starring Bardot and including not one nude shot. In revenge, he gave them acres of skin but no eroticism.\n\nFritz Lang sails through the movie like an immovable object, at one point telling Palance, \"Include me out--as a real producer once said.'' The others carry the real weight of the story. Early in the film, after the disastrous screening, Palance storms out and then offers Bardot a ride to his Roman villa, leaving his secretary and Piccoli to follow behind. Palance makes a pass at Bardot, who turns him down contemptuously, and is then disturbed when Piccoli doesn't seem to defend her as he should--is he trying to provide his wife to the producer? That leads to the film's second act, an extended marital argument between Piccoli and Bardot, shot in the disconnected cadences of real life; couples do not often argue logically because what both sides are really asking for is uncritical acceptance and forgiveness. Then comes the third major location, a sensational villa jutting out high above the Mediterranean, its roof reached by a broad flight of steps that looks like the ascent to a Greek temple.\n\nGodard's screenplay, based on the novel A Ghost at Noon, by Alberto Moravia, contains many moments to be savored by those who have enjoyed Godard's long battle with the film establishment. He has the crass producer constantly misquoting or misusing halfunderstood snippets of Great Quotations, and at one point shouting, \"I like gods. I like them very much. I know exactly how they feel.'' Lang's character includes details from his own life (we are told the possibly exaggerated story about how Goebbels offered him the film industry, and he fled Germany on the midnight train). Lang also frequently seems to be speaking for Godard, who was forced to shoot in CinemaScope, and has Lang say, \"CinemaScope is fine for snakes and coffins, but not for people.'' Jack Palance is not well cast as the producer; perhaps he was too much of an outsider himself to play a craven money man. He seems ill at ease in many scenes, unconvinced by his own dialogue. Bardot, whose role is emotionally easier to understand, seems very natural. And Michel Piccoli (in his first role!) is persuasive as a man with few talents and great insecurities; his screenwriter is quite different from the typical Piccoli roles of years to come, when he played men who were confident, smooth, devious.\n\nAs for Godard, he stays, as always, a little aloof. All of his films are, in a way, about filmmaking; he breaks the illusion of the fourth wall in order to communicate directly with the audience, usually in such an enigmatic way that he seems to be satirizing the whole idea of communication. He likes mannered shots that call attention to themselves, and here, faced with the great width of the CinemaScope screen, he has moments when he pans slowly back and forth from one side of the room to the other, using an unbroken take but refusing to place both characters on the screen at the same time.\n\nWhen wide-screen movies are shown on TV these days, they are often subjected to the annoying \"pan and scan'' practice, in which the sides are chopped off and then the camera moves back and forth to show two people who were originally meant to be seen at once. I can only imagine how the pan and scan process would look if applied to this movie, in which Godard has built his own panning into the wide-screen compositions. The worst scenario: The movie pans in two directions at once.\n\n\"Contempt'' is not one of the great Godard films, for reasons it makes clear. In a way, it's about its own shortcomings. A drama exists at ground level involving the characters, while the film fights between the tendency to elevate them into art (Lang) or vulgarize them into commerce (Palance). It is interesting to see, and has moments of brilliance (the marital argument, the use of the villa steps), but its real importance is as a failed experiment. \"Contempt'' taught Godard he could not make films like this, and so he included himself out, and went on to make the films he could make.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-09-05", "genres": ["Drama", "Foreign", "Romance"], "title": "Contempt (1997)"}