{"url": "http://www.rogerebert.com/reviews/contraband-2012", "by": "Mark Wahlbergas Chris", "star_rating": 2.0, "text": "I'm growing particularly weary of the wife/girlfriend of the hero whose life and children are threatened by vicious bad guys. It must be admitted, however, that in this film, the threatened means of death makes being tied to railroad tracks seem jolly by comparison.\n\nThe movie involves the smuggling of a vast quantity of counterfeit $100 bills from Panama City to New Orleans. Although Chris Farraday (Mark Wahlberg), the would-be smuggler, prefers not to deal with drugs, wouldn't you know several kilos of cocaine get mixed in with the deal. \n\n\"Contraband\" is based on an Icelandic thriller named \"Reykjavik-Rotterdam,\" which leads you to suspect that neither New Orleans nor Panama City is particularly essential to the plot. That film starred Baltasar Kormakur, who is the director of this one, perhaps as a demonstration that many stars believe they could direct this crap themselves if they ever had the chance.\n\nAn experienced smuggler, Chris has retired from crime to settle down in married bliss; alas, his wife, Kate (Kate Beckinsale), has a brother who has made a mess of a cocaine delivery, and lives are in danger unless the veteran Chris steps in and performs a make-good job. Chris has entrusted an old pal named Sebastian (Ben Foster) to protect Kate and the children while he's on the job. She may require protection, because a snaky crime lord named Tim Briggs (Giovanni Ribisi) is the boss of this deal. Let it be said that in this role Ribisi uses the kind of voice that makes you want to smack him, just for talking like that.\n\nChris and a couple of partners sign on as seamen aboard a container ship plying the waves between New Orleans and Panama City. The ship's skipper is J.K. Simmons. Yes, the instantly likable actor who played the father in \"Juno.\" He's likable here, too, if a little tougher; let it be said that Chris smuggles rings around him as the ship becomes as active as a FedEx terminal.\n\nNow help me out here. Chris shows his pals where he'll stash the piles of counterfeit bills — in an empty space behind a tool board. One guy steps inside to check it out, and just then the skipper approaches, and they have to screw the panel shut and hurry away. Did they ever let that guy out? I kept worrying about him trapped in there. Maybe I missed something.\n\nMan, is this plot complicated. At one point, while Chris and pals have a \"very limited\" time ashore in Panama before the ship sails, they find enough time to (1) seek the warehouse where the bills are manufactured, and (2) try to stick up an armored car. It's not a matter of just going straight to the warehouse. Chris doesn't recall where it is, but \"if we drive around, I'll see something that reminds me.\" Panama City has a population of 900,000. \n\nSticking up the armored car involves driving a van into its path and causing a crash, then shooting it out with the cops. This leads to the theft of a Jackson Pollock painting worth millions, which nobody ever explains to the thieves. At one point it's described as \"a cloth with oil smears.\" Well, fair enough. More like dribbles. \n\nMeanwhile, snaky-voiced Ribisi and his men are causing great distress to wife Kate — so much that the preview audience recoiled at one point. The means of her apparent doom is so heartless you can hardly believe your eyes. Toward the end, Chris sets a trap for the bad guys that is admirably ingenious, although it involves a lot of planning ahead and good luck, and it's one of those deals requiring everyone to be in precisely the right place at the right time. Don't these schemes usually go wrong? \n\n\"Contraband\" involves a lot of energy, but I'm getting tired of violent retreads of these heist elements. It wanted to terrify me for two hours, but what mostly scared me was the challenge of getting back to street level on the theater's steep escalator. Man, they should slow that baby down.", "running_time": 109, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-11", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Contraband (2012)"}