{"url": "http://www.rogerebert.com/reviews/control-2007", "by": "Sam Rileyas Ian Curtis", "star_rating": 3.5, "text": "Ian Curtis, we are shown in a new film, was one of those introverted teenagers who gaze sadly upon their own destiny. In his cramped bedroom in Macclesfield, England, his schoolboy's desk holds files labeled for Poems, Novels, and so on. The files are filled not so much with his work as with his dreams. He lies on his back on his narrow bed, smokes, ponders, listens to music. He would become the object of cult veneration as lead singer of the late 1970s band Joy Division, and he would be a suicide at 23. There are times when we almost think that was his plan.\n\n\"Control,\" one of the most perceptive of rock music biopics, has been made by two people who knew him very well. It is based on a memoir by his wife Deborah (played by Samantha Morton), a teenager when they married, and directed by the photographer Anton Corbijn, whose early photos helped establish Curtis' image as young, handsome and sorrowful. The title of Deborah's book, Touching From a Distance, could describe all his relationships.\n\nThere is irony in the band name Joy Division, because Ian seems to experience little joy and much inner division, as an almost passive participant in his own career. Listen to the two albums the band made, and you hear his lead vocals as relentless complaints against --what? The melancholy that prevents him from feeling the emotions expressed by his words?\n\nThe movie is quietly, superbly photographed and acted. It is in black and white and gray, of course, and we sense Ian was a man who dreamed in shadows, not colors. He is played by Sam Riley, who makes him seem always alone. There is a lot of performance footage, but Riley sees Ian not so much performing as functioning. His bandmates sometimes look at him with that inward expression people get when they wonder if they have enough gas to get to the next gas station.\n\nIan's marriage is, of course, a focus of the film, since his wife was not only its source and co-writer but co-producer. He was clearly not ready for marriage. She was younger but more balanced and competent. Ian had an affair with Annik Honore (Alexandra Maria Lara), a Belgian, and the movie deals with that straight on, not painting her as a homewrecker but as another of the enablers Ian used. For him, I suspect, love meant not so much what he felt for a woman as what she felt for him.\n\nEarly in the film, Ian and Deborah attend a Sex Pistols concert, and Ian has his ideas altered about what a band is and what music is. His stage style with a microphone resembles a shy, introverted Johnny Rotten. We meet key players in the pivotal Manchester music scene of the period, including the entrepreneur Tony Wilson (Craig Parkinson), immortalized in Michael Winterbottom's \"24 Hour Party People,\" a film about the same time and place.\n\nIan Curtis suffered from epilepsy, a condition which I'm not sure he fully understood. It seems to have come upon him around 20, and sometimes during a stage performance, we see him moving spasmodically and wonder if performing triggers episodes. Unlike epilepsy as experienced by, say, Unlike epilepsy as experienced by, say, Prince Myshkin in Doystoyevski’s \"The Idiot,\" Ian's does not seem to involve a transition through an ecstatic state. He grows agitated, blanks out, regains consciousness, is confused and depressed. His body has betrayed him.\n\nThe extraordinary achievement of \"Control\" is that it works simultaneously as a musical biopic and the story of a life. There's no rags-to-riches cliche-mongering, because for Ian, even the riches were sackcloth. And since his early death is so well-known, the movie consists of a progression, not a progress. The emotional monitor is always Deborah, patient, loyal, worried; Morton, who is 30, is absolutely convincing as a plucky teenage bride. The shots with which Corbijn leads up to and out of Ian's suicide are meticulously modulated. They do not sensationalize or romanticize. They look on from a certain distance, as we do, as everyone did, while this life moved helplessly toward its close.\n\nWas Ian Curtis bipolar? I'm not an expert, but the movie led me to feel that he was not, and that lithium, say, would not have helped him. His discontent was not a disease but a malaise, not manic depression but more like the state described in The Anatomy of Melancholy by Robert Burton:\n\nAll my joys to this are folly,\n\nNaught so sweet as melancholy.", "running_time": 121, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-25", "genres": ["Drama", "Foreign", "Indie"], "title": "Control (2007)"}