{"url": "http://www.rogerebert.com/reviews/contract-1982", "by": "Tadeusz Lomnickias Adam", "star_rating": 3.0, "text": "The story goes that when Krzysztof Zanussi, the gifted Polish director, saw Robert Altman's \"A Wedding\" (1979) he didn't like It very much, but he thought it was a great idea for a movie. So he made his own version in Poland in 1980, using a wedding party as a microcosm for aspects of Polish society. His \"Contract\" was a barbed social satire when it opened in Poland, but when it played the 1980 Chicago Film Festival many of the Polish references went over the heads of American viewers, and what remained was, well, a Polish exercise on the theme of Altman's \"A Wedding.\"\n\n\tThat was okay, because comedy travels even when political satire stays at home, and the movie does a wonderful job, like Altman's, of introducing the various factions on both sides of the aisle and standing back while they make love, emotional warfare and fools of themselves. Now Zanussi's \"Contract\" is back for an extended Chicago run at the Film Center -- and now, of course, the film is a poignant reminder of the freedom of expression that Is no longer enjoyed in Poland.\n\n\tThe movie opens with a major theme, the strained truce between church and state in Poland. Everyone survives the civil wedding without much trouble, but the church wedding (the \"real wedding,\" someone says in an aside) is a complete disaster the next day. It reminds us of the wedding scene in \"The Graduate,\" in which decorum broke down in the face of Dustin Hoffman's anguished cries of passion. No matter. After the fiasco at the church, the post-wedding party is held just as scheduled, though the bride is missing, because the bride's father is eager to show off his luxurious country villa.\n\n\tThe villa is one of those places of privilege that are supposed to be outlawed in egalitarian communist countries, but are not. In this case, the villa's owner is not a high government official, however, but simply a surgeon who has connections to do the kinds of favors that don't turn up on invoices. He's a professional black marketer, selling services instead of goods.\n\n\tThe guests at the wedding are an oddly assorted bunch (I'm told that Polish audiences would have no trouble identifying some of them as caricatures of Polish government and civilian celebrities). Standing out from the crowd is the host's one-time sister-in-law, a ballerina played by Leslie Caron. She dazzles the guests with her Paris fashions, but turns out to have a nasty little secret of her own.\n\n\tMeanwhile, disaster strikes. Purses and possessions are reported to be missing. There is an unthinkable possibility: One of the guests Is a thief. Everyone is too polite to accuse anyone else, at first, but then the social conventions start to erode under the realization that any luxury item is going to be impossible to replace within the Polish economy. At this point, the movie begins to resemble Luis Bunuel's \"The Exterminating Angel,\" the 1963 classic about a dinner party at which the tuxedoed guests are somehow unable to leave, and are gradually reduced to camping out in the drawing room like animals.\n\n\tThere are no doubt all sorts of political and social parables to be discovered in \"Contract,\" and moviegoers who are well-informed on Poland will find them. For American audiences, the movie works as a more general satire of social and political values. For everyone, this free-spirited 1980 comedy is a reminder that movies like this are not going to be made again in Poland for a long time, and that Zanussi, like his movie, is now an exile.", "running_time": 103, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Foreign", "Mystery", "Romance"], "title": "Contract (1982)"}