{"url": "http://www.rogerebert.com/reviews/control-room-2004", "by": null, "star_rating": 3.0, "text": "The final film I saw at Cannes 2004 came from Egypt and contained a surprise. It was \"Alexandrie ... New York,\" by the veteran director Youssef Chahine, and it told the autobiographical story of an Egyptian who comes to America in 1950 to study at the Pasadena Playhouse, and returns again in 1975 and 2000. There is a lot more to it than that, but what struck me was when the student joined his classmates in singing \"God Bless America\" at the graduation. I hadn't heard that in an American film since \"The Deer Hunter\" in 1978.\n\nThe character in 1950, and apparently the 78-year-old Egyptian who told his story, loved America. I thought of them as I watched \"Control Room,\" an enlightening documentary about how the U.S. networks and the Arab satellite news channel Al Jazeera covered the early days of the war in Iraq. If Americans are familiar with Al Jazeera at all, it is because, as Donald Rumsfeld charges in the film, it is a source of anti-American propaganda, \"willing to lie to the world to make their case.\"\n\nYet there is an extraordinary moment in the film when Samir Khader, an engaging and articulate producer for Al Jazeera, confides that if he were offered a job with Fox News, he would take it. He wants his children to seek their futures in the United States, he says, and I carefully wrote down his next words: \"To exchange the Arab nightmare for the American dream.\" These are the words of a man Rumsfeld calls a liar. That many American news organizations including the New York Times, have had to apologize for errors in their coverage of Iraq may indicate that Rumsfeld and his teammates may also have supplied them with ... inaccuracies.\n\nKhader is seen in action, interviewing an American \"analyst\" named Jeffrey Steinberg who attacks U.S. policy. Afterward, Khader is angry that his network arranged the interview: \"He's just a crazy activist. He wasn't an analyst. He was just against America.\" We also see correspondents from CNN, Fox and the networks attempting to stay objective, although they collectively lose it when a military spokesman holds up the famous deck of cards with the faces of Iraq's \"most wanted\" on it, announces the decks will be distributed by the thousands throughout the country, and then refuses to let the journalists see the cards.\n\nThe documentary is low-key for the most part, just watching and listening. Many of its scenes take place in and around CentCom, the temporary media center in Qatar where the world's journalists gathered during the run-up to the invasion of Iraq. Here Americans have long conversations with their counterparts at Al Jazeera, which is privately owned and heavily watched in Arab countries because viewers trust it more than their own government channels.\n\nI have not seen Al Jazeera and am in no position to comment on its accuracy. I have seen this film, however, which contains enlightening moments. Remember the TV scene when joyous Iraqis toppled the statue of Saddam Hussein after the capture of Baghdad? TV pictures on the monitors at CentCom clearly see something American audiences were not shown: The square was not filled with cheering citizens, but was completely empty, except for the small band of young men who toppled the statue.\n\nAl Jazeera producers watch the footage with their U.S. counterparts and observe that those who are interviewed \"do not have Baghdad accents.\" They wonder why one \"happened to have the old Iraqi flag in his pocket.\" The implication: This was a staged event, initiated by the U.S. occupation and bought into by the U.S. media.\n\nThe movie listens in on many philosophical bull sessions between a U.S. Marine press spokesman, Lt. Josh Rushing, and an Al Jazeera producer named Hassan Ibrahim, who once worked for the BBC. Rushing defends the American line but is willing to listen to Ibrahim, who deconstructs some of the American claims (his version: \"Democratize or we'll shoot you\"). Some of Rushing's statements ring a little hollow today, as when he says, \"The American POWs expect to be treated humanely, just like we are treating our prisoners humanely.\"\n\nThe correspondents are saddened when three journalists are killed in Baghdad by U.S. strikes. We see one of them, working for Al Jazeera, sitting sadly behind sandbags on the roof of a building, looking like a man who has had his last meal. The network carefully informed American authorities of the location of their bureau, it's noted, and American rockets struck that location not long after Rumsfeld and others complained about Al Jazeera's coverage. An accident of war.\n\n\"Control Room\" was directed by Jehane Noujaim, an Arab-American documentarian who made \"Startup.com,\" the absorbing 2001 doc about an ambitious Web site that got caught in the collapse of the Internet bubble. In this film, she seems content to watch and listen as journalists do their jobs and talk about them. She doesn't take sides, but in insisting that there is something to be said for both sides, she offends those who only want to hear one side.\n\nWhat is clear is that the Al Jazeera journalists feel more disappointment than hatred for America. During one of those bull sessions, there's a rhetorical question: \"Who's going to stop the United States?\" And an Arab replies: \"The United States is going to stop the United States. I have absolute confidence in the U.S. Constitution and the U.S. people.\" The film's buried message is that there is a reservoir of admiration and affection for America, at least among the educated classes in the Arab world, and they do not equate the current administration with America.\n\nNote: Salon.com reported June 6 that Lt. Josh Rushing was ordered by the Pentagon not to comment on this film, \"and as a result, the 14-year career military man, recently promoted to captain, plans to leave the Marines.\"", "running_time": 84, "mpaa_rating": "Not", "release_year": 2004, "date_published": "2004-06-11", "genres": ["Documentary"], "title": "Control Room (2004)"}