{"url": "http://www.rogerebert.com/reviews/continental-divide-1981", "by": null, "star_rating": 3.0, "text": "Here is a movie that is supposed to be about a newspaperman--a\r\ncolumnist for the Chicago Sun-Times, in fact--who is like no newspaperman I\r\nknow, but exactly like every newspaperman would like to be. In my opinion, that\r\nmakes it accurate. \"Continental Divide\" stars John Belushi as the\r\njournalist, obviously inspired by Mike Royko. He likes to walk along the\r\nlakeshore with the towers of the city outlined behind him against the lonely\r\nsky at dusk, a notebook stuck in his pocket and a cigarette stuck in his mug,\r\non his way to rendezvous with stoolie aldermen and beautiful women.\n\nThe movie takes this character, played by Belushi with a\r\nsurprising tenderness and charm, and engages him in an absolute minimum of\r\nnewspaper work before spiriting him off to the Rocky Mountains for what the\r\nmovie is really about, a romance with an eagle expert. The movie opens as if\r\nit's going to be a tough Chicago slice-of-life, with Belushi getting tips from\r\nan insider about city graft and payola, but then the columnist is beaten up by\r\na couple of cops on an alderman's payroll. The managing editor suggests this\r\nmight be a good time for Belushi to spend a few weeks out of town, and so the\r\ncolumnist heads for the Rockies to get an interview with a mysterious and\r\nbeautiful woman (Blair Brown) who has generated worldwide curiosity by becoming\r\na hermit to spy on the habits of bald eagles.\n\nThe\r\nwhole center section of the movie takes place in the mountains, and if nothing\r\nvery original happens there, we are at least reminded of several beloved movie\r\ncliches that seemed, until this film, to belong exclusively in the comedies\r\nthat Katharine Hepburn and Spencer Tracy used to make together. After the city\r\nslicker Belushi crawls wearily up a mountainside (losing his booze and\r\ncigarette supply in the process), he meets the beautiful birdwatcher and falls\r\ninstantly in love. She's having none of it. She's one of those independent\r\nwomen who marches from crag to aerie in her L.L. Bean boots and designer\r\nwardrobe.\n\nBecause\r\nBelushi's grizzled mountain guide already has disappeared down the mountain,\r\nthe two of them are destined to spend the next two weeks together in a cabin.\r\nThis sets up a classic situation in which the girl talks tough but starts to\r\nfall for the big lunkhead. And there are the obligatory switches on male-female\r\nroles as Brown climbs mountains and Belushi stays home and makes goulash.\r\nOccasionally, a mountain lion attacks.\n\nThis\r\nall sounds predictable, of course, and yet this movie's predictability is one\r\nof its charms. It's rare these days to find a film that is basically content to\r\nbe about a colorful man and an eccentric woman who are opposites and yet fall\r\nmadly in love. It is even rarer to find a movie cast with performers who are\r\noffbeat and appealing and do not have obvious matinee-idol appeal. Belushi's\r\ncharacter in this movie is quite unlike his self-destructive slob in\r\n\"National Lampoon's Animal House\" it shows the gentleness and\r\nvulnerability that made him so appealing in some of Second City's quieter\r\nskits.\n\nBrown\r\nis also a revelation. She has been in several other movies without attracting a\r\ngreat deal of attention, but here she is unmistakably and wonderfully a star, a\r\ntousled-haired, big-eyed warm person who does not project sex appeal so much as\r\nwarmth and humor. In other words, she has terrific sex appeal.\n\nOne\r\nof Belushi's special qualities was always an underlying innocence. Maybe he\r\ncreated his Blues Brothers persona in reaction to it. He's an innocent in this\r\nmovie, an idealist who's a little kid at heart and who wins the love of Brown not\r\nby seducing her but by appealing to her protective qualities. That's the secret\r\nof the character's appeal. We're cheering for the romance because Belushi makes\r\nus protective, too, and we want him to have a woman who'd be good for him.\n\nWhat\r\nabout the movie's view of journalism? It's really just a romanticized backdrop,\r\n“The Front Page” crossed with \"Lou Grant\" and modernized with a\r\ncomputerized newsroom. The newspaper scenes in the movie were shot on location\r\nin the Sun-Times features department, and one of the quietly amusing things\r\nabout \"Continental Divide's\" view of newspaper life is that in the\r\nmovie it's more sedate and disciplined than the real thing. In the\r\n\"real\" Sun-Times features department, there's a lot of informality\r\nand chaos and good-natured confusion and people shouting at one another and\r\neating lunch at their desks. In the movie, the extras (recruited from the\r\nSun-Times staff) forget about real life and sit dutifully at their video\r\ndisplay terminals, grinding out the news.\n\nThe\r\nnewspaper's managing editor is played by Allen Goorwitz, a gifted character\r\nactor who usually plays manic overcompensators, but who this time is\r\nreasonable, calm, civilized, compassionate, and understanding, just like my\r\nboss. The movie's city of Chicago is populated by colorful old newsstand\r\noperators, muggers who apologize before taking your watch, and city council\r\nbosses who make sure their shady deals don't get into the official transcript.\r\nThe newsies and muggers are fiction. The movie itself is fun: goofy, softhearted,\r\nfussy, sometimes funny, and with the sort of happy ending that columnists like\r\nto find for their stories and hardly ever find themselves.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Romance"], "title": "Continental Divide (1981)"}