{"url": "http://www.rogerebert.com/reviews/contagion-2011", "by": "Matt Damonas Mitch", "star_rating": 3.0, "text": "A black screen. The sound of a harsh cough. We are already alert when, soon after, we see a bartender pick up a customer's coin and then punch numbers into a cash register. Germs, we're thinking. \"Contagion\" is a realistic, unsensational film about a global epidemic. It's being marketed as a thriller, a frightening speculation about how a new airborne virus could enter the human species and spread relentlessly in very little time. \n\nThis scenario is already familiar to us through the apparently annual outbreaks of influenza. Not many of them cause as much alarm as swine flu did. The news chronology is always the same: alarmist maps, global roundups, the struggle to produce a vaccine at the Center for Disease Control in Atlanta, the manufacture and distribution of supplies of this year's \"flu shot.\"\n\nThe virus in \"Contagion\" is a baffling one, defying isolation, rejecting cure. This film by Steven Soderbergh is skillful at telling the story through the lives of several key characters and the casual interactions of many others. It makes it clear that people do not \"give\" one another a virus; a virus is a life form evolved to seek out new hosts — as it must to survive, because its carriers die, and it must always stay one jump ahead of death. In a sense, it is an alien species, and this is a movie about an invasion from inner space.\n\nThe cough we hear at the outset is from Beth Emhoff (Gwyneth Paltrow), a Minneapolis woman traveling home from Hong Kong. Soon her son dies. She follows. Her husband, Mitch (Matt Damon), apparently immune, is incredulous that death could so suddenly devastate his family. An investigation uncovers a secret visit that Beth made during a stopover in Chicago — but no, she didn't contract the virus through sexual contact, the way AIDS seemed to spread. \n\nAt the very end of the film, Soderbergh adds a brief scenario explaining where the virus may have come from in the first place, and how very few degrees of separation there were between its origin and a woman from Minneapolis. Whether this could happen in the way Soderbergh illustrates is beside the point; all viruses originate somewhere, and in an age of air travel, they can reach a new continent in a day.\n\nThe movie follows the protocols of techno-thrillers, with subtitles keeping count: Day 1, Day 3, Minneapolis, Geneva … We meet such key players as Dr. Ellis Cheever (Laurence Fishburne) of the CDC in Atlanta; Dr. Erin Mears (Kate Winslet) of the Epidemic Intelligence Service, who tries to track the spread with on-the-spot visits; Dr. Leonora Orantes (Marion Cotillard), an investigator from the World Health Organization in Geneva. They have worked together before, are skilled, operate urgently. And in a laboratory, there is Dr. Ally Hextall (Jennifer Ehle), trying to perfect a vaccine and impatient with the time being lost before she can test it on humans.\n\nAll of this works as drama. It might have been useful if Soderbergh had explained viruses more clearly as a life form that is not hostile to us, but concerned with other life forms only as its means of survival. Richard Dawkins outlined this process in his remorseless The Selfish Gene: From the viewpoint of a gene, bodies are merely steppingstones on their journey through time. Still, \"Contagion\" deserves praise for taking the scientific method seriously when so much hogwash is floated about regarding vaccines.\n\nOne aspect of the film is befuddling. Alan Krumwiede (Jude Law) is a popular blogger with conspiracy theories about the government's ties with drug companies. His concerns are ominous but unfocused. Does he think drug companies encourage viruses? The blogger subplot doesn't interact clearly with the main story lines and functions mostly as an alarming but vague distraction.\n\nYes, we must often wash our hands. Yes, \"hand sanitizers\" are all over the place these days. Yes, shaking hands with strangers can be annoying — although they are no more likely to carry viruses than we are. Yes, there is really not much we can do. You might be surprised by how many hospital patients die because of viruses they didn't walk in with.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-09-07", "genres": ["Action", "Disaster", "Drama", "Science Fiction", "Thriller"], "title": "Contagion (2011)"}