{"url": "http://www.rogerebert.com/reviews/conviction-2010", "by": "Hilary Swankas Betty Anne Waters", "star_rating": 3.0, "text": "Kenny Waters might not have been a very nice man, but he was an innocent one. By considering his innocence and not his personality, “Conviction” puts the focus where it belongs: on the sister who reshaped her entire life to win his freedom. Her determination is fierce, her rebirth is inspiring, and in Hilary Swank, the film finds the right actress to embody gritty tenacity.\n\nYou can hardly imagine anyone else playing Betty Anne Waters. She's a working-class woman from a hard childhood. She and her brother, Kenny (Sam Rockwell), had an absent father and a mother who might as well have been absent, and were shuffled through a series of dismal foster homes. But they stuck together and helped each other, almost as Dickensian survivors. Her gratitude to him is boundless.\n\n(Spoilers ahead:) The movie doesn't avoid that Kenny gets wild when he gets drunk. He displays the personality changes of an alcoholic. He can be mean, and everybody knows it. In many circles, this is seen as a trait and not a symptom. A local woman is murdered, he's arrested on suspicion and makes the mistake of behaving insultingly to a cop (Melissa Leo, from “Frozen River”). He will pay for that. A few local women, including a ditzy witness (Juliette Lewis) sorta are kinda sure they musta seen him at the crime scene, and the vengeful cop railroads him into jail.\n\nWaters dedicates her life to proving her brother's innocence. This involves reinventing herself. She gets a high school diploma, a college degree and enrolls in law school. One cost of this is her marriage. It's an intriguing possibility, untouched by the movie, that after a certain point in her re-education, she simply outgrew her earlier life and carried on for her own sake as well as her brother's. \n\nIn law school, she bonds with another student named Abra (Minnie Driver), who also dedicates her life to the case. The movie never really explains why; is it just the goodness of her heart? Driver is very good, in any event, and the two women involve us in their investigation.\n\nCourtroom scenes just about always work for me. It must be built into the situation. “Conviction” has good ones, especially when the Juliette Lewis character comes back into play. It is good to see Melissa Leo again, not so good that her vengeful cop has one dimension, but effective at how well she evokes it.\n\nThis is all based on a true story, including the lucky break when DNA testing is introduced and is used to prove Kenny innocent. The story generates that kind of urgency we feel when a character is obviously right and is up against stupidity and meanness. It delivers. \n\nWhat “Conviction” doesn't reveal during the “where are they now?” crawl at the end is that six months after his release, according to the Associated Press, Kenny was killed when he “fractured his skull when he fell from a 15-foot wall while taking a shortcut to his brother's house after a dinner with his mother.” Tragic. But Betty Anne Waters is still working for wrongfully convicted prisoners.", "running_time": 107, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-10-13", "genres": ["Drama", "Mystery", "Thriller"], "title": "Conviction (2010)"}