{"url": "http://www.rogerebert.com/reviews/conversations-with-other-women-2006", "by": "Helena Bonham-Carteras Woman", "star_rating": 3.5, "text": "The man says: \"Time really can't move in two directions.\" Of course, this is not true at all, and \"Conversations With Other Women\" is a movie that sets out to demonstrate why. In our minds, and in our hearts, time is hardly linear or unidirectional. Visit your parents and you're instantly a child again, and if you all live long enough, time begins to curl back on itself and they become your children. Or run into a certain old girlfriend or boyfriend and you may enter a disconcerting time warp between then and now and some shared future you once envisioned, but that never came to pass.\n\nHere's the situation: Two people in their late 30s -- a tuxedoed wedding guest identified only as Man (Aaron Eckhart) and a bridesmaid known only as Woman (Helena Bonham Carter) -- strike up a conversation that lasts all night. Are they strangers? Do they they recognize (or think they recognize) each other from years ago? Did they know each other at one time, but one or the other has forgotten or is pretending to forget?\n\n\"Conversations With Other Women,\" written by Gabrielle Zevin and directed by Hans Canosa, is a bittersweet meditation on the inevitable adjustments of adulthood. These two see themselves poised uncomfortably between youth and imagined decrepitude (\"The memory starts to go after 40\"), trying to find ways to reconcile their regrets over vanished opportunities and unfulfilled expectations with the reality of life in the here and now. You might think of it as an older adult cousin of \"Before Sunrise\" or \"Before Sunset\" -- a loquacious flirtation, a witty sparring match and a mutually cathartic confession.\n\nBut that's just one facet of the movie. At the same time, it's a daring and tantalizing formal experiment, shot entirely in split screen. Sometimes the two adjacent frames show the same thing from slightly different angles, usually with the Man on one side and the Woman on the other. But the divided screen also allows the filmmakers to comment instantaneously on the action in ways that recall the scene in \"Annie Hall\" where the subtitles translate the real thoughts behind the words the characters are speaking.\n\nThese two are continually revising and adjusting their words and actions, in the present as well as the past tense. So the two sides of the screen are also used to present alternative takes or line readings, suggesting how somebody might like to have said something juxtaposed with what actually came out -- the way that you often rehearse what you're going to say in your head, then say it, then immediately wish you could go back and say it differently.\n\nOr one side may show how something sounded to the person who said it, compared with how it sounded to the person who heard it. Or the film may display two \"Slacker\"-like alternate realities, showing a turn the conversation might have taken, and how it actually did in this reality. (And you may not know which is which for a while.)\n\nThe observations about love and sex and time and memory are uncommonly sharp and true -- so much so that you may feel at times that Dick Cheney has bugged your intimate conversations and provided them to Zevin for her screenplay. But this is also a movie that constantly reminds you that you're watching a movie. And that's not a bad thing.\n\nNew York Times film critic Manohla Dargis noted that, from reading most movie reviews, you'd never know that film is the art of telling stories with images. \"Conversations With Other Women\" not only insists that you notice the images and consider how they are telling the story, it confirms the aesthetic values of 86-year-old French director Eric Rohmer, whose loquacious comedies, proverbs and moral tales demonstrate that good talk and human faces are the most cinematic subjects in the world.\n\n\"The illusion of effortlessness requires a great effort indeed,\" says the Woman. And \"Conversations With Other Woman\" is so fluent in its editing and juxtaposition of side-by-side images, that the experience of watching the movie is indeed effortless. Yes, you notice there's a line separating one side of the screen from the other (and the filmmakers occasionally make it almost disappear, to tantalizing effect), but it's not a distraction. Eckhart and Bonham Carter switch gracefully and naturally from teasing to sincerity, intimacy to emotional withdrawal, and back again. They may remind you of bravura performers in a two-person play, but they never break character and start \"acting.\"\n\nAt Sundance, some viewers and critics wondered about the title: Why is it \"Conversations With Other Women,\" when the movie is about one man and one woman? The answer lies in the way the movie plays with time, imagination and memory. Is the 38-year-old you the same person as the 22-year-old you? Might the 22-year-old and the 38-year-old (and who knows how many others) exist simultaneously inside the same mind and body? And how well can you really know another person -- and for how long, given that people are always changing? There may be only one \"Woman\" credited in the movie, but she's also several \"other women\" at any given moment.", "running_time": 84, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-08-31", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Conversations with Other Women (2006)"}