{"url": "http://www.rogerebert.com/reviews/coogans-bluff-1968", "by": "Lee J. Cobbas Sheriff McElroy", "star_rating": 3.0, "text": "\"Coogan's Bluff\" is a retelling of one of the oldest American themes: the unspoiled country boy comes to the big city and tests his frontier values against corruption of civilization. This time the hero is a strong, silent deputy sheriff from Arizona, dispatched to New York City to extradite a killer. He runs afoul of big-city criminals and gets tangled up in laws which say an Arizona deputy can't act like a New York cop -- not in New York, anyway.\n\nAs Coogan, Clint Eastwood is well cast. In his series of Italian Westerns (\"A Fistful of Dollars,\" \"The Good, the Bad and the Ugly,\" etc.), he renewed a tradition recent American Westerns had lost track of: The hero should be a man of few words and many actions. So while Hollywood cowboys were debating capital punishment, Eastwood was spitting and smoking his cigarillo and sneering and gunning people down and getting off a line of dialog, say, every five minutes.\n\nHe plays essentially the same character in \"Coogan's Bluff.\" This is Coogan's first visit to the city, and there are a lot of things he doesn't know, but he does know his own mind. A cab driver charges him 50 cents for \"luggage\" consisting of an attaché case. The fare comes to $2.95. \"How many stores are there in this town named Bloomingdale's?\" Eastwood asks. \"One,\" the cabbie says. \"Well,\" says Eastwood, \"We passed it twice.\" \"It's still $2.95, including the luggage,\" the cabbie insists. \"OK,\" says Eastwood. \"Here's $3, including the tip.\"\n\nOnce safely established, Eastwood goes to pick up his prisoner and gets tangled in a legal hassle with the sheriff (Lee J. Cobb), a romantic complication with a social worker (Susan Clark), a double crossing from a hippie (Tisha Sterling), and a showdown with a mean killer (Don Stroud). These involvements are played off against one another for an hour and that's the movie.\n\nDon Siegel, who directed, is thoroughly at home in this sort of movie. He encourages Eastwood's laconic, slit-eyed hostility, plays up Lee J. Cobb's frustrated humanism, and has a lot of fun with a motorcycle chase up and down the steps and around the sidewalks of a park.\n\nHollywood used to produce these hard-action cop movies with relative ease, but recently the private eye and cop stuff has been bungled by unsure hands (see Gordon Douglas' uneven direction of \"Lady in Cement,\" for example). Siegel knows what he wants and gets it.", "running_time": 93, "mpaa_rating": "R", "release_year": 1968, "date_published": "1968-12-05", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Coogan's Bluff (1968)"}