{"url": "http://www.rogerebert.com/reviews/cookie-1989", "by": "Peter Falkas Dino", "star_rating": 2.0, "text": "\"Cookie\" brings with it a strange sense of deja vu, as if we'd seen this film on some earlier occasion, maybe when we weren't quite paying attention. It's the kind of pleasant, sometimes funny, fairly entertaining film that you can never quite remember very well, because even the filmmakers themselves haven't seen it very clearly.\n\nThe story stars Peter Falk as Dino Capisco, a middle-level mobster who is just winding up 13 years in prison. He has a daughter named Cookie, played by Emily Lloyd, whose mother (Dianne Wiest) has been his mistress for years. He also has a wife, Bunny (Brenda Vaccaro), who is not supposed to know about the mistress or the daughter.\n\nCookie is an unconventional misfit of a teenager, whose manners annoy her father. But when he gets out of prison he wants to do the right thing by her, and so, after a couple of other bright ideas don't pan out, he hires her as his chauffeur. Eavesdropping on everything, she quickly discovers that her father has been swindled by his old partner in crime (Michael V. Gazzo) and is in danger of getting killed if he complains too much.\n\nKnow these facts, and the movie holds few surprises. It's the fourth recent movie about Italian-American family life and the Mafia, and the least successful. After the rich details in \"Married to the Mob,\" \"Wise Guys\" and \"Spike of Bensonhurst,\" this one has the fewest surprises. It's all plot and behavior, and short on juice.\n\nThere is by now a visual landscape that we come to look for in these Mafioso comedies, a landscape painted in our imaginations by the films of Coppola, Scorsese and DePalma. We know about the big cars and the Mafia restaurants and the expensive suits and the urban wastelands and industrial parking lots where illicit meetings take place. We know the interiors of the homes will be garishly decorated and that the women will all look like they bought their wardrobes in the dress shops of Atlantic City hotels.\n\nAll of this stuff is just atmosphere, but in \"Cookie\" it's made to count for a lot, because the characters don't seem to vibrate with lives of their own. They all seem at the service of the plot.\n\n(If you want to see Italian-Americans filled with life and played convincingly, check out the new movie \"True Love.\") That isn't to say that the performances are bad - just that they're thinly written. Falk gives us a version of the character he has been playing for years, with no major variations. Lloyd, as his daughter, lacks the absolute originality she brought to her movie debut in \"Wish You Were Here,\" but that's because she's been forced into a movie-teenager mold instead of having a truly original character written for her. We can anticipate the trajectory of her role almost from the first few scenes.\n\nThe originality in the movie comes from the two supporting women, Wiest as the mistress and Vaccaro as the wife. Perhaps because these characters were closest to the hearts of the director, Susan Seidelman, and screenwriters, Nora Ephron and Alice Arlen, they're seen with more detail and given more quirks and ticks and eccentricities.\n\nWeist is especially funny as she tries to incorporate the role of a Mafia mistress into the profoundly middle-class values of her character.\n\nThe last act of the movie is all plot and event, which betrays how thinly the main characters have been written. The giveaway is when what happens in the story becomes more important than what happens to the personalities of the characters. By the last 20 minutes, the Falk character is on autopilot, and his daughter is orchestrating an impossible series of surprises and coincidences. What actually happens seems kind of hazy, but then the whole movie is hazy. We never feel that the filmmakers knew their characters; they seem to have learned about them from movies.", "running_time": 93, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-15", "genres": null, "title": "Cookie (1989)"}