{"url": "http://www.rogerebert.com/reviews/cookies-fortune-1999", "by": "Glenn Closeas Camille Dixon", "star_rating": 4.0, "text": "\"Cookie's Fortune'' is Robert Altman's sunniest film, a warm-hearted comedy that somehow manages to deal with death and murder charges without even containing a real villain. True, the Glenn Close character comes close to villainy by falsifying a death scene, but since she's in the middle of directing the Easter play at her church, maybe it's partly a case of runaway theatrical zeal.\n\nThe movie takes place in the small town of Holly Springs, Miss., where Altman assembles a large cast of lovable characters. He's a master of stories that interconnect a lot of people (\"MASH,'' \"Nashville,'' \"The Player,'' \"Short Cuts''), and here one of the pleasures is discovering the hidden connections.\n\nThe film begins with a false alarm. A black man named Willis (Charles S. Dutton) wanders out of a bar, seems to break into a home, and studies the guns displayed in a cabinet. An elderly white woman (Patricia Neal) comes downstairs and finds him, and then we discover they're best friends. Neal plays Cookie, a rich widow who misses her husband fiercely. Glenn Close is Camille Dixon, her niece, who discovers Cookie's dead body and rearranges the death scene to make it look like a break-in and a murder.\n\nMeanwhile, Altman's camera strolls comfortably around town, introducing us to Cora (Julianne Moore), Camille's dim sister; Emma (Liv Tyler), Cora's daughter, who takes a pass on genteel society and works at the catfish house; and the forces down at the police station, including the veteran officer Lester (Ned Beatty), Jason the doofus sheriff's deputy (Chris O'Donnell) and Wanda the deputy (Niecy Nash). Some of these people have roles in the Easter play, which is \"Salome'' (the letterboard in front of the church says it's \"by Oscar Wilde and Camille Dixon'').\n\nThe key dramatic event is the arrest of Willis on suspicion of murder, even though everyone in the town is convinced he could not have committed the crime. His fingerprints are indeed on the guns in Cookie's house, but no wonder, since he just finished cleaning them.\n\n\"He's innocent. You can trust me on that,'' declares Lester the sheriff.\n\n\"What makes you so sure of that?'' \"Because--I fish with him.'' Emma also believes he's innocent, and demonstrates her confidence by moving into his jail cell. The cell door is kept open, which is convenient for Emma and Jason the doofus deputy, since they are desperately in love and sneak off behind the Coke machine for rumpy-pumpy whenever possible.\n\n\"They read you your rights?'' the lawyer (Donald Moffat) asks Willis. \"Yeah, and gave me a cup of coffee and an issue of Field & Stream.'' Also a Scrabble board. Meanwhile, Camille and Cora (who has been sworn to secrecy about the falsified death scene) are beside themselves: They like Willis and are horrified he's under arrest, but to free him would involve incriminating themselves.\n\nAltman and his writer, Anne Rapp, use the crime story as a way to reveal connections of one sort or another between almost everyone in the movie. They also show a small Southern town that is not seething with racism, classism and ignorance, but is in fact a sort of heavenly place where most people know and like one another, and are long accustomed to their peculiarities. (There's a lovely scene where the bar owner tries to explain to the cops, without really saying so, that it is Willis' custom to steal a half-pint of Wild Turkey when he's broke and return it when he's in funds.) Altman has always been good with sly humor at the edges of his frame. He doesn't focus only on the foreground action, but allows supporting characters to lead their own lives on the edges. Notice in particular the delightful character of Wanda, the African-American deputy, who wields a tape recorder with great drama. There's a scene where a state investigator arrives from Jackson to look into the case. He's a handsome black man (Courtney B. Vance) who interviews the blues singer at the bar (Ruby Wilson), while Wanda works the tape recorder, and both women subtly but shamelessly flirt with him.\n\n\"Cookie's Fortune'' is the kind of comedy with a lot of laughs, and even more smiles. The cast blends so smoothly you can believe they all live in the same town. There is great warmth at the center of the story, in the performance by Charles S. Dutton, who is one of the most likable characters in any Altman film (his scenes with Liv Tyler include some very tricky revelations that they both handle with perfect simplicity). Glenn Close has the richest comedy in the film, as the meddling, stage-struck director (\"The two of you keep forgetting this is ancient Galilee!''). Patricia Neal's role is brief, but crucial and touching. Ned Beatty's sheriff uses fishing as his metaphor for life.\n\nAltman's films are sometimes criticized for being needlessly enigmatic and elliptical, for ending at quixotic moments, for getting too cute with the asides. He does sometimes commit those sins, if sins they are, but in the service of creating movies that are original. \"Cookie's Fortune'' has no ragged edges or bothersome detours, and flows from surprise to delight. At the end, when just desserts are handed out, it arrives at a kind of perfection.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-04-09", "genres": ["Comedy", "Drama", "Thriller"], "title": "Cookie's Fortune (1999)"}