{"url": "http://www.rogerebert.com/reviews/cool-world-1992", "by": "Kim Basingeras Holli Would", "star_rating": 1.0, "text": "The DJ who was hosting the radio station's free preview of \"Cool World\" leaped onto the stage and promised the audience: \"If you liked \"Roger Rabbit,\" you'll love \"Cool World'!\" He was wrong, but you can't blame him - he hadn't seen the movie. I have, and I will now promise you that if you liked \"Roger Rabbit,\" quit while you're ahead.\n\n\"Cool World\" is a seriously troubled film, so ragged I doubt if even the director can explain the story line. Like \"Who Framed Roger Rabbit\" it assumes that humans and cartoon characters can exist within the same reality, and it gives us human beings who find themselves in the \"cool world\" in another dimension beyond the animator's pen.\n\nThere is nothing wrong with this concept. There is everything wrong with the execution. Let's start with the animation itself, which seems to have been created by Ralph Bakshi with an unrealistic idea of how quickly we can comprehend visual information. A great deal of this film is so complex, chaotic, quick-cut and fast-moving that it is impossible to sit in the audience and figure out what is being depicted. The cartoon characters are so plastic that they are able to distort their shapes quickly and extremely, which occasionally leads to a good effect but often prevents us from seeing, or registering, who they are or what they are doing.\n\nThen there is the story, beginning with a prologue in postwar Las Vegas that exists only to catapult one of the characters (played by Brad Pitt) into the \"Cool World.\" He works as a cop there, and eventually is joined by another human, a cartoonist, Jack Deebs (Gabriel Byrne), who has followed one of his creations, the seductive Holli Would (first a cartoon and later a human played by Kim Basinger).\n\nThe central appeal of the movie is apparently meant to be the possibility of sex between Holli Would and a human. But the climactic scene - with Holli warming up in the preliminaries - is senselessly interrupted by cross-cutting to another scene of no apparent relevance, and indeed dramatic tension in the film is constantly under mined by Bakshi's jittery cutaways.\n\nThe film misses one opportunity after another. Look, for example, at the scene where Holli has taken human form and goes to a nightclub with Deebs. The way this scene is handled is almost a textbook example of incompetent writing, directing, filmmaking, acting - and, most importantly, storytelling. A million funny or interesting things could have happened in that nightclub. None of them does. The scene is agonizing.\n\nLook, too, at sequences in Vegas casinos, where ordinary gamblers turn into cartoons and back again. Could this be funny? Bizarre? Intriguing? Surprising? Maybe in another movie. The audience sat in soporific silence.\n\nOne of the obvious weaknesses of \"Cool World\" is the way it integrates animation and live action. \"Roger Rabbit\" was made with such precision and attention to subtle detail that it really did look as if people and \"Toons\" were inhabiting the same space. In \"Cool World,\" a human character will throw an arm around the shoulders of a cartoon, and the mismatch will be so distracting it's the only thing we can look at on the screen.\n\nBakshi's desperation is revealed in several brief sequences in which bizarre Cool World characters hurtle about the screen, screaming and gnashing, for no reason except to kill time or cover an awkward transition. What's odd is that an animated film would be so badly planned. Animation requires so much work at the storyboard level that these films are usually well-plotted, if nothing else.\n\n\"Cool World\" is a surprisingly incompetent film.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-07-13", "genres": ["Action", "Animation", "Comedy", "Fantasy", "Science Fiction", "Thriller"], "title": "Cool World (1992)"}