{"url": "http://www.rogerebert.com/reviews/cool-runnings-1993", "by": "Leonas Derice Bannock", "star_rating": 2.5, "text": "There really was a Jamaican bobsled team. And if the movie \"Cool Runnings\" can be trusted, the Jamaicans practiced on a bobsled with wheels, in the absence of any snow in their native land. Then they went to the winter Olympics, where the crowds cheered their pluck, if not their speed.\n\nThe problem with a story like this is that it's almost too perfect. It tends to break out of the boundaries of the typical sports movie, and undermine those easy cliches that are so reassuring to sports fans. The Olympics have fostered a cult of excellence in which athletes become superhuman, and victories are measured in a tenth of a second. If a bunch of guys can get there by practicing in a bobsled with wheels, nothing is sacred.\n\n\"Cool Runnings\" could have been a subversive movie, then - undermining the carefully-controlled imagery of the Olympics, which are only marginally less a retail business than, say, the Chicago Bulls. But the movie has no such ambition. Although the Jamacian bobsled team broke all the rules, the movie is content to follow them - to reprocess the story into the same formula as countless sports movies before it.\n\nThe recipe for such movies is set in stone. Write one yourself; you might get lucky. We begin with underdogs, coached by a loser with a scandal in his past and a lot to prove. We linger for a scene or two over the personalities on the team. We show practice sessions in which the team is absolutely without talent. We show despair. Then, just when things look their bleakest, the guys decide not to give up, and somehow they start to get better.\n\nSecond act. After a montage in which the coach's face turns from doubt to hope, there is an obligatory setback in which it appears that these fine young men will not even get to compete. An 11th hour solution is found, and they fly off to the Olympics, where, of course, their uniforms look shabby next to the Koreans and Germans, until the coach buys them new uniforms.\n\nThird act. The big event. First everything goes wrong. Then everything somehow turns out right. Cheers, hugs, delirious music, fade out.\n\nNow lest you think I have just given away the entire plot of \"Cool Runnings,\" let me assure you that what I have described is not this movie, but virtually every movie of its genre. If the plot of \"Cool Runnings\" resembles it in (let us say) many details, it has only itself to blame.\n\nIt's not a bad movie. In fact, it's surprisingly entertaining, with a nice sweetness in place of the manic determination of the average sports picture. The actors playing the bobsledders have a nice comic charm, especially Doug E. Doug as a high-energy guy named Sanka Coffie. And John Candy has a couple of stirring speeches that he somehow delivers as if every word were not recycled from other films. If you like underdog movies, you might like this one. Especially if you haven't seen very many.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-10-01", "genres": ["Comedy", "Drama", "Family", "Sport"], "title": "Cool Runnings (1993)"}