{"url": "http://www.rogerebert.com/reviews/cool-breeze-1972", "by": "Thalmus Rasulalaas Sidney Lord Jones", "star_rating": 2.0, "text": "\"Cool Breeze\" is a mess of a heist movie, blowing its climax too soon and then dribbling off into a series of unresolved episodes. Too bad. There's talent all over the place in the cast and a few good scenes that breathe and have you caring. But writer-director Barry Pollack can't seem to get it all together (to use a phrase that turns up in the dialog maybe nine times, even edging out \"doing my thing\").\n\nThe action involves an assortment of black jewel thieves, and what an assortment it is. Let's see. There's a wealthy businessman, an ex-con, a clothing-store owner who runs a bookie joint out of his back room, a hamburger stand operator and a preacher who just happens to possess a laser beam.\n\nSo far we're on familiar ground; heist and caper movies always have fun assembling an unlikely collection of experts. Right up to the obligatory scene involving a lecture illustrated with blueprints, the movie seems to be on the right track. But then Pollack is unable, or unwilling, to respect the conventions of the genre, and things fall apart.\n\nFirst of all, the caper itself isn't as ingenious as it should be. There's some business about crawling through \"the old steam tunnel,\" and a bus is stolen and a lock is picked, but mostly all that happens is that they walk in and burn open the safe with the laser.\n\nThis takes place about halfway into the movie, and everything afterwards is an anticlimax. In more ways than one. Pollack keeps throwing in bedroom scenes, and their common theme seems to be the impotence of the various men involved, and their dislike for the insipid, fawning girls in their lives. There are more bedroom scenes than action scenes, which would be okay except that impotence shouldn't be the biggest thrill in a caper movie.\n\nAnother problem is that the movie keeps losing its tone. There are some desperate scenes involving fatally wounded men, and then right afterwards there's a city bus driver who seems to have trained with Amos 'n' Andy's Fresh Air Taxicab Company, and a police captain who belongs in a Jerry Lewis comedy. (\"If we crack this case, there'll be promotions all around, men!\" etc.)\n\nAnd the movie doesn't end; it just stops. As we're walking out of the theater we remember that one of the wounded guys is still out on the highway in a car, and the hero is halfway through a taxi trip up the coast. The last shot is a freeze-frame of Thalmus Rasulala running joyfully across the street. Like a lot of freeze-frame endings, it's supposed to resolve everything but it doesn't. He's only going back to the Yellow Cab he's hired, after all.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-03-28", "genres": null, "title": "Cool Breeze (1972)"}