{"url": "http://www.rogerebert.com/reviews/coonskin-1975", "by": null, "star_rating": 3.0, "text": "Ralph Bakshi's \"Coonskin\" is said by its director to be about blacks and for whites, and by its ads to be for blacks and against whites. Its title was originally intended to break through racial stereotypes by its bluntness, but now the ads say the hero and his pals are out \"to get the Man to stop calling them coonskin.\" The movie's original distributor, Paramount, dropped it after pressure from black groups. Now it's being sold by Bryanston as an attack on the system.\n\nWhat's going on here? It seems to me a fairly interesting movie (with a skillful and innovative mixture of animation and stylized live action) is being used as an philosophical Ping Pong ball. Dozens of black exploitation films open every year, all of them freely using racial stereotypes and all of them heavy with sex and violence. But they aren't ambitious movies they're intended only to kill an hour or two. Now comes \"Coonskin,\" an attempt to do something really provocative and (God help us!) even artistic, and suddenly it's the target in an ideological shooting gallery.\n\nAudiences never win in a confrontation like this. Those moviegoers, black and white, who might be interested in this new film by the director of \"Fritz the Cat\" and \"Heavy Traffic\" will be turned off by the ads, which try to peddle it as an exploiter. And the blaxploitation audience won't like it, either (there were a fair number of walkouts during the sneak preview at the Oriental the other night if you loved \"Mandingo,\" you'll hate \"Coonskin,\" I guess). Because everybody has tried to get his hand in the money pot and nobody (the filmmakers excepted) has had the wit or courage to see the movie in a true light, \"Coonskin\" looks doomed.\n\nThat's a shame. This isn't the very best work by Bakshi, whose two earlier films combined brilliant animation with a harrowing vision of the urban experience. He seems a little at sea in \"Coonskin,\" and his episodes don't really add up to a coherent whole, but the movie's filled with vitality and visual exuberance we get a sense of life from the film that's all the more absorbing because \"cartoons\" aren't supposed to seem \"real.\"\n\nAnd by using caricatures and stereotypes so outrageously, Bakshi forces us to SEE them, to deal with them, instead of letting them pile up in our unused but potentially mischievous subconscious baggage. His story involves a tale with symbolic overtones and a lesson to be learned. While two (live action) convicts are awaiting a jailbreak, one tells the other the story of three black characters (Br'er Rabbit, Br'er Fox and Br'er Bear) who head north for Harlem and have adventures there that Uncle Remus never dreamed of.\n\nBakshi takes us into gambling dens, bars, whorehouses, drug smuggling rings. He shows us almost unremitting violence in the Harlem underworld, both among its denizens and against the white godfathers who try to cash in from outside. He also records a certain spirit, a soul, that survives even in the midst of horrendous urban dehumanization. And sometimes he even makes us laugh. The movie isn't thought through I'm no more certain what Bakshi ultimately had in mind than the ads seem to be, but \"Coonskin\" is provocative, original and deserves better than being sold as the very thing it's not.", "running_time": 100, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Animation", "Comedy", "Crime", "Drama"], "title": "Coonskin (1975)"}