{"url": "http://www.rogerebert.com/reviews/cop-out-1968", "by": "James Masonas John Sawyer", "star_rating": 1.5, "text": "There's an Ellery Queen paperback out now that claims to give you all the clues by Page 177. No tricks. No hidden evidence. \"Cop-Out,\" which also claims to be a murder mystery, is not quite so confident. It holds back so much information that even when the movie is over there are still seven or eight vital clues you haven't been given. In fact, if you really stop to analyze the plot, you discover -- but never mind. Anyone who would analyze this plot would cross-index Jacqueline Susann.\n\nThe story concerns James Mason, a broken-down and alcoholic attorney, and Geraldine Chaplin as his daughter. He lurches around the house on a cane and curses the younger generation. She enlists in a crowd of Beach Blanket Bingo refugees and they explore London. Ever since the Beatles, there has been only one way to explore London. You have to dress conspicuously and do odd things in public. Like holding fake football games in Piccadilly Circus, or pretending you're a kid and playing on the park swings, or startling senior citizens or sneaking aboard ocean liners.\n\nJust the other night on Jonathan Winters' TV show, the Strawberry Alarm Clock had a whole five minutes of swinging on the park swings while the sun made them into dazzling silhouettes. Recently real people have started to take this seriously, and you can see would-be pop groups every Saturday on Wells St., playing fake football and sneaking aboard fake ocean liners. But I go astray.\n\nGeraldine's crowd meets up with an American sailor (Bobby Darin), and eventually he is murdered in Mason's attic. Geraldine is in love with the guy charged with the murder, and Mason agrees to come out of retirement and fight the case. He never exactly does, however. The story of what really happened is told in a series of flashbacks. None of that old-fashioned building-up-suspense stuff.\n\nMiss Chaplin has an appealing face, reminiscent of her father's, but she cannot act and her lines sound as if they were memorized with the aid of a nervous Dictaphone. Mason is a professional and struggles manfully with an unpromising role.\n\nBut even he can hardly pull off the closing scene, In which he forces the murderer to confess by reading from \"Crime and Punishment.\" He reads the part where Sonya tells Raskolnikov about Lazarus; then snaps the book shut and announces dramatically to the group which has gathered: \"Those are the last words of 'Crime and Punishment.' \" Well, they aren't, but they are the last words of the movie, and that's something.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-09", "genres": null, "title": "Cop-Out (1968)"}