{"url": "http://www.rogerebert.com/reviews/cop-land-1997", "by": "Sylvester Stalloneas Freddy Heflin", "star_rating": 2.0, "text": "A reader, Rich Gallagher of Fishkill, N.Y., writes to ask why they only remake the good movies, not bad ones. Good films don't require remaking, he observes, but what about \"promising concepts which were poorly executed for one reason or another?'' Mr. Gallagher could have been writing about \"Cop Land,'' a movie with such a promising concept, so poorly executed, that it begs to be remade. The characters are all over the map, there are too many unclear story threads, our sympathies are confused, and there's an unconvincing showdown in which the story's lovingly developed ambiguities are lost.\n\nThe premise: A group of New York cops take part-time jobs as transit policemen in order to get around the requirement that they live in the city. They buy houses in a New Jersey hamlet named Garrison, just across the river. Here they can run the show. Many of them have obtained mortgages from a mob-connected bank, through the good offices of a cop fondly known as Uncle Ray (Harvey Keitel), who is connected.\n\nThe town's police force is headed by the plump and half-deaf Sheriff Freddy Heflin (Sylvester Stallone), who isn't and never will be a \"real cop,'' as Uncle Ray tauntingly reminds him. Also on the force is Cindy Betts (Janeane Garofolo), who pulls over Uncle Ray when he's going 71 in a 25-m.p.h. zone, and gets a lecture from him. Ray is so cocky he talks smart to Cindy even though, in the back of his car, he's hiding a rookie cop wanted for questioning in the deaths of two young men.\n\nAs the film opens, the rookie (Michael Rapaport), driving while drunk, thinks he sees a rifle pointed at him by two young black men. Actually, it's not a rifle but the Club--a crucial point so poorly established that many viewers will miss it. The cop fires, the kids are killed, and there's no weapon to be found in their car--especially not after a black ambulance attendant gets into a fight with a white cop he sees trying to plant one. In the confusion, the rookie disappears and Uncle Ray announces he has thrown himself from the bridge.\n\nAlready we have enough for a movie, especially after we meet Moe Tilden (Robert De Niro), of the department's Internal Affairs Bureau. But there's more. Another cop, named Figgis (Ray Liotta), nurses an old grudge against Ray. Stallone also has memories; when he was a teenager, he dove into the river to save Liz (Annabella Sciorra), who is now married to a cop named Joey Randone (Peter Berg). Stallone lost the hearing in one ear during that rescue, which is why he's stuck in this small town, settling domestic disturbances--as when the blowzy Rose (Cathy Moriarty) dumps her garbage in front of the Randone's house, because Joey is cheating on her by sleeping with his wife.\n\nThe screenplay, by director James Mangold, has the richness and complexity of a novel, but the best movies are more like novellas. All of these characters are seen in such detail that any three of them would make a story. A dozen leave us trying to remember who is who, and why. The Stallone character offers the closest thing the movie has to a center, but his sheriff, like some of the other characters, seems to have suffered in the editing. Early in the film, for example, he gets drunk and smashes up a squad car, but then his alcoholism is dropped, and his sadness (because he should have married Liz) is established without being developed.\n\nThere are even greater problems with the De Niro character, who has three big scenes without any little scenes to tell us how he got from one point to another. He challenges Stallone to work with him in exposing the crooked cops, then seems to reject him, and then reverses himself with a line of dialogue that stands out like a sore thumb.\n\nAnd what about the Keitel character? Keitel has some of the best moments in the movie (especially a barroom speech about separating the men from the boys). But after helping the rookie disappear as a suicide, why does he flaunt him alive at a drunken cop party--especially considering what he wants to do next? James Mangold wrote and directed \"Heavy\" (1996), one of the year's best films, a rich character study of a mama's boy and a reckless young waitress. He showed an abundance of talent. And talent is on display, too, in \"Cop Land''--in the dialogue, in the way the characters are developed, in the ambition of the story. But clarity is lacking. What is the movie really about? Where is the moral center? Why so many subplots about adulteries and old grudges? There is a rough balance between how long a movie is, how deep it goes, and how much it can achieve. That balance is not found in \"Cop Land,'' and the result is too much movie for the running time. Still, all the materials are here for the remake. Two remakes: One about the disappearing rookie cop plot, and the other about the town where all the police live. Maybe even a third one about the garbage war between the cop's wife and his mistress.", "running_time": 104, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-15", "genres": ["Action", "Crime", "Drama"], "title": "Cop Land (1997)"}