{"url": "http://www.rogerebert.com/reviews/cop-and-a-half-1993", "by": "Burt Reynoldsas Nick McKenna", "star_rating": 3.0, "text": "\"Cop and a Half\" is a cheerful example of the \"wunza\" movie, so named because of its popular formula, as in: \"Wunza cop and wunza robber,\" or, in this case, \"Wunza cop and wunza 8-year-old kid.\" You can almost hear the pitch being made in a producer's office, as the possibilities are discussed. There isn't much that's original in \"Cop and a Half,\" but there's a lot that's entertaining, and there's a winning performance by a young man with a big name, Norman D. Golden II, who plays little Devon Butler, a kid who dreams of someday wearing the shield.\n\nBurt Reynolds stars in the movie as a hard-boiled Tampa cop named Nick McKenna, who doesn't much like kids. He's the kind of cop who will drive his car through people's fences and backyards in the heat of a chase, and simple human affection doesn't play a role in his personality.\n\nLittle Devon lives with his grandmother (Ruby Dee) and dreams endlessly of someday becoming a cop. He studies the police shows on TV, memorizing police dialogue and behavior, and he studies the lawyer shows so he'll know the courtroom lingo. At school, he packs a squirt gun and jumps out from behind doors, making threats and arrests until the big kids straighten him out.\n\nOne day Devon witnesses a crime. Because he's a good junior policeman and carries a notebook to write down clues, he even has the license plate number of the getaway car. (It's a blocklong Lincoln Continental from the 1960s and is probably the only car of its description in Tampa, making it an unwise choice for mob use, but never mind). The cops bring Devon in for questioning, and he agrees that he has the information they need, but he'll trade it for only one thing: He wants to be a cop. Nothing doing, says the Reynolds character. But the kid is adamant, and the next day there's little Devon, riding around town with a real policeman. He's even empowered to stop his grade-school principle and issue a speeding ticket. \"I'm your worst nightmare,\" he explains. \"An 8-year-old with a badge.\" Reynolds and Golden work well together in the movie. They have a chemistry that seems based on friendship and a sense of humor.\n\nThe story is a series of formula situations, easy to predict, and so the movie's charm hinges mostly on the characters. What I liked best about young Golden is his complete composure. He knows all about being a cop (at least if the TV shows are accurate), and he has the self-confidence to back it up.\n\nThere's another thing I liked, too. The movie, directed by Henry Winkler from Arne Olsen's screenplay, is essentially sunny and good-hearted. In its depiction of a kid in a world of adult criminals, I found it more entertaining than \"Home Alone 2: Lost In New York\" with its cartoon violence.\n\nI am not sure if 8-yearolds are ready yet to be reviewed as actors; a lot of their behavior at that age depends on their personalities and appearance. But I can say that Norman D. Golden II does a splendid job of playing the pint-sized cop, and that Reynolds finds the right note as his partner, a note somewhere between benevolence and incredulity.", "running_time": 87, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-04-02", "genres": ["Action", "Comedy", "Family"], "title": "Cop And A Half (1993)"}