{"url": "http://www.rogerebert.com/reviews/cop-1988", "by": "James Woodsas Lloyd Hopkins", "star_rating": 3.0, "text": "Anyone without a history of watching James Woods in the movies might easily misread “Cop.” They might think this is simply a violent, sick, contrived exploitation picture, and that would certainly be an accurate description of its surfaces. But Woods operates in this movie almost as if he were writing his own footnotes. He uses his personality, his voice and his quirky sense of humor to undermine the material and comment on it, until “Cop” becomes an essay on this whole genre of movie. And then, with the movie’s startling last shot, Woods slams shut the book.\n\nThe film stars Woods, who is the most engaging and unconventional of leading men, as a brilliant but twisted cop. He’s a lone ranger, and he likes to shoot first and ask questions later. In the movie’s unsettling opening scene, he kills a man who is possibly innocent, and then lets his partner clean up the mess while he tries to pick up the dead man’s date. No wonder Woods is considered a danger to public safety, even by his own superiors. He makes Dirty Harry look cool and reflective.\n\nBefore long a plot begins to emerge. A dead body is discovered, and Woods, working backwards from the date of the crime and piecing together apparently unrelated clues, becomes convinced that the dead woman is the latest of a long string of murders by the same serial killer. His superiors don’t want to hear about it. The last thing Los Angeles needs is another mass murderer.\n\nBut Woods persists. He interviews a kinky cop and cross-examines a feminist bookstore owner (Lesley Ann Warren), whose high school yearbook may contain the clue to the mystery. Can it be that events 20 years ago in high school have triggered a series of killings that have continued ever since? It can in Woods’ mind, and he stays on the case even after the department has stripped him of his badge and gun because of . . . well, because basically he represents a danger to the community.\n\nThe screenplay of “Cop” was based by the director, James B. Harris, on Blood on the Moon, a thriller by James Ellroy. It contains echoes of the great film noir stories of the 1940s, where the supporting cast is filled with various sleaze bags and weirdos who are ticked off, one by one, by the hero. The difference this time is that Woods is as sleazy and weird as any of them. He is not above breaking and entering and stealing evidence and making love to potential witnesses in order to get information (or, for that matter, simply in order to get laid). He wants to solve this case, but not so much because he wants to punish evildoing as because he is one stubborn SOB and he doesn’t like to be told not to do something.\n\nWoods was born to play this role. He uses a curious and effective technique to get laughs, of which the movie has plenty. Instead of saying funny things, he knows how to throw in a pause, just along enough for the audience to figure out what he’s really thinking, so that when he says a straight line, it’s funny. The result is creepy; he invites us into his mind and makes us share his obsession.\n\n“Cop” is a violent movie, all the more so because it is so casual about the violence. It sees its events through the mind of a man who should never have been a cop and who has been a cop much too long. Yet the Woods character is not stupid and not brutal, just several degrees off from normal.\n\nAs we follow him through his “case of the yearbook murders,” we can figure out the clues and sometimes arrive at conclusions before he does, but we can never quite figure out what is driving him on this case. There are strange psychological clues, as in the unforgettable scene where he tells his little daughter a bedtime story that’s based on straight police procedure, but by the end the character still remains an enigma. It’s as if Woods and Harris watched a \"Dirty Harry\" movie one night and decided to see what would happen if Harry were really dirty.", "running_time": 110, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-03-04", "genres": ["Crime", "Drama", "Mystery", "Neo-noir", "Thriller"], "title": "Cop (1988)"}