{"url": "http://www.rogerebert.com/reviews/cop-out-2010", "by": "Bruce Willisas Jimmy Monroe", "star_rating": 1.5, "text": "Jimmy and Paul are cops hunkered down across the street from a stakeout when they see a mysterious figure run across rooftops and break into a house. Seconds later, he can clearly be seen in an upper window, sitting on a toilet and reading a magazine. \"What kind of a guy breaks into a house and takes a crap?\" asks Paul, or words to that effect.\n\nPaul explains he always delays this elementary function until he gets home. He's not relaxed until then. But once he's home -- ooohhh boy! Then he lets loose. He describes the results in great detail. The walls, the ceilings. All right! I'm thinking, all right, already! I got it! Mudslide! Paul isn't finished. Now he's talking about the reaction of the neighbors.\n\nHow do you know this is a scene from a Kevin Smith film? The imitation of a 9-year-old describing bodily functions might be a clue. But the clincher is when that mysterious guy runs across the rooftops. Paul (Tracy Morgan) explains to his partner Jimmy (Bruce Willis): \"That's known as parkour. It's a new martial art.\" \n\nWell, thanks, Paul. I didn't know that until yesterday, when it was explained in \"District 13: Ultimatum.\" What synchronicity. That other movie co-stars the man who gave parkour its name. The movie is filled with it. I suspect its presence as a brief walk-on in \"Cop Out\" can be explained this way: Kevin found out about it, thought it was cool and slipped in a little quick parkour for fun. \n\nIf you combine the enthusiasms of a geek with the toilet humor of a third grader, you'll be pretty close to defining the art of Kevin Smith. Hey, I'm not complaining. If we lose our inner third grader, we begin to die. When the muse visits him, Smith gets inspired and makes fun movies like \"Zack and Miri Make a Porno.\" Alas, \"Cop Out\" is not one of those movies. With his clueless cop, Tracy Morgan is forced to go way over the top; Bruce Willis seems eager to have a long, sad talk with his agent, and Kevin Pollak, who gets co-star billing, does at least appear for longer than a quark at Fermilab. \n\n\"Cop Out\" tells your standard idiotic story about buddy cops who screw up, get suspended by the captain and redeem themselves by overthrowing a drug operation while searching for the valuable baseball card Jimmy wants to sell to pay for his daughter's wedding. Paul spends an unreasonable amount of time dressed as a cell phone, considering there is nothing to prevent him from taking it off. \n\nA lot of the dialogue is intended as funny, but man, is it lame. Many of the gags possibly looked good on paper, but watching Willis and Morgan struggle with them is like watching third graders do Noel Coward, if Noel Coward had been rewritten by Kevin Smith.\n\nYears ago, at St. Joseph's Boys' Camp, there was this Chicago kid named Bob Calvano who was naturally hilarious around the campfire every night. Then I'd get up and flop with my memorized bits from Buddy Hackett records. \"Ebert,\" he advised me kindly, \"it isn't funny if you act like it's supposed to be funny. Act like you don't know.\" All I can do is pass along Calvano's advice.", "running_time": 107, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-24", "genres": ["Action", "Comedy", "Crime"], "title": "Cop Out (2010)"}