{"url": "http://www.rogerebert.com/reviews/cops-and-robbersons-1994", "by": "Chevy Chaseas Norman Robberson", "star_rating": 2.0, "text": "\"Cops and Robbersons\" is one more variation on the FOW movie, so called because the plot involves a Fish Out of the Water. The formula requires the characters to leave the world they're familiar with, and go to live in another world, with results that the filmmakers hope will be entertaining, although they seldom are. You can take a fish out of the water, but you can't make him drink.\n\nThe movie stars Chevy Chase and Dianne Wiest as Norman and Helen Robberson, a mild-mannered suburban couple with three children.\n\nWhen a mobster (Robert Davi) hides out in the house next door, their own house becomes a staging post for a police stakeout, and two cops (Jack Palance and David Barry Gray) move in.\n\nPalance plays Jake, a tough guy who rolls his own and has a salty tongue. Helen is determined to clean up his act. That's only the beginning of his troubles with the Robbersons. The dad has memorized every TV cop show in existence and is always helpfully supplying dialogue. The oldest daughter gets a crush on Jake's partner. The 15-year-old son follows him around with a bad case of hero worship. And the 5-year-old wants to play vampire with him.\n\nKnow what this sounds like? It sounds like a screenplay. It sounds like the manufacture of an entertainment product made out of bits and pieces of recycled plots and stories, a reunion of \"colorful\" characters who are going to inflict their prefabricated traits on us for the whole 95 minutes.\n\nNorman Robberson, the Chevy Chase character, is a particularly painful case. I don't know how to put this any other way, so I'll be forthright: If you met Norman Robberson in everyday life, you would assume, after talking to him for a minute or two, that he was mentally retarded. He is so simple-minded, so obsessed with old TV shows, so out of touch with ordinary reality, that he obviously functions on a severely limited scale. Since no one in the movie seems to share this conclusion, we can only conclude (a) they're retarded too, or (b) they're simply reciting their lines from the screenplay, without stopping to ask themselves why any average person would respond to Norman in this way.\n\nThe movie was directed by Michael Ritchie, who can certainly direct smart when he wants to. He made the inspired HBO movie \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom,\" in which Holly Hunter gave the best performance of her career.\n\nThat was also a movie about suburbanites, but they were smart, and complicated, and quirky. They didn't seem lobotomized.\n\nSometimes a director can sneak some good stuff in around the edges of dead central characters. This time, even the subplots are tired. Take, for example, the romance between the oldest daughter and the younger cop. There isn't a microbe of spontaneity or reality in their relationship, maybe because there's no room, with all the cliches that are packed in. Or take the mother, played by Dianne Wiest. She seems to be visiting from a slightly more serious movie, in which she really is concerned about Palance's smoking.\n\nTypical scene. Norman, agog with joy that two real cops are going to come to live with his family, smuggles them into the house.\n\nHis wife hears a noise and comes downstairs. He shoves them into a closet. She hears strange noises from the closet. He says he's training the cat. The oldest daughter turns up carrying the cat.\n\nNorman snatches it from her and throws it into the closet.\n\nFunny? Yes? No? Lucille Ball could pull off moments like that, because you could almost believe she was that desperate, and scatter-brained. Desi Arnaz could almost be fooled by such a moment, because Lucy always had him confused anyway. But Norman and Helen Robberson? Watching the movie, I knew I was supposed to laugh, but all I could think of was: what did the people making the movie think about this scene while they were filming it? Anything?", "running_time": 95, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-04-15", "genres": ["Action", "Comedy"], "title": "Cops And Robbersons (1994)"}