{"url": "http://www.rogerebert.com/reviews/copycat-1995", "by": "Sigourney Weaveras Helen Hudson", "star_rating": 3.5, "text": "\"Copycat\" has another serial killer, like John Doe in \"Seven,\" who is not content simply to kill. He wants to make a statement with his murders, and send the police a message. He's a student of the notorious serial killers of the past, and each of his murder scenes is carefully arranged to recall photographs of crimes by such monsters as Son of Sam and the two stranglers, Boston and Hillside.\n\nSuch attention to detail requires an audience, and the killer has one in Helen Hudson (Sigourney Weaver), a criminal psychologist who has written the book on serial killers and is so well-known in the field, she complains, \"I'm their damn pin-up girl. They all know me.\" The movie opens as Hudson is giving a speech. In the audience is one of her former clients, serial killer Daryll Lee Cullum (jazz-pop singer Harry Connick Jr.), who grins evilly with bad teeth. She blinks and he's gone, but she should know better than to go into the women's washroom afterward.\n\nWhat happens there turns Hudson agoraphobic, and she spends the next 13 months hiding in her apartment and drinking too much, so afraid of the world she has to use a broom to pull the newspaper through the front door. Cullum is soon behind bars, but another killer - the copycat - is at work in town, and when Hudson realizes what he's doing, she contacts the police officer in charge of the investigation.\n\nThat would be M. J. Monahan (Holly Hunter), the most interesting character in the film. Played by Hunter with aspects of the TV producer she played in \"Broadcast News,\" M. J. is a piece of work. A petite woman in rooms that are usually full of big men, she is friendly, cheerful, warm and confiding, and uses first names as if she were the third-grade teacher.\n\nBut there is steel beneath her exterior, and we glimpse it as she pounds along a hallway, walking in one direction while looking in another, storing up mental notes for later retrieval. She can be sharp and sarcastic, and she has an attitude.\n\nIt's the relationship between M. J., so small and forcible, and Hudson, so large and timid, that creates the center of the movie.\n\nMen also figure into the picture. Hudson has a gay man as a live-in companion, for reassurance; she complains that she misses sex, but does nothing about that. Both women are very aware, in their different ways, of Ruben (Dermot Mulroney), M. J.'s partner.\n\nThe suspense proceeds along fairly predictable lines. Cullum, who is in jail, seems to have contact with the copycat killer. And of course one of the copycat's targets is going to be Helen Hudson, who walks through her darkened apartment and takes showers and performs all of the other suspense cliches that somehow still retain their power. She also spends an inordinate amount of time hanging half-strangled in a bathroom, both at the beginning and at the end of the movie. Notice both times that when the cops burst in, they tend to let her just hang there while they're looking for their quarry.\n\n\"Copycat\" doesn't have the dark tones of \"Seven,\" or that movie's distinctive look. But in its own way, it is as effective. It creates original characters - Hudson and, especially, the little dynamo M. J. - and makes them more important than the plot. We care, and that's the key.\n\nWeaver is good, in a limiting role. Hunter is in her element as the tough cop, creating, in the midst of this genre picture, one of the most intriguing and three-dimensional characters of the year.\n\nIt's rare for us to believe that a suspense character has much reality beyond the demands of the role, but M. J. really does. Add this performance to Hunter's Oscar-winning work in \"The Piano\" and her astonishing performance in \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom\" (a 1993 cable movie now on home video) and you see one of the most intriguing actresses now at work.\n\nThe question presents itself: Why are movies like this so popular right now? Why did audiences prefer the dark, grisly elements of \"Seven\" to the more conventional entertainments that got shouldered aside at the box office? Why is \"Copycat,\" with its reminders of \"The Silence of the Lambs,\" so effective? Evil has always been a source of fascination in the movies, and I suspect that as our fears grow, so does our curiosity: Movies like these are a safe way to meet our fears vicariously, and to exorcise them.", "running_time": 110, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-27", "genres": ["Drama", "Thriller"], "title": "Copycat (1995)"}