{"url": "http://www.rogerebert.com/reviews/coraline-2009", "by": "Dakota Fanningas Coraline", "star_rating": 3.0, "text": "The director of \"Coraline\" has suggested it is for brave children of any age. That's putting it mildly. This is nightmare fodder for children, however brave, under a certain age. I know kids are exposed to all sorts of horror films via video, but \"Coraline\" is disturbing not for gory images but for the story it tells. That's rare in itself: Lots of movies are good at severing limbs, but few at telling tales that can grab us down inside where it's dark and scary.\n\nEven more rare is that Coraline Jones (Dakota Fanning) is not a nice little girl. She's unpleasant, complains, has an attitude and makes friends reluctantly. Nor does she meet sweet and colorful new pals in her adventure, which involves the substitution of her parents by ominous doubles with buttons sewn over their eyes. She is threatened with being trapped in their alternate world, which is reached by an alarming tunnel behind a painted-over doorway in her own.\n\nNot that Coraline's own parents are all that great. They're busy, distracted, bickering and always hunched over their computers. They hardly hear her when she talks. That's why she recklessly enters the tunnel and finds her Other Mother and Other Father waiting with roast chicken and a forced cheerfulness. All she needs to stay there is to have buttons sewn into her own eye sockets.\n\n\"Coraline\" is the new film by Henry Selick, who made \"The Nightmare Before Christmas\" (1993) and again combines his mastery of stop-motion and other animation with 3-D. The 3-D creates a gloomier image (take off the glasses and the screen is bright), but then this is a gloomy film with weird characters doing nasty things. I've heard of eating chocolate-covered insects, but not when they're alive.\n\nThe ideal audience for this film would be admirers of film art itself, assuming such people exist. Selick creates an entirely original look and feel, uses the freedom of animation to elongate his characters into skeletal spectres looming over poor Coraline. Her new friend, Wybie (Robert Bailey Jr.), is a young hunchback whose full name is Wyborn, and it doesn't take Coraline long to wonder why his parents named him that.\n\nThe Other Mother and Father (voices of Teri Hatcher and John Hodgman, who are also Father and Mother) essentially want to steal Coraline from her real but distracted parents and turn her into some kind of a Stepford daughter. Their house, which looks like Coraline's own, has two old ladies (Jennifer Saunders and Dawn French) in the basement, boarders who seem in retirement from subtly hinted careers in the adult-entertainment industry. The upstairs boarder is Mr. Bobinsky (Ian McShane), a sometime vaudevillian who has a troupe of trained mice. One of the rooms of the house has insects bigger than Coraline who act as living furniture.\n\nIt's more or less impossible for me, anyway, to be scared by 3-D animation. The process always seems to be signaling, \"I'm a process!\" I think it's harder to get involved in a story when the process doesn't become invisible. I hear from parents who say, \"My kids didn't even notice the 3-D!\" In that case, why have it in the first place?\n\nKids who will be scared by the story may not all be happy to attend, 3-D or not. I suspect a lot of lovers of the film will include admirers of Neil Gaiman, whose Hugo Award-winning novel inspired Selick's screenplay. Gaiman is a titan of graphic novels, and there's a nice irony that one of his written books has been adapted as animation. \n\nI admire the film mostly because it is good to look at. Selick is as unconventional in his imagery as Gaiman is in his writing, and this is a movie for people who know and care about drawing, caricature, grotesquerie and the far shores of storytelling. In short, you might care little about a fantasy, little indeed about this story, and still admire the artistry of it all, including an insidious score by Bruno Coulais, which doesn't pound at us like many horror scores, but gets under our psychic fingernails.\n\nCredit is due to those who backed this film. I'm tired of wall-to-wall cuteness like \"Kung Fu Panda,\" and wonder if Selick's approach would be suited to films for grown-ups adapted from material like stories by August Derleth or Stephen King.\n\nAnd perhaps I didn't make it clear that it's fine with me that Coraline is an unpleasant little girl. It would be cruelty to send Pippi Longstocking down that tunnel, but Coraline deserves it. Maybe she'll learn a lesson.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-02-04", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Coraline (2009)"}