{"url": "http://www.rogerebert.com/reviews/coriolanus-2012", "by": "Ralph Fiennesas Coriolanus", "star_rating": 3.5, "text": "The point with Shakespeare is the language. Modern-dress productions of his plays are common and can inspire intriguing viewpoints. Who is to say that \"Coriolanus\" might not as well be set in the Middle East as in Rome — neither a place Shakespeare had ever seen? In the 1995 film version of \"Richard III,\" for instance, Ian McKellen was cast as a fascist dictator of the 1930s.\n\nNow we have Ralph Fiennes directing and starring in \"Coriolanus,\" one of the Roman tragedies, where the feral and discontented general is at war in \"a place calling itself Rome.\" The walls are covered with graffiti, grenade launchers replace swords, and we get the obligatory shot of warriors being blown toward us with an explosion blossoming behind. The costumes, art direction and props could be used for an action film about most modern wars, including that in Bosnia, and indeed the film was shot on location in Belgrade.\n\nApart from the infinite varieties of the human face, there are no sights in \"Coriolanus\" I'm not familiar with. Fiennes, an actor who can remake himself, is here lean and muscular, his head shaven, his neck a muscular trunk displaying a dragon tattoo. He carries an AK-47. Is this Shakespeare's hero? Did Shakespeare envision Coriolanus in Greco-Roman draperies? I imagine him alone in a room, writing by candlelight, intoxicated by language. For him, Coriolanus was the name of the speaker of his words.\n\nOne of the pleasures of Fiennes' film is that the screenplay by John Logan (\"Hugo,\" \"Gladiator\") makes room for as much of Shakespeare's language as possible. I would have enjoyed more, because such actors as Fiennes, Vanessa Redgrave and Brian Cox let the words roll trippingly off the tongue. \n\nI realize I savor Shakespeare in a different way than the typical Friday night action fan — who, lured by the violence and ferocity of the hard-boiled trailer and TV ads, will perhaps wonder why everyone is talking so strangely. There is a reason most of the sentences in action dialogue are not more than a few words long. More than half of the film's box-office revenue will come from overseas, where the film will be dubbed, and longer speeches are trickier to dub. \"Coriolanus\" will ideally be seen in English.\n\nShakespeare's story involves a Roman who cares more about battle than about politics. This is Caius Martius (Fiennes), a general who has led Rome against its nearby Volscian enemies. Warfare has cut off Rome's food supplies, there's rioting in the streets, and he leaves to join the siege of the enemy city Corioles. \n\nWhen he prevails, he's given the honorary title \"Coriolanus,\" returns home and at the urging of his strong-willed mother, Volumnia (Vanessa Redgrave), runs for Consul. He is, alas, not a diplomatic politician (it's unwise to hold the people in contempt). Banished from Rome, he joins forces with his former Volscian enemy, Tullus Aufidius (Gerard Butler), and they attack it. Only his mother can persuade him to lay down his arms.\n\nTransfer this story to \"a place calling itself Rome,\" add the trappings and the suits of modern warfare, supply updates from cable news, and you have a movie which is not so much about the private patrician scorn of Coriolanus as it is about the motivation of most action heroes, which is to strut in macho display, inspire slaughter and mayhem, and provide reaction shots when things blow up real good. This is all done well by Fiennes, but as a man who starred in this play 10 years ago in London, he has deeper feelings for it, and the key scenes are those between Coriolanus and his mother, to whom he seems more romantically attached than to his wife, Virgilia (Jessica Chastain). \n\nI admired the movie even though I found it neither fish nor fowl. As Shakespeare, it has too much action footage (Coriolanus' face seems permanently streaked with blood), and as action, it has too much Shakespeare. I suppose the action is the price Fiennes had to pay to do the Shakespeare, because a film this expensive must appeal to the masses.\n\nWhat's the question Shakespeare has Coriolanus ask about public opinion? \"What's the matter, you dissentious rogues/That, rubbing the poor itch of your opinion/Make yourselves scabs?\"", "running_time": 123, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-01", "genres": ["Drama", "Foreign", "Thriller"], "title": "Coriolanus (2012)"}