{"url": "http://www.rogerebert.com/reviews/corky-romano-2001", "by": "Chris Kattanas Corky Romano", "star_rating": 0.5, "text": "'Corky Romano\" continues the \"Saturday Night Live\" Jinx, which in recent years has frustrated the talented members of the TV program in their efforts to make watchable movies. It's a desperately unfunny gangster spoof, starring Chris Kattan as the kid brother in a Mafia family, so trusting and naive he really does believe his father is in the landscaping business.\n\nThis is the third time the jinx has claimed Kattan as a victim, after \"A Night at the Roxbury\" (1998) and this year's \"Monkey Bone,\" two films that will be among the first to go when Blockbuster destroys 25 percent of its VHS tape inventory, and will not be leading the chain's list of DVD replacement titles.\n\nNow, when I use the words \"desperately unfunny,\" what do I mean? Consider one of Corky's earlier scenes, where we see him as an assistant veterinarian. Clumsy beyond belief, he knocks over everything in a room full of ailing animals, and a snake crawls up his pants and eventually, inevitably, emerges from his fly.\n\nI submit as a general principle that it is not funny when a clumsy person knocks over everything in a room. The choreography makes it obvious that the character, in one way or another, is deliberately careening from one collision to another. It always looks deliberate. Indeed, it looks like a deliberate attempt to force laughs stead of building them. One movie where it does work is in \"The Mummy,\" where Rachel Weisz knocks over a bookcase and a whole library tumbles over, domino-style. But there, an original accident builds and builds beyond her control; Corky Romano's approach would be to reel around the room knocking over every bookcase individually.\n\nIn the movie, Corky's father is played by Peter Falk. True, Falk is one of the first guys you'd think of for the role, but they should have kept thinking. He has played similar roles so many times that he can sleepwalk through his dialogue; a completely unexpected casting choice might have been funnier. Corky has two very tough brothers (Peter Berg, Chris Penn) who doubt their father's plan, which is that the youngest son should infiltrate the FBI in order to destroy the evidence against the old man.\n\nThat brings Corky into contact with Howard Schuster (Richard Roundtree), the local FBI chief, who is given the thankless comic task of never knowing more than he needs to know in order to make the wrong decision. There's also Vinessa Shaw as an FBI agent who goes undercover as a sexy nurse. Or maybe she's a sexy agent who goes undercover as a nurse. Such a thin line separates the two concepts.\n\n\"Corky Romano\" is like a dead zone of comedy. The concept is exhausted, the ideas are tired, the physical gags are routine, the story is labored, the actors look like they can barely contain their doubts about the project.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-10-12", "genres": ["Action", "Comedy", "Crime"], "title": "Corky Romano (2001)"}