{"url": "http://www.rogerebert.com/reviews/cotton-mary-2000", "by": "Greta Scacchias Lily MacIntosh", "star_rating": 2.0, "text": "Ismail Merchant's \"Cotton Mary\" centers on the stories of two women: an Anglo-Indian who wants to be white, and a white British woman who wants to brood and sulk and be left alone. We don't like either character but what we can't understand is the British woman's sullen passivity and indifference to her household; a faithful servant is fired, her husband has an affair, a crazy woman takes charge of her new baby, and she hardly seems to notice. The film wants to make larger points, but succeeds only in being a story of derangement.\n\nThe British Raj shut down in 1947 and Indians took over their own country for the first time in centuries. But many people of British descent, born there, considered it home and stayed after independence. The best portrait of that time I've read is Paul Scott's Staying On , the novel that followed his masterful Raj Quartet . \"Cotton Mary\" is like a lurid reduction of material set in a similar time and place without the human insights--either in the story, or between the characters.\n\nAs the story opens, a British woman named Lily (Greta Scacchi) has given birth but has no milk. Mary (Madhur Jaffrey), a nurse at the hospital, takes the sickly child to her sister Blossom (Neena Gupta), who lives in a poorhouse and serves as a wet nurse. Lily hardly seems to notice. When she finally asks, \"Mary, how do you feed the baby?\" and is told, \"Mother's milk, madam,\" that seems to satisfy her. She is maddeningly incurious.\n\nMary insinuates herself into the household, which is run by the aged family servant Abraham (Prayag Raaj). Soon she plots to persuade Lily to fire Abraham (who can clearly see Mary is mad) and replace him with her own candidate, the cousin of a cousin.\n\nAbraham is the most convincing and touching character in the movie; when Lily tells him to go home, he protests, \"But madam, this is my home.\" The newly hired cousin is a drunk; Lily sees him staggering around the garden, pulling up plants and does nothing.\n\nLily's husband John (James Wilby), a reporter for the BBC World Service, is absent much of the time covering alarming portents, and when he returns, it is to have an affair with Mary's shapely friend Rosie (Sakina Jaffrey). But this affair is more obligatory than necessary, and supplies little more than a perfunctory sex interest. Meanwhile, the household goes to pieces while Cotton Mary dreams ominously of having white babies.\n\nWhat is the point of this movie? To show that some Anglo-Indians identified with the departing British? Of course they did. When British men first arrived in India as soldiers and traders, they engaged in widespread liaisons and marriages with Indian women, and that custom ended only with the arrival of large numbers of British women, who introduced racism into the mix; similar feelings were mirrored on the Indian side. The Raj provided a privileged place for Anglo-Indians, but when the British departed, mixed-race people like Cotton Mary were left without a safety net. This story could be told more poignantly if Mary were not so clearly bonkers that her race is beside the point.\n\nAs for Lily, is she suffering from post-partum depression, or is she so clueless because the story requires her to notice almost nothing around her? A competent person would have treasured Abraham and left instructions for Mary to be barred from the house, and then there would have been no story. I think of the old couple in Staying On , and their lifelong loyalty to each other. Their friendship with the manager of the nearby hotel, and their clockwork firing of their faithful servant (who refuses to be fired), and the loneliness of the local Anglican church, surrounded by the gravestones of ghosts whose descendants have all gone back to England. That is a story. \"Cotton Mary\" is a soap opera.", "running_time": 125, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-31", "genres": ["Drama", "Foreign"], "title": "Cotton Mary (2000)"}