{"url": "http://www.rogerebert.com/reviews/country-1984", "by": null, "star_rating": 3.5, "text": "The opening moments of \"Country\" show a woman frying hamburgers and wrapping them up and sending them out to her men, working in the fields. The movie is using visuals to announce its intentions: It wants to observe the lives of its characters at the level of daily detail and routine, and to avoid pulling back into \"Big Country\" cliché shots. It succeeds. This movie observes ordinary American lives carefully, and passionately. The family lives on a farm in Iowa. Times are hard, and times are now. This isn't a movie about symbolic farmers living in some colorful American past. It is about the farm policies of the Carter and Reagan administrations, and how the movie believes that those policies are resulting in the destruction of family farms. It has been so long since I've seen a Hollywood film with specific political beliefs that a funny thing happened: The movie's anger moved me as much as its story.\n\nThe story is pretty moving, too. We meet the members of the Ivy family: Jewell Ivy (Jessica Lange), the farm wife; her husband, Gil (Sam Shepard); her father, Otis (Wilford Brimley); and the three children, especially Carlisle (Levi L. Knebel), the son who knows enough about farming to know when his father has given up. The movie begins at the time of last year's harvest. Some nasty weather has destroyed part of the yield. The Ivys are behind on their FHA loan. Ordinarily, that would be no tragedy; farming is cyclical and there are good years and bad years, and eventually they'll catch up with the loan. But this year is different. An FHA regional administrator, acting on orders from Washington, instructs his people to enforce all loans strictly, and to foreclose when necessary. He uses red ink to write his recommendation on the Ivys' loan file: Move toward voluntary liquidation. Since there is no way the loan can be paid off, the Ivys will lose the land that Jewell's family has farmed for one hundred years. The farm agent helpfully supplies the name of an auctioneer.\n\nAll of this sounds just a little like the dire opening chapters of a story by Horatio Alger, but the movie never feels dogmatic or forced because \"Country\" is so clearly the particular story of these people and the way they respond. Old Otis is angry at his son-in-law for losing the farm. Jewell defends her husband, but he goes into town to drink away his impotent rage. There are loud fights far into the night in a house that had been peaceful. The boy asks, \"Would somebody mind telling me what's going on around here?\" The movie's strongest passages deal with Jewell's attempts to enlist her neighbors in a stand against the government. The most touching scenes, though, are the ones showing how abstract economic policies cause specific human suffering, cause lives to be interrupted, and families to be torn apart, all in the name of the balance sheet. \"Country\" is as political, as unforgiving, as \"The Grapes of Wrath.\"\n\nThe movie has, unfortunately, one important area of weakness, in the way it handles the character of Gil (Shepard). At the beginning we have no reason to doubt that he is a good farmer. Later, the movie raises questions about that assumption, and never clearly answers them. Gil starts drinking heavily, and lays a hand on his son, and leaves the farm altogether for several days. The local farm agent tells him, point blank, that he's a drunk and a bad farmer. Well, is he? In an affecting scene where Gil returns and asks for the understanding of his family, his drinking is not mentioned. It's good that the movie tries to make the character more complex and interesting -- not such a noble hero -- but if he really is a drunk and a bad farmer, then maybe that's why he's behind on the loan. The movie shouldn't raise the possibility without dealing with it.\n\nIn a movie with the power of \"Country,\" I can live with a problem like that because there are so many other good things. The performances are so true you feel this really is a family; we expect the quality of the acting by Lange, Shepard, and gruff old Brimley, but the surprise is Levi L. Knebel, as the son. He is so stubborn and so vulnerable, so filled with his sense of right when he tells his father what's being done wrong, that he brings the movie an almost documentary quality; this isn't acting, we feel, but eavesdropping.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "Country (1984)"}