{"url": "http://www.rogerebert.com/reviews/countdown-1968", "by": "James Caanas Lee Stegler", "star_rating": 2.0, "text": "Some great directors are born; others are made. If we can Judge by Robert Altman's “Countdown,” which plays Friday as part of the Altman festival at the Biograph, he belongs in the second category. It's a movie that's fitfully interesting, often boring, and gives no hint at all of such riches to come as “MASH,” “Nashville,” and “Three Women.\"\n\nIt's the story of a last-minute American attempt to beat the Russians to the moon, and stars such then-unknowns as James Caan, Robert Duvall and Ted Knight (prophetically playing a self-important public relations spokesman for the U.S. space program). The story, such as it is, revolves around the bitterness of Duvall, a trained military pilot, when Caan, a civilian geologist, is picked to man the mission.\n\nBut the film seems oddly unfocused, and the first hour is given over to barren stretches of flat, everyday dialog. There's no tension, no real conflict, no humor, no suspense. “Countdown” doesn't feel like a space adventure, but like an oddly low-keyed exercise in corporate infighting. Only the climactic scenes, with Caan surviving a risky space flight and then wandering through the moonscape, really engage our interest (there's a lovely scene involving American and Russian flags and a little toy mouse).\n\nTo be fair, “Countdown” isn't a film that Altman himself claims as altogether his own. Made at Warner Brothers in 1967, it was his first theatrical feature since two early quickies, “The Delinquents” (1955) and “The James Dean Story” (1957). He spent the decade in between directing for such TV series as Combat. And he doesn't seem to have had total control over this re¬turn to feature-length films.\n\nHis producer was William (Cannon) Conrad, who does not seem, in hindsight, to be the ideal person to produce for Altman. Perhaps it was Conrad, or somebody else at Warner Brothers, who dictated such un-Altman-like touches as the painfully obvious sound track music, or the unbelievably false scene at a party where everybody gathers round to listen to an amateur folk singer (if this scene was plugging a Schlitzfest, we'd understand).\n\nThere are also some large problems involving plot credibility. The U.S. plan to beat the Russians involves, first, landing a life-support capsule on the moon and then rocketing poor James Caan up there with a one-way ticket to crawl into the capsule and wait out the 10 months necessary before (he hopes) the Americans are able to send up another spaceship to bring him home. Evel Knievel was born to pilot this mission.\n\n“Countdown” must not have represented an auspicious period in the career of the director who, in only a few years, would become one of our most inventive and original. The studio screening at Warner Brothers was reportedly a disaster (Jack Warner hated the film). The New York opening inspired discouraging reviews (“Simply stultifying… slack… cliché-ridden… listless… dreary” - Thompson, New York Times). The studio yanked the movie out of national distribution and mercilessly hacked it from 101 to 73 minutes for the British release.\n\nOnly one uncut 35mm copy of “Countdown” survives, the mint-fresh one from the Warner Brothers vault, which plays Friday at the Biograph. It was obtained through the intervention of Altman himself, and there is this to be said: Friday will likely be your only chance to ever see this movie in a theater, and the other half of the double bill is Altman's inspired tragicomedy “MASH”, made only two years later. After he made “Countdown,” by God, at least he didn't look back.", "running_time": 101, "mpaa_rating": "NR", "release_year": 1968, "date_published": "1977-07-01", "genres": ["Science Fiction", "Thriller"], "title": "Countdown (1968)"}