{"url": "http://www.rogerebert.com/reviews/counterpoint-1968", "by": "Charlton Hestonas Lionel Evans", "star_rating": 1.5, "text": "\"Counterpoint\" is possibly the most unlikely war movie of 1968, but it has a perverse charm and a lot of good classical music.\n\nIt also has atmosphere: A captured Belgian castle, gloomy and foreboding, with spider webs in the wine cellars and monomaniacal maestros and German generals swooping around in black capes with red linings.\n\nIf only they had said the hell with it and made a Gothic horror movie, they would have had something. Even now, I can see Orson Welles towering over the camera, rumbling: \"You are a strange girl, Jane Eyre.\"\n\nUnhappily, Welles is nowhere in sight, and \"Counterpoint\" is not a Gothic thriller but a war movie. And what a war movie it is.\n\nGet this: A symphony orchestra is on a USO tour when it's lured behind German lines and captured. Its conductor (Charlton Heston) is a stern idealist who also has a thing going with the cute little cellist, who is married to the concertmaster.\n\nThe SS colonel is all for shooting the orchestra right away. But the commanding general (Maximillian Schell) wishes to hear a concert first. They exchange upbraids.\n\nTo judge by the last 16,000 war movies, the German effort was sidetracked during most of the war while the regular officers and the SS guys traded tight-lipped, polite insults.\n\nHeston refuses to play, but it turns out he's stalling for time. After the Germans shoot the piano player, he figures he has stalled long enough.\n\nSo he begins to rehearse his orchestra in the loudest classical music he can think of, to cover the noise of two U. S. soldiers who had been hiding under the orchestra's bus and are trying to escape through the church tower.\n\nMeanwhile, there are all kinds of great scenes involving polite, tight-lipped conversations between the SS guy and the general, between Heston and the general and between the cute little cellist and the general, who knows a good thing when he sees it.\n\nThe whole movie seems to take place at night and in winter, and there are great candlelit scenes and shots of Heston swooping across the icy courtyard with his cape billowing out behind him as only a Heston cape can billow.\n\nDespite its preposterous story, \"Counterpoint\" is not exactly a bad movie. Schell turns in an engaging performance, and the evil SS guy is splendidly played by Anton Diffring, who always gets these parts. He was the guy with high cheekbones and a glint in his eye who suspected Oskar Werner in \"Fahrenheit 451.\" And well he might have.\n\nNOTE: The movie is shot in Techniscope, a process designed to give a wide-screen picture while saving film and avoiding payment of royalties to the patented processes like Panavision. In this film, as in \"Harry Frigg,\" Techniscope causes washed-out color and a loss of detail. Universal shouldn't be so cheap.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-23", "genres": null, "title": "Counterpoint (1968)"}