{"url": "http://www.rogerebert.com/reviews/country-life-1995", "by": "Sam Neillas Max Askey", "star_rating": 3.5, "text": "Uncle Jack has been working the farm under the hot Australian sun for half a lifetime, in order to send a check every month to London.\n\nThe money helps support Alexander, the husband of Jack's late sister, who works as a drama critic. The sacred family belief is that Alex is a literary genius, and this belief is shared even by Sally, Alex's daughter, who has been left behind all these years on the farm. Now, at 62, Alexander is returning to live in Australia. And he is bringing along a young wife named Deborah, who will quickly bewitch Jack, not to mention the district doctor, Max.\n\nClever readers will have identified this as basically the plot of Chekhov's \"Uncle Vanya\" (just as even cleverer readers noticed that \"Clueless\" was based on Jane Austen's \"Emma\").\n\n\"Vanya\" is one of those classics that is so strong in its underlying themes that it can withstand any amount of twisting and tweaking at the surface level; not long ago we got Andre Gregory's \"Vanya on 42nd Street,\" and now here is Michael Blakemore's version, set in 1919 in rural Australia.\n\nChange it as you will, the story comes down to a drama about ego, vanity, lust and the anguished cry of the good man who worked so the silly man could play: \"He wasted my life sending him a check every month! I could have gone to London! I could have made love to beautiful women!\" And still it is not too late, for here is the beautiful woman, within arm's reach, and married to that ridiculous old man.\n\nBlakemore, who directed a stage version of this film at London's National Theater with much the same cast, plays Alexander himself, as an impeccable little man in well-cut suits, who arrives with two cartloads of luggage and immediately sets about trying to establish Mayfair in the Outback (\"Could I put in a plea to have dinner at the more civilized hour of 8? Or even 8:30?\"). As his contribution to the household, he orders several crates of fine French wines - which, when they arrive, are pounced upon by the family and the servants, and inspire a great deal of unwise truth-telling.\n\nOne reason there are so many versions of \"Uncle Vanya\" may be that you have to see more than one to get all of these relationships straight. Blakemore opens up the stage material a good deal (this is certainly the first Vanya to show copulating kangaroos), and introduces an element of whimsy and gentle slapstick into the story, as when Deborah's flirtation with the doctor is interrupted.\n\nBlakemore also reinvents the characters. These are not Australian versions of the Russian originals, but full-blown originals of their own, especially Alexander, who is so spoiled and full of himself that he cannot be bothered to pick up a manuscript that is literally within reach, but must have it fetched. He is a pompous ass, which enhances the mystery of Deborah: Why did she marry him, and why does she stay with him? This question tortures Jack and Max, who even guardedly discuss it. And then there is a priceless scene when old Alex turns to the doctor for a little man-to-man advice about his recent failure to perform his marital duties. Max listens gravely as Alex asks for a \"pill,\" and then advises: \"Try dried kangaroo dung. The aborigines swear by it.\" \"Country Life\" may not be the deepest Vanya I have seen, but it is the funniest, bringing out the play's buried potential for farce as well as tragedy. The performances are all spot-on, as Alex would say, and in the enigma of Deborah's choice, the waste of Jack's life, and the helplessness of Sally's love for the doctor there is the undertone of sadness that has always made the play so easy to identify with.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-08-04", "genres": ["Drama", "Romance"], "title": "Country Life (1995)"}