{"url": "http://www.rogerebert.com/reviews/coup-de-torchon-1983", "by": "Philippe Noiretas Lucien Cordier", "star_rating": 2.5, "text": "Bertrand Tavernier's \"Coup de Torchon\" is a cruel intellectual joke played on its characters -- who endure boredom, self-contempt, hate, dust, flies and sometimes even death without being allowed to know they're only part of an existential parable. Tavernier's film is about poor white trash in Africa in 1938, and there are times when they seem almost real -- but they're never allowed the pulse or the stubborn indomitability of their slovenly cousins, William Faulkner's Snopes family.\n\nThe movie is set in a small Senegalese village, on the eve of World War II. Tavernier shot on the actual location, and he achieves an absolutely convincing reality, right down to the reddish mud that has been splashed by the rain onto the yellowing stucco walls of the village sheds. His village is populated by lazy, corrupt French colonials, and by a supporting cast of Africans who drift through the background, unconcerned with the lives of the whites except when they have the misfortune to incur their wrath.\n\nLucien Cordier is the police chief here. Played by Philippe Noiret, he is a shambling, sloppy bureaucrat who keeps his intelligence well hidden. He holds the crushing boredom of his life somewhat at bay by practical jokes (like dumping a provincial officer through the outhouse floor) and sexual confusion (while Cordier's wife caresses the man who may or may not be her brother, Cordier has an affair with the local schoolteacher). All the colonials in this village have long since lost all self-respect, and none more than Cordier, who is openly taunted even by the village pimps.\n\nOne day, Cordier quite simply decides to start killing his enemies. He wants to start over with a clean slate (the title's English translation). He shoots the pimps, spreads false rumors about their fate, and then begins to kill, or arrange the deaths of those who offend him. On those rare occasions when he talks about what he has done, he strays precariously close to the hero of Albert Camus' \"The Stranger,\" who found killing to be an assertion of his own existence. This story, which sounds so absorbing, is told by Tavernier in such a strange, distancing way that there's hardly a moment when we really believe we're observing plausible human beings. It's all just the manipulation of events and ideas. \n\nTavernier is one of the very best of the new French directors, and when he does choose to observe the daily lives of deeply felt characters (as in his movies \"The Clockmaker\" and \"A Week's Vacation\"), we feel an immediate empathy. But \"Coup de Torchon\" left me cold, unmoved and uninvolved. All I could find to admire was the craftsmanship.\n\nThat was after two viewings. I saw the film first at last November's Chicago Film Festival, and was not quite sure I had really engaged with the film. Was I missing something? I saw it again recently and had the same strange feeling that the events on the screen, even though they were so firmly grounded in a real location, were insubstantial. Despite the dust, despite the slow-moving muddy river, despite the dirty house dresses and the 5 o'clock shadow and the yawns and sudden fights and bawdy practical jokes, this movie never quite breathes. It's an exercise. You can admire an exercise, but it's hard to really care about one.", "running_time": 128, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-06", "genres": ["Drama", "Foreign"], "title": "Coup de Torchon (1983)"}