{"url": "http://www.rogerebert.com/reviews/coupe-de-ville-1990", "by": "Patrick Dempseyas Bobby", "star_rating": 1.5, "text": "\"Coupe de Ville\" has a good heart and some nice moments, and would no doubt mean something to that hypothetical viewer who has never seen a movie like this before. But spare me. There is something deadening about the kind of formula picture where you know with absolute certainty what is going to happen, and how, and why. And \"Coupe de Ville\" is composed of so many formulas that they must have a template for it in screenwriting school.\n\nThis is a movie about how three brothers pick up a classic old car and drive it cross-country from Detroit to Florida, so they can deliver it to their dad, who is living in retirement and wants it as a surprise present for his wife. The car is a 1954 Cadillac, but never mind; any old car will do for a cross-country odyssey of self-discovery, as they proved with the Buick in \"Rainman\" and the pink Cadillac in the movie of the same name, and as they will no doubt also prove in the forthcoming movie \"Ford Fairlane.\" When I see an old car at the center of a movie, warning signals go up. What does the car mean, and to whom? Usually it means that the filmmakers are eager to add instant nostalgia to their film, to lend it the psychic weight of an old car so that the journey can take on mythic proportions. The new cars get better mileage but, let's face it, there is something diminishing about the notion of driving cross-country on an odyssey of self-discovery in an Escort.\n\nThe movie's opening scenes show the three Libner brothers in the 1950s, at earlier ages. Already they're fighting all the time: Marvin (Daniel Stern), the oldest, a would-be disciplinarian; Buddy (Ayre Gross), in the middle, the dreamer and clown, and Bobby (Patrick Dempsey), the youngest, the rebel. Then we flash forward to 1963.\n\nMarvin has just been discharged from the Air Force and has returned home to pick up a 1954 Coupe de Ville and deliver it to Florida. His father (Alan Arkin) anxiously barks instructions into the phone - he wants the car to arrive without a scratch on it. And then it gradually develops that all three brothers will be going along on the trip.\n\nWhy all three? Because wise old Arkin hopes that on the trip they will bury the hatchet, learn to accept each other's differences and start to love their brothers. And why is Arkin so concerned that this will happen? If there is one thing I know about a movie like this, it's that when a character pronounces the word \"doctor,\" he's got a dread disease and only months to live.\n\nThe structure of the movie is standard, basic Road Picturese, with colorful characters encountered along the way. There is a romance (between Buddy and the delightful Annabeth Gish) and an encounter with a crafty old auto repairman (James Gammon, in the movie's most entertaining performance) and a lot of fights, among themselves and with others. But mostly what I remember is Stern shouting at the top of his voice. The family fights get tiresome in this movie, particularly since we know they're obligatory warm-ups for the eventual reconciliation.\n\nFor a road picture, \"Coupe de Ville\" has a particularly uninspired visual style. The shots are there simply to photograph the actors and locales, and further the plot. No thought is given to making them intrinsically interesting - to developing a visual strategy for the movie. And even the backgrounds could use more variety. We don't get a real sense of traveling cross-country; the film feels more like Southern locations dressed up with out-of-state road signs.\n\nI know this is the kind of movie many directors feel they have to get out of their systems. But I wish they could complete that catharsis by watching the existing clones of this story, instead of adding one more to the list.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-03-23", "genres": ["Comedy", "Drama"], "title": "Coupe De Ville (1990)"}