{"url": "http://www.rogerebert.com/reviews/couples-retreat-2009", "by": "Vince Vaughnas Dave", "star_rating": 2.0, "text": "\"Couples Retreat\" tells the story of four troubled couples and how they're healed by sitcom formulas. Why are they troubled? Because the script says so. It contains little comedy, except for free-standing one-liners, and no suspense, except for the timing of the obligatory reconciliation. It doesn't even make you think you'd like to visit its island paradise.\n\n\tThe couples are apparently all from Buffalo Grove, which supplies nothing visual except for a T-shirt. Three of them think they're reasonably happy, but their friends Jason (Jason Bateman) and Cynthia (Kristen Bell) beg them to join them for a week at a resort devoted to healing relationships (if four couples go, it's half price).\n\nJason and Cynthia are anguished because they haven't had a child. The other couples are Dave (Vince Vaughn) and Ronnie (Malin Akerman); Joey (Jon Favreau) and Lucy (Kristin Davis), and Shane (Faizon Love) and Trudy (Kali Hawk). Their troubles: (1) Parenting duties distract from romance; (2) Joey's wandering eye; (3) Shane has split from wife and is dating a 20-year-old bimbo.\n\nThey fly to the Eden resort, which uses locations on Bora Bora, a truly enchanted place that's reduced to the beach-party level. Eden is run by Monsieur Marcel (Jean Reno), a martial-arts mystic, and managed by Cstanley (Peter Serafinowicz), who explains his name is spelled with a \"C.\" Other staff include Salvadore (Latin pop singer Carlos Ponce), doubling for a model on the cover of a lesser romance novel.\n\nThe formula itself might have supported hilarity, but the story lacks character specifics. Each couple behaves relentlessly as an illustration of their problem. The movie depends for excitement on a shark attack during a scuba-diving exercise, featuring clueless sharks, inflamed by the smell of blood, who circle aimlessly going \"boo!\" Salvadore charms the wives somewhat ambiguously with his oiled pecs and bottles of pineapple-rum drinks. The men don't bond as much as stand together onscreen and exchange bonding dialogue.\n\nThere is a twin resort named East Eden, which has all swinging singles, as opposed to troubled couples. It's a party scene every night; as nearly as I could tell, our four couples are the only clients on West Eden, so no wonder there was a 50 percent off deal, despite Cstanley's talk of the long waiting list.\n\nAmong the better things in \"Couples Retreat,\" I count Vaughn's well-timed and smart dialogue; the eccentricity of Love and Hawk in contrast to the cookie-cutter couples, and Serafinowicz's meticulous affectations, which suggest psychotropic medication.\n\nThe concluding scenes are agonizing in the way they march through the stages dictated by an ages-old formula. We know all four couples must arrive at a crisis. We know their situations must appear dire. We expect a transitional event during which they realize the true nature of their feelings. This is a wild party night at East Eden. We expect sincere confessions of deep feelings. And we know there must be a jolly conclusion that wraps everything up.\n\nIn the context of the film, the jolly conclusion must be seen to be believed. Were all the transitional events anticipated, even planned, by the the all-seeing Monsieur Marcel? Marcel hands each couple an animal representing their true inner animal spirits. These figures are carved from a dark wood, which I deduced after seeing the second, third and fourth animals. The first was a rabbit, which looked like nothing else than a chocolate bunny. That would have been strange.", "running_time": 113, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Comedy", "Romance"], "title": "Couples Retreat (2009)"}