{"url": "http://www.rogerebert.com/reviews/courage-under-fire-1996", "by": "Denzel Washingtonas Lt. Col. Nathaniel Serling", "star_rating": 3.5, "text": "Eyewitnesses are notoriously unreliable, even when they want to\rtell the truth. As an Army lieutenant colonel reconstructs a battle scene in “Courage\rUnder Fire,” he begins to suspect that some of his witnesses are lying. His\rassignment: decide on the suitability of the first woman ever nominated for a\rMedal of Honor. His problem: The White House is salivating over the media image\rof presenting the posthumous medal to the woman's young daughter, in a ceremony\rin the Rose Garden.\n\nThe colonel, named Serling and played by Denzel Washington, is\rdetermined to do his job honestly and well, even though his own life is falling\rapart. During a night tank battle in the Gulf War, he was indirectly\rresponsible for taking out an American tank with friendly fire. An Army\rinvestigation excused him, but now his sleep is fragmented by nightmares, he's\rdrinking too much, and he has moved out on his wife and children. The\rinvestigation is about the only thing holding him together.\n\nThe\rwoman under consideration for the Medal of Honor is Capt. Karen Walden (Meg\rRyan), who commanded a helicopter in the battle zone. After taking out an enemy\rtank by the refreshing improvisation of dropping a fuel tank on it, Walden's\rchopper was shot down by enemy fire. Nearby American troops heard M-16 fire,\rapparently by the wounded Walden, that kept the enemy at bay the next morning,\runtil her men could be rescued. For this she certainly deserves the medal--if\rthat's how it happened.\n\nEdward\rZwick and Patrick Sheane Duncan, the director and writer, construct their\rscreenplay with a nod to “Rashomon” (1950), Akira Kurosawa's famous film in\rwhich four defendants give their wildly different testimony about a murder. In “Courage\rUnder Fire,” the witnesses are Walden's own men. Ilario (Matt Damon), the\rmedic, paints Walden as a brave leader sacrificing her life for her men.\rMonfriez (Lou Diamond Phillips), the gunner, says, “She was afraid, Colonel.\rShe was a coward. That's the bottom line on your Capt. Walden.” Another crew\rmember, Altameyer (Seth Gilliam), languishes in a veterans' hospital, confused\rby painkillers.\n\nSerling,\rthe Denzel Washington character, doggedly conducts his investigation by day and\rspends his nights boozing in hotel bars. He is being tracked by a reporter for\rthe Washington Post (Scott Glenn), who suspects there was a cover-up of the\rtank destroyed by friendly fire. Serling tries to avoid him, but Serling is a\rman who desperately needs to tell the truth to someone, and the reporter is\rrelentless.\n\nThese\rinterlocking investigations all take place under the thumb of the unrelenting\rGen. Hershberg (Michael Moriarty), who wants the friendly fire incident kept\rquiet and the Medal of Honor approved (there is urgent pressure from the White\rHouse). Hershberg turns the screws, threatening Serling's Army promotion path\rand hinting at reprisals (“I know about the drinking”).\n\n“Courage\rUnder Fire” is Hollywood's first film about the Gulf War, and one of the rare\rfilms to deal with women in combat. But it is not simply a war film; there are\ralso personal issues involved, and the story does a good job of dealing with\rthe relationship between Serling and his wife (Regina Taylor), who tells him\rshe will wait for him--but not forever.\n\nWashington's\rrole is the central one, and he handles it well, playing a man who sticks to\rprocedure and self-discipline even in the midst of emotional chaos (before the\rtank battle, he leads his men in prayer, and then adds, “Now let's kill 'em\rall!”). Meg Ryan's role is a different kind of challenge: In the flashbacks\rthrough the eyes of her men, she is seen in three or four entirely different\rstyles of behavior. The movie doesn't give us one Capt. Walden but several, for\rus (and Serling) to choose among.\n\nZwick's\rdirection handles the many conflicting story possibilities with great clarity.\rAnd the opening sequence, involving the mistaken tank attack, makes it clear how\rconfusing battle is, and how differently it will be perceived by each\rparticipant. The end of the film understandably lays on the emotion a little\rheavily, but until then “Courage Under Fire” has been a fascinating emotional\rand logistical puzzle--almost a courtroom movie, with the desert as the\rcourtroom.", "running_time": 155, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-12", "genres": ["Action", "Drama", "History", "Mystery", "Thriller", "War"], "title": "Courage Under Fire (1996)"}