{"url": "http://www.rogerebert.com/reviews/cousin-bobby-1992", "by": "Jonathan Demme", "star_rating": 3.0, "text": "\"Cousin Bobby\" is the Rev. Robert Castle, a white Episcopalian priest who has served an inner-city church in Harlem for many years.\n\nHe is also the childhood friend of his cousin Jonathan Demme, director of \"The Silence of the Lambs\" and many other films, but the two cousins had been out of touch for many years before the making of this documentary.\n\nTogether, Bobby and Jonathan explore the memories they share together, of childhood days, of aunts and uncles, of family legends.\n\nThere is an air of a family reunion to some of the scenes in this documentary, as the men revisit childhood homes and haunts. But the real subject of the film is Cousin Bobby's mission to the poor and dispossessed, a commitment that the film hints has cost him a great deal over the years.\n\nRev. Castle was, we sense, a fairly conventional Episcopalian clergyman at an earlier stage of his life. Then came the 1960s and social upheaval, and, for him, a crucial and influential friendship with Isaiah Rowley, a Black Panther leader in Jersey City, N.J. At a time when the Panthers were feared and hated, Castle found Rowley to be a natural leader, sane and inspirational, and gradually the white priest was drawn into circles that were alarming to many members of his congregation.\n\nThe movie is a little vague about some aspects of Castle's life; there is the feeling that the two cousins, like family members everywhere, draw a veil of silence over certain painful details. What we gather, however, is that after losing a lucrative living because of his politics, Castle drifted until he found a mooring in the Harlem church where, today, he presides over services that combine Episcopal tradition, black gospel and social activism in about equal measures.\n\nAs Demme and his cameras follow along, Castle visits a burnt-out tenement building in his neighborhood, and speculates darkly about arson. He leads an impassioned demonstration for safer streets.\n\nHe gives fiery speeches and sermons, interacts easily with the members of his parish, and gives every evidence of bringing Christian principles to the everyday life of his ministry. The title of the movie accurately reflects its focus, because this is not an objective documentary but a home movie of sorts, in which the social involvement of Cousin Bobby is set against a backdrop of faded photographs, old family memories and reunions, and the wonderment we all feel when we meet someone we were friends with long ago, and see what has become of them. It is good to know there are people like Cousin Bobby around.\n\nIt is sad to realize how few of them there are.", "running_time": 65, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-06-26", "genres": ["Documentary"], "title": "Cousin Bobby (1992)"}