{"url": "http://www.rogerebert.com/reviews/cousin-cousine-1976", "by": "Marie-Christine Barraultas Marthe", "star_rating": 3.5, "text": "\"Cousin Cousine\" tells the story of an impossible love affair, and the two people who make it gloriously possible. That would be enough in itself -- blind faith in romance is so rare these days -- but for some lucky reason the movie gives us more. It gives us, first of all, one of the most engaging and likable couples in recent movies. It gives us a feeling of a real human milieu, of the families these people belong in. And then it provides the sort of courage that people in their late 30s need to make the sorts of commitments an adolescent can make (or break) in a weekend.\n\nThe couple first (because getting to know them is one of the movie's greatest joys): She is played by Marie-Christine Barrault and he by Victor Lanoux. She looks a little like Catherine Deneuve, and he a little like Peter Falk (if Deneuve and Falk were real people -- if you see what I mean.) His wife's greatest thrill in life is taking a sleep cure. Her husband cheats on her, mostly out of habit. She is blond and fresh and with that confident radiance women don't approach until their 30s. He has a charmingly simple philosophy about work: He changes jobs every three years to stay out of a rut. Just now, he is a dance instructor.\n\nAnd so they dance the first time they meet, at the wedding of her mother and his uncle. They dance because they're thrown into each other's company by an embarrassing coincidence: Her husband and his wife have slipped out of the party and are no doubt up to no good at that very moment. They dance, they tell each other little things about themselves and a sudden, healthy, sensual affection is born. The missing couple returns, and there are awkward and subtly hilarious introductions. And then the two -- their names are Marthe and Ludovic -- arrange to meet again. There is no doubt at all, of course, that they're in love. But they don't sleep together for quite a long time, partly because what they have is so unexpected and precious that they want to savor it. When they do publicly declare their love (and their love affair) they do it within the family setting. And everyone seems to reach an accommodation with the new arrangement (it's here that the affair is especially impossible -- but who cares?)\n\nThere are scenes that remind us of love affairs in other movies, except that \"Cousin Cousine\" handles them so honestly and refreshingly: Checking into a small hotel, for example, or eating breakfast in bed. We gradually figure out what makes these little moments so charming. Ludovic and Marthe are adults. They are not glowing Hollywood youths trapped in some dumb contemporary story. They're not Great Lovers. They're unaffected, physical, healthy people who take a direct delight in the fact of each other's existence.\r\nOne of my friends says \"Love Story,\" was a great aphrodisiac. Another one says \"Vincent, Francois, Paul and the Others\" provided convincing arguments for engaged couples to think again about marriage. \"Cousin Cousine\" falls between those two films; it's an aphrodisiac encouraging married couples to think about other engagements.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-28", "genres": null, "title": "Cousin Cousine (1976)"}