{"url": "http://www.rogerebert.com/reviews/cowboys-and-aliens-2011", "by": "Daniel Craigas Jake Lonergan", "star_rating": 3.0, "text": "\"Cowboys & Aliens\" has without any doubt the most cockamamie plot I've witnessed in many a moon. Here is a movie set in 1873 with cowboys, aliens, Apaches, horses, spaceships, a murdering stagecoach robber, a preacher, bug-eyed monsters, a bartender named Doc, a tyrannical rancher who lives outside a town named Absolution, his worthless son, two sexy women (one not from around here), bandits, a magic bracelet, an ancient Indian cure for amnesia, a symbolic hummingbird, a brave kid with a spyglass, and a plucky dog who follows the good guys for miles and miles through the barren waste and must be plumb tuckered out. \n\nThis is not a satire. Nor is it a comedy. Humanity is in danger, and it's up to the rough-hewn cowboys of the Old West to save us. Daniel Craig plays Lonergan, the stagecoach killer, Harrison Ford plays the not enigmatically named Woodrow Dolarhyde, and Keith Carradine is Sheriff Taggart, who has his work cut out for him. \n\nThe aliens, as usual, show limited signs of intelligence. Oh, they arrive in a spaceship that's taller than a skyscraper, and they must have designed it. But mostly they strafe the town, drop explosive charges behind characters but rarely upon them and reel up human victims into their smaller flying ships in order (need we be told) to study them. Their other purpose in journeying unimaginable distances across the void is to use mysterious forces to suck up gold — coins, watches, rings, whatever.\n\nI call these monsters bug-eyed not to be unkind but to trace their lineage back to the mother lode of BEMs on the covers of such pulp mags as Thrilling Wonder Stories. It's almost too good to be true to learn, via a trade review, that this movie was inspired not by a comic book but by its cover. That's the spirit!\n\nThe movie will no doubt be popular and deserves success. As preposterous moneymakers go, it's ambitious and well-made. The acting from the large cast is of a high standard, Craig and Ford were more or less born into their roles, and director Jon Favreau actually develops his characters and gives them things to do, instead of posing them in front of special effects.\n\nYet I feel a certain small sadness. I wish this had been a Western. You know, the old-fashioned kind, without spaceships. Daniel Craig, cold-eyed and lean, plays a character familiar in the genre; think of the Ringo Kid or Doc Holliday, bad guys who rise to goodness. \n\nHarrison Ford, as the rancher, embodies the kind of man who comes riding into town at the head of his private posse and issues orders to everyone. Sam Rockwell's Doc is the kind of small businessman who has come West while seeking his fortune among hard men. All the elements are here.\n\nWe are told, however, that the Western is a dead genre. The last one kids liked was \"Rango,\" an animated cartoon. \"True Grit,\" \"Appaloosa\" and \"3:10 to Yuma\" were good, but limited in their demographic appeal. A competent director — Favreau, say — could have ditched the ridiculous aliens and made a straight Western with the same cast, but today there's small chance of that.\n\nYet I suspect the big audiences drawn to this concept will find themselves more deeply drawn into the conventional Western material in the opening scenes, before the aliens attack. There is more genuine suspense when the rancher's loopy son (Paul Dano) starts shooting up the town than when countless aliens appear, resembling a fusion of gorillas and lobsters. \n\nOne alien element has become almost traditional. Ever since \"Alien,\" we've had the phenomenon of aliens who unfold to reveal wicked inner parts. The aliens here have chest cavities that open to extrude three-fingered hands, slimy with mucus. One shudders to envision the use of these limbs during sex. On their home world, there must be fortunes to be made in opening manicure shops.\n\nNote: Oh, blessed joy! The movie is in glorious 2-D.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Action", "Science Fiction", "Thriller", "Western"], "title": "Cowboys & Aliens (2011)"}