{"url": "http://www.rogerebert.com/reviews/coyote-ugly-2000", "by": "Piper Peraboas Violet", "star_rating": 2.0, "text": "\"Coyote Ugly\" is a cliff-hanger in which Piper Perabo ventures into a Jerry Bruckheimer production and escapes more or less untouched.\n\nThe film stars Perabo as one of a group of heedless wenches who dance on a bar and pour straight shots down the throats of the seething multitude. In a movie of this sort, it is inevitable that the song \"I Will Survive\" will sooner or later be performed by drunken pals. Next week's opening, \"The Replacements,\" makes us wait an hour to hear it. \"Coyote Ugly\" takes no chances and puts it under the opening titles. Do you get the feeling these movies are assembled from off-the-shelf parts? There is a story beloved in movie lore about the time Howard Hawks asked John Wayne to appear in \"El Dorado.\" Wayne had already starred in Hawks' \"Rio Bravo\" and \"Rio Lobo,\" which were essentially the same picture. So was \"El Dorado.\" \"Shall I send over the script?\" asked Hawks. \"Why bother?\" asked the Duke. \"I've already been in it twice.\" Does Jerry Bruckheimer have the same nagging feeling of deja vu as he compares each new screenplay to those that have gone before? I wonder if he suspects his movie may not be original, as he contemplates a story about a girl from New Jersey who dreams of being a songwriter, moves to Manhattan, meets a guy, gets a job and has a heart-rending reconciliation with her dad, all in a movie that ends (yes, it really does) with the final line, \"What do you do when you realize all your dreams have come true?\" Bruckheimer and his director bring superb technical credits to this wheezy old story, and they add wall-to-wall music to make it sound like fun. But you can pump up the volume only so far before it becomes noise. I don't ask for startling originality in a movie like \"Coyote Ugly.\" I don't object to the scene in which the heroine and her guy neck in a convertible and regard the lights on a Manhattan bridge. I am not even surprised that the hero drives a classic car (no characters in Bruckheimer movies drive cars less than 25 years old unless they are parents or gangsters). I don't even mind the obligatory line, \"It's payback time!\" All I ask is that I be surprised a couple of times. Give me something I can't see coming and make it more unexpected than a beloved character getting hit by a car instead of having a heart attack.\n\nIn the movie, Perabo, who has big-time star power, plays Violet, a working-class girl from South Amboy, N.J., who packs up and moves to a cheap apartment in Chinatown (where she meets not a single Chinese person) and gets a job in Coyote Ugly, a bar that would be the result if you took the bar in \"Cocktail\" and performed reckless experiments on its DNA.\n\nIt's the kind of bar you would fight to get out of--and you'd have to. Customers are jammed so tightly together, the fire marshal can barely wedge his way into the room. They are offered no mixed drinks, no wine, just \"Jim, Jack, Johnny Red, Johnny Black and Jose--all my favorite friends,\" according to Lil (Maria Bello), the sexy blonde who owns the club. \"You can have it any way you want it, as long as it's in a shot glass.\" Violet auditions for her job, which consists of dancing on top of the bar, pouring drinks, dumping ice on customers who get into fights and spraying the others every so often with the soda gun. These are skilled dancers. They can do Broadway routines on a slippery bar top, while drunks grab at their ankles. Every once in a while, just for variety, they pour booze on the bar and set it on fire.\n\nMany of the movie's shots are high-angle, looking down at the customers, their mouths upturned and gulping like gasping fish. Illuminated by garish neon, they bear an uncanny resemblance to Hieronymus Bosch's paintings of the damned roasting in hell.\n\nAfter a shaky start, Violet becomes a hit at the bar; meanwhile, she tries to place tapes of her songs around town. She has stage fright, you see, and can't sing her own songs because she's afraid to sing in front of an audience, although she will obviously do almost anything else.\n\nShe meets Kevin (Adam Garcia), an awfully nice Australian short-order cook who encourages her, and even bribes a guy to give her an audition by trading his precious Spider-Man comic. They would no doubt have steamy sex, except that Bruckheimer, a student of straws in the wind, knows this is the summer when PG-13, not his old favorite R, is the coveted rating. (His \"Gone in 60 Seconds\" was also PG-13, which may explain why Angelina Jolie was missing from most of the film.) \"Coyote Ugly\" finally leads up to the questions: (1) Does she find the courage to sing? (2) Do they stay together after their Idiot Plot Misunderstanding? and (3) Do all of her dreams come true? There is a reason to see the movie, and that reason is Piper Perabo, who I first noticed in \"The Adventures of Rocky and Bullwinkle,\" writing that she was \"so fetching she sort of stops the clock.\" She has one of those friendly Julia Roberts smiles, good comic timing, ease and confidence on the screen, and a career ahead of her in movies better than this one. Lots better.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-08-04", "genres": ["Comedy", "Drama", "Music", "Musical", "Romance"], "title": "Coyote Ugly (2000)"}