{"url": "http://www.rogerebert.com/reviews/cradle-2-the-grave-2003", "by": null, "star_rating": 2.0, "text": "The funniest scene in \"Cradle 2 the Grave\" comes over the end credits, as supporting actors Tom Arnold and Anthony Anderson debate how the story should be filmed. This scene, which feels ad-libbed, is smart and self-aware in a way the movie never is. The film itself is on autopilot and overdrive at the same time: It does nothing original, but does it very rapidly.\n\nJet Li and DMX are the stars, both ready for better scripts, playing enemies who become buddies when it turns out they have a common antagonist. DMX plays a character pronounced \"fate\" but spelled \"Fait,\" which would give you a neat pun you could use in French class, if the spelling of his name were ever seen. Jet Li plays a boy named Su. After Fait and his accomplices break into a Los Angeles diamond vault, their caper is interrupted by Su, who is working for the Taiwanese police.\n\nBad guys end up with the diamonds and kidnap Fait's beloved little daughter, in a plot which started out as a remake of Fritz Lang's \"M\" (1931). The journey from \"M\" to \"2\" was downhill all the way. The result is a Joel Silver nonstop action thriller, well-produced, slickly directed, sure to please slackjaws who are not tired to death of this kind of material recycled again and again and again.\n\nIt makes at least a sincere attempt to one-up previous cop-crook-buddy-sex-chase-caper-martial arts thrillers. Jet Li doesn't merely take on a lot of opponents at the same time, he gets in a fight with all of the competitors in an illegal Extreme Fighting club. He doesn't merely do stunts, but drops in free-fall from one high-rise balcony to the next. Tom Arnold doesn't merely play a black-market arms dealer, he supplies a tank. The black diamonds are not merely black diamonds, but are actually a superweapon that would bring down the cost of Weapons of Mass Destruction into the price range of a nice private jet. There is not merely a hood who has special privileges in jail, but one with a private cell where the prison guards melt butter for his fresh lobster while he waits impatiently. There is not merely a chase, but one involving an All-Terrain Vehicle, which is driven up the stairs of a store and then jumps from one rooftop to another more or less for the hell of it. And the girl is not merely sexy, but Gabrielle Union.\n\nI can see that this movie fills a need. I have stopped feeling the need. The problem with action movies is how quickly state-of-the-art becomes off-the-shelf. We yearn for wit and intelligence, and a movie like \"Shanghai Knights\" looks sophisticated by comparison.\n\n\"Cradle 2 the Grave\" will, however, be a box office hit, I imagine, and that will be demographically interesting because it demonstrates that a savvy producer like Silver now believes a white star is completely unnecessary in a mega-budget action picture. At one point, there were only white stars. Then they got to have black buddies. Then they got to have Asian buddies. Then \"Rush Hour\" proved that black and Asian buddies could haul in the mass audience. Long ago a movie like this used a black character for comic relief. Then an Asian character. Now the white character is the comic relief. May the circle be unbroken.\n\nNot only is Gabrielle Union the female lead, but Kelly Hu is the second female lead, slapping the kid around and engaging in a catfight with Union. Lots of mild sex in the movie, although an opening scene assumes a security guard is a very slow study. First Gabrielle Union goes in to flirt with him so he won't look at the TV security monitors. When he turns out to be gay, she sends in the second team, Anthony Anderson, to flirt with him. When two people try to pick you up in 10 minutes and you're a security guard on duty, do you suspect anything? It's a common complaint that the cops are never around during sensational movie chase scenes and shoot-outs. Dozens of squad cars turn up twice in \"Cradle 2 the Grave,\" however--once when they're told a robbery is in progress, and again at the end, when a battle involving guns, rockets, explosives and a tank blowing a helicopter out of the sky inspires an alert response after only 20 minutes.", "running_time": 101, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-28", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Cradle 2 The Grave (2003)"}