{"url": "http://www.rogerebert.com/reviews/crash-2005", "by": "Sandra Bullockas Jean", "star_rating": 4.0, "text": "\"Crash\" tells interlocking stories of whites, blacks, Latinos, Koreans, Iranians, cops and criminals, the rich and the poor, the powerful and powerless, all defined in one way or another by racism. All are victims of it, and all are guilty it. Sometimes, yes, they rise above it, although it is never that simple. Their negative impulses may be instinctive, their positive impulses may be dangerous, and who knows what the other person is thinking?\n\nThe result is a movie of intense fascination; we understand quickly enough who the characters are and what their lives are like, but we have no idea how they will behave, because so much depends on accident. Most movies enact rituals; we know the form and watch for variations. \"Crash\" is a movie with free will, and anything can happen. Because we care about the characters, the movie is uncanny in its ability to rope us in and get us involved.\n\n\"Crash\" was directed by Paul Haggis, whose screenplay for \"Million Dollar Baby\" led to Academy Awards. It connects stories based on coincidence, serendipity, and luck, as the lives of the characters crash against one another other like pinballs. The movie presumes that most people feel prejudice and resentment against members of other groups, and observes the consequences of those feelings.\n\nOne thing that happens, again and again, is that peoples' assumptions prevent them from seeing the actual person standing before them. An Iranian (Shaun Toub) is thought to be an Arab, although Iranians are Persian. Both the Iranian and the white wife of the district attorney (Sandra Bullock) believe a Mexican-American locksmith (Michael Pena) is a gang member and a crook, but he is a family man.\n\nA black cop (Don Cheadle) is having an affair with his Latina partner (Jennifer Esposito), but never gets it straight which country she's from. A cop (Matt Dillon) thinks a light-skinned black woman (Thandie Newton) is white. When a white producer tells a black TV director (Terrence Dashon Howard) that a black character \"doesn't sound black enough,\" it never occurs to him that the director doesn't \"sound black,\" either. For that matter, neither do two young black men (Larenz Tate and Ludacris), who dress and act like college students, but have a surprise for us.\n\nYou see how it goes. Along the way, these people say exactly what they are thinking, without the filters of political correctness. The district attorney's wife is so frightened by a street encounter that she has the locks changed, then assumes the locksmith will be back with his \"homies\" to attack them. The white cop can't get medical care for his dying father, and accuses a black woman at his HMO with taking advantage of preferential racial treatment. The Iranian can't understand what the locksmith is trying to tell him, freaks out, and buys a gun to protect himself. The gun dealer and the Iranian get into a shouting match.\n\nI make this sound almost like episodic TV, but Haggis writes with such directness and such a good ear for everyday speech that the characters seem real and plausible after only a few words. His cast is uniformly strong; the actors sidestep cliches and make their characters particular.\n\nFor me, the strongest performance is by Matt Dillon, as the racist cop in anguish over his father. He makes an unnecessary traffic stop when he thinks he sees the black TV director and his light-skinned wife doing something they really shouldn't be doing at the same time they're driving. True enough, but he wouldn't have stopped a black couple or a white couple. He humiliates the woman with an invasive body search, while her husband is forced to stand by powerless, because the cops have the guns -- Dillon, and also an unseasoned rookie (Ryan Phillippe), who hates what he's seeing but has to back up his partner.\n\nThat traffic stop shows Dillon's cop as vile and hateful. But later we see him trying to care for his sick father, and we understand why he explodes at the HMO worker (whose race is only an excuse for his anger). He victimizes others by exercising his power, and is impotent when it comes to helping his father. Then the plot turns ironically on itself, and both of the cops find themselves, in very different ways, saving the lives of the very same TV director and his wife. Is this just manipulative storytelling? It didn't feel that way to me, because it serves a deeper purpose than mere irony: Haggis is telling parables, in which the characters learn the lessons they have earned by their behavior.\n\nOther cross-cutting Los Angeles stories come to mind, especially Lawrence Kasdan's more optimistic \"Grand Canyon\" and Robert Altman's more humanistic \"Short Cuts.\" But \"Crash\" finds a way of its own. It shows the way we all leap to conclusions based on race -- yes, all of us, of all races, and however fair-minded we may try to be -- and we pay a price for that. If there is hope in the story, it comes because as the characters crash into one another, they learn things, mostly about themselves. Almost all of them are still alive at the end, and are better people because of what has happened to them. Not happier, not calmer, not even wiser, but better. Then there are those few who kill or get killed; racism has tragedy built in.\n\nNot many films have the possibility of making their audiences better people. I don't expect \"Crash\" to work any miracles, but I believe anyone seeing it is likely to be moved to have a little more sympathy for people not like themselves. The movie contains hurt, coldness and cruelty, but is it without hope? Not at all. Stand back and consider. All of these people, superficially so different, share the city and learn that they share similar fears and hopes. Until several hundred years ago, most people everywhere on earth never saw anybody who didn't look like them. They were not racist because, as far as they knew, there was only one race. You may have to look hard to see it, but \"Crash\" is a film about progress.", "running_time": 112, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-05", "genres": ["Drama", "Indie"], "title": "Crash (2005)"}