{"url": "http://www.rogerebert.com/reviews/crash-1997", "by": "James Spaderas James Ballard", "star_rating": 3.5, "text": "If you can imagine the state of mind I'm about to describe, you will understand David Cronenberg's \"Crash.'' It is that trancelike state when you are drawn to do something you should not do, and have passed through the stages of common sense and inhibition and arrived at critical velocity. You are going to do it.\n\nSuch a trance or compulsion is often associated with sex, and is also experienced by shoplifters, gamblers, drug users, stunt men and others mesmerized by pleasure through risk. All of the key characters in \"Crash'' live in such a trance; they are hopelessly fascinated by a connection between eroticism and automobile accidents.\n\nNow of course there is no connection between eroticism and automobile accidents. Show me a man who can become aroused while aiming into the oncoming lane at 60 m.p.h., and I will show you a man whose mind is not on the road. Even sadomasochists require a degree of control. The idea of deliberately seeking death in a speeding car is not attractive to anyone; those who seek it want suicide, not ecstasy.\n\n\"Crash'' is about characters entranced by a sexual fetish that, in fact, no one has. Cronenberg has made a movie that is pornographic in form, but not in result. Take out the cars, the scars, the crutches and scabs and wounds, and substitute the usual props of sex films, and you'd have a porno movie. But \"Crash'' is anything but pornographic: It's about the human mind, about the way we grow enslaved by the particular things that turn us on, and forgive ourselves our trespasses.\n\nWhen a college president makes dirty phone calls, when a movie star or a TV preacher picks up a hooker in a red light district, we ask: What in the world were they thinking of? The answer is, they are thinking (a) I want to do this, and (b) I can get away with it. \"Crash\" is a movie that understands that thinking. One of the characters speaks of \"a benevolent psychopathology that beckons toward us.'' It is a strange and insightful film about human sexual compulsion (\"Belle de Jour,\" \"Peeping Tom,\" and \"Damage,\" are others). By deliberately removing anything that an audience member is likely to find even remotely erotic, Cronenberg has brought a kind of icy, abstract purity to his subject.\n\nThe movie begins with a woman pressing her breast against the metal of a shiny new airplane. Then she licks the paint, while her lover licks her. This is Catherine Ballard (Deborah Kara Unger). When her husband James (James Spader) returns home, they compare notes; both risked being discovered while having sex in public places. Notice how they talk to each other: It is a point of pride to be cold and detached. That's not because they don't care. It's because they do. They are fascinated by each other's minds, and by the tastes they share.\n\nSoon after, James is in a head-on crash. A man in the other car is propelled through the windshield and into James' car, dead. James is badly injured but alive. His eyes lock onto the eyes of Helen (Holly Hunter), the woman in the other car. They find themselves in the same hospital ward, walking with canes and braces, trailing their I.V. bags behind them. After they're released, they happen to meet in the car pound, where they've gone to visit their smashed cars. \"Can I give you a lift?'' James asks. \"I somehow find myself driving again.'' Soon they narrowly escape another head-on crash, and then they drive directly to an airport garage and have quick, passionate sex.\n\nWhat's happening here? Take out the crashes and the injuries, and substitute the usual romantic movie story line, and it would be easy to understand this progression. For the first crash, substitute a chance meeting at a party. Have the husband make a fool of himself. Have them meet later by chance. Have them survive a dangerous experience. Let them feel sudden sexual attraction. No one in the audience would bat an eye if there was then a sex scene. It's not what happens that disturbs us; it's their turn-on that turns us off.\n\nMore characters are introduced. Vaughan (Elias Koteas) is a photographer who specializes in re-staging celebrity car crashes, like the James Dean crash. \"Notice that we use no seat belts, padded suits or roll bars,'' he tells his small but exclusive audiences. \"We rely only on the skill of our drivers.'' He lives with Gabriella (Rosanna Arquette), who walks with braces. He works with a stunt driver (Peter MacNeil). He drives a Lincoln Continental similar to the one JFK was riding in when he was assassinated.\n\nSoon James, Catherine and Helen are involved in his scene. It's not an accident these people have found each other, since they share the same tastes and fetishes. They have sex together in most of the possible pairings, including homosexual; the focus is not on the other person, but on the settings and props. There are no moments of healing sanity because the characters are comatose with lust and fascination. They follow their self-destructive courses because they do not want to stop. If you seek to understand them, ignore their turn-ons and substitute your own.\n\nWhen \"Crash'' premiered in May, 1996, at the Cannes Film Festival, some people fled the theater. The movie has played in Canada and Europe to widespread controversy, inspiring polemics both pro and con. Ted Turner, whose studio, Fine Line, is distributing the film in the United States, has said he hates it. Certainly it will repel and disgust many viewers.\n\nIt's like a porno movie made by a computer: It downloads gigabytes of information about sex, it discovers our love affair with cars, and it combines them in a mistaken algorithm. The result is challenging, courageous and original--a dissection of the mechanics of pornography. I admired it, although I cannot say I \"liked'' it. It goes on a bit too long. Afterward, I found myself wishing a major director would lavish this kind of love and attention on a movie about my fetishes.", "running_time": 100, "mpaa_rating": "NC-17", "release_year": 1997, "date_published": "1997-03-21", "genres": null, "title": "Crash  (1997)"}