{"url": "http://www.rogerebert.com/reviews/crazy-stupid-love-2011", "by": "Steve Carellas Cal", "star_rating": 3.0, "text": "\"Crazy, Stupid, Love\" is a sweet romantic comedy about good-hearted people. Imagine that. No snark. No raunch. It has a lot of cynicism, but that's employed only to be corrected. Nobody here wishes anybody ill, and the movie comes out foursquare in favor of marriage. Yes, the characters commit adultery, but they learn to their relief they were mistaken.\n\nMuch of the movie's appeal is generated by the actors. Steve Carell has been growing on me. Emma Stone is a sweetheart. Julianne Moore's character seems cold and distant, but that's a stage she's going through. A teenage couple are cutie-pies. Marisa Tomei enters the movie as a tornado of warm comic energy. All that woman has to do is smile, and I'm there.\n\nBut the surprise is Ryan Gosling. I consider him a superb actor, and I've seen him play everything from an anti-Semite (\"The Believer\") to a child killer (\"Murder by Numbers\") to a man in love with a love doll (\"Lars and the Real Girl\"). In \"Blue Valentine\" (2010), he plays a not ideal husband. But I didn't see him as a lounge lizard and pickup artist, and in \"Crazy, Stupid, Love,\" he has as much bulls#!t as if he'd been Zach Galifianakis all of his life.\n\nThe movie opens with a bombshell. Cal (Steve Carell) asks his wife Emily (Julianne Moore) what she wants for dessert. \"A divorce,\" she says. Cal, who has grown complacent in his marriage, is stunned. So are his kids, especially 13-year-old Robbie (Jonah Bobo), who has a crush on Jessica (Analeigh Tipton), his 17-year-old baby-sitter.\n\nCal seeks to assuage his sorrow in an upscale cocktail lounge with an improbable variety of babes and finds himself noticing the smooth moves of a ladykiller named Jacob (Ryan Gosling). This guy seems to leave every night with the woman of his choice. Jacob observes Cal's morose presence at the bar, overhears his bitter monologues and insists on giving him some tips. This leads to lectures on pickup techniques and one of those makeover montages in which Cal acquires correct shoes, shirts, suits and a haircut.\nEmily, I neglected to say, has been fooling around with a guy at work (Kevin Bacon in his slightly snaky mode). Not much is made of this; we're spared the sight of Emily being tender with him, because that would throw off the gradually developing logic of the movie.\n\nSo, OK. We have two generations seeking success in love. Robbie does a winsomely good job of pining hopelessly for Jessica, who has set her sights a little higher. Cal, meanwhile, takes advantage of Jacob's coaching to score sensationally with Kate (Marisa Tomei), an energetic, recovering alcoholic who is a sexual virtuoso. And then something happens that Jacob did not anticipate: In the bar one night, he meets the lovely Hannah (Emma Stone) and does something he didn't think he was capable of. He falls in love.\n\nThese many strands are woven together in a clever screenplay by Dan Fogelman that establishes what is needed, conceals what is required, supplies Carell with a one-liner about Tomei that brings down the house and springs some OMG! moments.\n\nAll of that is the mechanism. What is also nice is the feeling. No one is hateful in this movie. Even Kevin Bacon, as the ominous marriage-wrecker David Lindhagen, wishes no ill. Emily was apparently seducible, so how much can we blame him? The major characters all persevere in the faith that for every person there is One True Love, and when you meet that person, your quest is at an end — always assuming, of course, that your love is returned. Sometimes baby-sitters four years older than you don't get in the spirit.\n\nThe strength of the movie, however formulaic its structure, is that it is slightly more thoughtful about its characters. It's not deep, mind you, but it considers their problems as more than fodder for comedy. It allows them to have real feelings, even some that surprise them, and it leaves them some room for growth. At the end, after as many strands have been brought together as seems possible, I felt an undeniable satisfaction.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Comedy", "Drama", "Romance"], "title": "Crazy, Stupid, Love (2011)"}