{"url": "http://www.rogerebert.com/reviews/crazy-in-alabama-1999", "by": "Melanie Griffithas Lucille", "star_rating": 2.0, "text": "\"Crazy in Alabama\" is an ungainly fit of three stories that have no business being shoehorned into the same movie. The first one is familiar: Events seen through the eyes of a young boy in a small town, circa 1965, who recalls, \"and after that day nothing was ever the same again.\" This point of view could have worked with either of the other two stories, but not both at once: (1) Ditzy dame snaps after years of cruel husband, leaves for Hollywood to find fame and fortune, and (2) local black boy becomes the focus of a civil rights crusade.\n\nIt is a symptom of the movie's confused agenda that although the outcome produces two trials, it is the ditzy dame whose fate is settled onscreen, and not the man charged with a crime against a black boy. One wonders whether the eccentric local judge, who has such sympathy for a sexy brunet who chops off her husband's head, will be such a humanitarian when it comes judging a racist white sheriff, in a town with no black voters.\n\nThe head-chopping is announced almost in the first scene. Melanie Griffith plays Lucille, a woman who is clearly insane, and who kills her husband, decapitates him to be sure he is dead, and leaves for Hollywood to be discovered. She takes his head along, and frequently hears his voice, in scenes that are like a comic reprise of Peckinpah's \"Bring Me the Head of Alfredo Garcia.\" Her journey takes her through New Orleans and the Southwest, where she slinks and flirts her way out of arrests, and finally to Hollywood, where her career takes an unexpected turn.\n\nMeanwhile, through the eyes of young Peejoe (Lucas Black), we see not only his loony Aunt Lucille but also the story of Taylor Jackson (Louis Miller), a black boy about his same age, who wants to swim in the segregated local pool and is warned off by the sheriff (Meat Loaf Aday) with the thought-provoking line, \"You are trespassing on public property!\" His determination leads to a local civil rights struggle, a death, and a visit from Martin Luther King, and for young Peejoe, yes, after that summer nothing would ever be the same again.\n\nThe film is the directorial debut of the actor Antonio Banderas, Melanie Griffith's husband, who does a competent professional job, although at the outset they should have realized that each of their main stories would curdle the other one. When a boy is dead in a civil rights case, that kind of takes the comedy out of the sexy nutcase defending herself in court. Nor is her self-justification very persuasive: \"You spend all day making a beautiful meal for your husband and he comes home and gobbles it down and a little piece of you dies.\" Yeah, and a big piece of him.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Comedy", "Drama"], "title": "Crazy In Alabama (1999)"}