{"url": "http://www.rogerebert.com/reviews/crazybeautiful-2001", "by": "Kirsten Dunstas Nicole", "star_rating": 3.0, "text": "She's a wild child, a drinker, a truant, sexually bold, deliberately reckless. He's a model student, serious, responsible, who wants to attend Annapolis. She's the daughter of a liberal white congressman. He's the son of a hard-working Mexican-American woman. She goes after him because he's a hunk. He likes her but is frightened by her wildness, which is against his nature. Will she lead him into trouble, or will he help her grow up and quiet her demons? \"Crazy /Beautiful,\" which is about these questions, is an unusually observant film about adolescence.\n\nThe movie stars Kirsten Dunst and Jay Hernandez as Nicole and Carlos. Both actors are natural and unaffected--they level with their characters, instead of trying to impress us. They're students at a magnet high school in Pacific Palisades; she lives in Malibu, he lives in the barrio, and when she gets him into trouble and he's assigned to detention, he's angry: \"I'm bused two hours both ways. If I wanted to screw up, I'd do it in my own school and get a lot more sleep.\" Nicole is self-destructive and parties with the wrong crowd; perhaps because Carlos uses his intelligence and has goals, he represents not just a cute guy, but a self that she lost along the way.\n\nOf course they are in love. Hormones take over when you're 17. But even during sex, he's worried by her behavior. She brings him home, they get into bed, he insists on a condom, and then he sees her father wandering by the pool outside her window. He's alarmed, but she laughs: \"That's my dad. He doesn't care. I can do anything. We're using a condom--he'd be so proud. And a person of color in his daughter's bed!\" Actually, it isn't quite that simple, and her father Tom (Bruce Davison) is a good man; his character is written without resorting to the usual stereotypes about well-meaning but clueless adults. At one point, he forbids Carlos to see his daughter--for the boy's own good, since he considers his daughter irredeemable, a lost cause. There are times when we agree.\n\nBoth characters find elements in the other that they envy. \"You don't care about what people think, and when I'm with you, I don't care about what people think,\" says Carlos, who actually cares a great deal. Nicole works hard on her reputation for trouble, but there's a part of her that mourns, \"I wish I wasn't the child that everybody learned what not to do from.\" One of Nicole's problems is that her mother is dead, and her father's second wife has given him a perfect little child that they both dote on. The mother is obsessed by the tiniest rash on her child, but indifferent to the entire scope of Nicole's life. Carlos has problems at home, too, but of a different nature: His father is absent, and he carries the burden of his family's hopes. His mother and older brother are fiercely protective of him and hostile to Nicole, partly because she is white, even more because she is obviously trouble.\n\n\"Crazy/Beautiful,\" directed by John Stockwell, written by Phil Hay and Matt Manfredi, is like a tougher, less sentimental mirror version of \"Save the Last Dance.\" In that one, a white girl attends a black boy's inner-city high school, but in both films, there are cultural differences, resentment because of color, a feeling of star-crossed loves, and the sense that each can help the other.\n\n\"Crazy/Beautiful\" is tougher, and would have been tougher still, I understand, if the studio hadn't toned it down to get the PG-13 rating. It was originally intended to include drug use and irresponsible sex, and play as a cautionary message--but the R rating would have limited it to those over 17, and these days, alas, the warnings need to come a little sooner. As it stands, the movie sets up real tension between Nicole's self-destructive behavior and Carlos' responsible nature. And because of the real conviction that Dunst and Hernandez bring to the roles, we care about them as people, not case studies.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-29", "genres": ["Drama", "Family", "Romance"], "title": "Crazy/Beautiful (2001)"}