{"url": "http://www.rogerebert.com/reviews/crazy-horse-2012", "by": "Frederick Wiseman", "star_rating": 3.0, "text": "The Crazy Horse Saloon in Paris is famous for its \"erotic chic\" revues, but I found nothing either erotic or chic in this reduction of body parts to geometrical displays.\n\nWe have, however, entered \"Le Crazy\" at a momentous time. Philippe Decoufle, the director of well-received earlier shows, has been brought back on board to reinvent and revise his \"Desirs,\" intended to be more erotic and at the same time more chic than recent productions. Wiseman, now 80, has made nearly 40 documentaries in which his unobtrusive camera observes, simply observes, the way institutions function. His subjects have included a mental hospital, high school, a boxing gym, the Paris Opera Ballet, the welfare system, basic training, policemen at work — and now a nude dance review in Paris.\n\nWhen the Crazy Horse first opened its doors in 1951, it was rather a sensation: Ten or 12 women, all beautiful, with flawless bodies, presented elaborately choreographed routines in fanciful costumes and became eventually nude, although they did nothing so vulgar as a striptease. This happened not in a sleazy back-street dive, but in an elegant subterranean showroom with red velvet booths or banquettes, every table supplied with its own bottle of champagne in a crystal bucket. It was very expensive, and so instead of sailors on leave, the audience was more likely to contain visiting businessmen.\n\nSixty years later, nudity is no longer a scarce commodity, but \"Le Crazy\" is still popular. The girls are augmented by tap dancers, magicians, jugglers and mimes, like a burlesque show. Though pornography put London's Windmill out of business, it was cheerfully downmarket, and the Crazy offers conspicuous consumption. \n\nWiseman's camera goes backstage to observe as Decoufle, a perfectionist, pleads for the club to be closed for a week or two to rehearse \"Desirs.\" Nothing doing. The stockholders wouldn't stand for it. So the hard-working dancers must perform and rehearse on the same days. We see their elaborate supporting staff of stage managers, sound and lighting engineers, and the well-oiled machinery that assures every patron has a photo taken, offered for sale at the end of the show. There are also souvenir T-shirts, wine buckets and so on.\n\nWe see auditions of hopeful dancers, told frankly they are being evaluated for their bodies and not their dancing. Indeed they are. Every woman on the stage seems to have an identical body, perhaps so that individual differences will not distract from the mathematical symmetry of the choreography. Long legs, saucy buttocks, a few pounds over \"thin,\" with firm B-cup breasts. No As, no Cs. It must be nearly impossible for a given dancer to emerge as the star of the show, although one does an aerial ballet at the end of a thick rope that rivals Cirque du Soleil.\n\nI especially enjoyed two of Wiseman's subjects who seemed particularly Parisian. One was Decoufle's second in command, Ali Mahdavi, the artistic director. A small, intense man with a shaven head, he says he has been passionately in love with the Crazy all of his life, and there is no reason to doubt him. As he launches into ecstatic peals of poetic praise for the shows, Decoufle stares into space, has a sip of water, seems on the edge of smiling. No dance performance in history has been as good as Mahdavi says this one is.\n\nMy other favorite was Fifi Chachnil, who owns a little costume company named, of course, Fifi. She constructs the costumes for the Crazy Horse, is busy outfitting the dancers to be both horses and riders. As long as there are little shops named Fifi, there will always be a Paris.", "running_time": 134, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-02-22", "genres": ["Documentary", "Foreign"], "title": "Crazy Horse (2012)"}