{"url": "http://www.rogerebert.com/reviews/crazy-heart-2009", "by": "Jeff Bridgesas Bad Blake", "star_rating": 4.0, "text": "Some actors are blessed. Jeff Bridges is one of them. Ever since his breakthrough role in \"The Last Picture Show\" in 1971, he has, seemingly without effort, created a series of characters who we simply believe, even the alien \"Starman.\" He doesn't do this with mannerisms but with their exclusion; his acting is as clear as running water. Look at him playing Bad Blake in \"Crazy Heart.\" The notion of a broke-down, boozy country singer is an archetype in pop culture. We've seen this story before. The difference is, Bad Blake makes us believe it happened to him.\n\nThat's acting. There's a line of dialogue in the movie that I jotted down at the time, and it's been cited by several critics. Bad Blake is being interviewed in his shabby motel room by Jean Craddock (Maggie Gyllenhaal), a newspaper reporter. She's taking him, gently, to places he doesn't want to go. He's been interviewed about the subject too many times. He doesn't say that. He says, \"I want to talk about how bad you make this room look.\"\n\nIt's such a good line I can hardly believe I've never heard it before. Bad Blake perhaps knows it sounds like something out of an old movie. It's also the kind of line written by a singer-songwriter, the masking of emotion by ironic displacement, the indirect apology for seedy circumstances. She blushes. I can't think of a better way for the movie to get to where it has to go next. No shy apologies. No cynicism. Just that he wrote a great line of a country song, and it was for her.\n\nBridges, Gyllenhaal and Scott Cooper, the first-time writer-director, find that note all through the movie. It's like a country-western cliche happening for the first time. Bridges doesn't play drunk or hung over or newly in love in the ways we're accustomed to. It's like Bad has lived so long and been through so much that he's too worn out to add any spin to exactly the way he feels. \n\nBad Blake was a star once, years ago. He has lyrics that go, \"I used to be somebody, but now I'm somebody else.\" His loyal manager (Paul Herman) once booked him in top venues. As \"Crazy Heart\" opens, Bad is pulling up to a bowling alley. \"It's this year's 'The Wrestler,' \" one of my colleagues observed after the screening. Yes. Bad still has a few loyal fans, but you get the feeling they've followed him to the bottom. He has a son he's lost touch with and hasn't written a good song in a long time. In the old days, he toured with a kid named Tommy Sweet (Colin Farrell). Now Tommy is a big star, but contrary to the conventions of such stories, hasn't forgotten his old teacher and remains loyal.\n\nMaybe, we're thinking, with the love of a good woman Bad could turn it around. It's not that simple in \"Crazy Heart.\" Jean is a good woman, but can she afford to love this wreck 25 years older than she is? Certainly not if he continues to drink, and maybe not in any case. And it's not easy for Bad to stop drinking; he's descended below his bottom.\n\nHow does Bridges do this without making the character some sort of pitiful and self-pitying basket case? The presence of Robert Duvall here, playing his old friend and acting as one of the producers of this movie, is a reminder of Duvall's own \"Tender Mercies\" (1983), another great film about a has-been country singer and a good woman (Tess Harper). It's a measure of Bridges, Duvall, Gyllenhaal and Harper that they create completely different characters.\n\nOne of the ways the movie might have gone wrong is if the singing and the songs hadn't sounded right. They do. Bridges has an easy, sandpapery voice that sounds as if it's been through some good songs and good whiskey, and the film's original songs are by T-Bone Burnett and Stephen Bruton (who died of cancer in May at Burnett's home). Bridges conveys the difficult feelings of a singer keeping his dogged pride while performing in a bowling alley.\n\nThe movie knows more about alcoholism than many films do, and has more of that wisdom onscreen, not least from the Duvall character. Gyllenhaal's character, too, is not an enabler or an alibi artist, but a woman who feels with her mind as well as her heart. Watch her as she and Bridges find the same level of mutual confidence for their characters. One of the reasons we trust the film is that neither Bad nor Jean is acting out illusions. Colin Farrell, too, is on the same page. We understand why he stays loyal, to the degree that he can. This is a rare story that knows people don't always forget those who helped them on the way up.\n\nJeff Bridges is a virtual certainty to win his first Oscar, after four nominations. The movie was once set for 2010 release (and before that, I hear, was going straight to cable). The more people saw it, the more they were convinced this was a great performance. Fox Searchlight stepped in, bought the rights and screened it extensively in December for critics' groups, who all but unanimously voted for Bridges as the year's best actor. We're good for something.", "running_time": 112, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-12-23", "genres": ["Drama", "Indie", "Music", "Romance"], "title": "Crazy Heart (2009)"}