{"url": "http://www.rogerebert.com/reviews/creator-1985", "by": "Peter O'Tooleas Harry", "star_rating": 2.5, "text": "A London critic once described a stage performance by Peter O'Toole as his \"Douglas Bader imitation,\" a reference to the Battle of Britain hero who walked on two artificial legs. O'Toole gives another Bader performance in \"Creator,\" lurching perilously through a chemistry laboratory and bludgeoning everyone around him with his lethal charm. It is the same sort of performance he gave in \"My Favorite Year\" and \"The Stunt Man\" - indeed, it is the basic performance he seems to be giving this decade - and, as usual, it works. \n\nO'Toole plays a Nobel Prize-winning scientist who lives in the grip of an overwhelming obsession. He believes that he will someday learn how to clone the genes of his wife, Lucy, who died 30 years ago - and then he will have a new Lucy, or someone very like her, as the companion of his old age. To further his secret plan, O'Toole steals equipment, funds and laboratory assistants from his university, although not without the bitter opposition of his lifelong enemy, Prof. Kuhlenbeck (David Ogden Stiers). Soon after the movie opens, O'Toole gathers two new recruits to his side: a young lab assistant (Vincent Spano) and a nutty undergraduate (Mariel Hemingway) who has a giant crush on O'Toole. \n\nSpano really wants nothing to do with this distinguished nut who insists that everyone call him Harry. He only wants to get his degree and to win the love of the gorgeous coed (Virginia Madsen) who wanders across the campus like a dream. In the middle passages of the movie, O'Toole pursues his goal of resurrecting Lucy, Hemingway pursues O'Toole, Spano pursues Madsen and the jealous and vindictive Stiers pursues evidence that O'Toole is robbing the university blind. O'Toole develops a great deal of charm during these scenes; he has a warmth and gentleness that seems born of great weariness, and a desire to forgive others now that he has forgiven himself for almost everything. \n\nMeanwhile, the love affair between Spano and Madsen develops its own touching qualities. Here are two of the most interesting newcomers in Hollywood - Spano, the charming greaser in \"Baby, It's You,\" and Madsen, the cellist who lived upstairs from the computer expert in \"Electric Dreams.\" The movie gives them one of those simple, clear-eyed, glowing romances that we used to go to the movies to see. Then tragedy strikes. Madsen suddenly goes into a coma and is pronounced brain-dead. Stiers heads the committee that decides to unplug her life-support systems. But Spano and O'Toole can tell that she is really only suffering from Ali McGraw's Disease, that dependable movie aliment in which illness consists of growing more and more beautiful. So now \"Creator\" arrives at its crisis: Can O'Toole, who dreams of creating life, really deliver when the chips are down? The movie was directed by Ivan Passer (\"Cutter's Way\"), with his usual attention to personal quirks that preserve his characters from becoming trapped in the plot. I liked all of the casting, and I liked the fact that it found new combinations of familiar faces; who would expect to find O'Toole, Stiers, Hemingway, Spano and Madsen in the same movie, and yet who familiar with their work would not enjoy seeing them together? \n\nAnd yet the movie doesn't quite work. It tries to do too many things. It gives us two love affairs, a professional rivalry, a goofy campus, a mad scientist's obsession and a deathbed soap opera. By the end of the film, there are so many problems to resolve that the characters are reduced to running from one to another. We could, I think, have probably done without the Hemingway character - who is fun, but an unnecessary complication. And maybe we could have done without some of the all-too-heartwarming bedside scenes. \"Creator\" is ambitious and tries to do a lot of things and does most of them well, but it's a close miss.", "running_time": 107, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-09-20", "genres": ["Comedy", "Romance", "Science Fiction"], "title": "Creator (1985)"}