{"url": "http://www.rogerebert.com/reviews/creepshow-1982", "by": null, "star_rating": 3.0, "text": "\"Creepshow\" plays like an anthology of human phobias. What could be more horrifying that sticking your hand into a long-forgotten packing crate and suddenly feeling teeth sink into you? Unless it would be finding yourself buried up to the neck on the beach, with the tide coming in? Or trapped in an old grave, with the tombstone toppling down on top of you? Or having green stuff grow all over you? Or how about being smothered by cockroaches? \n\nThe horrors in \"Creepshow\" are universal enough, and so is the approach. These stories have been inspired, right down to the very camera angles, by the classic EC Comics of the early 1950s titles like \"Tales from the Crypt,\" which curdled the blood of Eisenhower-era kids raised on such innocent stuff as Captain Marvel, and appalled their elders. (EC Comics almost single-handedly inspired the creation of the Comics Code Authority.) The filmmakers of \"Creepshow\" say they were raised on those old comics, and it would appear that their subsequent careers were guided by the Ol' Crypt-Keeper's bag of tales. The movie's director is George A. Romero, whose most famous credit is \"Night Of The Living Dead,\" and the original screenplay is by Stephen King, who wrote \"Carrie\" and \"The Shining.\" What they've done here is to recapture not only the look and the storylines of old horror comics, but also the peculiar feeling of poetic justice that permeated their pages. In an EC horror story, unspeakable things happened to peopleÑbut, for the most part, they deserved them. \n\nThe five stories told in this film often center around a fatal flaw. Upson Pratt, for example, the hero of the fifth story, is a compulsively neat and tidy man who lives in a hermetically sealed command center, much like Howard Hughes. What could be more suitable than an invasion of his stronghold by cockroaches? The professors in the story about the thing in the box have spent their lives collecting old facts: how perfect that one long-collected piece of evidence should still bite back! \n\nRomero and King have approached this movie with humor and affection, as well as with an appreciation of the macabre. They create visual links to comic books by beginning each segment with several panels of a comic artist's version of the story, and then dissolving from the final drawn panel to a reality that exactly mirrors it. The acting also finds the right note. Such veterans of horror as Hal Holbrook, E. G. Marshall, and Adrienne Barbeau know how to paint their personalities broadly, edging up to caricature. Nobody in this movie is a three-dimensional person, or is meant to be. They are all types. And their lives are all object lessons. \n\nThe original full name of EC Comics was \"Educational Comics,\" and you got an education, all right. You learned it was unwise to stick your hand into a box labeled \"Danger Do Not Open.\" It was unwise to speak ill of the dead. And it was quite unwise to assume that cockroaches would never decide to gang up and fight back.", "running_time": 120, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Fantasy", "Horror"], "title": "Creepshow (1982)"}