{"url": "http://www.rogerebert.com/reviews/criminal-2004", "by": "John C. Reillyas Richard Gaddis", "star_rating": 2.5, "text": "It comes down to this: \"Criminal\" is an English-language remake of \"Nine Queens,\" an Argentinean film I saw in 2002 and remember well. \"Criminal\" follows the original fairly closely, and because I already knew the plot secrets, it couldn't work on me in its intended way. As the recycled characters, dialog and events turned up, there seemed to be an echo in the room.\n\nThe film may work for you. \"Nine Queens\" worked for me, and I gave it three stars. Much depends on whether you enjoy films that deliberately set out to mislead you. This one is a con about a con, and occupies the territory staked out so perfectly by such as David Mamet's \"House of Games\" and Ridley Scott's \"Matchstick Men.\" Odds are you'll have an inkling of what's going on under the surface, but the ending is likely to surprise you -- not in what it reveals, but in how it forces you to think again about parts you thought were on the level. \n\nJohn C. Reilly and Diego Luna co-star as Richard and Rodrigo, who meet in a casino when Richard, a veteran con-man, observes Rodrigo clumsily trying to trick waitresses into giving him his change twice. Richard steps in, tells casino security he's a cop, and leads Rodrigo away in handcuffs he conveniently carries in his pocket. Then he explains that he went to all his trouble because he needs a partner for a few days, and Rodrigo looks promising.\rThey warm up slowly, conning waiters and little old ladies, and then a larger quarry swims into view. Richard's sister Valerie (Maggie Gyllenhaal), who works in a hotel, calls him to say an old forger pal of his (Zitto Kazann) is sick in the men's room and needs help. That leads to Richard and Rodrigo's involvement in the forger's scheme to sell a counterfeit bank note to a wealthy collector named Hannigan (Peter Mullan), who is staying in the hotel. \n\nThe plot as it uncoils is indeed ingenious. Like many such plots, it depends on outrageous coincidence, lucky timing and the ability to think through the con and come out on the other side. I'm convinced there's a logical flaw in the story structure, having to do with why Richard thinks he needs Rodrigo before he finds out what makes Rodrigo of interest to him. And no, that's not giving anything away, as you will discover when you see the film.\rThe actors do a good job of giving edge and momentum to the material: John C. Reilly is always in character (as his character, if you see what I mean), and Diego Luna, from \"Y Tu Mama Tambien,\" walks a fine line between being a novice con man and being a very quick study. It's all done well. The director is Gregory Jacobs, who has worked as an assistant director for Steven Soderbergh (the film's producer) and no doubt learned a thing or two about cons on \"Ocean's Eleven\" and \"Out Of Sight.\" His decision to remake this recent film is defensible, since the plot of \"Nine Queens\" was what distinguished it and plots translate better than intangibles like, oh, say, artistry. \n\nBecause I had an excellent idea of what was really happening and why, however, the film couldn't work on me in its intended way. Some con-game films have such great dialogue (\"House of Games\") or such intense acting (\"Matchstick Men\") that they work entirely apart from the con. But \"Criminal\" needs the element of puzzlement and surprise. Since you have probably not seen \"Nine Queens\" (which grossed less than $2 million at the North American box office), \"Criminal\" will be new to you, and I predict you'll like the remake about as much as I liked the original -- three stars' worth. If, however, you've seen \"Nine Queens,\" you may agree that some journeys, however entertaining, need only be taken once.", "running_time": 87, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-09-10", "genres": ["Action", "Comedy", "Thriller"], "title": "Criminal (2004)"}