{"url": "http://www.rogerebert.com/reviews/crime-and-passion-1976", "by": "Omar Sharifas Andre", "star_rating": 2.0, "text": "\"You're ruined,\" Karen Black tells Omar Sharif. He begins to pant. \"You're wiped out.\" He begins to\r\ndrool. \"This means the end of you.\" He throws her on the conference table for an impromptu orgy. The thing is, you see, that he gets turned on by the prospect of his own destruction. And so he leads his life close to the brink, managing millions of dollars of other\r\npeople's investments with a dangerous recklessness. He finally goes too far. He's charged with\r\nmisappropriating $21/2 million. He marries his\r\nmistress, Miss Black, to the wealthy Herman Rolf in hopes of recouping through the divorce settlement. But then they find out Rolf murders his ex-wives.\r\nMeanwhile, Karen Black takes up with a young ski\r\ninstructor, and they romp through Rolf's haunted\r\ncastle while he's away. But then Omar Sharif, the evil Rolf and the Ghost of the Headless Knight turn up all at once...\n\nAnd it's a good thing we're not headless, too, because by this point we're certainly scratching our heads. \"Crime and Passion\" is not only one of the silliest films ever made but one of the most inexplicable: What impulse brought a talented director (Ivan Passer) and a big budget together with such impossible material? At what point did everyone decide this could actually be a commercial movie? Was there ever a moment when the actors realized their enterprise was doomed? \n\nMaybe not. I remember interviewing Karen Black shortly after she finished \"Crime and Passion,\" and the only thing she had against it was that Sharif spent all of his off-camera time playing bridge. Sometimes these great white albatrosses of movies are made in total innocence; everyone labors away for several months and the result of their earnest creativity is a colossal flop. Why? Who knows? \n\nAnd yet, if you somehow find yourself viewing \"Crime and Passion,\" notice the complete confusion of plot and tone. Observe how characters disappear for half an hour at a time. Watch the way Karen Black has to keep describing the action, since we've lost track of it. Ask how she and Sharif remain lovers in the face of their enduring indifference for each other. Ponder on how the same movie can begin in a boardroom and end up in a haunted castle, and on whether Passer really\r\nwants us to believe that old suit of armor is haunted. Passer made a fine film, \"Intimate Lighting\" before he left Czechoslovakia, and the very good \"Born to Win,\" with George Segal, in New York. How he got into \"Crime and Passion\" must be as much of a mystery to him as it apparently is to the actors.\r\n\"Defense de Savoir\"\r\nAlmost equally confusing, if a good deal more\r\nambitious, is Tuesday's entry in the Chicago Film\r\nFestival's French film week, now under way at the\r\nBiograph. It's \"Defense de Savoir,\" a first film by Nadine Trintignant, and better luck on her second one. She stars her husband, Jean Louis Trintignant, in a role that vaguely reminds us of him in \"Z.\" \n\nHe's an attorney who begins by investigating a sordid murder and finds, as he gets more deeply into the\r\ncase, that the murder's just the tip of an iceberg involving big politicians and businessmen. Movies like this depend on the gradual accumulation of evidence; it's fatal when the evidence is presented in such a confusing way that we simply lose track. Yet that's what happens here. The director simply doesn't\r\norganize her mass of material into a story we can\r\nfollow. (The film plays at 6:30 p.m. and 8:45 p.m. Tuesday.)", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-05-04", "genres": null, "title": "Crime and Passion (1976)"}