{"url": "http://www.rogerebert.com/reviews/criminal-law-1989", "by": "Gary Oldmanas Ben Chase", "star_rating": 2.0, "text": "“Criminal Law” is a textbook example of a movie going wrong before our very eyes, because of the curious failure of the filmmakers to realize that you can toy with an audience only so long before the audience grows resentful. What happens is this. The movie has success, at an early moment, with that standard thriller editing device, the False Alarm. This is a cliche in three beats (so frequently used that I also discuss it in another of this weekend’s openings, “Horror Show”).\n\nThe way it always goes is, first we get a scare. Then it turns out the scare was nothing - only a cat, say, or a shadow. Then, just while we’re laughing at being so foolishly taken in, the real scare leaps out at us.\n\nThe False Alarm has worked time and again in the movies, from film noir to “Wait Until Dark” to “Jaws” to countless slasher films.\n\nBut it will not work if you overuse it. As a general rule, I doubt if it can be used more than twice in the same movie before the audience begins to grow too conscious of it. “Criminal Law” uses it at least six or seven times, and the last half hour of the film is so heavily loaded with False Alarms that I could feel the audience growing restless and finally rebellious: What were they seeing here, a movie or some kind of a Pavlovian response test? Perhaps the film’s director, Martin Campbell, wasn’t fully aware of how much he was overemploying the device. But didn’t the editor, Christopher Wimble, realize what was happening? It’s the editor’s job to backstop the director on such matters as pacing and tone and to ask embarrassing questions about how much an audience can be expected to take. What happens during the course of “Criminal Law” is almost painful to watch, as the film first grabs the audience, then fascinates it, then begins to make it uneasy and ends by completely alienating it. This movie ought to be shown in film schools as a textbook example of how to throw away the audience’s sympathy.\n\nThe story involves a convoluted relationship between a cocky young criminal lawyer named Ben Chase (Gary Oldman) and a slimy, spoiled rich boy named Martin Thiel (Kevin Bacon), whom Chase is defending against a murder charge. Did Martin commit the crime? Quite possibly. But Chase is able to use courtroom theatrics to question the reliability of eyewitnesses, and Martin goes free. Then a strange cat-and-mouse game begins, in which Martin seems to be testing Chase’s loyalty and friendship. Without revealing too much of the plot, I can say that Martin leads Chase down a violent trail of evidence that seems to indicate another murder has been committed - and then all of the evidence suggests that the killer was the lawyer himself.\n\nThe movie explains this process with a generous serving of Freudian cliches (Martin’s mother is an abortionist; all of his victims are women who have had abortions), but the psychology is essentially just to throw us off the trail. This is one of those movies where you gain deep insights into the personality of a character, only to have the mystery solved by the discovery of a secret tunnel. I didn’t mind the tunnel. In fact, I rather enjoyed it. What I resented was the way the movie began to manipulate the audience with the False Alarm gimmick, applied again and again until there were rustlings in the dark, and murmurs of discontent.\n\nIt’s a shame such good performances were lost by the runaway use of gimmicks. Oldman (“Sid and Nancy,” “Prick Up Your Ears”) is probably the best of the young British actors, and Bacon is very effective here at projecting a likable, ingratiating young man while suggesting a sickness deep within. Some of their scenes together have an eerie charge (“I have a very special relationship with him,” the lawyer says, gloating at one point about his client - not fully realizing how special). But then the movie disintegrates into bad laughs. What a lesson in the importance of tone.", "running_time": 112, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-28", "genres": ["Drama", "Romance", "Thriller"], "title": "Criminal Law (1989)"}