{"url": "http://www.rogerebert.com/reviews/crimes-of-passion-1984", "by": null, "star_rating": 1.5, "text": "I like what George Burns said about his sex life: \"I got more laughs in bed than I ever got in vaudeville.\" Sex is an activity of great and serious importance to its participants, but as a spectator sport it has a strange way of turning into comedy. Look, for example, at Ken Russell's overwrought film \"Crimes of Passion\", in which good performances and an interesting idea are metamorphosed into one of the silliest movies in a long time.\n\nPart of the fault for that lies with Russell. A great deal of the fault no doubt lies with the movie rating system, which required massive cuts in the movie before it could qualify for an R rating, and with New World Pictures, which was too chicken to release the movie with an X. But some of the fault also lies with the subject of sex itself, because there is nothing quite so ridiculous as someone else's sexual fantasies, and nothing as fascinating as our own.\n\nThe movie stars Kathleen Turner in a performance which must have taken a great deal of nerve and curiosity. She plays a woman with a dual identity: by day, she's a sophisticated fashion designer named Joanne, and by night she's a kinky hooker named China Blue. The psychological reasons behind this double existence are dished up out of the usual Freudian stew. Turner's day work is photographed in a matter-of-fact way. The nighttime street scene is seen by Russell, however, as a lurid film noir world of flashing red neon signs, garter belts, squirming sadomasochists, and perverts like the one played by Anthony Perkins, who proves in this movie that there is probably no role he would turn down because it would be bad for his image. Perkins plays a demented street preacher who sniffs uppers, hangs out in peep shows, and brandishes a murder weapon that looks like \"Jaws\" crossed with the latest electronic sex toy.\n\nPerkins is just one of the clients who enlivens Turner's evenings. Others are more poignant as when Turner is hired by the wife of a dying man, who wants her husband to feel like a man for one last time. She enters the man's room, and as they begin to talk, a touchingly authentic atmosphere is established.\n\nThe purpose of \"Crimes of Passion\" was apparently to explore the further shores of sexual behavior. Because of the double standard of the movie ratings system, which prizes violence more highly than sex, a great deal of the behavior is missing from the movie, and what is left is a steamy, bloody thriller. I'm not sure that's what Russell had in mind. Anthony Perkins distorts most of the scenes he's in, with overacting so blatant that the plausibility of the whole movie is undermined. Turner tries. So does John Laughlin, as a square young husband who learns a lot from her about sex and love. but when \"Crimes of Passion\" is over, what's left? Not much. You know you're in trouble in a sex movie when you spend more time thinking about the parts they left out than the parts they put in.", "running_time": 101, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Foreign", "Romance", "Thriller"], "title": "Crimes of Passion (1984)"}