{"url": "http://www.rogerebert.com/reviews/crimson-tide-1995", "by": "Denzel Washingtonas Hunter", "star_rating": 3.5, "text": "There's an early scene in \"Crimson Tide\" when the\rcharacters are playing a trivia game, remembering the stars of early submarine\rmovies like \"Run Silent, Run Deep.\" It's clever, showing how the crew\rmembers of the U.S. nuclear submarine Alabama have formed many of their images\rof the silent service at the movies.\n\nIt's\ralso daring: This movie is inviting comparison with the classics, and although\rit doesn't mention \"Das Boot\" or \"The Hunt for Red\rOctober,\" it could have: This movie is in the same skillful tradition.\n\nThe\rtradition includes a strong commander, and the Alabama possesses a legend:\rCapt. Ramsey (Gene Hackman), who trained under the legendary Adm. Hyman\rRickover, father of the nuclear submarine, and is now nearing the end of his\ractive duty. Ramsey, known for chewing up subordinates, is also famous for his\rlittle dog, a Jack Russell terrier that is allowed to lift its little leg\rwherever it pleases.\n\nAs\rthe movie opens, the Alabama gets a new second in command: Lt. Cmdr. Hunter\r(Denzel Washington). In an early interview with Ramsey, the old-timer strikes a\rvaguely sinister note; Hackman is a master at seeming genial and friendly while\rmasking deeper, darker thoughts. The sub sets out to sea, and during a\rdiscussion around the dinner table, Hunter makes the mistake of telling Ramsey,\r\"In my humble opinion, in the nuclear world the true enemy is war\ritself.\" These words will haunt him. Ramsey tests the younger man,and when a fire breaks out in the\rsubmarine's galley, the captain chooses that moment to order an onboard drill.\rHunter questions the decision, saying he would have attended to the fire first,\rbefore calling a drill. Ramsey says he saw the fire as an opportunity to test\rthe ability of his men to function under chaotic conditions.\n\nAnd,\rhe adds, while the junior officer is free to disagree, he should never do so in\rfront of the enlisted men: \"We're here to preserve democracy, not to\rpractice it.\" A coded message is received. Russian rebel troops have\rseized control of nuclear missile silos, and the Alabama is placed on full war\ralert. Its job, if it receives a verified command message, will be to fire its\rnuclear missiles at the land-based targets in a preemptive strike. Meanwhile,\rin an exchange of missiles with an enemy sub, the Alabama's radio apparatus is\rtemporarily disabled, but not before a confirmed message has been received that\rorders the sub to ready its missiles for firing.\n\nNow\rdeep silence reigns beneath the ocean. The sub, cut off from its chain of\rcommand, may be the only deterrent to a Russian nuclear attack. Should the\rcaptain seize the initiative and order a launch? He can do that only if his\rsecond-in-command agrees, and Hunter doesn't. That's the basic set-up in\r\"Crimson Tide,\" an uncommonly intelligent dramatization about the\rchoices, dangers and duties of nuclear warfare.\n\nThe\rmovie has the usual trappings of submarine adventure pictures: emergency\rflooding, near-hits, the danger of sinking below a safe depth. Director Tony\rScott (\"Top Gun\") handles these scenes with skill, and yet they're\rnot at the heart of Michael Schiffer's screenplay. Instead, the movie develops\ralong ideological lines, as Ramsey and Hunter - both absolutely convinced\rthey're right - attempt to gain control of the submarine. Is the captain guilty\rof a procedural violation, or is his second in command guilty of mutiny? Oddly\renough, \"Crimson Tide\" develops into an actors' picture, not just an\raction movie. There are a lot of special effects, high-tech gadgets and violent\rstandoffs, yes, but the movie is really a battle between two wills. Hackman and\rWashington are well-matched, and although my sympathies were with the\rWashington character (faced with the prospect of a billion deaths, it is best\rto err on the side of caution), I could understand the logic of the senior\rofficer. Hackman's Ramsey is not a warmonger or a mad dog, but an officer so\robsessed with following orders that even an incomplete one has a message, just\rfor him.\n\nIn\ra large supporting cast, George Dzundza stands out as Cob, the officer who must\rside with Hunter or Ramsey, and who places proper procedure higher than his\ropinion of either man's position.\n\nHis\rbest scene comes as he monitors a depth gauge that shows the Alabama sinking to\rhull-crushing pressures. As it appears inevitable that the sub will be\rdestroyed, he makes an interesting actor's choice: Instead of allowing his\rvoice to grow tense or exciting, he flattens it into a disinterested monotone\rof resignation. That works even better to underline the tension.\n\nWhat's\runique about \"Crimson Tide\" is that it doesn't offer clear-cut\rchoices between good and evil. Hackman may be violating procedures, but perhaps\rhe has good reasons. Washington, fearing to unleash war, may leave his country\runprotected.\n\nEven\rthe ending is intriguingly even-handed. This is the rare kind of war movie that\rnot only thrills people while they're watching it, but invites them to leave\rthe theater actually discussing the issues.", "running_time": 116, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Action", "Thriller"], "title": "Crimson Tide (1995)"}