{"url": "http://www.rogerebert.com/reviews/crime-and-punishment-in-suburbia-2000", "by": null, "star_rating": 3.0, "text": "\"Crime and Punishment in Suburbia\" is no doubt \"flawed\"--that favorite moviecrit word--and it suffers from being released a year after the similar \"American Beauty,\" even though it was made earlier. But it is the kind of movie that lives and breathes; I forgive its shortcomings because it strives, and because it contains excellent things. To lean back and dismiss this movie, as most critics have done, is to show ingratitude. A messy but hungry film like this is more interesting than cool technical perfection.\n\nThe story is a dark, juicy melodrama involving the kinds of things that happen only in soap operas and in real life. Imagine \"American Beauty\" told from the point of view of the cheerleader. Her name is Roseanne (Monica Keena), and she is popular in school, where she dates the quarterback of the football team. But there is a cloud in her eyes, an inner failure to believe in herself. At home, where the dinner table creates an eerie echo of \"American Beauty,\" we see that her stepfather (Michael Ironside) is a pathetic drunk and her mother (Ellen Barkin) is fed up--not that her mother is a saint, either.\n\nAll of this is observed by a classmate named Vincent (Vincent Kartheiser), who silently sits behind her in the movies, who lurks across the street from her house, who takes her picture with a telephoto lens and fits the profile of a stalker. But there is more to Vincent. He is a complicated boy with an angelic face, and a mom who looks at him and says, \"It's gonna be so interesting to see what you're like after you get out of this stage.\" Taking a clue from the movie's title, we wonder if he represents Raskolnikov, the hero of Dostoyevsky's novel. But director Rob Schmidt and writer Larry Gross have borrowed little other than the title and the workings of guilty emotions from Crime and Punishment. Vincent seems inspired more by the angels in \"Wings of Desire,\" who keep secret watch over their humans, want to help them and finally descend to the physical level so they can touch and heal them.\n\nRoseanne needs healing. She needs somebody who sees her--not the popular blond cheerleader, but the girl whose home life is hell and whose boyfriend is painfully limited. She needs a boy she can sing with, but she's never heard the song. Keena does a great deal with Roseanne, a character who is herself an actress--pretending to be a daughter, a girlfriend, a cheerleader, all the time screaming inside.\n\nSave the rest of the review for later if you plan to see the movie. One night the defiant mother goes out drinking with her girlfriend and picks up a bartender (Jeffrey Wright) who is probably nicer than she deserves. Her husband suspects an affair, finds them at the yogurt stand and starts a fight. The scandals sink Roseanne at school, where the rumor machine whispers that her mother has left home to live with a black pimp. Black, yes; pimp, no. One drunken night, the self-pitying stepfather (it is one of Ironside's best performances) forces himself on Roseanne. She convinces her quarterback (James Debello) that they must murder him.\n\nThe attack echoes Raskolnikov's experience with the messiness of murder. The wrong person ends up charged with the crime, because of circumstantial evidence. And the movie arrives at last at its Dostoyevskian component, as guilt eats away at the true killers. Some people are just not made to get away with murder; their freedom seems wrong to them. Now it is time for Vincent to come forward in his essential goodness, like Sonia (who was an inspiration and affront to Raskolnikov), and offer redemption, which is what Sonia did.\n\nThe movie is rated R. It's a funny thing. Many of the PG-13 movies aimed at teenagers (\"Coyote Ugly,\" for example) seem corrupt and without value. Many of the R-rated movies about teenagers (like this film, \"Welcome To The Dollhouse\" and \"Almost Famous\") seem ideal for thoughtful teenagers. The MPAA counts the beans but never tastes the soup. Make a worthless movie but limit the nudity and language, and get a PG-13. Make a movie where the characters live with real problems and try to figure out what to do, and God forbid our children should be exposed to such an experience.", "running_time": 100, "mpaa_rating": null, "release_year": 2000, "date_published": "2000-09-22", "genres": ["Drama", "Indie"], "title": "Crime And Punishment In Suburbia (2000)"}