{"url": "http://www.rogerebert.com/reviews/critters-2-the-main-course-1988", "by": "Scott Grimesas Brad Brown", "star_rating": 1.0, "text": "\"Critters 2: The Main Course\" is a movie about furry little hand puppets with lots of teeth, who are held up to salad bars by invisible puppeteers while large numbers of actors scream and pronounce unlikely dialogue. It lacks all of the style and sense of fun of the original \"Critters\" (1986) and has no reason for existence - aside, of course, from the fact that \"Critters\" is a brand name and this is the current model.\n\nI mention the hand puppets because they are so obvious. Unlike the original film, which was a genuinely entertaining ripoff of \"E.T.,\" \"Starman,\" \"The Terminator\" and \"Gremlins,\" this movie is not even a competent ripoff of \"Critters.\" It is quite obvious, in many shots, that the critters - who are about the size of a bowling ball and have lots of teeth - are lined up along the edges of tables and other flat surfaces so that unseen puppeteers can operate them. It is rare to see a critter moving anywhere on his own, except as a ball being pulled along by an invisible string. The critters in the first movie had personality. In this movie, they're only props.\n\nThe plot is as before. The Cripes, a toothy, voracious race of interstellar garbage disposal units, have landed on Earth. They are followed here by bounty hunters, who blast them down with weapons that look as if they were made out of old tail pipes. The bounty hunters can assume the appearance of actual human beings, which means that the producers didn't have to spend any extra money on special makeup; all they had to do was hire an actor and say that he was an alien.\n\nAnyway, the Cripes attack the same town they attacked the first time around. And the movie attacks the same plot it attacked the first time around, right down to the cantankerous local sheriff and the townspeople who band together to fight the invasion. But while the first movie had considerable wit, this one is a demoralized enterprise from beginning to end. And it particularly misses the presence of M. Emmet Walsh, who played the sheriff in the first film with his usual oily charm.\n\nWhich leads me to a helpful suggestion: In the case of a movie like \"Critters 2,\" the story is by definition utterly inconsequential.\n\nThe only element from the original movie that interests the financial backers is the title. Since \"Critters 2\" can be used as a title by anyone who holds the copyright to \"Critters,\" and the title alone will lure people into the theater, why bother with a mere retread? Why not have some fun? My suggestion for \"Critters 3\": Make it a satire on sleazoid critter movies, starring the hapless and unseen employees who operate the hand puppets. Take us backstage. Show us the crummy special effects, but make fun of them. Pillory the crass financial guys who cynically demand a no-brainer remake. Make the hero a bright young film school grad who dreams that his version of \"Critters\" will win an Oscar.\n\nOpportunities for satire are everywhere. In \"Critters 2\" there is an amazingly bad sequence in which all of the critters roll themselves up into one gigantic ball and roll out to flatten the town. Anyone reading this review would write a funny scene about the difficulties of manufacturing and operating a critter ball. What is it made out of? Does it smell? Do the local dogs have a tendency to pay it rude visits? What happens if you're an extra who has to be crushed by the hairy ball and you have severe allergies? And so on, right down to the pecking order between puppeteers who operate the critters who are stars, and others who are relegated to the obscure critters.\n\nI make these notes only to illustrate the bankruptcy of imagination that is behind \"Critters 2.\" The makers of this film could not generate a single idea that was not provided for them by the makers of the original film. They went into the project with a ripoff on their mind. Since there is inevitably going to be a \"Critters 3,\" I offer my story ideas free of charge to whoever is condemned to make it. My payment will come on the day when I do not have to sit through yet another remake of this exhausted material. If you want to dedicate the film to me, that would be nice.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-04-29", "genres": null, "title": "Critters 2: The Main Course (1988)"}