{"url": "http://www.rogerebert.com/reviews/critical-care-1997", "by": "James Spaderas Dr. Werner Ernst", "star_rating": 3.0, "text": "“I have lettuce in my refrigerator that has a better chance of becoming conscious than this guy,” says the young doctor in charge of Bed 5. The patient is in a “persistent vegetative state.” One of his daughters wants the hospital to pull the plug. The other daughter wants full life-support measures to be used, especially after it’s claimed that her father’s trembling hand is using Morse code to send the message, “If you love me.” OK, then: If you love him, what do you do? Young Dr. Ernst (James Spader) gets input from old Dr. Butz (Albert Brooks): “What’s wrong with Bed 5? He’s all paid up, and he’s got three insurance companies paying off his bills monthly.” In other words, keep him alive as long as the money’s coming in. But, asks Ernst, should they carry out a procedure to allow the unconscious patient to be fed artificially? Butz is livid: “You think just because someone’s going to die soon, we don’t need to feed them? I’ve news for you! We’re all gonna to die! So why should any of us eat?” This kind of collision between ethics and income is at the heart of Sidney Lumet’s “Critical Care,” a smart, hard-edged movie about how insurance policies essentially dictate modern medical care. Spader plays Ernst as an exhausted third-year intern who has been a nerd all his life, and is belatedly enjoying an active sex life because the “M.D.” after his name has made him attractive to women. Helen Mirren is Nurse Stella, the veteran in charge of the intensive care unit, and Bed 5’s two daughters are the sexpot Felicia (Kyra Sedgwick) and the devout Connie (Margo Martindale).\n\nThe film is a stimulating mix of a medical drama and a courtroom showdown, with broad comedy from Brooks, a little sexual blackmail, and a touching subplot involving another terminally ill patient who thinks he is being visited by the devil. Underlining the sense of heightened and limited reality, the ICU in the movie is bathed in white light, like the command deck of a heavenly spaceship, and essentially contains only the two patients and their problems.\n\nThe other patient (Jeffrey Wright) has rejected two kidneys and has lost any will to live. He’s in pain and despair, and although there is no hope for him, he is being kept alive because the hospital can profitably transplant kidneys into him indefinitely. Nurse Stella sympathizes with him, but he also must deal with the pep talks of the Furnaceman (Wallace Shawn), who tempts him to die, and a good nun (Anne Bancroft) who holds out the hope of reconciliation. His case is played as a sober counterpoint to the drama in Bed 5, and Mirren is wonderful in her quiet scenes with the dying young man.\n\nSpader’s Dr. Ernst, meanwhile, is in a tug-of-war between Bed 5’s daughters and the alcoholic Dr. Butz (“Just make sure you don’t have money for health care and you’ll die happy in your own kingsized bed!”). Ernst invites Felicia out to dinner and their relationship progresses even though he half-heartedly protests that ethics forbid him from discussing her father’s case. In a scene cleverly written by Steven Schwartz, she uses sex to get what she needs.\n\nThe dutiful daughter Connie, on the other hand, swears her father is communicating with her and will snap out of his coma at any moment. Could either daughter be motivated by the terms of Bed 5’s $10 million trust fund? Will Ernst’s career be ruined? The movie debates its issues with a sharpness and cynicism not often seen, and steps wrong only once, with Connie’s parting line of dialogue, which is an inappropriate clinker.\n\nOf all the characters, I liked Brooks’ Dr. Butz the best. He inhabits a cluttered office under the eaves of the old wing of the hospital, pouring himself drinks out of the office bottle and denying charges that he is a chronic alcoholic. “If I were a chronic alcoholic, I’d have, ah ... whatever you call it ... “ “Short-term memory loss?” asks Ernst.", "running_time": 106, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-31", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Critical Care (1997)"}