{"url": "http://www.rogerebert.com/reviews/critters-1986", "by": "Dee Wallace Stoneas Helen", "star_rating": 3.0, "text": "If perfect fools can hold driver's licenses, why can't creatures from outer space be just as dumb? And if they are bounty hunters, why shouldn't they be trigger-happy, firing at everything that moves, like a television set, for example? We always assume that visitors from other worlds will be far more intelligent than we are, but maybe they'll just turn out to have faster means of intergalactic travel.\n\nIn the opening scenes of \"Critters,\" a spaceship is approaching a barren asteroid that has been converted into a prison. It is carrying on board several of the dreaded Krites, who are furry little bowling balls with dozens of rows of sharp teeth. The Krites escape, take over the ship and land on Earth. And bounty hunters follow them here, while the nasty little critters are terrorizing the countryside.\n\nWhat this gives us is a truly ambitious ripoff of not one but four recent science-fiction movies: \"Gremlins,\" \"E.T. The Extra-Terrestrial\" (1982), \"The Terminator\" and \"Starman.\" We get the critters from \"Gremlins,\" and from \"Starman\" we get the notion that an alien can assume the outward appearance of a human being. (That is a particularly attractive quality for an alien, especially in a low-budget picture, because then you can hire an actor and claim he is inhabited by an alien and you can save a lot of money on special effects.) From \"E. T.,\" there is Dee Wallace Stone, who played Henry Thomas's mother in that film. Here she is the equally dubious and harried mother of young Scott Grimes, a plucky kid who goes into battle against the invaders.\n\nThe movie takes place in a small town and the surrounding countryside, where the vicious little furballs start attacking everything that moves. They have a lot of tricks at their command: They can eat you like a piranha, shoot darts at you from their foreheads, and curl up into a ball and roll away.\n\nThat leads up to the big scene in the bowling alley, where we expect that someone's going to reach down and pick up a critter instead of a ball. But as it turns out, that scene contains other surprises.\n\nWe meet the folks in the area. There's the friendly farmer (Billy Green Bush), his wife (Stone), son (Grimes) and daughter (Nadine Van Der Velde). They live on a farm that gives the critters their first haven, and there's the obligatory scary scene where the father goes down in the basement with his flashlight to see what's making the noise.\n\nMeanwhile, the local lawman (that dependably slimy character actor M. Emmet Walsh) notices that strange things are happening in his territory. Two strangers from out of town have turned up and started to blast everybody away. And dang if one of them doesn't look exactly like the local minister! The other one soon assumes the outward appearance of the village idiot.\n\nAll of these plot threads move inexorably toward the final showdown, but what's interesting is the way the movie refuses to be just a thriller. The director, Stephen Herek, likes to break the mood occasionally with a one-liner out of left field, and he gives the critters some of the funniest lines. What makes \"Critters\" more than a ripoff are its humor and its sense of style. This is a movie made by people who must have had fun making it.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-04-11", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "Critters (1986)"}