{"url": "http://www.rogerebert.com/reviews/crocodile-dundee-in-los-angeles-2001", "by": "Paul Hoganas Mick Dundee", "star_rating": 2.0, "text": "I don't want to see a movie about Crocodile Dundee, I just want to hang out with him. Anyone who can rassle crocodiles and be that nice must know the secret of life. If he knew the secret of making movies, there'd be no stopping the bloke.\n\n\"Crocodile Dundee in Los Angeles\" is a movie about a genial man and his sweet wife and nice son, and how they leave the Australian Outback and fly to L.A. and foil an international smuggling ring. I've seen audits that were more thrilling.\n\nThe movie recycles the formula of the original \"Crocodile Dundee\" movie from 1986 and the 1988 sequel. Together those two titles rang up a worldwide gross in the neighborhood of $610 million for Paul Hogan. Good on ya, mate! The only mystery about the third movie, more intriguing than anything in its plot, is why there was a 13-year delay before the next title in such a lucrative series.\n\nPaul Hogan is just plain a nice guy. He's low-key and folksy, and hardly ever gets mad, and has such a studied naivete regarding life in the big city that he not only comes from the Outback but must live in a soundproof hole out there. Like the hero of \"Memento,\" he seems to suffer from short-term memory loss, which is why in movie after movie he can expose himself to would-be muggers, or walk into gay bars without realizing it.\n\nIn \"Crocodile Dundee in Los Angeles,\" he lives in a town with a population of 20 with his partner Sue (Linda Kozlowski), who met him in the first movie when she was a New York newspaper reporter. He runs Outback safaris, traps crocodiles and picks up his son Mikey after school. Sue, whose father is an international press baron, is happy to live so far from town, as indeed she might be, considering that Croc does the dishes and only occasionally puts an animal trap in to soak with the china. Now her father asks her to fill in for a deceased reporter in his Los Angeles bureau, and that leads Sue and Croc to stumble over a scheme in which money-losing movies are made in order to cover up a scam.\n\nThe movie is pokey and the jokes amble onscreen, squat down on their haunches and draw diagrams of themselves in the dust. But enough Croc-bashing. Truth in journalism compels me to report that \"Crocodile Dundee\" is at least genial family entertainment, quite possibly of interest to younger audiences and entirely lacking in the vomitous content of such other current films as \"See Spot Run,\" \"Joe Dirt\" and \"Freddy Got Fingered.\" Since the studios are advertising those excremental exercises in places where kids develop a desire to see them, it is good, after they see \"Spy Kids,\" to have an innocent and harmless entertainment like \"Crocodile Dundee in Los Angeles\" as another choice. It may not be brilliant, but who would you rather your kids took as a role model: Crocodile Dundee, David Spade or Tom Green? It is a melancholy milestone in our society when parents pray, \"Please, God, let my child grow up to admire a crocodile rassler,\" but there you have it.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-04-20", "genres": ["Action", "Adventure", "Comedy"], "title": "Crocodile Dundee In Los Angeles (2001)"}