{"url": "http://www.rogerebert.com/reviews/crocodile-dundee-1986", "by": "Paul Hoganas Mike Dundee", "star_rating": 2.0, "text": "They made this kind of movie better in the 1930s, when audiences were more accustomed to the reliable old story line: aggressive female newspaper reporter from New York tracks down legendary wilderness guide in the Outback, is saved from crocodiles, falls in love, asks living legend to return with her to New York to meet her millionaire daddy and her fiance, a wimp. Clark Gable and Carole Lombard could have made this movie. Maybe they did.\n\n\"Crocodile Dundee\" knows the words to this story, but not the music. All of the cliches are in the right places, most of the gags pay off and there are moments of real amusement as the Australian cowboy wanders around Manhattan as a naive sightseer. The problem is that there's not one moment of chemistry between the two stars: Paul Hogan as \"Crocodile\" Dundee and Linda Kozlowski as the clever little rich girl. The movie feels curiously machine-made, as if they had all the right ingredients and simply forgot to add the animal magnetism.\n\nThe movie's getting a lot of attention because of Hogan, a former truck driver who has become one of Australia's top TV stars. He is known here for those Australian tourism commercials in which he reminds us about who has the America's Cup. He's a lean, tanned, weathered man with a perpetual squint, and he looks right at home when he's stabbing crocodiles and strangling snakes. His co-star is not as well-cast: Kozlowski always looks a little too made up, a little too formal to be able to really unwind and accept this sweaty folk hero.\n\nWhen she smiles at him, it's politely, not passionately. Maybe she's downwind.\n\nThe story begins with a New York newspaper sending her on assignment to interview Dundee, who allegedly lost a leg to a crocodile and then crawled for hundreds of miles through the Outback. She spends more money on this story than most newspapers earmark for a gubernatorial election. She hires a helicopter, pays a $2,500 fee to Dundee's partner and later - after she brings the Croc back to New York - puts him in a $900-a-day suite at the Plaza. What she doesn't do is get the story.\n\nThe Manhattan scenes are the best, as Dundee scares off muggers, unmasks transvestites, hitches rides with mounted policemen and sleeps on the floor of his hotel room. Many of the best scenes have the same whimsical quality as \"The Gods Must Be Crazy,\" in which a character with a truly direct and open mind is able to see right through the strange conventions of civilization.\n\nWhat doesn't work is the love story. If we don't believe in the chemistry between Crocodile and the woman reporter, we certainly don't believe her fiance, a simpering and supercilious jerk who tries to pull the old foreign-language-menu trick on the guy from the sticks.\n\nThe ending of the movie (which I would not dream of revealing) involves a love scene on a subway platform. If these were two lovers we really cared about, the scene, as written, could have had the impact of that moment in \"An Officer and a Gentleman\" when Richard Gere carries Debra Winger off the factory floor. As it's acted in this movie, alas, the scene is so unconvincing that the lovers are upstaged by the other people on the train platform.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-09-26", "genres": ["Action", "Adventure", "Comedy", "Foreign"], "title": "Crocodile Dundee (1986)"}