{"url": "http://www.rogerebert.com/reviews/cronos-1994", "by": "Federico Luppias Jesus Gris", "star_rating": 3.0, "text": "\"Cronos\" begins with the legend of a 14th century Spanish alchemist who invents a device both elegant and horrifying: a small golden machine, looking like a scarab beetle from Faberge, which unfolds its beautiful claws and sinks them into the flesh of its user, injecting a substance which will impart immortality. Centuries later, we learn, a Mexican earthquake shakes down the building where the alchemist . . . was still alive.\n\nThe body of the alchemist is found dead in the rubble, his heart pierced by a stake, of course. The Cronos Device, hidden inside an ancient wooden statue of an archangel, is purchased by an antiques dealer named Jesus Gris (Federico Luppi), who finds the diabolical toy, winds it up, and watches with terror as it attaches itself to his skin and makes him, he later discovers, immortal.\n\nThis is the stuff of classic horror films, and \"Cronos,\" written and directed by a 29-year-old Mexican named Guillermo del Toro, combines it with a colorful Latin magic realism. There is also an undercurrent of fatalism and sadness in the film, flowing from the relationship of the old antiques dealer and his granddaughter Aurora (Tamara Shanath), who loves the old man even after an embalmer makes some gruesome alterations on his undead body.\n\nElsewhere in the city, a dying industrialist (Claudio Brook, favorite Mexican actor of Luis Bunuel) obtains the journal of the ancient Spanish alchemist, and learns of the Cronos Device. He imports his American nephew (Ron Perlman, of TV's \"Beauty and the Beast\") to track down and obtain the device, setting the plot into motion. Perlman brings a comic element into the film, whistling \"We Wish You a Merry Christmas\" in a way that for the first time finds sinister undertones in the tune.\n\nBut \"Cronos\" is not really about plot. It is about character. One of the curious things about immortality in fiction is that it almost always seems to be possessed by those unworthy of it.\n\nThe typical immortal is not a young and cheerful person who wishes to spend eternity doing good, but an old, embittered miser who wants to live long enough to see compound interest make him a billionaire.\n\nThere is always something shameful, in these stories, about being unwilling to die when your time has come.\n\nThose dark feelings are at the heart of del Toro's story, made more poignant because the antiques dealer is a good man who has had immortality with all of its inconveniences thrust upon him, while the industrialist is a cadaverous monster and the nephew is a goon.\n\nThe heart of the story is the love that persists between the little granddaughter and the immortal old man, after everything begins to go horribly wrong.\n\nAll good horror movies have a sense of humor, usually generated by the tension between their terrible subjects and the banality of everyday life (see the embalming scene for a demonstration). What Latin horror films also have is a undercurrent of religiosity: The characters, fully convinced there is a hell, may have excellent reasons for not wanting to go there. The imagery is also enriched by an older, church-saturated culture, and for all its absurdity \"Cronos\" generates a real moral conviction. If, as religion teaches us, the purpose of this world is to prepare for the next, then what greater punishment could there be, really, than to be stranded on the near shore? \n\n\"Cronos\" won the grand prize in the Critics' Week at the 1993 Cannes Film Festival, and nine Mexican Academy Awards, including best picture and director.", "running_time": 92, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-06", "genres": ["Drama", "Foreign", "Horror", "Thriller"], "title": "Cronos (1994)"}