{"url": "http://www.rogerebert.com/reviews/cronicas-2005", "by": "John Leguizamoas Manolo Bonilla", "star_rating": 3.0, "text": "I don't know if John Leguizamo was thinking of Geraldo Rivera when he made \"Cronicas,\" but I was. Leguizamo plays the same kind of swashbuckling TV reporter who likes to be in the middle of breaking news stories, standing on camera in front of amazing events. Nothing wrong with that, unless you start thinking of yourself as the foreground and the story as the setting.\n\nIn \"Cronicas,\" Leguizamo plays Manolo Bonilla, a Miami-based star reporter for a Spanish-language network that blankets Latin America. He's in Ecuador covering the story of the \"Monster of Babahoyo,\" a serial killer who has murdered at least 150 young children. During a funeral for the latest victims, a man in a pickup truck grows confused and runs over a small boy. The funeral mob turns ugly, drags the man from his truck, beats him, douses him with gasoline and is prepared to set him afire.\n\nBonilla and his crew film the mob scene right up to the point the match is thrown. Then they're involved, along with Bolivar Rojas (Camilo Luzuriaga), a local policeman, in saving the man's life. But a lynching still seems likely, and the man, named Vinicio (Damian Alcazar), bargains with the reporter, telling him he has inside knowledge of the Monster and his methods.\n\nAt this point, I am prepared to believe that Leguizamo can play just about anyone, and do it well. A list of his roles would take us from drag queens (\"To Wong Foo...\") to Toulouse-Lautrec (\"Moulin Rouge\") to a dog whisperer (\"The Honeymooners\"), from the works of Shakespeare (\"Romeo + Juliet\") to zombie-hunting (\"Land of the Dead\"). Here he convincingly plays an experienced TV reporter, in a performance that knows the type and knows the job and strikes a nice balance between how he covers the story and gets publicity for himself, two tasks he is equally suited for.\n\nWhat's remarkable is that he plays the character while mostly speaking Spanish. Yes, Leguizamo was born in Colombia, but his family soon moved to the United States and he is not fluent in Spanish; the performance required him to learn the language and use a dialogue coach for line-by-line readings. That he could do that and stay in character as the persuasive, fast-talking media star Bonilla is remarkable.\n\nBonilla's conversations with Vinicio arouse in him, and in the audience, the suspicion that this man, who says he is a traveling Bible salesman, might actually be the Monster. He claims he gave the real Monster a lift one day, \"and he needed someone to talk to.\" He claims he can lead Bonilla to a grave that contains a fourth body not discovered by the authorities -- and Bonilla, hot for a scoop, deliberately keeps this secret from the cops and digs up the evidence himself.\n\nHe does his job with a two-person crew. Marisa Iturralde (Leonor Watling, from \"Bad Education\") is his producer and Ivan Suarez (Jose Maria Yazpik) is his cameraman; the movie knows, as not every movie does, that the cameraman is as instrumental in covering a story as the reporter, sometimes more. The dynamic is complicated because Marisa's husband, back in Miami, is Victor Hugo Puente (Alfred Molina), anchor of their sensationalistic newscast and a flamboyant ham with his own hunger for publicity.\n\nThe movie too quickly leads us to suspect Vinicio as the real Monster, I think, although the Law of Economy of Characters would probably lead us to suspect him no matter what. The question becomes: What will Bonilla do with the information he's gathering, how can he get the scoop without damaging the investigation, how can he keep Victor Hugo in Miami and away from the action, and how, for that matter, can the movie generate much suspense? Bonilla's private sleuthing is complicated, he complains to Marisa, because \"we're stuck with the only honest cop in Latin America.\"\n\nIt goes without saying that Bonilla and Marisa are attracted to each other, but whether they do or don't betray Victor Hugo really has nothing to do with anything; it's just the obligatory romantic interlude. More interesting is whether Marisa betrays herself, since she has a journalistic conscience and Bonilla seems to have mislaid his. Although I understand the strategy of keeping Victor Hugo in Miami, so that he's seen only on a TV monitor, Alfred Molina is such a gifted actor that I imagine his physical presence in Ecuador would have generated more dramatic interest than his absence.\n\nAs it is, the movie loses tension the moment we guess the essential truth behind the story, and the rest is all details. Mostly accurate details, however, in a rare movie that knows TV journalism inside-out; the director, Sebastian Cordero, an Ecuador-born UCLA graduate, gets the right feel for his news crew at work in the field, and Leguizamo and Watling bring a fascination to their characters that the story doesn't always deserve. There are also nice small moments, as when a great deal depends on knowing the Spanish word for \"twin.\" \"Cronicas\" is the kind of movie that grabs you while you're watching, even if later you wish it had grabbed a little harder.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-25", "genres": null, "title": "Cronicas (2005)"}