{"url": "http://www.rogerebert.com/reviews/crooklyn-1994", "by": "Alfre Woodardas Carolyn", "star_rating": 3.5, "text": "Spike Lee's new film, \"Crooklyn,\" is a memory of growing up in Brooklyn in the early 1970s, a time that now seems like a golden age before crack, guns and gangs ruled the inner city streets. It tells the story of the Carmichaels, a family with four boys and a girl, who live in a brownstone on a street where everybody knows everybody else, and have their problems, just like everybody else, but also possess a lot of life and love.\n\nThe early scenes in the film plunge into the middle of family life, and it's only gradually that we realize the story is focusing on Troy (Zelda Harris), the young daughter in the family.\n\nHer father, Woody (Delroy Lindo), is a musician who once made good money playing pop music but is now concentrating on more serious composition, with no income. Her mother, Carolyn (Alfre Woodard), is a high school teacher whose struggles to make ends meet lead to family arguments. And her brothers are a rambunctious bunch who can turn the house upside down.\n\n\"Crooklyn\" was written by Lee with his sister, Joie Susannah Lee, and his brother, Cinque Lee. They say it isn't literal autobiography, but was \"inspired\" by their memories. Some of those memories have the specificity of real life, however, including a showdown between Carolyn and a son who will not clean up his plate of black-eyed peas. And there are family quarrels, as when Carolyn temporarily throws Woody out of the house for bouncing checks and not contributing to the family income. One particularly poignant scene has the oldest son, Clinton (Carlton Williams), deciding whether to attend his father's all-important solo piano recital, or use his ticket to the Knicks' all-important playoff game. He goes to the game, but when he comes home the Knicks victory somehow doesn't seem as important as it should.\n\nSpike Lee is one of the few directors willing to try experimental visual approaches in his films, and some viewers may be confused by a tactic he uses in a sequence where Troy goes south to Virginia to spend summer vacation with her more affluent relatives.\n\nTheir world, of split-level suburban homes with attached garages, surrounded by green lawns, seems utterly alien to her as a city girl.\n\nLee finds the visual equivalent for that alienation by filming the southern scenes in a squeezed format; the effect is the same as when a wide-screen movie is projected without the correct lens. Some audiences members may think the projectionist has made a mistake. But the device is deliberate, and although it's distracting, it is also interesting, showing that every detail of the relatives' lives - from their furniture to their snippy little dog - could be from Mars as far as Troy is concerned.\n\nOne of the undercurrents of \"Crooklyn\" is that trouble was all around the Carmichaels in the early 1970s, but it could still be managed. A neighbor (David Patrick Kelly) is an eccentric recluse who never seems to clean his apartment. The kids retaliate by dumping garbage on his stoop. They everybody shouts at one another. Today, we reflect, the neighbor might draw a gun.\n\nIn another wonderfully observed scene, Troy goes to the local store with a 9-year-old friend, who is going to teach her to shoplift. She gets caught with a bag of potato chips, and gets a lecture from the store owner that will, I believe, forever cure her of shoplifting. The message here may be that many growing children do at one time or another succumb to peer-pressure and experiment with things like shoplifting, but that the community, as well as the parents, can teach them it is wrong. Today, I'm afraid, it would be treated as a bigger deal, perhaps with less happy results.\n\nAlthough the Lees say the movie should not be read as straight autobiography, some of the scenes have the directness and pain of real memory. There's a night, for example, when the mother, exhausted and worried, tells the kids to clean up the kitchen before they go to bed. They do not, and in the middle of the night, in a rage, she awakens them and marches them downstairs. She has obviously reached some kind of a breaking point. The children are frightened and confused, and the movie doesn't process their feelings into some kind of neat package; when things like that happen, they hurt, and are remembered. Later in the film, we discover some of the things that might have been on Carolyn's mind.\n\nLee's choice of actors is a complete success. The children seem like siblings, and interact in a natural, habituated way. Alfre Woodard, as Carolyn, finds the right balance between wife, mother, and overtaxed human being. She makes the character into a good person without ever laying it on too thick. Delroy Lindo is a surprise as the father. He played West Indian Archie, the Harlem gambling kingpin, in Lee's \"Malcolm X,\" and that was a brilliant performance - but nothing in it suggested the patience, the sensitivity and the depth he brings to Woody Carmichael. There are scenes late in the film where Woody's tact and empathy have to fill enormous voids, and they do.\n\n\"Crooklyn\" is not a neat package with a tidy payoff at the end. It contains the messiness of life. As it ends, the children are still children, and whatever life holds for them is still ahead. Most movies about children insist on arriving at a conclusion, when childhood is a beginning. Someday Spike Lee may make a movie about how he went to NYU and became a filmmaker, or Joie Susannah Lee (who wants to direct) will tell the story of her teenage years. Then these beginnings will be enriched as we know more of the story.\n\nFor now, we can know that in a house something like this brownstone, in a family something like the Carmichaels, some remarkable children grew up.\n\nAnd we can see in the movie that their society let them grow up.\n\nLee's wonderful opening title sequence shows the children's street games that flourished in Brooklyn in the 1970s.\n\nToday, he says, those games have died, and he had to teach them to the actors who played the children. They have died because the kids in comparable neighborhoods today are afraid to go outside and play in the streets. \"Crooklyn\" is not in any way an angry film. But thinking about the difference between its world and ours can make you angry, and I think that was one of Lee's purposes here.", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-05-13", "genres": ["Comedy", "Drama", "Indie"], "title": "Crooklyn (1994)"}