{"url": "http://www.rogerebert.com/reviews/cropsey-2010", "by": "Joshua Zeman", "star_rating": 3.0, "text": "\"Cropsey\" is a creepy documentary with all the elements of a horror film about a demented serial killer, and an extra ingredient: This one is real, and you see him handcuffed in the film, not merely empty-eyed, shabby and stooped, but actually drooling. \"I've never seen a perp walk like that,\" says a TV newsman.\n\nThe killer's name is Andre Rand, and he's currently doing time in a New York penitentiary. He was the real-life embodiment of \"Cropsey,\" a boogie man who figured in the campfire stories and nightmares of many children in Pennsylvania, New Jersey and along the Eastern Seaboard.  In the legends he lived in the woods and ventured out to abduct children. in the early 1980s, Rand was convicted for the kidnapping and murder of two young girls and suspected in the disappearance of three more.\n\nThe man fit the legend. Andre Rand was a worker in the Willowbrook State School for the mentally handicapped on Staten Island, a New York borough isolated from the city for many years before a bridge was constructed. Willowbrook, one of the largest mental institutions in the world, was also one of the worst; Geraldo Rivera won fame for a TV special with footage of its half-naked children scattered on the floor, rocking back and forth in misery. Sanitary facilities were pitiful, filth was everywhere, abuse was common. Willowbrook was shut down, but some of its staff and inmates returned, living in a forgotten network of tunnels under the grounds. Among these were Andre Rand.\n\nAlready convicted of sexual abuse against a minor, he attracted the attention of searchers after the disappearance of Jennifer Schweiger, a young girl with Down syndrome. Rand was then living in a campsite on the heavily-forested grounds of Willowbrook, and was arrested on suspicion. The charges were expanded to include the disappearance of little Holly Ann Hughes.He made an ideal suspect. Rumors spread of Satan worship in the tunnels. Staten Island was convinced. He was a Boogie Man from central casting. There were only a few problems. There was no physical evidence. Jennifer Schweiger's body was found, but here's the funny thing. The grounds of Willow Brook were combed by hundreds of police and volunteers who found nothing, and then a later search found a grave so shallow a hand was sticking out of the earth. It was near Rand's camp site. It wasn't found on the earlier search, and he'd been in jail ever since.\n\nWas he framed? Did he have a partner in murder? Was some eyewitness testimony suspect because he'd already been convicted in the public eye? \"Cropsey\" raises these questions in a doc that interviews the original detectives on the case, Jennifer's parents, Rand's defense attorneys, and members of the public. It surrounds this footage with the sparse available video of Rand, and uses many letters Rand wrote to the filmmakers claiming his innocence and suggested unanswered questions.\n\nThe people of Staten Island heard in the film seem unconcerned by the possibility of Rand's innocence. They ask, would you feel safe knowing that man was roaming free? No, but that alone is not the best reason for locking someone away. At the end I was prepared to agree that Rand seemed like an awfully convincing suspect if he happened to be innocent. \n\nI was reminded of the continuing outrage of the West Memphis Three. Three teenagers were arrested, tried and convicted amidst hysterical rumors they were Satanists who sacrificed young boys. This in the face of their alibis and actual physical evidence suggesting the identify of another possible  killer, who makes self-incriminating statements in two famous documentaries about the case, \"Paradise Lost\" and \"Paradise Lost 2: Revelations.\" Sometimes a perfect suspect is not guilty.", "running_time": 85, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-28", "genres": ["Documentary", "Horror", "Indie"], "title": "Cropsey (2010)"}