{"url": "http://www.rogerebert.com/reviews/cross-my-heart-1987", "by": "Martin Shortas David", "star_rating": 2.5, "text": "\"Cross My Heart\" begins with Martin Short and Annette O'Toole preparing themselves for going out together on a third date, an experience they both apparently equate with being locked in a small room with hungry rats. It's not that they don't like each other. On the contrary, they both feel they may actually be falling in love, and that the other person may be Right for them. That's the problem: Both Short and O'Toole have told so many lies on the first two dates that they don't see how they can start telling the truth now.\n\nShort has claimed he is about to be appointed regional sales manager of his firm, which sells sunglasses. In fact, he has just been fired. O'Toole has neglected to reveal that she smokes and has a 7-year-old daughter. Desperate to impress, Short picks up O'Toole in a car that is not his own and tries to lure her back to a garishly stylish apartment, also not his own. The entire evening is a fragile construction of lies that threatens to come crashing down at any moment.\n\nWhat director Armyan Bernstein does with this premise is courageous and ambitious, but only fitfully successful. Bernstein, who co-wrote the script with Gail Parent, commits the long central passage of his film to an extended duet in the borrowed apartment, where Short inveigles O'Toole into bed, not exactly against her will, and the two of them earn a footnote in cinematic history by becoming the first characters in a major movie to discuss and use condoms. They are refreshingly frank about their choice of brands, but otherwise maintain their lies to orgasm and beyond. (\"It was a great little climax,\" O'Toole unhelpfully reassures Short.)\n\nThese are the sorts of roles actors will kill for. Short and O'Toole are on screen for almost the whole movie and are called upon to bare their souls and bodies, engage in meaningful conversation, laugh, cry, and star in slapstick and action sequences. It is always a pleasure to watch them, especially since Bernstein is giving both actors an opportunity to sound notes that have usually been denied to them.\n\nShort, who is so much more than the Ed Grimley character he made famous on Saturday Night Live, comes across as an engaging, intelligent and actually sexy leading man, in the Dudley Moore mold. O'Toole, one of Hollywood's most unfairly overlooked actresses, ever since \"One on One,\" is engaging, intelligent and astonishingly sexy. And both of them can play comedy, especially with each other.\n\nSo where's the flaw in the movie? I think it's in all of the apparatus that the screenplay erects around their lies. Although it is plausible that strangers would lie to each other and inevitable that a moment of truth would have to come, Bernstein and Parent belabor the lies their characters tell until they become counterproductive. Up to a point, we are able to believe that O'Toole believes Short really lives in the vulgar apartment they visit. But eventually the evidence against this particular lie becomes so inescapable that the screenplay can maintain the deception only by descending to the level of the Idiot Plot - the story device by which secrets are kept only because all of the characters are idiots.\n\nThere is another flaw, I think, at a point after most of O'Toole's lies have been exposed but Short still has a few left. Because the two characters like each other very much, I thought the logical flow of the movie called for Short to confess his deceptions. Instead, he lashes out in anger at O'Toole, while still trying to keep his own secrets. The behavior is too hypocritical for a comedy.\n\nThe result is that \"Cross My Heart\" does the one thing that no romantic comedy should ever do: It causes us to lose confidence in one of the characters, and sympathy with the other one, fairly late in the story. All that spinning of the wheels of the plot also denies us the payoff we expect in a movie like this, which is the real love scene, in which the characters are allowed to be warm and forgiving after all of the loose ends have been tidied up.", "running_time": null, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-11-13", "genres": ["Comedy", "Romance"], "title": "Cross My Heart (1987)"}