{"url": "http://www.rogerebert.com/reviews/crossroads-1986", "by": "Ralph Macchioas Eugene Martone", "star_rating": 3.5, "text": "\"Crossroads\" borrows so freely and is a reminder of so many other movies that it's a little startling, at the end, to realize how effective the movie is and how original it manages to feel despite all the plunderings. The movie stars Ralph Macchio as a bright teenager who studied classical guitar at Julliard and worships as his heroes the great old blues musicians of the 1930s and 1940s. One day he tracks down a survivor of that era, a harmonica player named Willie Brown (Joe Seneca), in a nursing home. Macchio helps him escape, and they hit the road, hoboing their way down South to a crossroads where Seneca once made a deal with the devil.\n\nWith the devil? You bet. \"Crossroads\" is a cheerful cross between a slice of life and a supernatural fable. And at the end, it's up to the kid to pick up his guitar and outplay the devil's man, to save Seneca's soul. This story is a combination of no less than two reliable genres.\n\nIt borrows, obviously, from Macchio's movie, \"The Karate Kid\" (1984), which also was the story of a young man's apprenticeship with an older master. It also borrows from the countless movies in which everything depends on who wins the big fight, match, game or duel in the last scene. The notion of the showdown with the devil may have been suggested by the country song \"Devil Went Down to Georgia.\" And yet the remarkable thing is how fresh all this material seems, and how entertaining it is. Just when I'm ready to despair of a movie coming up with a fresh plot, a movie like \"Crossroads\" comes along to remind me that acting, writing and direction can redeem any plot and make any story new. The foundation for \"Crossroads\" is the relationship between the boy and the old man, and here we have two performances that are well-suited to one another.\n\nMacchio, again as in \"The Karate Kid,\" has an unstudied, natural charm. A lot of young actors seem to take themselves seriously, but not many have Macchio's gift of seeming to take other things seriously. We really believe, in this movie, that he is a fanatic about the blues, and has read all the books and listened to all the records.\n\nSeneca does a terrific job as a rock-solid, conniving, no-nonsense old man who doesn't take this kid seriously at first, and uses him as a way to get out of the nursing home and back down South to the crossroads, where he has a long-standing rendezvous. The kid knows that Willie was a partner of the legendary blues musician Robert Johnson and he makes a deal with the old man. He'll help him return to that crossroads if the old man will teach him a lost Johnson song.\n\nAlong the way, the two men pick up a third partner, a tough young runaway named Frances (Jami Gertz), and there is a brief, sweet romance between the two young people before she leaves one morning, perhaps because it is better for the old man and the young one to move on to their mutual destiny. Gertz is a newcomer; this is her second major movie this year, after a somewhat thankless role in \"Quicksilver,\" in which she worked for a bicycle messenger service. She's just right for this movie, with the toughness required by the character, and yet with the tenderness and the romantic notes that remind us that this is really a myth. Another good performance in the movie is by Joe Morton, who played \"The Brother from Another Planet,\" and this time is the devil's assistant, sinister and ingratiating.\n\nThe film was directed by Walter Hill, who specializes in myths, in movie characters who seem to represent something greater than themselves. Detailed character studies are not his strong point; he makes movies such as \"The Warriors,\" \"48 HRS.\" and \"Streets of Fire,\" in which the characters seem made out of the stuff of legend. In \"48 HRS.,\" though, he also found the human qualities in the Nick Nolte and Eddie Murphy characters, and he does that again this time, making Seneca and Macchio so individual, so particular, that we aren't always thinking that this movie is really about an old man and a boy and the devil.\n\nA word about the music. Ry Cooder did most of the soundtrack, drawing from many blues sources, and the movie is wonderful to listen to: confident and sly and not all tricked up for Hollywood. The closing scene, the dueling guitars, presents a challenge that perhaps no film composer could quite solve (what's the right approach to music as a weapon?), but somehow Cooder actually does pull off the final showdown.", "running_time": 98, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-03-14", "genres": ["Drama", "Indie"], "title": "Crossroads (1986)"}