{"url": "http://www.rogerebert.com/reviews/cross-creek-1984", "by": "Mary Steenburgenas Marjorie", "star_rating": 3.0, "text": "In 1928, long before “dropping out” was the thing to do, a New York newspaper reporter named Marjorie Kinnan Rawlings headed south and bought a shack in the Florida Everglades.\n\nShe was not the pioneer type. She liked cocktails before dinner and candles on the table, and when her friends in the New York literary establishment, such as the legendary editor Maxwell Perkins, heard that she had moved to the swamps, they worried that maybe she didn't exactly have both sticks in the chow mein.\n\nIt was not easy at first for Rawlings in Florida. The weather was against her, the economy was against her, her manuscripts weren't selling, she knew nothing about raising oranges on the groves that came with her land – and her neighbors weren't exactly overjoyed to see her.\n\nBut she kept her eyes and ears open, and among the people she met was a proud Florida cracker, and a little girl with a pet fawn. Rawlings wrote a novel about those people, called The Yearling.\n\nShe changed the little girl into a boy, and the 1947 movie version transformed the cracker into Gregory Peck.\n\nAfter Rawlings had written several successful novels set in Florida, she wrote an autobiography, Cross Creek, telling the real story of her life and neighbors there. Now here is the movie version, arriving in Chicago after a shameful delay.\n\nI first saw this film last May at the Cannes Film Festival, where it was an official entry. It opened in America in October.\n\nIt recently won Academy Award nominations for two supporting performances, by Rip Torn and Alfre Woodard.\n\nBut until its current run at the Chestnut Station Theater, it had not played in Chicago.\n\nWhy not? It wasn't a box-office hit. It was about an unfamiliar character. Maybe the studio thought nobody wanted to see a movie about a woman who moves to the swamps and sets up shop with a typewriter and a bottle of whiskey.\n\nIn any event, here is “Cross Creek” at last, and one of the reasons to see it is John Alonzo's sparkling photography of the mysterious Florida Everglades. There are scenes shot with such clarity that you can see the bugs skating across the top of the water.\n\nOther reasons to see the film: Mary Steenburgen's crisp, dryly humorous performance as the determined Ms. Rawlings; Torn as the grizzled but poetic swamp rat; Peter Coyote as the suave local store owner who comes calling on the New York woman, and Dana Hill (the oldest daughter in “Shoot the Moon”) as the little girl who inspired The Yearling.\n\n“Cross Creek” was directed by Martin Ritt, who almost always makes his films on location in the South, and often makes them about strong, independent women, such as the women in “Sounder” and “Norma Rae.”\n\nMarjorie Rawlings is not quite in that mold. She prevails not so much through courage as through an iron will, and her heroism basically consists of persevering in the face of rejection slips.\n\nBut the movie's offbeat heroine is part of the charm, and so are her neighbors, especially when she does not charm them.", "running_time": 127, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-04-17", "genres": ["Drama", "Romance"], "title": "Cross Creek (1984)"}