{"url": "http://www.rogerebert.com/reviews/crossing-delancey-1988", "by": "Amy Irvingas Isabella Grossman", "star_rating": 2.5, "text": "\"Crossing Delancey\" makes the mistake of creating characters who are interesting enough to make us care for them - and then denying them freedom of speech. The people in this movie have intelligence in their eyes, but their words are defined by the requirements of formula comedy. If this had been a European film, the same plot would have been populated with adults, and the results might have been magical.\n\nThe film tells the story of Isabella (Amy Irving), a Jewish girl from New York, in her early 30s, who works for a literary bookstore. In her work she gets to meet lots of interesting people - mad poets, Bohemian book lovers, literary lions - and she considers herself to be part of the scene. She does not quite understand, or admit, that many of the shaggy intellectual giants she meets are attracted, not by her mind, but by her beauty. She has not fully accepted the fact that some men, on one level or another, are thinking of sex when they talk to a pretty girl, no matter how they may flatter her intelligence.\n\nAs the movie opens, Isabella is offered a job as the personal secretary of a self-important European poet (Jeroen Krabbe). This is the last job she needs. It is instantly obvious to the audience that her duties will be more personal than secretarial.\n\nMeanwhile, Isabella's grandmother (Reizl Bozyk), known as \"Bubbie,\" is concerned for her welfare. Why doesn't this nice young lady have a husband and a few babies? She engages the services of a matchmaker (Sylvia Miles), who produces a prime matrimonial candidate: Sam, the pickle man, who has inherited his father's pickle store on the Lower East Side.\n\nTo please Bubbie, Isabella agrees to dinner with the matchmaker and the pickle man (Peter Riegert). But she's an uptown girl now, moving in circles where she discusses novels, not pickles, and the whole world of her grandmother and matchmakers and pickle men seems hopelessly antiquated.\n\nSo of course we all know what happens next. The poet turns out to be a rat. The pickle man turns out to be sweet and sensitive, just the man for Isabella, and he only agreed to the matchmaker's offer because he'd had his eye on Isabella for months. It is inevitable that Isabella will marry into pickles, but first there has to be manufactured suspense, based on her own intractable nature. Sam turns up for dates but Isabella doesn't. Things are said that are misunderstood. The whole relationship almost breaks down before it gets started. The usual stuff.\n\nI think I could enjoy a movie about a book lover and a pickle man, if only the two characters were allowed to talk openly and deeply about their two different worlds. I would not even require them to talk seriously; they could be in a romantic comedy, if they were allowed to be articulate. But the characters in \"Crossing Delancey\" talk almost exclusively in terms of the movie's standard plot construction. And the character of the pickle man is so seriously underwritten that he is literally given only one speech of any substance. The rest of the time he is simply a story device. It is hard to believe these two people could, or should, fall in love, because they have no communication of any depth or wit.\n\nThat leaves Bubbie and Hannah Mandelbaum, the matchmaker. Both characters are straight out of musical comedy by way of the TV sitcom, but at least they are acted with great joy by Bozyk and Miles, so they're fun to watch and listen to. They have the spontaneity of life and the gift of gab.\n\nI suppose that some people, watching this movie, could get so caught up in the energy of the two older ladies that they'd go along with the conspiracy and try to cheer Isabella and Sam into marriage.\n\nBut, hey, is it a good idea to get married simply because the rules of plot construction call for it? In life, maybe that would be OK, but it's not good enough for a movie.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-09-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Crossing Delancey (1988)"}