{"url": "http://www.rogerebert.com/reviews/crossing-over-2009", "by": "Harrison Fordas Max", "star_rating": 2.5, "text": "We spend a lot of time talking about the American Dream and have too much suspicion about those who want to live it. Feelings against immigrants are so freely expressed even in polite society that you'd think they all came here for the free lunch. \"Crossing Over\" creates a mosaic, too simplistic to be sure, of recent arrivals who came here for admirable reasons and will be valuable citizens if they get the chance. Most of them will anyway. Some were damaged goods at home and have not traveled well.\n\nIt is hard to immigrate to this country legally and potentially fatal to do it illegally. That's why I speculate we get some of the best and the brightest; it takes determination, ambition and skill to get into the United States either way. Many of those who arrive want to improve themselves, and in the process, they will improve us. I've been taking a lot of cabs the last couple of years, and I've noticed most of the drivers are obviously immigrants, from India, Pakistan, Africa, the Philippines, the Middle East and the Americas. Without a single exception, they all have their car radios tuned to the same station, the best station we have, National Public Radio. It tells you something.\n\n\"Crossing Over\" borrows the structure of \"Crash\" to tell interlocking stories about several immigrants, their problems and their families. All of their lives connect in some way, if only through U.S. immigration officials. \"Crash\" wove its pattern fairly naturally. \"Crossing Over\" seems to strain, with too many characters, too many story strands and too much of an effort to cover the bases. We meet immigrants new and established, legal and illegal, from Mexico, Nigeria, Bangladesh, Iran, England, Korea and Australia. It feels like a list.\n\nThe connecting links are two immigration officers, played by Harrison Ford and Cliff Curtis; an adjudicator (Ray Liotta), and an immigration defense attorney (Ashley Judd). The stories involve a Mexican woman separated from her child in a raid; an Iranian family, well established, which is about to be naturalized; a Muslim teenager who attracts an FBI investigation by reading an outspoken (but legitimate) paper about 9/11 in class; a Korean teenager (Justin Chon) who is being pressured to join a Korean gang; an Australian would-be actress; an atheist Jew from Great Britain who poses as a teacher whose presence is needed in a Hebrew school, and a little Nigerian orphan who has been stranded in a holding center and will be sent back to Africa and danger.\n\nSome of these stories are fascinating and some are heartbreaking, but together they seem too contrived. It's too neat the way they mingle, like the traffic on freeway interchanges seen in overhead shots that separate the passages. I was especially moved by Ford's involvement with the Mexican woman (Alice Braga), who is hauled away, pleading with him to retrieve her child from the baby-sitter. He plays a decent man whose conscience won't let him forget, and he ends up uniting the child with grandparents in Mexico. And there's more to it than that. It's hard for him to leave his job at work.\n\nHarrison Ford supplies the strong central strand in the story, but sometimes it grows so implausibly melodramatic, we're distracted. Ashley Judd's character provides insights in the way our legal system handles immigration, and the Australian actress (Alice Eve) shows what she is willing to do for the venal official (Liotta), who happens to be Judd's husband. There is a contrast between an Iranian father who thinks of himself as a good Muslim and a daughter (Summer Bishil) who thinks of herself as a good Muslim and a good American.\n\nYes, the film is \"flawed\" -- that prissy film critic's complaint. If you're looking for plausibility and resist manipulation, you'll object to it. But sometimes movies are intriguing, despite their faults, and you want to keep on watching. This one is like that.", "running_time": 113, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Drama"], "title": "Crossing Over (2009)"}