{"url": "http://www.rogerebert.com/reviews/crossover-dreams-1985", "by": "Ruben Bladesas Rudy Veloz", "star_rating": 3.0, "text": "\"Crossover Dreams\" does not begin with an original idea. It shows the rise and fall of a musician whose talent takes him to the top, and whose ego and weaknesses pull him back to the bottom again. The first time I saw this story, it was about Gene Krupa, and in his big comeback concert in Carnegie Hall, he dropped his drumsticks and had to find the courage to start again. I've seen the same story countless times again, translated into the idioms of jazz, country, rock and classical, and now here is the salsa version, starring Ruben Blades.\n\nThe story isn't new, but it sure does wear well. Maybe that's because Blades is such an engaging performer, playing a character who is earnest and sincere when he needs to be, but who always maintains a veil over his deepest secrets. The story is formula, but the film's treatment of it is fresh and perceptive, and there's an exhilarating high energy level. The opening shots, in fact, reminded me of the extraordinary opening of Martin Scorsese's first film, \"Who's That Knocking at My Door?\" Music pounds on the sound track, as young men race around the streets of New York, filled with their own life and importance.\n\nThe movie takes place largely in Spanish Harlem, where the Blades character, Rudy Veloz, makes the rounds of Latino nightclubs, working with a band of old friends and mentors. He dreams of \"crossing over,\" of breaking out of the Latino circuit and making it downtown, to the world of national TV, music videos and record contracts. And for a moment it looks as if he might.\n\nHe meets a shabby Broadway talent agent, who fails to impress him (but who gives him some of the most realistic advice he'll receive in this movie). Then he's \"discovered\" by a record producer, who picks him up out of his life, briefly shines the spotlight on him, and then throws him back into obscurity again. The movie's most convincing and painful scenes come after Veloz's brief moment of fame, when he has to return to his friends and try to conceal the extent of his failure.\n\nAgainst this serious undertone, the movie hurls a lot of good music. Blades, the Panamanian salsa star who has crossed over, is not only a good singer but a surprisingly versatile actor, who never seems to be straining for an effect, never seems to stray outside his character, and will probably get some more serious acting jobs after this debut.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-10-07", "genres": null, "title": "Crossover Dreams (1985)"}