{"url": "http://www.rogerebert.com/reviews/crouching-tiger-hidden-dragon-2000", "by": "Chow Yun-Fatas Li Mu Bai", "star_rating": 4.0, "text": "The best martial arts movies have nothing to do with fighting and everything to do with personal excellence. Their heroes transcend space, gravity, the limitations of the body and the fears of the mind. In a fight scene in a Western movie, it is assumed the fighters hate each other. In a martial arts movie, it's more as if the fighters are joining in a celebration of their powers.\n\nTo be sure, people get killed, but they are either characters who have misused their powers or anonymous lackeys of the villain. When the hero stands in the center of a ring of interchangeable opponents and destroys them one after another, it's like a victory for the individual over collectivism--a message not lost in the Asian nations where these movies are most loved. The popularity of strong heroines is also interesting in those patriarchal societies.\n\nAng Lee's \"Crouching Tiger, Hidden Dragon\" is the most exhilarating martial arts movie I have seen. It stirred even the hardened audience at the 8:30 a.m. press screening at Cannes last May. There is a sequence near the beginning of the film involving a chase over rooftops, and as the characters run up the sides of walls and leap impossibly from one house to another, the critics applauded, something they rarely do during a film, and I think they were relating to the sheer physical grace of the scene. It is done so lightly, quickly, easily.\n\nFight scenes in a martial arts movie are like song-and-dance numbers in a musical: After a certain amount of dialogue, you're ready for one. The choreography of the action scenes in \"Crouching Tiger\" was designed by Yuen Wo-Ping, whose credits include \"The Matrix,\" and who understands that form is more important than function. It's not who wins that matters (except to the plot, of course); it's who looks most masterful.\n\nThere's also a competition to find unlikely settings for martial arts scenes. In \"Legend of Drunken Master,\" the recently re-released Jackie Chan movie, a bed of glowing coals is suspended in the air next to an elevated factory railway. Why? So Chan can fall into them. In \"Crouching Tiger, Hidden Dragon,\" Lee and Wo-Ping give us a scene of startling daring and beauty, when two protagonists cling to the tops of tall, swaying trees and swing back and forth during a sword fight.\n\nWatching this scene, I assumed it was being done with some kind of computer trickery. I \"knew\" this because I \"knew\" the actors were not really 40 feet in the air holding onto those trees. I was wrong. Everything we see is real, Lee told me. Computers were used only to remove the safety wires that held the actors. \"So those were stunt people up there?\" I asked, trying to hold onto some reserve of skepticism. \"Not for the most part,\" he said. \"Maybe a little stunt work, but most of the time you can see their faces. That's really them in the trees.\" And on the rooftops, too, he told me.\n\nThe film stars Chow Yun-Fat and Michelle Yeoh, veteran martial arts stars who have extraordinary athletic abilities (as Jackie Chan and many of the other stars of the genre also do). Two other key characters are played by Zhang Ziyi (as Jen Yu) and Cheng Pei Pei (as Jade Fox). Long rehearsal and training went into their scenes, but what's unusual about \"Crouching Tiger, Hidden Dragon\" is the depth and poetry of the connecting story, which is not just a clothesline for action scenes, but has a moody, romantic and even spiritual nature.\n\nThe story involves Li Mu Bai (Chow Yun-Fat) as a warrior who has vowed to avenge the death of his master. He has for many years been in love with Yu Shu Lien (Michelle Yeoh), and she with him, but their personal feelings wait upon vengeance and upon their attempts to recapture Green Destiny, a sword that once belonged to Li Mu Bai's master and has recently been sold to the wealthy district governor. That brings Yu Shu Lien into contact with the governor's sheltered daughter, Jen Yu (Zhang Ziyi), who leads a rigidly proscribed life, although she has a secret I will leave you to discover. The other major character, Jade Fox (Cheng Pei Pei), stands between the heroes and their dreams.\n\nThis story, like all martial arts stories, is at some level just plain silly, but Ang Lee (\"The Ice Storm,\" \"Sense and Sensibility\") and his longtime collaborator James Schamus (who wrote the screenplay with Wang Hui Ling and Tsai Kuo Jung) are unusually successful in bringing out the human elements, especially the unrealized love between the Chow Yun-Fat and Michelle Yeoh characters. There are times when they're together that you forget about the swords, and are just watching a man and a woman, tenderly cherishing the unspoken bond between them. Zhang Ziyi's character, the governor's daughter, is also intriguing because she chafes at the rules that limit her and realizes a secret fantasy life.\n\nThere are those, I know, who will never go to a martial arts movie, just as some people hate Westerns; Jack Warner once told his producers, \"Don't make me any more movies where the people write with feathers.\" But like all ambitious movies, \"Crouching Tiger, Hidden Dragon\" transcends its origins and becomes one of a kind. It's glorious, unashamed escapism and surprisingly touching at the same time. And they're really up there in those trees.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Action", "Adventure", "Drama", "Foreign", "Romance"], "title": "Crouching Tiger, Hidden Dragon (2000)"}