{"url": "http://www.rogerebert.com/reviews/croupier-2000", "by": "Clive Owenas Jack Manfred", "star_rating": 3.0, "text": "You have to make a choice in life: Be a gambler or a croupier. So believes Jack Manfred, the hero of \"Croupier,\" whose casino job places him halfway between the bosses and the bettors, so he can keep an eye on both. He is a cold, controlled man, at pains to tell us, \"I do not gamble.\" True enough, he does not gamble at casino games of chance, but in his personal life he places appalling bets, and by the end of the film is involved with three women and a scheme to defraud the casino.\n\nManfred (Clive Owen) wants to be a writer and narrates his own story in the third person as if he's writing it. With his slicked-back black hair, symmetrical good looks and cold detachment, he's a reminder of Alain Delon's professional killer in \"Le Samourai\"--a man who wants to stay aloof and calculate the odds, but finds himself up to his neck in trouble, anyway. There's the hint that this is a pattern, and that at one time he did gamble, obsessively.\n\nThe key figure in Jack's life is his father (Nicholas Ball), who was indeed a gambler, a Jack-the-lad who womanized, drank, gambled and ran roughshod over his son's early years. Jack's secret is that his hard, calculating facade has been hammered together as a shield over the little boy inside.\n\nJack's father, now in South Africa, lines up a job for him at the roulette tables of a London casino. Jack never gambles, but he does deal and is a skilled card manipulator (we imagine his dad teaching the boy to shuffle). The movie knows its way around casinos, and particularly observes how the dealers, with their strange hours and surreal jobs, tend to date one another instead of outsiders (\"incest,\" the screenplay calls it). He observes dispassionately as punters line up to try their luck, and the movie notices what complete indifference the dealers have for their clients: Whether they win or lose, the work shift is exactly as long.\n\nJack has a girlfriend named Marion (Gina McKee), who is a store detective. \"I want to marry a writer, not a [bleeping] croupier,\" she tells him. During the course of the story, he also has liaisons with a dealer named Bella (Kate Hardie) who works on his shift. And he meets the glamorous Jani De Villiers (Alex Kingston), a casino client from South Africa, wild, reckless, in debt, a sexual predator who wants to hook him on a scheme to cheat the casino. Jack is just detached enough from his job, just enough of a mechanic intrigued by the intricacies of the plot to be interested.\n\nThe movie was directed by Mike Hodges, whose \"Get Carter\" (1971) is one of the best of the hard-boiled British crime movies. It was written by Paul Mayersberg (\"The Man Who Fell to Earth,\" \"Eureka\"), who must have done his research, since the casino scenes feel real: This isn't an unconvincing movie casino (even though it was built on a set in Germany), but a convincing portrayal of one of those smaller London operations where the plush and the gilt and the tuxedos on the gorillas at the door don't quite cover the tarnish.\n\nThe plot is more than we bargained for. I will not hint at the details, which lead to an unexpected and satisfactory but not entirely convincing ending. The point of the movie is not the plot, but the character and the atmosphere; Hodges is bemused by Jack Manfred, who thinks he can stand outside his own life, control it, figure the odds and turn it into a novel.\n\nThe choice of Clive Owen as the star is a good one. He's got the same sort of physical reserve as Sean Connery in the Bond pictures; he doesn't give himself wholly to the action, but seems to be keeping a part of his mind outside of it, measuring and calculating. This is not just a strategy but essential to his personality. We sense that his father had a way of catching him off-balance, and that he vowed that when he grew up, he would never be fooled again. If he ever did grow up.\n\n\"Croupier\" will play for two weeks as part of the Shooting Gallery Film Series at the Fine Arts and Evanston theaters.", "running_time": 91, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-04-21", "genres": ["Drama", "Foreign", "Indie", "Thriller"], "title": "Croupier (2000)"}