{"url": "http://www.rogerebert.com/reviews/cruel-intentions-1999", "by": "Sarah Michelle Gellaras Kathryn Merteuil", "star_rating": 3.0, "text": "Teenagers once went to the movies to see adults making love. Now adults go to the movies to see teenagers making love. \"Cruel Intentions'' is a modern-day version of \"Dangerous Liaisons,'' with rich kids in a prep school playing roles that were written for jaded French aristocrats in the wicked 1782 novel by Choderlos De Laclos. He created a world of depraved amorality, in which the only goal was to indulge one's selfishness.\n\nIt's refreshing, after the sponge-brained teenage romances of recent months, to see the movie reflecting that cynicism--up to a point. It crash-lands with an ending of soppy moralizing, but until the end, it's smart and merciless in the tradition of the original story.\n\nThe film stars Ryan Phillippe, a slinky schemer in the tradition of James Spader, as Sebastian Valmont, a rich kid who lives in a Manhattan mansion with his stepsister Kathryn Merteuil (Sarah Michelle Gellar). He's known as an unprincipled seducer who \"has never uttered a single word without dishonorable intentions.'' She's a minx who's angered when her current boyfriend dumps her for the sweeter Cecile (Selma Blair), and in revenge she urges Sebastian to conquer Cecile and destroy her reputation.\n\nAgreed, says Sebastian, but soon he finds a greater challenge--the virginal Annette (Reese Witherspoon), daughter of the new headmaster at their expensive school. She's written an article for Seventeen magazine praising premarital virginity, and Sebastian bets Kathryn he can deflower her. The wager: If he loses, his stepsister gets his classic sports car. If he wins, he gets his stepsister.\n\nSebastian pulls heartstrings, tells lies and employs devious seductive strategies, and the movie is startling in its frank language and forthright approach to sex; it's like a throwback to the 1970s. The plot's Machiavellian emotional strategies remind us of the same story as it was told in Stephen Frears' \"Dangerous Liaisons'' (1988) and Milos Forman's \"Valmont'' (1989), but the much younger actors create the uncanny illusion of a high school production of a grownup play. Are teenagers capable of sexual strategies this devious and sophisticated? I doubt it; few adults are, and even those who qualify may simply lack the energy.\n\nThe movie's at its best in the scenes between Gellar and Phillippe, who develop a convincing emotional charge, and whose wickedness seems to work as a sexual stimulant. There's one scene where she persuades him, emotionally and physically, to do what she wants, and we are reminded that slow, subtle eroticism is after all possible in the movies--even though recently it has been replaced by calisthenics. Gellar is effective as a bright girl who knows exactly how to use her act as a tramp, and Phillippe seems cold and detached enough to make it interesting when he finally gets skewered by the arrow of true love.\n\nThe best parts of the movie allow us to see how good it might all have been, with a little more care. It steps wrong in three ways. The first is with the ending, which lacks the courage to take the story to its logical conclusion, and instead contrives a series of moralistic payoffs that are false and boring. The second is with the treatment of some gay characters; surely kids as sophisticated as those in this story would be less homophobic? The third is with the use of a black character (Sean Patrick Thomas), Cecile's cello instructor, whose race is uneasily employed in awkwardly written scenes.\n\nStill, overall, the film at least has style and wit, and a lot of devious fun with its plot. Compared to the sluggish \"Jawbreaker,'' it's a wake-up call. I almost hesitate to repeat my usual complaint about movies where 20-somethings play teenagers. Yes, the characters in this movie look too old to be 16 or 17, but on the other hand, if actors are too young to attend R-rated movies, should they be making them? Only kidding.", "running_time": 97, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-05", "genres": ["Drama", "Romance", "Thriller"], "title": "Cruel Intentions (1999)"}