{"url": "http://www.rogerebert.com/reviews/cruising-1980", "by": null, "star_rating": 2.5, "text": "There is a large, loud question right at the center of\r\n“Cruising,” and because the movie lacks the courage to answer it, what could\r\nhave been a powerful film dissipates its force and leaves us feeling merely\r\nconfused and annoyed. The question is: How does the hero of this film, an\r\nundercover New York policeman, ultimately really feel about the world of\r\nhomosexual sadomasochistic sex he is assigned to infiltrate?\n\nIs\r\nhe touched by the sexual underground in an important way? Is his own sexuality\r\ninvolved? Is he intrigued by the aura of violence? The movie won’t say. And its\r\nfailure to commit itself would be less annoying if it weren’t for the fact that\r\nthe whole thrust of the movie is toward setting up those questions –which the\r\nending then leaves deliberately and confusingly unanswered.\n\n“Cruising”\r\nis, of course, a film with a controversial history. It’s about a series of\r\nviolent New York murders in which the victims all frequent clandestine Manhattan\r\nnightclubs in which gay men gather to dance, drink and make pairings while\r\nenveloped in an S&M atmosphere of leather, boots, whips and chains. Clubs\r\nlike that thrive in all the big cities, and their promise of danger is usually\r\njust atmosphere.\n\nBut\r\nwhen director William Friedkin announced plans to set a movie in that milieu,\r\nand to film it as much as possible on location, the New York gay community rose\r\nup in protest. “Cruising,” they said, would present a distorted view of gay\r\nlife. It would imply the small subculture of S&M was more prevalent than it\r\nis, and that, if gays were “into” violence, attacks on them would somehow be\r\njustified.\n\nThe\r\nvalidity of these arguments is questionable and I plan to discuss them in\r\nanother article. For the purposes of this review, however, let it be said that\r\nthe dramatic power of “Cruising” seems to have been very negatively affected by\r\nthe protests against the movie. There’s evidence here that key elements of Al\r\nPacino’s central role were altered or compromised so that Pacino’s own\r\ninvolvement in the events of the plot is deliberately left unclear. Since the\r\nmovie is about his involvement – much more than it’s “about” the challenge of\r\nsolving the killings – what we’re left with is a movie without the courage to\r\ndeclare itself.\n\nPacino\r\nplays Steve Burns, a young patrolman who's assigned to go undercover, enter the\r\nwaterfront world of S&M bars, and try to attract the man who has been\r\nstabbing young men to death. Why Is he chosen? Because he matches a rough\r\nphysical description of the victims. Who is the Pacino character, and what's he\r\nlike? The movie never really tells us: We learn so little about this guy we\r\nalmost suspect that important scenes have been left out. He does have a\r\ngirlfriend, we learn, and his work in the gay bars seems to affect his\r\nrelationship with her . . . but why? How?\n\nWe\r\ndon't know, because he evades her questions with monosyllables. Is he bisexual\r\nhimself? Again, we can't say, and the movie is so annoyingly unclear about\r\nwhether he actually engages in sex with the men he meets in the bars that it's\r\na cop-out. Whether he does or doesn't have gay sex Is central to this story'\r\nand the movie makes that obvious, and yet Friedkin looks the other way at\r\ncrucial moments. Is he afraid to offend anybody? Then why choose this subject?\n\nThe\r\nmurder investigation itself Is complicated enough on the surface. but careful\r\nthought after the movie will reveal that the plot structure is basically a\r\nmess. That isn't supposed to matter, I think, because the movie is really\r\nsupposed to be about Pacino's progressive involvement with the S&M\r\nsubculture. And there is some implied evidence that by the end of the movie\r\nPacino is moving toward a gay orientation and does not find S&M all that\r\nunspeakably out of the question.\n\nSince\r\nthe movie fudges on that too, though, we're finally left in a state of\r\nexasperation. And the movie's final scene-Pacino's girlfriend puts on his\r\nleathers and clanks toward him as the screen fades to black-is a complete red\r\nherring. Amazing.\n\nHere's\r\na movie that's well visualized, that does a riveting job of exploring an\r\nauthentic subculture, that has a fairly high level of genuine suspense from\r\nbeginning to end. . and that then seems to make a conscious decision not to\r\ndeclare itself on its central subject. What does Friedkin finally think his\r\nmovie is about?", "running_time": 102, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-02-15", "genres": ["Action", "Drama", "Mystery", "Thriller"], "title": "Cruising (1980)"}