{"url": "http://www.rogerebert.com/reviews/crush-2002", "by": "Andie MacDowellas Kate", "star_rating": 3.0, "text": "If I were reviewing \"Crush\" in England, I would work the name of Joanna Trollope into the first sentence, and my readers would immediately be able to identify the terrain. Trollope, a best-seller who is often quite perceptive and touching, writes at the upper range of the category just below serious fiction. She is a good read for those, like myself, who fantasize about living prosperously in the Cotswolds in an old but comfortably remodeled cottage not far from the village green, the churchyard, the tea shop, the bookstore and the rail line to London, while meanwhile growing involved in a web of imprudent adulterous sex. (As a happily married man, you understand, I do not want to perform adulterous imprudent sex, only to be involved in a web with such entertaining neighbors.) This is not England. Few North Americans read Joanna Trollope, and fewer still respond to key words in her vocabulary such as Aga . An Aga cooker-stove is so expensive and versatile, it does everything but peel the potatoes, and its presence in a kitchen tells you so much about the occupants that in the Brit book review pages, the phrase \"Aga romance\" perfectly categorizes a novel.\n\n\"Crush\" is an Aga romance crossed with modern retro-feminist soft porn, in which liberated women discuss lust as if it were a topic and not a fact. We begin by meeting the three heroines, who are fortysomething professionals and meet once a week to (1) drink gin, (2) smoke cigarettes, (3) eat caramels, and (4) discuss their lousy love lives. My advice to these women: Stop after (3).\n\nThe characters: Kate (Andie MacDowell) is the American headmistress of the local upscale school, Janine (Imelda Staunton) is a physician, and Molly (Anna Chancellor) is the police chief. That these three professional women at their age would all still be smoking can be explained only by a movie that does not give them enough to do with their hands. One day Kate goes to a funeral, is immeasurably moved by the music, and meets the organist. His name is Jed (Kenny Doughty), and he was once a student of hers. She is between 15 and 18 years older, but their conversation drifts out of the church and into the churchyard, and soon they are performing the old rumpy-pumpy behind a tombstone while the mourners are still stifling their sobs.\n\nThis is, you will agree, an example of lust. In a rabbit, it would be simple lust. In a headmistress, it is reckless lust. (In a 25-year-old organist, it is what comes from pumping the foot pedals for 30 minutes while observing Andie MacDowell). The movie cannot leave it at lust, however, because then it would be a different movie. So it elevates it into a Love That Was Meant to Be, in which the two lovers overcome differences of age, class and grooming, and determine to spend their lives together. Because they are attractive people and we like them, of course we identify with their foolishness and feel good when romance triumphs.\n\nA sixth sense tells us, however, that romance has triumphed a little too early in the movie. The only way for \"Crush\" to get from its romantic triumph to the end of the film is to supply setbacks, and does it ever. I will not reveal what episodes of bad judgment, bad karma and plain bad luck lead to the ultimate bittersweet denouement, and will distract myself from the temptation by telling you that the pastor of the local church is named the Rev. Gerald Farquar-Marsden, a name to rival Catsmeat Potter-Pirbright.\n\nThe movie does its best to work us over, with second helpings of love, romance, tragedy, false dawns, real dawns, comic relief, two separate crises during marriage ceremonies, and the lush scenery of the Cotswolds (or, as the Web site refers to the district, \"Cotswold\"). It's the kind of world where romance begins in tombs among the headstones, or vice versa, and almost immediately requires engraved invitations. Jed is described as being 25 years old and Kate is described as being 40 (cough), but Andie MacDowell is the definition of a dish, and Jed, just by being a church organist, is mature for his age. Besides, what is an age difference of 15 or even 18 years, when my old friend Betty Dodson, at 72, is in the third year of a steamy romance with a 25-year-old? You can look it up at Salon.com, under \"sex.\"", "running_time": 115, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-12", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "Crush (2002)"}