{"url": "http://www.rogerebert.com/reviews/cry-the-beloved-country-1995", "by": "James Earl Jonesas The Rev. Stephen Kumalo", "star_rating": 2.5, "text": "Too much like a simple parable when a more spirited message might have been appropriate.\n\nAlan Paton's novel Cry, the Beloved Country set the tone for half a century of liberal sentiment about South Africa; now, after apartheid has been lifted by majority rule and the election of Nelson Mandela, it has inspired the first major film out of the new South Africa. We go expecting to be inspired and uplifted, and we leave somewhat satisfied in those areas, but with reluctant questions about how well the story has aged, and how relevant it is today.\n\nPaton's prose, which reads as if Hemingway had been rewritten by King James, lends itself to gravity and morality, but not to irony or sharp observation. The film, directed by Darrell James Roodt, has the same limitations.\n\nThe novel was published in 1948, just as South Africa's whites were putting apartheid into place. Paton took his Christianity seriously, and his book cried out that whites and blacks should learn to love one another. And so they should, but what followed were decades during which love was not the word that came to mind in the beloved country.\n\nIt is indeed incredible that South Africa made its transition peacefully, by election; if the opposing forces did not make love, at least they did not make war. Quite likely the deep-seated religious beliefs on all sides of the racial divide helped that process; the ruling Nationalist Party would hardly have handed over power if the theologians and elders of the Afrikaners' Dutch Reformed Church had not decided, somewhat belatedly, that it was the right thing to do. And the influential churches of the non-whites were a counterforce to violent revolutionary strategies.\n\nSo Paton's strongly held Christianity was not just a personal conviction, but did reflect real social forces in a country that takes religion more seriously than many. Yet watching the film of his novel, I had the uneasy feeling we were getting a gentle parable when an angry exhortation might have been more appropriate.\n\nThe story involves two fathers - one a black umfundisi, or preacher; the other, a wealthy white landowner. Both come from the same rural backwater, but have never met. One day the pastor, Stephen Kumalo (James Earl Jones), gets a letter calling him to Johannesburg, where both his sister and son have been drawn. The sister has been lured into prostitution. The son, Absalom Kumalo (Eric Miyeni), has fallen in with bad sorts.\n\nIn the eyes of the country pastor, Jo'burg and its black sister city, Sophiatown, are dens of iniquity. He is quickly robbed, then befriended by the local bishop. He finds his sister leading the life he feared. He visits his brother, John Kumalo (Charles S.\n\nDutton), who is an activist leader. He finds that his son has gotten a girlfriend pregnant. And then there is a murder of a white man, and it is revealed that the sons of both Stephen and John Kumalo were involved in the killing.\n\nThe dead white man was a good man, all agree; he was president of the Boys' Club for young blacks in the city district, and was much loved by them. It is a curious coincidence that he was the son of James Jarvis (Richard Harris), the white landowner who is the preacher's neighbor. After the plot works itself through, we are left with the powerful conclusion. Jarvis, originally a racist, has had a spiritual reconciliation. He seeks out the preacher, they share their sadness, and the white man sees that the black man's church has a leaky roof and offers to replace the aging church.\n\nThe two black youths are convicted of murder, but the activist brother hires a good lawyer who gets his son off. The preacher's son, after marrying the pregnant girl in jail, is executed, and then the film ends with the legend, \"Nelson Mandela's South Africa has abolished the death penalty\" - as if the death penalty was what the film was about.\n\nThe film paints a pretty picture, but only by hurrying past certain awkward points. Why is it, for example, that thbrother who is an urban activist is painted as the shifty conniver, while the simple rural pastor is idealized for his passivity and acceptance? Is that how \"Nelson Mandela's South Africa\" became a reality? And is the pastor's flock of poor rural farm laborers expected to settle into 45 years of thankful docility because the white landowner has given them a church? There is a reason the son and sister fled to Johannesburg, and that reason is employment; subsistence jobs in agriculture are no more attractive in South Africa than anywhere else. It might have been different if blacks had been allowed to own the land they farmed, but apartheid and its Group Areas Act was, of course, busily eradicating that right as the two fathers were embracing on their hillside.\n\nThe film has genuine qualities. Its photography and tone evoke a South Africa that is indeed beloved by its inhabitants (\"If the climate and the landscape were not so beautiful, we would have had a revolution 50 years ago,\" Paton is said to have observed). The performances by Jones and Harris have a quiet dignity, suitable to the characters if not reflecting a larger reality. But the film contains little that would have concerned the South African censors under apartheid. It is not dangerous.\n\nIt is a nice thought that racial prejudice and strife in South Africa and elsewhere would end if we could all but love one another. \"Cry, the Beloved Country\" reflects a sentimentality that motivates many people, but it fails as a portrait of what it used to be like in South Africa, what happened and what it's like now.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-12-20", "genres": ["Drama"], "title": "Cry, The Beloved Country (1995)"}