{"url": "http://www.rogerebert.com/reviews/cry-freedom-1987", "by": "Kevin Klineas Donald Woods", "star_rating": 2.5, "text": "\"Cry Freedom\" begins with the story of a friendship between a white liberal South African editor and an idealistic young black leader who later dies at the hands of the South African police. But the black leader is dead and buried by the movie's halfway point, and the rest of the story centers on the editor's desire to escape South Africa and publish a book. You know there is something wrong with the premise of this movie when you see that the actress who plays the editor's wife is billed above the actor who plays the black leader. This movie promises to be an honest account of the turmoil in South Africa but turns into a routine cliff-hanger about the editor's flight across the border. It's sort of a liberal yuppie version of that Disney movie where the brave East German family builds a hot-air balloon and floats to freedom. The problem with this movie is similar to the dilemma in South Africa: Whites occupy the foreground and establish the terms of the discussion, while the 80 percent non-white majority remains a shadowy, half-seen presence in the background.\n\nYet \"Cry Freedom\" is a sincere and valuable movie, and despite my fundamental reservations about it, I think it probably should be seen. Although everybody has heard about apartheid and South Africa remains a favorite subject of campus protest, few people have an accurate mental picture of what the country actually looks and feels like. It is an issue, not a place, and \"Cry Freedom\" helps to visualize it. The movie was mostly shot across the border in Zimbabwe, the former nation of Southern Rhodesia, which serves as an adequate stand-in. We see the manicured lawns of the whites, who seem to live in country club suburbs, and the jerry-built \"townships\" of the blacks, and we sense the institutional racism of a system where black maids call their employers \"master\" and even white liberals accept that without a blink.\n\nThe film begins with the stories of Donald Woods, editor of the East London (South Africa) Daily Dispatch, and Steve Biko, a young black leader who has founded a school and a clinic for his people and continues to hold out hope that blacks and whites can work together to change South Africa. In the more naive days of the 1960s and 1970s, his politics are seen as \"black supremecy,\" and Woods writes sanctimonious editorials describing Biko as a black racist. Through an emissary, Biko arranges to meet Woods. Eventually the two men become friends, and Woods sees black life in South Africa at first hand, something few white South Africans have done. (Although how many white Chicagoans, for that matter, know their way around the South Side?)\n\nAlthough Biko is played with quiet power by Denzel Washington, he is seen primarily through the eyes of Woods (Kevin Kline). There aren't many scenes in which we see Biko without Woods, and fewer still in which his friendship with Woods isn't the underlying subject of the scene. No real attempt is made to show daily life in Biko's world, although we move into the Woods home, meet his wife, children, maid and dog, and share his daily routine, there is no similar attempt to portray Biko's daily reality.\n\nThere is a reason for that. \"Cry Freedom\" is not about Biko. It is Woods' story from beginning to end, describing how he met Biko, how his thinking was changed by the man, how he witnessed black life at first hand (by patronizing a black speakeasy in a township and having a few drinks), and how, after he was placed under house arrest by the South Africa government, he engineered his escape from South Africa. The story has a happy ending: Woods and his family made it safely to England, where he was able to publish two books about his experience. (The bad news is that Biko was killed.)\n\nFor the first half of this movie, I was able to suspend judgment. Interesting things were happening, the performances were good and it is always absorbing to see how other people live. Most of the second half of the movie, alas, is taken up with routine clock-and-dagger stuff, including Woods' masquerade as a Catholic priest, his phony passport and his attempt to fool South African border officials. These scenes could have been recycled out of any thriller from any country in any time, right down to the ominous long shots of the men patroling the border bridge and the tense moment when the guard's eyes flick up and down from the passport photo. \"Cry Freedom\" is not really a story of today's South Africa, and it is not really the story of a black leader who tried to change it. Like \"All the President's Men,\" it's essentially the story of heroic, glamorous journalism. Remember that Kirk Douglas movie, \"The Big Carnival,\" where the man was trapped in the cave and Douglas played the ambitious reporter who prolonged the man's imprisonment so that he could make his reputation by covering the story? I'm not saying the Woods story is a parallel. But somehow the comparison did arise in my mind.", "running_time": 157, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-11-06", "genres": ["Drama"], "title": "Cry Freedom (1987)"}