{"url": "http://www.rogerebert.com/reviews/cul-de-sac-1967", "by": "Donald Pleasenceas George", "star_rating": 3.0, "text": "Sometimes I get the idea that Chicago is trapped in a time warp, and that is why we get European films a year after their New York openings. Alain Resnais' \"La Guerre Est Finie,\" for example, still hasn't played here a year after its heralded arrival in New York.\n\nThe Town Underground has been helping the situation recently with a series of first-run films by such as Tony Richardson, Jules Dassin and Resnais. The trouble is, some of the runs have been so short the secret didn't leak out that they were even in town.\n\nThe current offering, which crept into town under cover of Christmas and will doubtless creep out again in a day or two, is Roman Polanski's \"Cul-de-Sac.\" It arrives bedecked with the best film award from the Berlin film festival and the critic's award from Venice.\n\nPolanski, the wild man of the young European directors, made this after \"Knife in the Water\" and before he came to Hollywood. He shot it in English on location in a grim British castle where Sir Walter Scott allegedly wrote \"Rob Roy.\" He has populated the castle with strange people: Donald Pleasence, who shaves his head; Francoise Dorleac, his sensuous young French wife, and Lionel Stander, as a criminal who terrorizes them for two days.\n\nThis much sounds like a standard horror-film outline, especially since Stander looks amazingly like Frankenstein. But Polanski ignores the horror to concentrate instead on macabre humor. The criminal, it appears, has an accomplice who was injured in an auto wreck. While he has been at the castle intimidating the couple, the tide has come in and nearly drowned his friend in the car. The friend is brought up to the castle, dies and is buried. Everybody gets drunk and confesses meaningless secrets.\n\nIn the morning, friends come to visit. The grisly and unshaven criminal masquerades as a butler. There is a hilarious stretch in which the dinner party gets involved in box kites, pressure cookers, Sir Walter Scott, Dior ties and omelets (the castle, it appears, subsists entirely on eggs). Then a little boy blows out a stained-glass window with a shotgun, and Pleasence, in fury, orders the guests out of his \"f-f-fortress.\"\n\nPolanski has fun stealing scenes. He lifts the procession of visitors to the crypt from \"La Dolce Vita,\" the woman and bird outlined in a sunny doorway from \"Through a Glass Darkly\" and a shaving scene from W. C. Fields' \"The Barbershop.\" And he plays the grave-digging scene with overtones of \"Hamlet.\"\n\nWhen he finally gets back to the horror in his story it's too late to do much about it. But Pleasence, in a role that requires him to run sideways most of the time with his head at a crooked angle, is hilarious and frightening as a man going mad, and the film has an eerie appeal.", "running_time": 113, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-28", "genres": ["Comedy", "Drama", "Foreign", "Thriller"], "title": "Cul-de-Sac (1967)"}