{"url": "http://www.rogerebert.com/reviews/curdled-1996", "by": "Angela Jonesas Gabriela", "star_rating": 2.0, "text": "Legend has it that when Quentin Tarantino was making the rounds of film festivals with his “Reservoir Dogs,” he kept running into a short subject by Reb Braddock about a Miami maid service specializing in mopping up crime scenes. Tarantino borrowed that idea as the inspiration for the Harvey Keitel character in “Pulp Fiction,” who calmly supervises the cleanup and disposal of dead bodies. And then, as a form of payback, QT helped produce “Curdled,” a feature-length version of Braddock's original idea.\n\n“Curdled,” which is not very interesting, provides two more pieces for the Tarantino jigsaw puzzle: (1) It further establishes that much of “Pulp Fiction” was inspired by other movies seen by a fanatic video freak, and (2) it shows how brilliantly Tarantino transforms his raw ingredients. The sad thing about “Curdled” is that “Pulp Fiction” does just about everything that can be done with the idea of a murder mop-up service, and does it quickly, comically, and as part of a larger story.\n\n“Curdled,” on the other hand, extends its thin idea to 94 minutes and tries to flesh it out with a story and characters who never seem convincing. Although it does a good job of capturing the color and music of Miami, that simply shows Braddock has a gift with atmosphere and locations. Now he needs a better screenplay.\n\nThe film stars the appealing Angela Jones as Gabriela, a woman from Colombia who has been fascinated by dead bodies ever since she saw one hurtling past her window when she was a little girl. Now, grown up and living in Miami, she happily watches TV shows like “Miami DOA” (watch for the mug shot of Tarantino as a killer). The TV news spends a lot of time on the Blue Blood Killer, a serial killer who picks on rich women.\n\nAngela is delighted when she gets a job with the Post-Forensic Cleaning Service, where the standards are high. “At the end of a job, always be sure to do an Idiot Check to make sure you didn't overlook anything,” her supervisor tells her, recalling a customer who wanted a refund after finding overlooked skull fragments under the dining room table. Soon Angela is happily on the job, using high-powered laundry detergents and cleaning aids to cut through the congealed blood.\n\nThe movie makes no secret of the identity of the Blue Blood Killer, whom we see early on. He's played by William Baldwin as a calm, well-mannered psychopath who makes few errors, but at one crime scene he makes a doozy, managing to lock himself inside a wine cellar not far from where Angela is mopping up blood. And wouldn't you know she also finds a clue--the killer's name, written by a victim before she died.\n\nAngela is as happy cleaning up blood as the models in TV commercials are when a new product cuts the grease twice as fast. She brings her boyfriend to witness the current crime scene just as the killer has unscrewed some of the bolts inside the wine cellar, and . . .\n\nThat's the wind-up. The delivery leaves a lot to be desired. I liked Angela Jones--she plays a tricky role with the right note of deadpan delight--and I liked the energy with which Reb Braddock tried to force his short subject to work at feature length. It doesn't.\n\nI have a hunch that part of the deal was for QT to produce a feature-length version of Braddock's original short subject, when a better idea might have been to produce an original feature. And don't tell me Braddock doesn't have one stashed away somewhere; anyone who can get a short subject made has a dozen brilliant screenplays he's dying to show you.", "running_time": 94, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-04", "genres": ["Comedy", "Crime", "Mystery", "Suspense", "Thriller"], "title": "Curdled (1996)"}