{"url": "http://www.rogerebert.com/reviews/curious-george-2006", "by": "Will Ferrellas Ted, the Man in the Yellow Hat", "star_rating": 3.0, "text": "Definition of a good family movie: One that appeals to all members of the family. \"Curious George\" is not a family movie. It is a children's movie. There is nothing wrong with that, and a great deal that is admirable. For once the younger children can watch a movie where they have a good chance of understanding everything that happens and everything that's said. The new generation of mainstream animation has so many in-jokes that even the editors of People mag miss some of them. How many of the pre-schoolers watching \"Shark Tale\" realized that Sykes was named after a Charles Dickens character and looked like Martin Scorsese?\n\nOn the \"Ebert & Roeper\" TV show, Richard Roeper and I technically disagreed about \"Curious George,\" even though our opinions of the movie were approximately the same. He voted thumbs down because it was aimed at children. I voted thumbs up because it was aimed at children. We both agreed it was not going to be an ecstatic viewing experience for parents.\n\nIn theory, I should have voted against it. The critic must recommend what he or she enjoys, not what some hypothetical audience will enjoy. Critics who say, \"This is sure to be enjoyed by teenagers\" if they are not teenagers are dummies, and the audience is the ventriloquist. Some of my colleagues say their editors require them to recommend movies on the basis of the tastes of the readers. An editor who does that is instructing the critic in falsehood and incompetence.\n\nHaving said that, and since I am not a child, how can I ethically recommend \"Curious George\" as a movie for children? I will quote Walt Whitman: Do I contradict myself? Very well, then I contradict myself. I am large, I contain multitudes. I have no idea what teenagers think, but I know what 4-year-olds think, because I was one, an expert one, and I believe that up to a certain age all children enjoy more or less the same things: Bright colors, vivid drawings, encouraging music, a plot that is exciting but not too scary, and a character they can identify with. This character should have an older friend who guides him through neat adventures and keeps things from getting too scary. If that doesn't describe what you liked when you were 3 or 4, then I blame your parents, Mr. and Mrs. Chainsaw.\n\nGeorge the monkey is easy for any kid to identify with. They have so much in common. George cannot make himself understood, he is driven here and there in mechanical vehicles without his consent, adults talk about things he does not understand, and sometimes it's just not fair how he's treated. Then he meets the Man in the Yellow Hat (the movie reveals that the Man's name is Ted). Ted (voice by Will Ferrell) makes friends with him, and because he is alone in the world George stows away on Ted's ship and ends up in New York, where Ted is trying to save a museum. This undertaking requires Ted and George to fly above the city while holding onto a big bunch of balloons. Meanwhile, Ted has a girlfriend named Maggie (Drew Barrymore), but that's fine with George, because it means he gets another friend.\n\nI am not sure Ted saves the museum in any meaningful way (it becomes a gallery of Virtual Reality experiences), but George has a lot of fun and gets to paint lots of surfaces with bright primary colors, which passes the time pleasantly. There are songs sung by Jack Johnson, which are pleasant if kind of innocuous. The movie is faithful to the spirit and innocence of the books, and director Matthew O'Callaghan and his team create a visual look that is uncluttered, charming, and not so realistic that it undermines the fantasies on the screen.\n\nIs this movie for the whole family to attend? No, it is a movie for small children and their parents or adult guardians, who will take them because they love them very much. Even if they love them very much, they will have to be very, very patient, so maybe waiting for the DVD is a good idea, except then, of course, you will have to experience it over and over and over and over and over again.", "running_time": 86, "mpaa_rating": "G", "release_year": 2006, "date_published": "2006-02-09", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Curious George (2006)"}