{"url": "http://www.rogerebert.com/reviews/curly-sue-1991", "by": "Alisan Porteras Curly Sue", "star_rating": 3.0, "text": "“Curly Sue” is a cornball, soupy, syrupy, sentimental exercise in audience manipulation, but that's the good news, because this is a movie that works. I don't know how and I don't know why, but somehow the film got around my guard, overcame my cynicism, and left me sitting there with a grin on my face.\n\nThe movie is a fantasy from beginning to end. It was filmed in the real world, but could not possibly have taken place there. No matter. It exists on its own terms, without apologies. It stars James Belushi as a down-and-out drifter who travels the highways of America with a pint-sized con-woman named Curly Sue (Alisan Porter). Pulling cons to get money for food, they stage an “accident” in which Belushi is apparently hit by a car driven by a cynical, hard-driving Chicago lawyer (Kelly Lynch).\n\nShe buys them dinner before being dragged away by her drippy boyfriend (John Getz), but the next day, after she really hits Belushi with her car, she invites them home. That's partly because she hasn't been able to get Curly Sue's winsome little face out of her mind. And then you can more or less guess what happens, as she falls in love with the tyke, finds herself attracted to Belushi, and eventually goes through a complete change of heart.\n\nThis is a story that could have been written by Damon Runyon, illustrated by Norman Rockwell, and filmed by Frank Capra.\n\nThat it has been written and directed by John Hughes should not come as much of a surprise, because he has a knack for stories that tug at the heartstrings, exploiting basic human sentiment. Sometimes his stories work (“Planes, Trains and Automobiles”), sometimes they don't (“Dutch”), and sometimes the box office says they work better than I thought they did (“Home Alone”), but when you are working with broad-based comic sentimentality, there is a fine line to be found, and this time Hughes finds it.\n\nWhat happened to me was, at some point during “Curly Sue,” I simply caved in and accepted the story. Yes, it's impossible; yes, the characters are living in a fantasy world; yes, it's shamelessly sentimental. But I started to care about them. And then the quiet humor and the warmth of the actors began to work some kind of charm.\n\nThe audience I saw the film with seemed to go through the same process. Let me try to describe a strange thing that happened.\n\nAt a crucial moment in the movie, after the Lynch character has fallen for Curly Sue and is beginning to fall for Belushi, her snotty boyfriend picks up the phone and asks for the number of the Department of Children and Family Services. He's gonna turn in the kid, out of pure spite. And the audience was so wrapped up in this development that at least a third sighed right out loud. That reaction was so widespread that it got a second reaction: laughter, because the audience was tickled at itself for having cared so much.\n\nAnd the good feeling that came out of the sigh and the laughter generated as much warmth in that theater as I've experienced in a movie in a long time.\n\nSo, sure, if you're a hard-bitten intellectual and you're into serious films and don't like to get taken for a sucker with cornball manipulation, this isn't your film. Hey, I feel like that myself most of the time. But if occasionally you come down with an attack of warm-heartedness and let a sentimental movie slip past you, then “Curly Sue” is likely to blindside you. It's not great and it's not deep, but it sure does have a heart.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-10-25", "genres": ["Comedy", "Drama", "Family"], "title": "Curly Sue (1991)"}