{"url": "http://www.rogerebert.com/reviews/cutthroat-island-1995", "by": "Geena Davisas Morgan", "star_rating": 3.0, "text": "\"Cutthroat Island\" is everything a movie named \"Cutthroat Island\" should be, and no more. It is a pirate picture, pure and simple, and doesn't transcend its genre except perhaps in the luxurious production. Leaner and meaner pirate movies have worked more or less as well, but this one gets the job done.\n\nThe plot: The map to a fabulous buried pirate treasure has been split into three pieces by an old buccaneer, and divided among his three sons. Years pass, and one of the sons, now an aging privateer himself, passes his share of the map to his daughter, quite cleverly. (\"I keep it all up here,\" he tells her, tapping his head just before being executed. Sure enough, she finds it tattooed on his skull.) The daughter is the sexy adventuress Morgan Adams (Geena Davis), a strapping six-footer who fights as well as any man - and drinks not quite as well, but no less, making her a great fighter except when she is drunk. Her portion of the map is in Latin, so she needs a translator and soon buys a convict named Shaw (Matthew Modine) at a slave auction. He is not only a translator but a thief and a liar (\"I was born poor,\" he explains, as if that accounts for his life up until now).\n\nThe problem, of course, is to get the other two pieces of the map. Morgan is not the only one looking for them. In addition to her two uncles who own portions of it, she has another uncle, a blackguard named Dawg (Frank Langella), who is after the same map. He becomes the enemy, much to the delight of John Reed, a British journalist who follows along on pirate ships and records their adventures for sale back in London. (I would love to know if the authors of this film had recently seen Clint Eastwood's \"Unforgiven,\" in which a British journalist follows gunfighters and records their adventures. The roles are played by Maury Chaykin and Saul Rubinek, respectively: both Canadians, and good friends.) We now have all the pieces in place: The sexy pirate, her captive who is soon to be her lover, and her evil uncle. Now we require, as in all decent pirate pictures (1) an escape from a hostile port; (2) a battle at sea, preferably with broadsides fired and pirates boarding each other's ships; (3) one featured swordfight; (4) a storm at sea, with the survivors washed ashore, and (5) discovery of the treasure and a final confrontation.\n\n\"Cutthroat Island\" does not disappoint. It touches all of these bases like clockwork, not even overlooking the convention that no matter how fierce and deadly the storm at sea, the survivors all regain consciousness after washing up on a beach that is required to (a) look like a postcard from Maui and (b) belong to the very island they were trying to find. There is even a bonus: one of those emergency operations at sea, in which wounds are cauterized by red-hot pokers, and the patient feels dandy in the morning.\n\nThe technical credits are excellent. The costumes look great, the production design is colorful, the stunt work is convincing, the special effects are satisfactorily tempestuous in the battle and storm scenes, and director Renny Harlin (\"Die Hard 2\") moves the story along smartly. The sword fight between Morgan and Dawg leaves a little to be desired, but then after the swordfight in \"Rob Roy,\" any swordfight would.\n\nThis is, in short, a satisfactory movie - but it doesn't transcend its genre, and it's not surprising or astonishing. I saw it because that was my job and, having seen it, I grant its skill, and award it three stars on that basis. But unless you're really into pirate movies, it's not a necessary film. Sorry.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-12-22", "genres": ["Action", "Adventure"], "title": "Cutthroat Island (1995)"}