{"url": "http://www.rogerebert.com/reviews/cyberworld-3d-2000", "by": "Jenna Elfmanas Phig", "star_rating": 3.0, "text": "\"CyberWorld 3D,\" shown in the giant-screen IMAX format, is remarkable not only for what it shows us, but for the wider world of 3-D animation it predicts. It looks better than most other 3-D films I've seen--clearer, brighter, more convincing. And it uses new software and technology to take existing flat animation, from such sources as the movie \"Antz\" and the Simpsons TV show, and process it into convincing 3-D.\n\nThis is not a makeshift transfer, but a fundamental re-use of the original material; everything in this movie looks made from scratch for 3-D, even though only about half of it really was. What the movie is telling us is that many animated films can be reconfigured into 3-D while retaining the elements of drawing and visual style that made them distinctive in the first place (indeed, \"Shrek,\" a 2001 animated feature from DreamWorks, will be retrofitted for the IMAX 3-D screen after its conventional theatrical run).\n\nLike the recent retread of Disney's \"Fantasia/2000\" and earlier IMAX 3-D efforts, \"CyberWorld 3D\" takes advantage of the squarish six-story screen to envelop us in the images; the edges of the frame don't have the same kind of distracting cutoff power they possess in the smaller rectangles of conventional theaters. Then IMAX adds its custom-made headsets, which flicker imperceptibly so we see first out of one eye, then the other, while tiny speakers next to our ears enhance the reality of the surround sound. I have been watching 3-D since \"Bwana Devil\" (1952), and not until I saw it in IMAX did I consider it anything other than a shabby gimmick.\n\nHow does \"CyberWorld 3D\" take a 2-D source like \"The Simpsons\" TV show and convert it into 3-D? With animation, it's more direct than it seems. Begin with the fundamental method of 3-D, which is to shoot each image twice, with cameras spaced slightly apart, just as our eyes are. Project both images on the screen, and view them through glasses that create the illusion they are one 3-D image instead of (take the glasses off) two slightly out-of-register 2-D images. Our eye-mind system is tricked by the stereoscopic illusion into reading the two flat images as one image with depth.\n\nNow move on to the building blocks of animation. While live action's POV resides in the camera, animation has a virtual camera--the point of view supplied by the animator. Using new software developed by Intel and IMAX, filmmakers are able to break the animation materials down into separate elements and re-shoot them, in a sense, from two points of view, allowing the separation necessary for 3-D. It's more complicated than that, but the effect is astonishing.\n\nMore than one kind of animation is used in \"CyberWorld 3D.\" The separate self-contained segments are animated with the new system, which takes existing film and gives it three dimensions. They float within a linking story that has been done with conventional computer-generated 3-D.\n\nThis story stars a sprightly young girl named Phig (voice by Jenna Elfman), who takes us on a tour of a vast high-tech virtual space in which the individual segments seem to reside inside self-contained modules. Open one portal and find the Simpsons; open another, and find a thrilling futuristic city with sky trains, and so on.\n\nPhig, meanwhile, is harassed by three cyber nuisances named Frazzled (voice by Matt Frewer), Buzzed (Robert Smith) and Hank the Technician (Dave Foley). This linking story is as inane as IMAX can make it; there's an unwritten rule that the hosts or other narrative devices of IMAX films condescend to the audience. Phig is shallow and silly, but she does at least figure in some wondrous animation, as when she glides through the interior space, has a vertiginous fall, and eventually journeys down a black hole.\n\n\"CyberWorld 3D\" gathers several impressive stand-alone works of animation; to describe every one would be beside the point. It's more of a demo than a stand-alone work, and lacks even the unifying concept of \"Fantasia 2000.\" No matter; the point is to show us what can be done with recycled traditional animation in the IMAX 3-D process, and the demonstration is impressive. I'm looking forward to the IMAX version of \"Shrek\" and, eventually, classics like \"Snow White and the Seven Dwarfs.\" The only animation that's probably IMAX-proof is \"South Park,\" which is 2-D and proud of it.", "running_time": 48, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-06", "genres": null, "title": "CyberWorld 3D (2000)"}