{"url": "http://www.rogerebert.com/reviews/cyborg-1989", "by": "Jean-Claude Van Dammeas Gibson Rickenbacker", "star_rating": 1.0, "text": "I am not sure I remember the opening words of \"Cyborg\" exactly, but I believe they were, \"After the plague, things really got bad.\" I do remember laughing heartily at that point, about 30 seconds into the movie. Few genres amuse me more than post-apocalyptic fantasies about supermen fighting for survival. \"Cyborg\" is one of the funniest examples of this category, which crosses \"Escape from New York\" with \"The Road Warrior\" but cheats on the budget.\n\nThe movie takes place in a future world in which all civilization has been reduced to a few phony movie sets. Leather-clad neo-Nazis stalk through the ruins, beating each other senseless and talking in Pulpspeak, which is like English, but without the grace and modulation. It's cold in the future, and it's wet, but never so cold or wet that the costumes do not bare the arm muscles of the men and the heaving bosoms of the women.\n\nThe plot of \"Cyborg\" is simplicity itself. The movie's heroine (Dayle Haddon) is half-woman, half-robot, and wears a computer under her wig. Her knowledge may include the solution to the plague that threatens to destroy mankind, but first she must somehow return to headquarters in Atlanta. Her enemy, Fender Tremolo (Vincent Klyn), wants to destroy her because he believes that if anarchy is unleashed upon the world, he can rule it. The hero, Gibson Rickenbacker (Jean-Claude Van Damme) is on a mission to escort her safely to Atlanta.\n\n(If you look at the names \"Fender Tremolo\" and \"Gibson Rickenbacker\" and wonder why they set off strange stirrings in your subconscious, it is because both characters, according to the movie's press book, \"are named after equipment and techniques associated with electric guitars.\" This rule presumably also applies to the characters Furman Vox, Nady Simmons and Roland Pick.) Once we know the central players, the movie turns into a sadomasochistic passion play, in which the village tries out varieties of unspeakable tortures on the hero, including crucifixion, before the formula is (of course) delivered safely after all. The movie reduces itself to a series of smoking, smoldering cityscapes (which look a lot like urban neighborhoods slated for renewal), and the Pulpspeak is the usual combination of vaguely Biblical formalisms, spiced with four-letter words and high-tech gibberish.\n\nMovies like this work if they're able to maintain a high level of energy and invention, as the Mad Max movies do. They do not work when they lower their guard and let us see the reality, which is that several strangely garbed actors feel vaguely embarrassed while wearing bizarre costumes and reciting unspeakable lines.", "running_time": 86, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-07", "genres": ["Action", "Science Fiction"], "title": "Cyborg (1989)"}