{"url": "http://www.rogerebert.com/reviews/cyrano-de-bergerac-1990", "by": "Gerard Depardieuas Cyrano de Bergerac", "star_rating": 3.5, "text": "It is entirely appropriate that Cyrano - whose very name evokes the notion of grand romantic gestures - should have lived his life bereft of romance. What is romanticism, after all, but a bold cry about how life should be, not about how it is? And so here is Cyrano de Bergerac, hulking, pudding-faced, with a nose so large he is convinced everyone is laughing at him - yet he dares to love the fair Roxane. I have made it one of my rules in life never to have anything to do with anyone who does not instinctively love Cyrano, and I am most at home with those who identify with him.\n\nThe \"real\" Cyrano, if there was such a creature beneath the many layers of myth that have grown up around the name, lived in France from 1619 to 1655, and wrote stories about his magnificent voyages to the moon and the sun. He inspired the Cyrano we love, a more modern creation, the work of Edmond Rostand, who wrote a play in 1897 that may not have been great literature, but has captured the imagination of everyone who has read it, and has been recycled countless times.\n\nSteve Martin and Daryl Hannah starred in the wonderful modern-dress comedy \"Roxanne\" (1987), inspired by the outlines of Rostand's story, and now here is a magnificently lusty, brawling, passionate and tempestuous classical version, directed by Jean-Paul Rappeneau. Cyrano is played by Gerard Depardieu, the most popular actor in France, who won the best actor award at the Cannes Film Festival last May.\n\nYou would not think he would be right for the role.\n\nShouldn't Cyrano be smaller, more tentative, more pathetic - instead of this outsized, physically confident man of action? Depardieu is often said to be \"wrong\" for his roles. His physical presence makes a definite statement on the screen, and then his acting genius goes to work, and transforms him into whatever is required for the role - into a spiritual priest, a hunchbacked peasant, a medieval warrior, a car salesman, a businessman, a sculptor, a gangster.\n\nHere he plays Cyrano, gadfly and rabble-rouser, man about town, friend of some, envied by many, despised by a powerful few, and hopelessly, oh, most painfully and endearingly, in love with Roxane (Anne Brochet). But his nose is too large. Not quite as long as Steve Martin's was, perhaps, but long enough that when he looks in the mirror he knows it would be an affront to present the nose anywhere in the vicinity of the fair Roxane with an amorous purpose attached to it.\n\nNow here is the inoffensive clod Christian de Neuvillette (Vincent Perez), Cyrano's friend. He is a romantic, too, but not in Cyrano's league. For him, love is a fancy. For Cyrano, a passion. Yet if Cyrano cannot have Roxane, then he will help his friend, and so he ghostwrites letters and ghost-recites speeches in the moonlight, and because Roxane senses that the words come from a heart brave and true, she pledges herself to Christian. The irony - which only the audience can fully appreciate - is that anyone with a heart so pure that she could love a cheesy lump like Christian because of his language could certainly love a magnificent man like Cyrano for the same reason, and regardless of his nose.\n\nThe screenplay by Rappeneau and the skilled veteran Jean-Claude Carriere spins this love story in a web of court intrigue and scandal, with Cyrano deeply involved on the wrong (that is, the good) side. And all leads up to the heartbreaking final round of revelations and truth-telling, and at last to Depardieu's virtuoso dying scene, which has to be seen to be believed.\n\nWhat other actor would have had the courage to go with such determination so far over the top, to milk the pathos so shamelessly, to stagger and groan and weep and moan until it would all be funny? Only the French could conceive and write, and perhaps only Depardieu could deliver, a dying speech that rises and falls with pathos and defiance for so long, only to end with the assertion that when he is gone, he will be remembered for . . . what? His heart? Courage? No, of course not. Nothing half so commonplace: For his panache.\n\n\"Cyrano de Bergerac\" is a splendid movie not just because it tells its romantic story, and makes it visually delightful, and centers it on Depardieu, but for a better reason: The movie acts as if it believes this story. Depardieu is not a satirist - not here, anyway. He plays Cyrano on the level, for keeps.\n\nOf course, the material is comic. But it is the frequent mistake of amateurs to play comedy for laughs, when the great artists know there is only one way to play it, and that is very seriously indeed.\n\nBut with panache.", "running_time": 138, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-12-25", "genres": ["Comedy", "Drama", "Foreign", "History", "Romance"], "title": "Cyrano de Bergerac (1990)"}