{"url": "http://www.rogerebert.com/reviews/cyrus-2010", "by": "John C. Reillyas John", "star_rating": 3.5, "text": "Marisa Tomei plays warm and friendly as well as anyone, and those qualities are essential to “Cyrus,” a film about her grown son and her new boyfriend waging what amounts to war over the possession of her body. There’s no incest, but a photo in her bedroom suggests the son was still getting to second base well into his adolescence. The boyfriend is pathetically happy to get on base at all, and this creates a comedy of awkwardness, private thoughts, passive aggression and veiled hostility. All Molly (Tomei) wants is for everybody to like one another and get along.\n\nHer boyfriend John (John C. Reilly) is fine with that goal, but her son Cyrus (Jonah Hill) is jealous and possessive, and very intelligent about how to use his feelings in a sneaky way so it’s not always obvious what he’s up to. Not obvious to Molly, anyway, because she doesn’t really want to know. More obvious to John, who’s on such thin ice he’s slow to admit how unpleasant the situation has become.\n\nI can imagine how a sex comedy could spring from this premise or even an oedipal drama. What’s intriguing about “Cyrus” is that way it sort of sits back and observes an emotional train wreck as it develops. The movie doesn’t eagerly jump from one payoff to another, but attunes itself to nuance, body language and the habitual politeness with which we try to overlook social embarrassment. With only three people, however, it’s a problem when one is deliberately creating embarrassment.\n\nJonah Hill, who is a fairly large man, is able to morph himself somehow into a big baby here; he cleverly uses immature conduct to excuse inappropriate behavior. When he hugs his mommy, for example, there’s the not-so-slight suggestion that he does so not as her son but as her smoocher. There’s no suggestion that actual sex has ever been involved, but to poor John (and to us), he’s over the top. Molly seems oblivious.\n\nCyrus pretends to welcome and like John. His very welcome outreaches the bounds of propriety. Then little things happen. John’s shoes disappear. If Cyrus took them, he could easily throw them away. But “whoever” took them, they’re left where they will eventually be found, a ticking time bomb. Little things like that.\n\nMarisa Tomei has the trickiest role here. She’s lonely, she’s been single too long, and she likes John, the big lug. She befriends him at a party where he’s desperately unhappy. She discovers him peeing in the shrubbery and says what, under these circumstances, is a remarkably tactful thing to relieve the embarrassment: “nice penis.” He needs a woman like this. He’s apart from his first wife (Catherine Keener), who was maybe too smart for him. Molly isn’t dumb, but she’s — well, sometimes she’s improbably clueless. She is also very sexy, so you can understand that a boy the age of Cyrus (but not her son) would be attracted. That avoids possible eww moments.\n\n“Cyrus” was written and directed by the Duplass brothers, Mark and Jay, who up until now have been identified with “mumblecore” — a movement, a term I hope I never have to use again. Let’s put it this way: If a movie is mumblecore, it probably doesn’t much want to be enjoyed, and if it isn’t, why call it failed mumblecore? Their previous film, “Baghead” (2008), was not beloved by me. Now here is a film that uses very good actors and gives them a lot of improvisational freedom to talk their way into, around and out of social discomfort. And it’s not snarky. It doesn’t mock these characters. It understand they have their difficulties and hopes they find a way to work things out. There’s your suspense: How can they?", "running_time": 91, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-23", "genres": ["Comedy", "Drama", "Horror", "Romance"], "title": "Cyrus (2010)"}