{"url": "http://www.rogerebert.com/reviews/d-c-cab-1983", "by": "Adam Baldwinas Albert", "star_rating": 2.0, "text": "The funniest thing about \"D. C. Cab\" is the first paragraph of the press release accompanying the movie:\n\n\"When a person takes a taxicab ride, he or she expects to arrive safety and calmly, and to remain at least as sane as when they first entered that rear door.\"\n\nTell that to the driver I had last Sunday, who was watching a portable TV in the front seat. For the first time in my life, I really believed that the next Bears touchdown was a matter of life and death.\n\n\"D. C. Cab\" is not an entirely bad movie -- it has its moments -- but if it had used more actual taxi-riding incidents and more recognizable driver types, it could have been a little masterpiece. It's about a ramshackle Washington cab company with drivers who are misfits, an owner who is henpecked, and enemies who are trying to force it off the streets. This company is so broke it can't even afford the license to pick up fares at the airport.\n\nThe drivers include various ethnic and social types, from an earnest young trainee to the inimitable Mr. T. That's great, but where are some of the most universally recognizable taxi driver types? For example, the three main varieties of recently arrived foreign students: (a) those who speak no English; (b) those who want to practice their English, and (c) those who know a way to get to the airport using only alleys.\n\nThe underlying inspiration for \"D. C. Cab\" doesn't seem to have been real taxi driver experiences, and no wonder. Although the movie was shot in Washington, a city where taxis are important (how else would you get to the tidal basin at midnight?), the movie \"package\" was assembled in Los Angeles, a city where everybody owns a car, taxis have to be booked in advance, and a ride to the airport costs more than a day's car rental. Furthermore, the movie's producers are Peter Guber, formerly chief honcho of Casablanca Records, and Jon Peters, who is, I read in 'People,' Barbra Streisand's \"ex.\" How many hours a year do you think they spend in cabs?\n\n\"D. C. Cab\" feels like a movie with a split personality. The plot is fresh off the assembly line, with a lot of nonsense about two kidnapped rich kids and how the taxi drivers team up to rescue them. A lot of time is also wasted on the story of the D. C. Cab Company's battle with a rival company, its attempt to improve its image, and a fight over who will share a reward for a lost violin. These are all, as you can well imagine, paralyzingly boring plot ideas.\n\nThere is vitality in the movie, however, and it comes directly from the cast. There are a lot of engaging actors on screen, with lots of energy, and when they're set free to act goofy and clown around, it can be funny. The movie's star is Adam Baldwin, a Chicago actor seen in \"My Bodyguard,\" and he's likable. But he and everybody else in the cast are upstaged by Mr. T, who is billed as a supporting player but has become such a personality that he, dominates\revery scene he's in. (If Nancy Reagan will sit on his lap while he wears a sleeveless Santa suit, you know he's hot.) The drivers create a moving mob scene; they race through the dumb plot with anarchic energy, and when it's all over, what have you got? Mindless, likable confusion. It's not the worst thing you can get from a movie.\n\nConsumer note: Irene Cara is billed for appearing as \"herself.\" That's right. She gets into a cab, smiles, gives an autograph, and that's it.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-22", "genres": null, "title": "D. C. Cab (1983)"}