{"url": "http://www.rogerebert.com/reviews/d3-the-mighty-ducks-1996", "by": "Emilio Estevezas Gordon Bombay", "star_rating": 1.0, "text": "“D3: The Mighty Ducks” is the first movie title I've seen that\rcorrectly predicts its grade on Entertainment Weekly's movie report card: a D.\rThe Mighty Ducks, Minnesota's underdog kid hockey team, are back again, in a\rthird version of more or less the same story: Evil, petty, vindictive,\rmean-spirited, cheating, lying snobs try to stop them, but the Ducks, after\rfirst dealing with cockiness, infighting, pride, anger and a new coach, redeem\rthemselves in the big match.\n\n“You've\rnever heard of the Anaheim Mighty Ducks?” asks Charlie, the team's top scorer. “They\rnamed a pro team after us!” He uses this as a pick-up line with a cute brunet.\rMaybe it would have worked even better if he'd added, “And the same company\rthat owns the team produced all three Mighty Duck movies, in a transparent\rexercise of cross-promotion!” As the movie opens, the state champion Ducks have\rall been given scholarships to snobby Eden Hall, a private academy with a\rhockey program so good that they have more flags hanging from the ceiling of\rtheir arena than a used-car lot on Washington's Birthday. Not everyone is happy\rabout these newcomers, who bring blacks, Asians, Jews, fat kids and even a girl\rinto the famous hockey program, which is apparently otherwise made up mostly of\rrich white snobs.\n\nLeading\rthe bigots is the sneering Dean Buckley (David Selby), who tries everything he\rcan think of to sink the scholarships. And then there's the varsity coach (Jack\rWhite), who is capable of pep talks to his boys like: “They don't belong in our\rschool. Now show them why!” The Ducks are devastated as the movie opens to\rdiscover that beloved Coach Bombay (Emilio Estevez) won't be with them anymore.\rBombay, the hot-shot lawyer who began coaching them as a form of court-ordered\rcommunity service, has moved on to the Junior Goodwill Games. Their new coach\ris a former pro player named Coach Orion (Jeffrey Nordling), who lectures on\rdefense.\n\n“I'm\ra scorer,” sniffs the star player, Charlie (Joshua Jackson). We've seen more\rthan one movie, and can guess where *that* kind of talk will lead, although we\rare not prepared for the way the script delivers with a bludgeon rather than a\rscalpel: The Ducks go out to a 9-0 lead, but don't play defense, and so their\ropponents then score 9 straight goals to tie the match.\n\nThe\rmovie's desperation can be seen in several totally contrived scenes, of which\rthe most obvious shows the fat kid losing control while on in-line skates,\rrolling away while Charlie speeds to rescue him. The kid, screaming piteously\rfor help, rolls down a flight of stairs, into city traffic, past snarling dogs,\retc., while sometimes skating on one leg, knocking over garbage cans, etc., and\rfinally flying through the air and somehow landing just as Charlie is able to\rsave him. The problem here is that only one of the best skaters in the world\rcould possibly have performed well enough to do all of these stunts; we wonder\rwhom the movie is trying to fool.\n\nMost\rof the dramatic scenes involve a feud between the freshman Ducks and the snob\rvarsity, who stick them with the bill at an expensive private club, leading to\rthe first movie scene since the 1930s in which we are asked to believe that the\rpenniless diners could work off their bill by washing dishes. Other\rtime-killers include a scenic trip to the Mall of America, and a curious side\rplot involving old Hans (Joss Ackland), who has followed the team since the\rbeginning, always believed in them and listens to their games on the radio\rwhile shaking his head sadly at their follies.\n\nHans\ris a familiar kind of movie fixture: a character obviously doomed to die before\rthe end of the film. I've gotten to where I can spot them in their first shots,\rand I whisper “He's gonna die!” to my wife, who tells me to be quiet and watch\rthe movie.\n\nAt\rthe end of the film, there is skullduggery involving the Ducks' free\rscholarships, which of course can be settled if they win a big match and if\rCoach Bombay comes back to practice his formidable legal skills. Everyone in\rthe movie seems to agree that athletic skill is the only criterion for\rscholarships at Eden Hall, a school where I cannot remember anyone ever taking\rany classes, although my attention may have wandered.\n\nWill\rthere be a “D4”? Do ducks quack?", "running_time": 104, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-10-04", "genres": ["Action", "Comedy", "Drama", "Family", "Sports Film"], "title": "D3: The Mighty Ducks (1996)"}