{"url": "http://www.rogerebert.com/reviews/da-1988", "by": "Barnard Hughesas Da", "star_rating": 3.0, "text": "There comes a day when we realize that we have grown older than our parents were when they were raising us. That is the day we can forgive them, because that is the day we discover they were no more infallible than we ourselves are. “Da” is a movie about that day, about the day a playwright flies home to Ireland to bury his father and discovers it is not going to be as simple as that.\n\nThe movie was written by Hugh Leonard, based on his play, his book and, one presumes, his life. It stars Martin Sheen as a successful Irish playwright, now living in New York, who has his life more or less in order - except for a deep well of frustration and resentment left over from his childhood. When the news comes that his “da” has died in an old folks’ home outside Dublin, he returns to the scene of all of his memories, and it turns out that his father is still waiting there for him.\n\nIn the movie, as in the play (which I saw in Dublin), this supernatural detail is handled matter-of-factly. Da, played by Barnard Hughes, walks in and sits down and starts to badger his son, and that’s that. The old man is both a presence and a memory, both a character in each scene and a character in the mind of his son.\n\nThis duality creates two kinds of scenes in which Sheen and Hughes can interact. In some of them, the time is now, and Sheen is the dutiful son, come to bury his father. In other scenes, which are flashbacks, we see actual events in the lives together of father and son. And in some of those scenes, the son is played by younger actors, and Hughes looks younger, too. The flashback scenes are handled objectively, allowing us a way to measure how much of the adult Sheen’s anger is justified, and how much is self-indulgence.\n\nMost of the flashbacks involve moments when the young man was embarrassed or humiliated, and of course those moments from childhood stay with us much more vividly than the happy times. In all of the movie, there is no scene more painful than the one in which a quavering old potential employer (William Hickey) comes to call, and is informed by the boy’s mother that her son was adopted. This is gratuitous information, unnecessary for the employer to know, but it explains some of the hurt that exists between father and son.\n\nIt is only in the “present” scenes, conversations between father and son after da’s death, that some of those hurts are resolved and the son is at last able to see that his parents did love him, did care for him and did the best they could. Watching those scenes, I was reminded of a wonderful, overlooked memoir by Clair Huffaker called One Time I Saw Morning Come Home, in which the author, in his 50s, tries to come to grips with the fact that his parents were just a couple of teenage kids when they had him.\n\nHughes has played the role of da countless times in stage, winning a Tony for it, and he brings to the movie an assurance that is absolutely essential. Precisely because he is a “spirit,” he must seem flesh and blood, and as he sits in the parlor of his lifelong home, talking with his son, he seems like the kind of reasonable yet exasperating parent who has never quite gotten over the battles of his own childhood. Sheen, as the son, has perhaps a harder assignment: It is always tricky to express resentment without seeming petulant, but he pulls it off with a certain weariness - as if he has had to put up with his da long enough in life without having to start all over again with his spirit.\n\n“Da” is in many ways a predictable movie; we know from the beginning more or less where it will have to go, and so it does. The texture of the performances and the writing are what make it worth seeing. It is almost impossible, seeing this film, not to think of your parents in a new light, as people who, amazingly, did not have all of the answers and did not even know some of the questions. Perhaps one of the great divides we cross, in our journey through life, is into that age where we can sympathize with our parents against our own insufferable younger selves.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-07-01", "genres": null, "title": "Da (1988)"}