{"url": "http://www.rogerebert.com/reviews/daddy-longlegs-2010", "by": "Ronald Bronsteinas Lenny", "star_rating": 3.0, "text": "Lenny isn't a bad father. He's no father at all. He doesn't understand the concept. I don't believe he ever will. He doesn't understand being an adult. He doesn't understand anything. The question at the heart of “Daddy Longlegs” is, why did his former wife ever think she could trust him with two weeks annually of child custody? Lenny shouldn't even have custody of himself.\n\nHe's in constant motion during “Daddy Longlegs.” If he has role models at all, they're provided by his two sons, Sage and Frey. Lenny acts like their playmate, not their father. “Guys,” he calls them. “Guys.” I heard him call Sage by name once. Frey, I don't remember even once. They are a unit, the Child Unit, to be plunged into his idea of a good time.\n\nLenny is played by Ronald Bronstein, who directed “Frownland,” a 2008 film about a man all bottled up inside. Lenny is the opposite. He projects an almost relentless upbeat enthusiasm, until sometimes he loses it, and we see the anger. He tries to baby-sit the kids, who are 5 and 7 years old, while at the same time working as a movie projectionist and dating, or breaking up, with his current girlfriend (Eleonore Hendricks). With one kid riding his shoulders and another tagging behind, he rushes out on unclear missions.\n\nFor parents, this may play like a horror film. At one point, Lenny actually gives these two children $55 and sends them by themselves to a supermarket some blocks away in New York City to buy supplies for dinner. At another time, he talks a complete stranger into taking the three of them along on a trip with her boyfriend to upstate New York.\n\nHe jumps on the bed with the “guys” and wrestles them. He forgets to pick them up after school. He takes them to work, and they print out a thousand Xeroxes. Then, in an unbelievable act of criminal irresponsibility, he figures out a way for them to stay out of trouble for two, maybe three days, while his big mouth manages to get himself arrested.\n\nThe film's directors, the Safdie brothers, Ben and Joshua, have a dedication on the film that may or may not refer to their own father. Their cinematic father is obviously John Cassavetes, whose own manic heroes ran crazy loops around their lives. If “Daddy Longlegs” is influenced by Cassavetes, well, that's not a bad thing. Few filmmakers have the nerve to travel that path. \n\nBronstein's performance is crucial. It's difficult to make a manic character plausible, but he does. He never goes over the top. His mania seems devoted more to lifting off from the bottom. How he ever persuaded his wife (Leah Singer) to marry him is hard to explain, most of all, probably, to herself.\n\nNote: This film is available in some markets via Video on Demand.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-06-09", "genres": ["Comedy", "Drama"], "title": "Daddy Longlegs (2010)"}