{"url": "http://www.rogerebert.com/reviews/daddy-day-care-2003", "by": "Eddie Murphyas Charlie Hinton", "star_rating": 1.0, "text": "\"Daddy Day Care\" is a woeful miscalculation, a film so wrong-headed audiences will be more appalled than amused. It imagines Eddie Murphy and sidekick Jeff Garlin in charge of a day-care center that could only terrify parents in the audience, although it may look like fun for their children. The center's philosophy apparently consists of letting kids do whatever they feel like, while the amateur staff delivers one-liners.\n\nI realize that the movie is not intended as a serious work about day-care centers. It is a comedy (in genre, not in effect). But at some point we might expect it to benefit from real life, real experiences, real kids. Not a chance. It's all simply a prop for the Eddie Murphy character. Aggressively simple-minded, it's fueled by the delusion that it has a brilliant premise: Eddie Murphy plus cute kids equals success. But a premise should be the starting point for a screenplay, not its finish line.\n\nIn the film, Murphy plays Charlie Hinton, an advertising executive assigned to the account of a breakfast cereal based on vegetables. This leads eventually to desperate scenes involving Murphy dressed in a broccoli suit. Maybe on the grounds that once, long ago, he was funny in a Gumby suit. The cereal fails, and he's fired along with his best pal Phil (Garlin). Charlie's wife Kim (Regina King) goes to work as a lawyer, leaving her husband at home to take care of their son Ben (Khamani Griffin). Next thing you know, Charlie has the idea of opening a day-care center.\n\nEnter the villainess, Miss Haridan (Anjelica Huston), whose own day-care center is so expensive that Charlie can no longer afford to send Ben there. Huston plays the role as your standard dominatrix, ruling her school with an iron hand, but you know what? It looks to me like a pretty good school, with the kids speaking foreign languages and discussing advanced science projects. Obviously, in the terms of this movie, any school where the kids have to study is bad, just as a school where the kids can run around and raise hell is good. This bias is disguised as Charlie's insight into child psychology.\n\nThe new school is successful almost from the outset, and empty seats begin to turn up in Miss Harridan's school as parents switch their kids to the cheaper alternative. No sane parent would trust a child to Charlie and Phil's chaotic operation, but never mind. Soon the partners hire an assistant, Marvin, played by Steve Zahn as a case of arrested development. Miss Harridan, facing the failure of her school, mounts a counter-attack and of course is vanquished. She appears in the movie's final shot in a pathetically unfunny attempt to force humor long after the cause has been lost.\n\nWhat the movie lacks is any attempt to place Murphy and his co-stars in a world of real kids and real day care. This entire world looks like it exists only on a studio lot. A few kids are given identifiable attributes (one won't take off his superhero costume), but basically they're just a crowd of rug-rats in the background of the desperately forced comedy. Even the movie's poop joke fails, and if you can't make a poop joke work in a movie about kids, you're in trouble.\n\nThe movie's miscalculation, I suspect, is the same one that has misled Murphy in such other recent bombs as \"I Spy\" and \"The Adventures of Pluto Nash\" (which was unseen by me and most of the rest of the world). That's the delusion that Murphy's presence will somehow lend magic to an undistinguished screenplay. A film should begin with a story and characters, not with a concept and a star package.", "running_time": 93, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-05-09", "genres": ["Comedy", "Family"], "title": "Daddy Day Care (2003)"}