{"url": "http://www.rogerebert.com/reviews/daddys-gone-a-hunting-1969", "by": "Carol Whiteas Cathy", "star_rating": 3.0, "text": "If a thriller doesn't work as a thriller, it doesn't work at all. Mark Robson's \"Daddy's Gone A-Hunting\" does work, very well, and that is a tribute to the power of the genre. Because on almost every level other than the ability to involve us and scare us, it's not a very good movie.\n\nThe acting is stiff and uncomfortable. The casting is distracting. The dialog was written by someone with a tin ear: People don't say those things, that way, anymore -- and they never did except in movies. There are also a couple of pretty wild improbabilities in the plot (which don't hold up unless the villain can see into the future). But let's face it None of these things makes that much difference if everything works on the thriller level.\n\nRobson gives us an intriguing situation. A young English girl (petulant Carol White) comes to San Francisco, meets a guy (Scott Hylands) and gets pregnant. She has an abortion. He accuses her of killing his child. Some months later, she meets a young Arrow shirt type (Paul Burke) and marries him. They have a baby. He is running for Congress, so there can't be a breath of scandal (very convenient, since otherwise she'd tell him the whole story and the plot would collapse). Her first lover, a melodramatic psychopath who's seen too many movies, sets in motion a long and complicated chain of events designed to force her to murder her baby: \"You murdered my child; now you'll murder his.\" Simple enough.\n\nThe exposition of the situation is done sketchily; we have to take on faith her relationships with both men, their characters, her mental processes and indeed the whole unlikely situation. We do, because it's a thriller, and in thrillers you want to believe and you don't ask embarrassing questions. We also forgive newcomer Scott Hylands, who does not know what to do with his hands on camera and flings them awkwardly about.\n\nHis miscasting is less serious than the choice of Carol White in the central role. She looks too healthy, too blond, too fetchingly plump, too simple, too secure, to remotely approach the stature of the haunted heroine. What was needed was a hyperthyroid brunet with restless eyes. After Hylands kidnaps the baby, he sets a series of clever booby traps that would reduce anyone else to a quivering mass; Miss White takes it like an Army nurse. As her husband, Burke is equally stalwart, helping the cops monitor telephone conversations and stuff.\n\nBut these are weaknesses that can be forgiven, especially in the film's last 30 minutes. The kidnaper leads the mother through a bizarre chase that climaxes (with a bow to \"King Kong\") at the Top of the Mark. He has the kid in a cat basket; she climbs up on the roof after him; the cops on neighboring rooftops aim their rifles and wonder if they can pick off the killer without hitting the mother or the baby. And a nice creepy sense of vertigo is developed.\n\nAnd then, in the last marvelously filmed scenes -- but you'd kill me if I went into that, wouldn't you? So let it be said that \"Daddy's Gone A-Hunting\" has a lot of things wrong with it, but it does function on the promised level. It absorbs you, it places the macabre firmly in the midst of the commonplace (like good Hitchcock), and in the end it really does scare you. So perhaps it didn't really need to be any better.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-08-07", "genres": null, "title": "Daddy's Gone A-Hunting (1969)"}