{"url": "http://www.rogerebert.com/reviews/daddy-nostalgia-1991", "by": "Dirk Bogardeas Daddy", "star_rating": 3.5, "text": "The operation has been a success from the surgeon’s point of view, but that leaves little consolation for the patient, who knows he is going to die soon. All he can hope for are a few weeks or months of respite from pain. He is a British businessman somewhere in his 60s, who lives with his French wife in a retirement apartment on the Riviera, and he returns there to die.\n\nThen something remarkable happens. His daughter arrives from England. They have not been close over the years, and often he was too distracted to really notice her. But now, as they begin to talk, the seasons of his life begin to take shape in her mind. They begin to know one another.\n\nThis is a wonderful story, but “Daddy Nostalgia” is not a very good title for it. I like the British title better: “These Foolish Things.” That refers to the song that haunts the movie, with some of the most bittersweet lyrics ever written, about how these foolish things remind me of you. Bertrand Tavernier’s whole movie is told in the tone of that song, as a fond, elegiac memory.\n\nThe father is played by Dirk Bogarde. This is his first screen appearance in at least 10 years, and he says it will be his last. He began in movies as a brash young man, but has aged into the perfect person to play this role. As in such movies as “Death in Venice” and “Providence,” he is a gentle man, a little regretful of lost opportunities, sentimental, and quietly brave. The daughter is Jane Birkin, angular and quick, a British actress who has long lived in Paris. Both she and Bogarde are fluent in French, which in the movie is sort of a joke between them, English people with a private language.\n\nAnd then there is another character in the movie, who is at the heart of what “Daddy Nostalgia” is really about, even though she doesn’t speak much at all. This is Bogarde’s wife and Birkin’s mother, played by Odette Laure as a stolid, resigned woman who sits in the kitchen and smokes endless cigarettes and drinks a lot of Coca-Cola and is deeply bitter. If you think enough about this character, the entire message of “Daddy Nostalgia” begins to shift.\n\nIt is easy enough to describe it as the leave-taking between two people who finally get to know one another: The father and daughter who allowed great silences to grow up in their lives, now cross those silences and become friends at the end. But what about the wife? In flashbacks from Birkin’s point of view, we see a quiet, shy little daughter, sitting on the stairs as her glamorous parents whisk past on their way to parties and dinners. She was neglected then. But at some point, the Bogarde character lost interest in his wife. For years they have not really spoken to one another. And now this autumn relationship with his daughter is a flirtation of sorts - she is another young woman he wants to charm, even now, when he is about to die.\n\nTavernier directed this film from a screenplay by his former wife, Colo Tavernier O’Hagen. There must be elements of autobiography in it for both of them - especially when you remember his two earlier films, “A Week’s Vacation” (1982) and “Sundays in the Country” (1989). Both told of children going to visit their fathers with a mixture of love and anger, and both showed fathers who were admirable and lovable but also self-centered and flawed.\n\nIt’s that extra complication that makes “Daddy Nostalgia” so much more than just a sweet leave-taking. The movie knows that even as we die, we hang onto our weaknesses as fondly as our strengths.\n\nThat dying people are selfish, all the more so because their resources are dwindling, and that even some of their good, generous, loving actions are done with complex motives. On one level this is a heartwarming movie. On another, it is a wise and even a bitter one.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-05-10", "genres": ["Drama", "Foreign"], "title": "Daddy Nostalgia (1991)"}