{"url": "http://www.rogerebert.com/reviews/dadetown-1997", "by": "Russ Hexter", "star_rating": 2.0, "text": "\"Dadetown'' begins with the information that it started out as a 15-minute PBS documentary about the small towns of America. Developments during the shoot, however, inspired the filmmakers to stay longer, watching the town transform itself from a smokestack to a silicon economy. The film works through interviews with locals: town council members, workers at the Gorman metal works, a sheriff's deputy, a store owner, and many others--including spokesmen for API Technologies, a high-tech outfit that has relocated to Dadetown's bucolic upstate New York landscape, with its low taxes and small town charm.\n\nIt's hard to explain exactly what API makes, or does, or is. The initials stand for \"American Peripheral Imaging,'' and the company is \"a facility dealing in the transmission of scientific and commercial data.\" Say again? The spokesman who explains is a little sheepish, as well he might be, since he is fluent only in Corporate PR-Speak. (The school board in Oakland should have included publicity double-talk among the languages our students should speak; ebonics would be joined by euphemistics.) Dadetown's major employer, pre-API, was the Gorman plant, which during World War II had won glory by turning out aircraft parts for Grumman. It has since come down a notch or two, and produces \"small metal products,'' which is euphemistic-speak for paper clips and staples.\n\nThe filmmakers visit with Gorman workers, who talk with pride about their town and their jobs. And they visit API newcomers, who are moving into new luxury homes and wishing the town had boutiques and maybe a movie theater. Then calamity strikes: Gorman lays off 150 workers, in preparation for shutting down. The economics are clear. For the cost of 10 tons of paper clips in Dadetown, 120 tons can be made in Asia.\n\nThe town is in an uproar. Local elections are affected. A beloved, recently deceased councilman might have agreed to a shady settlement. The Gorman workers are out of jobs. There's a building boom for nice new API homes, but dozens of Gorman workers' homes flood the market. And then we arrive at the famous end titles.\n\nWhat do they reveal that is so stunning? Read no further unless you want to know . . . that the documentary is a fake. \"Dadetown'' is a fiction film masquerading as a documentary. It had a script and actors.\n\nI was underwhelmed. I didn't know the secret when I saw the film, but it was clear to me from the film's opening moments that it was fiction--not only because of obvious clues, but because any sophisticated viewer can just plain *tell* by listening closely to the tones and nuances of the dialogue.\n\nThe most perplexing and fascinating documentary I have ever seen is Errol Morris' \"Gates of Heaven,\" about pet cemeteries in California. Its dialogue and developments are so remarkable that many feel it must be fiction. But, no, you can sense instinctively that the people on screen are actually talking spontaneously to the camera, and not delivering prepared dialogue, however wonderfully worded. (I checked; the people were real.) By the same token, I could sense that the actors in \"Dadetown'' were actors. They are good actors, for the most part, but I believe that no actor is good enough to deliver fictional dialogue as if it is real and get away with it for very long. (Some of John Cassavetes' movies come close.) Yet all the reviews I've mentioned preserved the \"secret'' that the movie was a fake, as if audiences would be astonished by the end credits. As I was watching it, I recalled Barbara Kopple's \"American Dream\" (1992) about the tragic Hormel strike in Austin, Minn. No one who has seen Kopple's documentary footage of displaced workers could mistake similar scenes in \"Dadetown'' for the real thing.\n\nApart from my disenchantment with the end titles, I had questions about the film itself. As a fan of Michael Moore's \"Roger & Me\" (1989), I am of course sympathetic to the fates of workers in downsized industries and the sins of runaway manufacturers. But these are not real workers or companies, and so any judgment about \"Dadetown'' must be based on the information in the film.\n\nWatching it, it occurred to me that making paper clips and staples was not the sort of a job that many people would choose for a lifetime, if they had alternatives. The film mentions that money is \"pouring into Dadetown'' as a result of API's expansion, and that there is a building boom. Construction pays better than paper clip assembly lines, and ambitious workers would probably choose to quit Gorman voluntarily to take advantage. Those new yuppies also mean a boom for service industries, and for well-paid plumbers, electricians and carpenters.\n\nI also doubt it was a tragedy that Dadetown got a boutique (I hope they get a movie theater). The movie's locals basically seem to be saying that they liked the town exactly the way it was, and resent all outsiders. That's a touching combination of Norman Rockwell and xenophobia, but modern Americans are forever on the move--\"Dadetown's'' pastoral continuity is a sentimental fiction.\n\nMany moments ring false; at one point, the API newcomers make a wish list that includes \"24-hour restaurants like Burger King.'' No town with an economy based on a paper clip plant would lack fast food; the filmmakers have confused Dadetown with an affluent suburb with snooty zoning laws. (It would have made more sense to have the API folks trying to close down McDonald's.) \"Dadetown'' poses as a brave statement in favor of small towns and against what one reviewer called the fascist onslaught of high tech. I see it more as Know-Nothingism and nostalgic sentimentality. Hexter deserves praise for so cleverly making a fake documentary. But somehow I was reminded of a toy cathedral glued together out of matchsticks: Why go to all that trouble just to prove a point, when the real thing is so much more compelling? Here's my best advice: If \"Dadetown'' sounds interesting, program a double feature of \"Roger & Me'' and \"Gates of Heaven'' and really be amazed. Then, for a view of an American town devastated by downsizing and union-busting, view Barbara Kopple's \"American Dream\". All the workers in that film are real.\n\nNote: Russ Hexter, the young director of \"Dadetown,'' died unexpectedly not long after the film was finished. He showed great promise here, not least in the imagination to even try such a project.", "running_time": 93, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-01-03", "genres": null, "title": "Dadetown (1997)"}