{"url": "http://www.rogerebert.com/reviews/damage-1993", "by": "Jeremy Ironsas Dr. Stephen Fleming", "star_rating": 4.0, "text": "One of the most sublime and hazardous moments in human experience comes when two people lock eyes and realize that they are sexually attracted to one another. They may not act on the knowledge.\n\nThey may file it away for future reference. They may deny it. They may never see each other again. But the moment has happened, and for an instant all other considerations are insignificant.\n\nEarly in Louis Malle's \"Damage,\" such a moment takes place between Dr. Stephen Fleming, a British government official, and Anna Barton, a young woman he has met at a reception. But it is wrong to describe it as a moment. They speak briefly, their eyes meet, and then each holds the other's gaze for one interminable second after another, until so much time has passed that we, in the audience, realize we are holding our breath.\n\nThere might have been a moment when they could have broken the spell, but both chose not to, continuing the moment far beyond the bounds of propriety or reason - particularly since Anna (Juliette Binoche) has just told Stephen (Jeremy Irons) that she is his son's fiancee.\n\nThis moment is followed by another that is remarkable for being so abrupt. Stephen sits at his desk. The telephone rings. A voice: \"It's Anna.\" He replies: \"Tell me where you are and I'll be there within an hour.\" And so begins their love affair, passionate and obsessive, reckless and heedless of harm to others. It is not that they want to hurt anyone, and it is not even that they want a sexual dalliance. This is something different. Indeed, they both love Martyn (Rupert Graves), Stephen's son, and plans for the marriage of Martyn and Anna continue uninterrupted.\n\n\"Damage\" is not about romance but about obsession, about erotomania on the part of the older man, and about complex and hidden feelings on the part of the young woman. She is attracted to Stephen, yes, but there is more than that.\n\nWhen she was young she suffered a traumatic loss, and she describes herself as \"damaged\" She would not hurt him, not by an overt act, but her presence will eventually lead to harm. Watching this movie is like watching an emotional traffic accident as it unfolds.\n\nThe film is based on the best seller by Josephine Hart, which had a certain undeniable power, but the right place for this material is the screen, I think, because it can show exactly how the two look at one another. This is a movie about sight; from the first moment the two meet, it is filled with what is seen and what is not seen, as Stephen suffers though a dinner party with his wife, his son, Anna and her mother - and some observe, and some do not, what has happened.\n\nCasting is everything here. Stephen could easily come to seem like a fool, and some actors could have played him no other way.\n\nJeremy Irons, gaunt and aesthetic, brings no fleshy pleasure to the role. Love makes him look like a condemned man, and he feels guilty about sleeping with his son's fiancee, but he must, he cannot help himself, and so he does. The heart knows what it must have.\n\nJuliette Binoche also embodies qualities that are essential to the film. She is attractive, but not in a conventional movie way; her face is solemn and serious, and she is capable of showing nothing and yet suggesting multitudes. Godard chose her for the title role of his \"Hail Mary,\" Andre Techine cast her as a sexual tigress in \"Rendezvous,\" and in Phillip Kaufman's \"The Unbearable Lightness of Being,\" she was the young woman who the doctor saw for a moment in a train station, and who come to stay with him, and who he could not deny. It is clear that all three directors saw her as somehow outside the norm, as an actress who could portray sexuality without descending to its usual displays.\n\nLouis Malle is a director who has specialized in varieties of forbidden sex. His credits include \"Pretty Baby,\" about a photographer's child model, and \"Murmur of the Heart,\" about incest.\n\nHis screenplay is by the playwright David Hare, who does an excellent job of surrounding these people with convincing characters whose very ordinariness underlines the madness of their actions. Miranda Richardson plays Jeremy Irons' wife, and is magnificently angry in the powerful closing scenes. Leslie Caron is Anna's mother, who knows her daughter well, and sees what is happening. And Rupert Graves is warm and likable as the son.\n\n\"Damage,\" like \"Last Tango in Paris\" and \"The Unbearable Lightness of Being,\" is one of those rare movies that is about sexuality, not sex; about the tension between people, not \"relationships\"; about how physical love is meaningless without a psychic engine behind it. Stephen and Anna are wrong to do what they do in \"Damage,\" but they cannot help themselves. We know they are careening toward disaster. We cannot look away.", "running_time": 111, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-01-22", "genres": null, "title": "Damage (1993)"}