{"url": "http://www.rogerebert.com/reviews/damned-in-the-usa-1993", "by": "Paul Yule", "star_rating": 1.0, "text": "The film, produced and directed by Paul Yule for Britain's counter-culture Channel Four, involves two controversies over public funding of the arts: The Cincinnati exhibition of Robert Mapplethorpe photographs, and an artwork depicting the Crucifixion in a manner that cannot be described in a family newspaper. The movie, of course, describes and depicts; the most lurid descriptions of the Mapplethorpe photos come in Senate speeches by Sen. Jesse Helms, who invites fellow senators over to his desk to have a closer look.\n\nThe argument of Helms, Wildmon and others is that federal money from the National Endowment for the Arts should not be used to subsidize such allegedly sacrilegious and pornographic artworks.\n\n\"They can do anything they want on their own time and with their own money,\" Helms says, \"but not with taxpayer's money.\" I am more or less in agreement with his position; I do not believe that artists have a right to a taxpayer subsidy. I hope Helms will agree with me that taxpayers should also not be forced to subsidize the expensive public circuses put on by the military, such as those air shows in which multimillion-dollar aircraft whiz over the heads of the crowds. Artists should subsidize their art by selling it to their admirers, and the military should subsidize its tub-thumping by selling tickets to air show crowds. What could be more fair, or more consistent with the Helms argument? \"Damned in the U.S.A.\" doesn't make that argument, or much of any other argument. Its tactic is to present Wildmon, Helms and other right-wing spokesmen, and then ridicule them with clips of a liberal comedian making fun of their positions. Since the comedian inevitably addresses himself to the exact points that have just been made, it's obvious that he is not doing a spontaneous performance, but has been scripted into the movie. This tactic is dishonest, and not effective, because Wildmon makes points that sound seductively attractive, and could be answered by more than lame ridicule. The only intelligent spokesman for the opposition in the film is Playboy publisher Christie Hefner, who is not asked questions that draw her out on the real subjects of the movie.\n\nAs a documentarian, Yule has the skills of a third-rate producer for the local news. Dealing with the Cincinnati trial over the Mapplethorpe photos, for example, he includes much footage of Judge David Albanese conducting the camera on a tour of his courtroom. For what purpose? To make Albanese look silly? It is Yule's film that ends up looking childish. The most interesting Mapplethorpe footage comes as a defense witness tries to explain why the photos should not be viewed simply as depictions of unusual acts, but as compositions of form and light. The expert explanation is cut short, however; only enough is included to get an easy laugh, even though such testimony actually did convince the Cincinnati jury to dismiss charges against the curator who presented the show.\n\nOne thing that bothers me about Wildmon, critic Michael Medved (Hollywood vs. America) and others is that they imply that the right has a monopoly on family values. Liberals also love their children and wish to supervise their exposure to media-based sex and violence. But you will listen to thousands of right-wing attacks on the media without ever once hearing that sex and violence are reliable profit centers - that the go-go greed of the Reagan-Bush years has created an America where the bottom line is more important than corporate morality, and a network or studio executive who fails to maximize profits will be fired.\n\nMany of the London newspapers run a regular \"report from America,\" in which a correspondent files lurid paragraphs about snake-worshipping cults in the South, or California psychics who read the minds of dogs. \"Damned in the U.S.A.\" is exactly the same kind of reporting, scoring cheap points against easy targets, and capitalizing on the right-wing \"family values\" movement without taking either it, or its dissenters, seriously. Although there has been much controversy lately over fakery in U.S. network news reports, our standards are still pretty high - especially compared to shabby documentaries like this one.", "running_time": 76, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-03-12", "genres": null, "title": "Damned In The U.S.A. (1993)"}