{"url": "http://www.rogerebert.com/reviews/damsels-in-distress-2012", "by": "Greta Gerwigas Violet", "star_rating": 3.0, "text": "It's delightful and a little bewildering to find a 2012 comedy that evokes a world that exists only in the novels of P.G. Wodehouse. Whit Stillman's \"Damsels in Distress\" creates Seven Oaks College, a school so innocent and naive that only it could believe in itself. Its heroine, Violet Wister, is one of the daffiest characters in recent movies, who believes one of the noble callings of women is to date men who are their inferiors, and thus lift them up. \n\nAll of the men at Seven Oaks are Violet's inferiors, and this also holds true for her sidekicks. Violet (Greta Gerwig) is one of those tall, blond, efficient style setters who sweep down the hallways of school comedies, scattering instruction and snobbery. Alicia Silverstone used to play these roles. Or think of Cybill Shepherd. The difference is, Violet's motives are charitable. She would like to instruct male undergraduates about the delights of underarm deodrorants, enlist them in a new dance craze of her own invention, and be of use to them, if necessary, at the suicide prevention center run by herself and her girlfriends. When you walk through the door looking suicidal, the first thing the center does is offer you a doughnut — but you should see with what alacrity Violet snatches a doughnut back from a pretender.\n\n\"Damsels in Distress\" is the fourth film (and the first since 1998) by Whit Stillman, who as a younger man, looked like F. Scott Fitzgerald and spoke like someone who had learned the language through sophisticated comic novels. He made a kind of movie nobody else was making, about rich and privileged young people moving in the very best circles — which is to say, their own. He called them the \"urban haute bourgeoisie.\" They consider \"yuppie\" a term of praise. His \"Metropolitan\" (1990), about a young man hoping to win acceptance from such snobs, was a considerable hit, in part because no one had seen a movie like it unless one possibly running in black and white at 3 a.m. on TCM. Then came \"Barcelona\" (1994) and \"The Last Days of Disco\" (1998). What they had in common is that the supporting cast of a Fred Astaire comedy could have wandered in and not been noticed. \n\nMy critic friend Peter Debruge writes me wondering if Stillman is channeling further back than Wodehouse: back to the days of Thackeray, the Dandy tradition and Vanity Fair. And indeed there's a bit of Becky Sharp in Violet. She probably likes novels where women are the arbiters of social circles.\n\nNow Stillman centers on a fictional college that's like an Ivy League school for those who are not very rich or smart. Two of the men in Violet's life, for example, don't know the names of the basic colors; in one case, it's not so much that the kid is stupid as that his social-climbing parents made him skip kindergarten.\n\nViolet of course must have a posse; friends who are not quite as tall or (in her mind) not quite as pretty. They flank her, because Violet must always be centered. On the first day of the new school year, we meet them: Rose (Megalyn Echikunwoke) and Heather (Carrie MacLemore), who both instinctively stand just a step behind her. Violet has ESP when it comes to picking out new recruits, and she and her friends sweep down upon Lily (Analeigh Tipton), a campus newcomer. Lily will be their new roommate. Thus will all of Lily's wardrobe, behavioral and boyfriend problems be handled for the next few years.\n\nStillman writes his own dialogue, and is a master of clever double-reverse wit. I didn't mention Wodehouse by chance. He's also lucky to have found an actress in Gerwig who finds the perfect note for playing a woman who knows everything better than you do, but doesn't believe she's being stuck up about it; she's just being kind. This is even true when she relieves poor Lily of her boyfriend, Charlie (Adam Brody).\n\nThe movie almost inevitably contains a campus musical, centering on Violet's new dance craze, the Sambola. This is not an inspired dance craze, nor is the musical destined for Broadway, but inspired by Violet, they are all perfectly rehearsed and keep on smiling, and their good nature is impossible to resist.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-11", "genres": ["Comedy", "Romance"], "title": "Damsels in Distress (2012)"}