{"url": "http://www.rogerebert.com/reviews/dan-in-real-life-2007", "by": "Steve Carellas Dan Burns", "star_rating": 3.0, "text": "Steve Carell of \"The 40-Year-Old Virgin\" has a personality, or maybe it is a lack of personality, that is growing on me. He is content to exist on the screen without sending wild semaphores of his intentions, his uniqueness and how funny he is. He's an everyman like a very (very) low-key Jack Lemmon. That makes him right for a romantic comedy like \"Dan in Real Life,\" during which he isn't expected to go over the top, but be just romantic and funny enough, you see, to let the situation work on its own terms.\n\nHe plays Dan Burns, a newspaper advice columnist, whose wife died four years before. He's raising three girls on his own, two teenagers and a pre-teen, and he must be doing a good job because they treat him like a slightly slow brother. At Thanksgiving, he takes them all to Rhode Island, where his parents (John Mahoney and Dianne Wiest) own a vast, rambling brown-shingled beach house you probably couldn't touch for $20 million. Since Mahoney's big job is wearing an apron in the kitchen, it's hard to see him as a guy owning that kind of real estate. Maybe he inherited. Also on hand is Dan's brother Mitch (Dane Cook).\n\nDan goes into town in the afternoon and runs into Marie (Juliette Binoche) in a bookstore. They begin one of those conversations that threatens to continue for a lifetime. It's not love at first sight, but it's intrigue, approval and yearning. She supplies her phone number. That evening, brother Mitch brings his girlfriend home and, yes, it's Marie.\n\nThat's the setup, and the movie deals with how to fit all those conflicting emotions into the house. Good thing it's big enough for lots of secret conversations on the move; the fact that social rules forbid them to declare their growing love make Marie and Dan feel all the more like blurting it out. Binoche is superb at looking upon her new man with the regret she'd feel for a puppy she can't adopt.\n\nThe movie's director and co-writer, Peter Hedges, made the overlooked little treasure \"Pieces Of April,\" a 2003 Sundance hit, also about a Thanksgiving family reunion (which, oddly enough, also involved a family named Burns). His plot this time is less fraught, maybe because enormous stakes are not involved; Mitch and Marie are not desperately in love; Dan and Marie hardly know each other, and social awkwardness is the most difficult hurdle between here and happiness. That's why the movie's so soothingly pleasant.\n\nYes, there are some loud moments and big laughs, some of them involving the three girls, who seem to be enduring simultaneous hormonal yearnings, but Mahoney and Wiest keep a steady hand on the tiller, and the fireplaces and Arts & Crafts furniture exert a calming influence. Juliette Binoche also has much to do with the film's charm. French but eloquent in English, she fills a place that Ingrid Bergman used to inhabit in the cinema: Able to be very serious, very sweet, very beautiful, she has the gravitas to make this story seem more important than a mere game of switching partners.\n\nIf the film has a flaw, and I'm afraid it does, it's the Sondre Lerche songs on the soundtrack. They are too foregrounded and literal, either commenting on the action or expounding on associated topics. In such a laid-back movie, they're in our face. The songs are on the movie's Web site, if you doubt me. But I got over the music and had a good enough time, although something tells me this is the kind of movie that will inspire countless queries from moviegoers asking me where that house is. I'll save you the trouble: I tried to find out, but couldn't. It looks real enough and not digital, but there's not a single exterior photo of it on the movie's official Web site.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-10-25", "genres": ["Comedy", "Romance"], "title": "Dan in Real Life (2007)"}