{"url": "http://www.rogerebert.com/reviews/dancers-1987", "by": "Mikhail Baryshnikovas Tony", "star_rating": 0.5, "text": "The idea is not exactly new: The story of a ballet is echoed by the real lives of the people who are dancing in it. But Herbert Ross's \"Dancers\" easily is the most dim-witted recent example of the genre, using \"Giselle\" to so little effect that perhaps the only way to save this movie would have been to substitute \"Peter and the Wolf.\"\n\nSee if any of this sounds familiar. Mikhail Baryshnikov plays Tony, the greatest male dancer of his age. While rehearsing for a film version of \"Giselle\" in Italy, he finds himself overtaken by a vague discontent. Things are just not right. Then, one day across a crowded restaurant, he spies the newest member of his company, a 17-year-old American teenager with big eyes and long hair. In a grand gesture, he sends her an entire ice cream cake, and their romance is under way.\n\nSo far, the story's not implausible. I know a lot of people who would go to bed for an ice cream cake. What is unacceptable about the movie is its refusal to supply the teenager (Julie Kent) with any human qualities other than hero worship and to assume that she would fall in love with Baryshnikov just because he is a famous man and he wants her to. Doesn't decency require them to at least pretend to have something in common?\n\nThe movie is so ineptly structured that maybe it doesn't even matter. The Baryshnikov character lays his usual line on her, something about a tall white tree he saw in his childhood, and meanwhile rehearsals for \"Giselle\" continue. But this is not even an interesting movie about show business.\n\nEverything I have ever heard about the filming of ballet movies leads me to believe that the set usually resembles Fassbinder's \"Beware of a Holy Whore,\" in which venomous and embittered malcontents hang around the hotel bar telling lies about each other, but not here. On the set of \"Giselle,\" much depends on Long Looks. Baryshnikov's current and former lovers lurk in the wings, looking significantly at him and each other. We read volumes into their gazes, because we have to, and because the movie gives us little else to think about.\n\nOne of the best gazers in the movie is Kent, who learns after the magical white-tree story that Baryshnikov has told it to other women - that, indeed, she may not be the only woman in his life. This causes her such distress that she stands in the wings during a dance sequence and provides not one but two Long Looks. We see in her eyes that she is shaken and in despair. If we look closely enough, we see something else. It appears that the editor, William Reynolds, has had to use the same closeup twice.\n\nThe girl runs out of the theater. The dance continues. Then there is a search for her. \"Call the police!\" Baryshnikov cries, and then her jacket is found in the sea, soaking wet. This turns out to be a real mystery after she turns up on land, dry. The movie eventually ends after more dancing. \"Dancers\" does not provide (a) interesting ballet sequences, (b) a coherent plot, (c) a romance of any description beyond the unsatisfactory requirements of Unrequited Love, or (d) pretty pictures. It has one distinction, though. It is one of the worst movies of the year.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-10-09", "genres": null, "title": "Dancers (1987)"}