{"url": "http://www.rogerebert.com/reviews/dances-with-wolves-1990", "by": "Kevin Costneras Lt. Dunbar", "star_rating": 4.0, "text": "They meet at first in the middle of the prairie, holding themselves formally and a little awkwardly, the cavalry officer and Sioux Indians. There should be instant mistrust between them, but they take each other's measure and keep an open mind. A civilized man is a person whose curiosity outweighs his prejudices, and these are curious men.\n\nThey know no words of each other's languages. Dunbar, the white man, tries to pantomime a buffalo. Wind in His Hair, a fierce warrior, looks at the charade and says, \"His mind is gone.\" But Kicking Bird, the holy man, thinks he understands what the stranger is trying to say, and at last they exchange the word for \"buffalo\" in each other's languages. These first halting words are the crucial moments in Kevin Costner's \"Dances With Wolves,\" a film about a white man who goes to live with Indians and learns their civilization at first hand.\n\nIn real life, such contacts hardly ever took place. The dominant American culture was nearsighted, incurious and racist, and saw the Indians as a race of ignorant, thieving savages, fit to be shot on sight. Such attitudes survived until so recently in our society - just look at the B Westerns of the 1940s - that we can only imagine how much worse they were 100 years ago. In a sense, \"Dances With Wolves\" is a sentimental fantasy, a \"what if\" movie that imagines a world in which whites were genuinely interested in learning about a Native American culture that lived more closely in harmony with the natural world than any other before or since. But our knowledge of how things turned out - of how the Indians were driven from their lands by genocide and theft - casts a sad shadow over everything.\n\nThe movie is a simple story, magnificently told. It has the epic sweep and clarity of a Western by John Ford, and it abandons the contrivances of ordinary plotting to look, in detail, at the way strangers get to know one another. The film is seen from the point of view of Dunbar (Costner), a lieutenant in the Union Army, who runs away from a field hospital as his foot is about to be amputated, and invites death by riding his horse in a suicidal charge at the Confederate lines.\n\nWhen he miraculously survives, he is decorated and given his choice of any posting, and he chooses the frontier, because \"I want to see it before it's gone.\" He draws an isolated outpost in the Dakotas, where he is the only white man for miles around. He is alone, but at first not lonely; he keeps a journal and writes of his daily routine, and after the first contact with the Sioux he documents the way they slowly get to know one another. Dunbar possesses the one quality he needs to cut through the entrenched racism of his time: He is able to look another man in the eye, and see the man, rather than his attitudes about the man.\n\nAs Dunbar discovers the culture of the Sioux, so do we. The Indians know the white man is coming, and they want to learn more about his plans. They have seen other invaders in these parts: the Spanish, the Mexicans, but they always left. Now the Indians fear the white man is here to stay. They want Dunbar to share his knowledge, but at first he holds back. He does not wish to discourage them. And when he finally tells how many whites will be coming (\"As many as the stars in the sky\"), the words fall like a death knell.\n\nAt first Dunbar and the Indians meet on the open prairie. One day they bring along Stands With a Fist (Mary McDonnell), a white woman who as a girl came to live with the tribe after her family was killed. She remembers a little English. With a translator, progress is quicker, until one day Dunbar comes to live with the tribe, and is eventually given the name Dances With Wolves.\n\nThere are some of the plot points we would expect in a story like this. The buffalo hunt (thrillingly photographed). A bloody fight with a hostile tribe. The inevitable love story between Dunbar and Stands With a Fist. But all is done with an eye to detail, with a respect for tradition, and with a certain sweetness of disposition. The love story is especially delicate; this isn't one of those exercises in romantic cliche, but a courtship conducted mostly through the eyes, through these two people looking at one another. There is a delicate, humorous sequence showing how the tribe observes and approves of the romance, when Kicking Bird's wife, Black Shawl (Tantoo Cardinal) tells her husband it is time for Stands With a Fist to stop mourning her dead husband and accept this new man into her arms.\n\nMeanwhile, we get to know many members of the Sioux tribe, most especially Kicking Bird (Graham Greene), Wind in His Hair (Rodney A. Grant) and the old wise chief, Ten Bears (Floyd Red Crow Westerman). Each has a strong personality; these are men who know exactly who they are, and at one point, after Dunbar has killed in battle beside them, he realizes he never knew who \"John Dunbar\" was but he knows who Dances With Wolves is. Much of the movie is narrated by Dunbar, and his speech at this point is a center for the film: He observes that the battle with the enemy tribe was not fought for political purposes, but for food and land, and it was fought to defend the women and children who were right there in the midst of battle. The futility he felt on his suicidal day as a Union officer has been replaced by utter clarity: He knows why he was fighting, and he knows why he was willing to risk losing his life.\n\n\"Dances With Wolves\" has the kind of vision and ambition that is rare in movies today. It is not a formula movie, but a thoughtful, carefully observed story. It is a Western at a time when the Western is said to be dead. It asks for our imagination and sympathy. It takes its time, three hours, to unfold. It is a personal triumph for Kevin Costner, the intelligent young actor of \"Field of Dreams,\" who directed the film and shows a command of story and of visual structure that is startling; this movie moves so confidently and looks so good it seems incredible that it's a directorial debut.\n\nCostner and his cinematographer, Dean Semler, are especially gifted at explaining things visually. Many of their most important points are made with a glance, a closeup, a detail shot.\n\nIn 1985, before he was a star, Costner played a featured role in a good Western called \"Silverado\" simply because he wanted to be in a Western. Now he has realized his dream again by making one of the best Westerns I've seen. The movie makes amends, of a sort, for hundreds of racist and small-minded Westerns that went before it. By allowing the Sioux to speak in their own tongue, by entering their villages and observing their ways, it sees them as people, not as whooping savages in the sights of an Army rifle. This is one of the year's best films.", "running_time": 181, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-11-09", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "Dances with Wolves (1990)"}