{"url": "http://www.rogerebert.com/reviews/dance-with-me-1998", "by": "Vanessa L. Williamsas Ruby", "star_rating": 3.0, "text": "\"Dance With Me\" is romance and intrigue in a shabby Houston dance studio, where professional dancers are in training for the World Latin Dance Championships in Las Vegas. A lot of the plot is standard, but a lot of it isn't, including the relationship between a young man from Cuba (the Puerto Rican singing star Chayanne) and a gifted dancer (Vanessa L. Williams) who says, \"I don't want to be in love.\" It goes without saying that these two people are destined to fall in love. But the movie sees Ruby, the Williams character, clearly and with surprising truthfulness; she has a depth associated with more serious movies.\n\nAnd there's another convincing character, grizzled old John Burnett (Kris Kristofferson), who runs the studio but would much rather be standing on the end of a Gulf pier, fishing.\n\nThe movie opens in Cuba, where the young and handsome Rafael Infante (Chayanne) buries his mother and then accepts an invitation to visit her old friend Burnett in Texas. At the bus station he's greeted not by Burnett but by Ruby Sinclair, who is pointedly standoffish. So is Burnett, who gives the newcomer a place to live over his garage, but doesn't warm up to him.\n\nIt's 30 days until the Vegas championships, and Ruby is having trouble with her partner. So is Burnett, whose heart is no longer in dancing. Rafael, pleasant and helpful, begins as a handyman and scores his first success by decorating the studio for a party by using every single decoration he can find--Christmas and Halloween stuff included. Before long, he's dancing.\n\nIt's clear to the audience from the first scene that Burnett is Rafael's father. But this is not clear to Burnett, or at least he won't admit it. It's also clear that Ruby and Rafael are powerfully attracted to each other, but Ruby has issues, including her child by her former partner Julian (Rick Valenzuela). She doesn't want love, and eventually she decides to rejoin Julian for the championships, and leave Rafael and Houston for good.\n\nThe director, Randa Haines (\"Children of a Lesser God\"), says she is a fan of ballroom dancing herself, and makes it clear that relationships off and on the floor are two different things. Ruby needs money and success, and dancing is what she's best at. She's been hurt by men and is single-minded. Yes, she's attracted to Rafael, and sometimes her heart melts, but then she pulls away again. Julian can help her win.\n\nRuby is the most interesting character in the movie. Williams, who by the way is a spectacularly good dancer, plays Ruby as a woman struggling to retain control of her life. There's steel and rigidity in her, and that's how she dances, too. Watching her do technical exercises, Rafael asks her, \"How do you dance without music? Dancing comes from the music. That's why you look so stiff.\" The first time they dance together, he's clumsy, because he doesn't understand her instructions. But \"I'm Cuban, and so of course I can dance,\" he says, and he can. Even when drenched by sprinklers.\n\nChayanne is famous in Latin music circles, not so well known in the mainstream. He's good-looking and can dance, but, more important, he's got a pleasing personality, and he doesn't overplay the schmaltz. By the end we're invested in wanting Rafael and Ruby to be together, and a movie that has achieved that has done its job.\n\nI liked Kristofferson, as a man tired and lonely. And I liked the other dance studio regulars, including Joan Plowright, an unlikely but inspiring casting choice, as a competitor in the seniors division. I also liked the big dance sequences at the end. Rick Valenzuela is a world-class dancing star whose character treats Ruby like his puppet. (He hisses criticisms even during dance numbers.) Their dance style is like a violent quarrel between two people who have long and bitterly hated and loved each other--perfect, of course, for the tango, but also perfect as a contrast to Rafael's looser and more spontaneous style.\n\nLike \"Strictly Ballroom\" and \"Shall We Dance,\" \"Dance With Me\" uses the dance scenes as a way to sneak musical numbers into a film that is technically not a musical. It sneaks in a lot more, too, and I was surprised by how much humanity Vanessa L. Williams brings to a character that could have been a cliche. This is a movie of predictable pleasures, and then it has those surprises.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-08-21", "genres": ["Drama", "Romance", "Sports Film"], "title": "Dance With Me (1998)"}