{"url": "http://www.rogerebert.com/reviews/dance-with-a-stranger-1985", "by": "Miranda Richardsonas Ruth Ellis", "star_rating": 4.0, "text": "Ruth Ellis and David Blakely were a tragedy waiting to happen. She was a B-girl, pouring drinks and massaging men's egos in a sleazy little 1950s London nightclub. He was a rich young brat, whose life centered around his career as a race driver. They met one boozy night in the club, and there was an instant spark of lust between them - Ruth, whose profession was to keep her distance from men, and David, who had never felt love in his life.   \n\n\"Dance with a Stranger\" is the story of their affair, which led to one of the most famous British murder trials of the decade. After Ellis shot Blakely dead in the street outside a pub, she was brought to trial, convicted, and executed with heartless speed; her trial began on June 20, 1955, and she was hanged on July 13 - the last woman to receive the death penalty in England.\n\nIn the 30 years since Blakely and Ellis died, the case has fascinated the British, perhaps because it combines sexuality and the class system, two of their greatest interests. Blakely was upper-class, polished, affected, superior. Ellis was a working-class woman who made herself up to look like Marilyn Monroe, and used the business of being a bar hostess as a way to support her young son and maintain her independence from men. Ironically, she was finally undone by her emotional dependence on Blakely, who gave and then withdrew his affection in a way that pushed her over the edge.\n\nTheir story is told by director Mike Newell in a film of astonishing performances and moody, atmospheric visuals. Ruth Ellis is the emotional center of the film, and she is played by a newcomer, Miranda Richardson, as a woman who prides herself on not allowing men to hurt her, and who almost to the end cannot believe that the one man she loves would hurt her the most. We see her first in the nightclub, where her blond Monroe looks supply the only style in the whole shabby room. We meet her regular \"friends,\" including Desmond Cussen (Ian Holm), a quiet, loyal bachelor who adores her in an unpossessive way. Then Blakely (played by Rupert Everett) walks into her life, and in an instant there is erotically charged tension between them; the way they both flaunt their indifference is a clue.\n\nTheir relationship falls into a pattern: lust, sex, tears, quarrels, absences, and then lust and sex again. Newell tells his story only in terms of the events and characters themselves. There are no detours into shallow psychology; just the patterns of attraction and repulsion. For Ruth Ellis, a woman living at a time when women's options were cruelly limited, the obsession with Blakely becomes totally destructive. She loses her job. She grows more dependent as he grows more cold and unpredictable, and everything is complicated by their mutual alcoholism. Cussen, the inoffensive, long-suffering admirer, takes her in, and she makes a real effort to shape up, but Blakely sounds chords in her that she cannot ignore.\n\nBy the end of the movie, Blakely has done things to her that she cannot forgive. And they are not the big, melodramatic things like the violence that breaks out between them. They are little, unforgivable things, as when he raises her hopes and then disappoints her. By the end, he is hardly even hurting her intentionally. He drinks in the company of fawning friends, he ignores responsibilities, he disappears into his own druken absent-mindedness, and forgets her. And then, one night outside a pub, she reminds him, once and for all.", "running_time": 102, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-08-23", "genres": ["Drama", "Foreign"], "title": "Dance With A Stranger (1985)"}