{"url": "http://www.rogerebert.com/reviews/dancer-in-the-dark-2000", "by": "Bjorkas Selma", "star_rating": 3.5, "text": "Some reasonable people will admire Lars von Trier's \"Dancer in the Dark,\" and others will despise it. An excellent case can be made for both positions.\n\nThe film stars Bjork, the Icelandic pop star, as Selma, a Czech who has emigrated to America, has a small son, works as a punch-press operator, is going blind and is saving her money for an operation to prevent her son from going blind, too. To supplement her income she fastens straight pins to cards for a fraction of a penny per card. She keeps her money in a candy box. If I told you the movie was set in 1912 and starred Lillian Gish, you might not have the slightest difficulty in accepting this plot; whether you would like it, of course, would depend on whether you could make the leap of sympathy into the world of silent melodrama.\n\nBut the movie is set not in 1912 but in 1964. People still went blind, but plots had grown more sophisticated by then--and even more so by 2000, when this film won the Palme d'Or at the Cannes Film Festival. Since it is impossible to take the plot seriously on any literal level, it must be approached, I think, as a deliberate exercise in soap opera. It is valid to dislike it, but not fair to criticize it on the grounds of plausibility, because the movie has made a deliberate decision to be implausible: The plot is not a mistake but a choice.\n\nSelma (Bjork) and her son live in a house trailer behind the home of Bill (David Morse), a copwho is in thrall to his materialistic wife. He earns, she spends. She thinks he has a big inheritance, and \"it makes her proud,\" he confides in Bjork, to see him visiting his safety deposit box. In fact, the box is empty. The cop likes or loves Selma or something (he is too gormless to be sure), but betrays her trust. This leads to a deadly confrontation between them, which is stretched out like one of those silent scenes where a victim staggers, speaks, staggers, speaks some more, falls down, curses the fates, tries to climb up, laments, falls over again, etc. Either you see this for what it is, von Trier deliberately going for effect, or it seems silly. Maybe it seems silly, anyway, but you can admire his nerve.\n\nSelma is followed everywhere by Jeff (Peter Stormare, from the wood chipper scene in \"Fargo\"). He wants to be her boyfriend. She's not looking for a boyfriend right now. It is important to note that both Selma and Jeff are simpleminded. Today we would call them retarded; in 1912, they would have been about as smart as many characters in melodrama. Selma also has a good friend named Kathy (Catherine Deneuve--yes, Catherine Deneuve), who figures out that Selma is going blind and wants to help her, but is defeated by her stubbornness.\n\nThe movie begins with Selma rehearsing for a leading role in a local production of \"The Sound of Music.\" It is interrupted by several song-and-dance numbers. Most of the film is shot in fairly drab digital video, but the musical numbers have brighter colors. They're set in locales like the factory floor and a railroad bridge. Against their jolly notes must be set the remarkably graphic death that closes the movie.\n\nThe first press screening at Cannes was at 8:30 a.m. That's the screening where all the real movie people attend--the critics, festival heads, distributors, exhibitors, film teachers, other directors, etc. (the evening black-tie audience is far more philistine). After the screening, the auditorium filled with booing and cheering--so equal in measure that people started booing or cheering at each other.\n\nI sat in my seat, ready to cheer or boo when I made up my mind. I let the movie marinate, and saw it again, and was able to see what von Trier was trying to do. Having made a \"vow of chastity\" with his famous Dogma 95 statement, which calls for films to be made more simply with hand-held cameras and available light, he is now divesting himself of modern fashions in plotting. \"Dancer in the Dark\" is a brave throwback to the fundamentals of the cinema--to heroines and villains, noble sacrifices and dastardly betrayals. The relatively crude visual look underlines the movie's abandonment of slick modernism.\n\n\"Dancer in the Dark\" is not like any other movie at the multiplex this week, or this year. It is not a \"well made film,\" is not in \"good taste,\" is not \"plausible\" or, for many people, \"entertaining.\" But it smashes down the walls of habit that surround so many movies. It returns to the wellsprings. It is a bold, reckless gesture. And since Bjork has announced that she will never make another movie, it is a good thing she sings.", "running_time": 160, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Crime", "Drama", "Music"], "title": "Dancer In The Dark (2000)"}