{"url": "http://www.rogerebert.com/reviews/dancing-at-lughnasa-1998", "by": "Pat O'Connor", "star_rating": 2.5, "text": "The story, based on the award-winning play by Brian Friel, tells of the five Mundy sisters, who live in a cottage in rural Ireland in the 1930s. One has an out-of-wedlock son, Michael. As the film opens, they receive a visitor: their older brother, Father Jack, who has returned in retirement after years in Africa. He is not quite all there; his eyes wander and he loses the drift. The equatorial sun and the lure of African customs (shown in the movie's opening credits) have worn down his Catholic beliefs, and after inquiring about his young nephew's father and discovering there is none of record, he suggests cheerfully, \"I'd like you all to have a love child!\" This does not go down well with Kate Mundy (Meryl Streep), a schoolteacher, firm and unyielding. It becomes apparent that the five women and the boy have been living in such close quarters for so long that only silence and routine make it bearable. One sister smokes all the time. Rose (Sophie Thompson), simple-minded, moons for a married man. Christina (Catherine McCormack), Michael's mother, waits too patiently for periodic visits from her dashing lover Gerry (Rhys Ifans). He roars up on a motorcycle, charms her, dazzles his son (Darrell Johnston) and then roars off again--to fight against Franco in Spain, he explains.\n\nThe story is narrated, years later, by the adult Michael. He sees the surfaces, and we are meant to see beneath them. We see that Rose yearns to lead a life of her own, that Christina can feed for months on the memory of a kiss, that survival for Kate consists of keeping everyone's real feelings under her fearful discipline. The arrival of Father Jack disturbs this delicate balance, ending the past and beginning the present.\n\nPlayed with sad charm by Michael Gambon in a performance deliberately vague and well-meaning, Father Jack is a man whose mind, long baked by the sun and cured by alcohol, has brought Christian and pagan ideas together into peaceful harmony. And indeed the Africans dancing around their tribal fires in the opening credits are mirrored, in Ireland, by the annual pagan festival of Lughnasa, held up in the hills, also with bonfires. Rosa runs off with her fellow for a night of freedom, and we suspect she finds the courage. He's in the old dramatic convention of the madman who speaks the truth.\n\nAt the end of the film, everyone dances. This time, it is to the radio, and the dancing is more sedate, but the suggestion is that the Mundy sisters have somehow been able to let out their breath at last, to end the fearful, rigid stillness that enveloped their cottage. Michael, the narrator, remembers that time of the dancing many years later, and it is his memory that drives the story. But it is all memory and no drama. Onstage, they dance, and they are dancing now. On film, somehow, they are dancing then. It is not enough.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-12-23", "genres": ["Drama", "Foreign"], "title": "Dancing at Lughnasa (1998)"}