{"url": "http://www.rogerebert.com/reviews/dangerous-ground-1997", "by": "Ice Cubeas Vusi", "star_rating": 2.0, "text": "\"Dangerous Ground'' begins with a promising idea and runs away from it as fast as it can.\n\nThe movie is set in South Africa-- where, we learn, young Vusi (Ice Cube) was forced to flee when he was 13, after being threatened by the police because of his connection to revolutionaries. Now 12 years have passed, there is a new South Africa under Nelson Mandela, and Vusi has returned from the United States to his homeland for his father's funeral.\n\nThis leads to some amusing moments of culture shock, as when Vusi, as the oldest son, is expected to cut the neck of a calf as a sacrifice for his father. He wants no part of it. \"I left as an African. I came back as an American,'' he explains to his middle brother, a disaffected freedom fighter who has found no role in peacetime. Vusi is also more or less at a loss about what to do with his father's spear, which he has inherited.\n\nAll he really wants to do is drive his rental car back to the airport and fly back to San Francisco. But it will not be that simple. First, Vusi will have to abandon this interesting story about two cultures and bury himself in a plot that is more or less identical with dozens of other action movies about drug dealers and violent confrontations.\n\nHe is asked by his brother and mother to go to Johannesburg and bring back his youngest brother, Steven, who has left home and lost touch and is rumored to be associating with the wrong types.\n\nVusi reluctantly agrees and makes the mistake of driving his rented red BMW into Soweto, the giant African township near Jo'burg, where he is carjacked by a black gang that also takes his jacket and his shirt. \"Why you botherin' me?'' he asks them. \"We supposed to be brothers.'' That gets a good laugh.\n\nIn the city, he tracks his brother to a high-rise apartment that looks recycled out of \"Blade Runner.'' Steven isn't there, but Vusi meets his next-door neighbor, Karin (Elizabeth Hurley), who seems to know a lot about him. They meet again later at the strip club where she works as a \"dancer,'' and he finds out Karin is Steven's girlfriend. He also discovers they are both into cocaine and that Steven's disappearance is linked to $15,000 owed to Muki (Ving Rhames), a local drug lord.\n\nThe plot is standard issue, but the details are new and intriguing. We see a lot of the new South Africa out of the corners of our eyes: There are scenes shot in discos and high-rises, and even a trip to Sun City, the gambling mecca that is Africa's Vegas. And there is a pointed scene in which Muki commits a gangland assassination in the presence of a white police officer who is on his payroll.\n\nThe plot comes adorned with a strong message, probably the work of the director and co-writer, South African filmmaker Darrell James Roodt. He shows aspects of the crime wave in urban South Africa, puts in a scene involving white neo-Nazis, is unflinching about drugs and police corruption, and gives the Ice Cube character a pointed line: \"You can't fall in the same trap as the black Americans did in the '70s. They got free, and then they got high.'' Ice Cube delivers this and other lines with a bluntness that is supposed to pass for a performance, but there's little sense here that he's playing a character--certainly not a \"student of African literature and community volunteer.'' He seems more like a tourist who has wandered into an action picture.\n\nMuch better are Ving Rhames and Elizabeth Hurley. Rhames has perfected the South Africa accent and brings a kind of easy charm to his role as a drug lord; he's a sadistic killer, but charming.\n\nHurley takes her generic role and makes it particular. We get a feel for her character--rootless, careless, addicted to cocaine--and her reckless lifestyle. She's ditzy in the right way and doesn't make the mistake of seeming too much at home in the action scenes (it's right that she would fire at the ceiling in her big moment of gunplay).\n\n\"Dangerous Ground'' seems to be an attempt to make an American-style action film and sneak some South African stuff in sideways. That's a doomed approach. Hollywood does Hollywood so well, it's a mistake for overseas filmmakers to even try. Canada could have had a much healthier film industry if it hadn't tried to be a little Hollywood, and the films of Australia and England are thriving right now because they are local, particular and about something other than canned action scenes.", "running_time": 92, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-14", "genres": ["Drama", "Indie"], "title": "Dangerous Ground (1997)"}