{"url": "http://www.rogerebert.com/reviews/dangerous-liaisons-1989", "by": "Glenn Closeas Marquise De Merteuil", "star_rating": 3.0, "text": "\"Dangerous Liaisons\" is a story of two people who lack the courage to admit they love each other, and so they spend their energies destroying the loves of others. They describe as cynicism what is really depravity and are so hardened to the ordinary feelings of life that only one emotion can destroy them. That emotion is love, of course.\n\nThe two people live in 18th century France, at a time just before the revolution, when the decadence of the aristocracy has become an end in itself. The Marquise de Merteuil lives in a world of drawing rooms and boudoirs, where she swoops down like a hawk upon the innocent and the naive, wrecking their idealism with a triumphant laugh to herself.\n\nHer partner and confidant is the Vicomte de Valmont, who was once her lover and is now her weapon against young women presumptuous enough to love. In their private score-keeping, nothing counts more than a heart destroyed and hopes laid to waste.\n\nOne day the Marquise (Glenn Close) comes to the Vicomte (John Malkovich) with an assignment. She has lost a lover who left her to marry an innocent young woman named Cecile (Uma Thurman). She wishes the Vicomte to seduce the young woman before she can bear her virginity to the marital bed. The Vicomte accepts the dare and dispatches himself to the country, where, however, he eventually sets his sights on another young woman instead.\n\nShe is the virtuous Madame de Tourvel (Michelle Pfeiffer), who wishes to be faithful to her husband. Certainly there is nothing overpoweringly attractive in the lecherous Vicomte, who is a little cadaverous and has a reputation as a cad. But the Vicomte persists, and he uses a weapon that sometimes works against the pure and the good: He presents himself as frankly evil and thus inspires a spark of lust to stir within the woman herself. He plays on her curiosity about what it would be like to be a bad girl.\n\nAll this intrigue goes more or less according to plan, especially when the Marquise sics another young man on the unsuspecting Cecile, then uses that as an excuse to arrange for Cecile to visit the country home where, wouldn't you know, the Vicomte and Madame de Tourvel are staying. The seduction of Cecile comes easily. But the seduction of Madame Tourvel, when it is finally arrived at, is a surprise for everyone because the Vicomte and Tourvel really do fall in love.\n\nThis is too much for the Marquise; as her instrument, the Vicomte may make love to whomsoever he pleases, but he is not to fall in love with anyone. All of the pretend emotions of the game of seduction turn into the real emotions of the game of betrayal.\n\n\"Dangerous Liaisons,\" based on Christopher Hampton's London and New York stage hit \"Les Liaisons Dangereuses\" (and on the scandalous 18th century novel by Choderlos de Laclos), is a mannered, elegant film in which the languorous intrigues of the opening scenes set up the violent passions of the later ones. It is a film in which the surfaces are usually calm and only the flash of an eye or a slightly raised voice betrays the most terrible struggles going on beneath.\n\nIt is played to perfection by Close and Malkovich in the central roles; their arch dialogues together turn into exhausting conversational games, tennis matches of the soul. The other key roles, played by Pfeiffer and Thurman, are trickier, because they involve characters who should not be entirely aware of what is really happening. Both actresses are well cast for their roles, and for Pfeiffer, in a year that has seen her in varied assignments such as \"Married to the Mob\" and \"Tequila Sunrise,\" the movie is more evidence of her versatility. She is good when she is innocent and superb when she is guilty.\n\nIf there is anything lacking in the movie, it may be a certain gusto. The director, Stephen Frears, is so happy to make this a tragicomedy of manners that he sometimes turns away from obvious payoffs. I am not suggesting he should have turned the material toward the ribald, or gone for easy laughs, but there are times when he holds back and should have gone for the punch line. \"Dangerous Liaisons\" is an absorbing and seductive movie, but not a compelling one.", "running_time": 120, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-01-13", "genres": ["Drama", "History", "Romance"], "title": "Dangerous Liaisons (1989)"}