{"url": "http://www.rogerebert.com/reviews/dangerous-minds-1995", "by": "Michelle Pfeifferas Louanne Johnson", "star_rating": 1.5, "text": "\"Dangerous Minds\" tells another one of those uplifting\rparables in which the dedicated teacher takes on a schoolroom full of\rrebellious malcontents, and wins them over with an unorthodox approach. Movies\rlike this are inevitably \"based on a real story.\" Maybe they tell you\rthat because otherwise you'd think they were pure fantasy.\n\nThe\rmovie stars Michelle Pfeiffer as LouAnne Johnson, an ex-Marine who applies for\ra teaching job and is hired on the spot, to teach in \"sort of a school\rwithin a school,\" she's told, \"made up of special kids - passionate,\rchallenging.\" A fellow teacher (George Dzundza) is more forthright:\r\"These are bright kids, with little or no educational skills, and what we\rpolitely refer to as social problems.\" Johnson soon provides a third\ropinion: \"Rebels from hell.\" She enters the classroom and is\rimmediately hooted down by a scornful class of African-American and Hispanic\rstudents who call her \"white bread.\" She returns the next day with a\rmore forthright approach: \"I am a U.S. Marine. Anybody know any\rkarate?\" They do, but mostly from kung-fu movies, and after she has thrown\ra couple of the kids, she gets their attention.\n\nHer\rteaching methods are inventive. She bribes them with candy bars and free trips\rto amusement parks, and involves them in the words of that important poet, Bob\rDylan (the Tambourine Man might have been a drug dealer!). Soon they're in the\rschool library, finding connections between Bob Dylan and Dylan Thomas. (First\rprize: dinner with the teacher in the nicest restaurant in Palo Alto.) We have\rseen this basic story before, in \"Stand and Deliver,\" \"Lean On\rMe,\" \"Teachers,\" \"Dead Poets Society,\" and so on.\n\nThis\rversion is less than compelling. There is Emilio, the obligatory rebellious\rclass leader (Wade Dominguez), and Raul, the class brain (Renoly Santiago), and\rCallie (Bruklin Harris), the bright girl who gets pregnant and is headed for\r\"unwed mothers classes\" when Johnson discovers she can stay in school\rif she wants to.\n\nPfeiffer,\rwho is a good actor, does with this material what she can, and there is a nice\rscene where she tells Raul's parents they can be proud of their son. But\rexamine the assumptions here.\n\nWhat,\rexactly, will these disadvantaged inner-city kids accomplish by being bribed\rwith candy bars and the \"relevancy\" of Bob Dylan? Can they read and\rwrite? Can they compete in the job market? An educational system that has\rbrought them to the point we observe in the first classroom scene has already\rfailed them so miserably that all of Miss Johnson's karate lessons are not\rgoing to be much help.\n\nWondering\rabout the Dylan-Dylan connection, I went looking on the Internet for more\rinformation about My Posse Don't Do Homework, the 1992 book by LouAnne Johnson\rthat inspired this movie.\n\nI\rfound out something interesting: The real Miss Johnson used not Dylan but the\rlyrics of rap songs to get the class interested in poetry.\n\nRap\rhas a bad reputation in white circles, where many people believe it consists of\robscene and violent anti-white and anti-female guttural. Some of it does. Most\rdoes not. Most white listeners don't care; they hear black voices in a litany\rof discontent, and tune out.\n\nYet\rrap plays the same role today as Bob Dylan did in 1960, giving voice to the\rhopes and angers of a generation, and a lot of rap is powerful writing.\n\nWhat\rhas happened in the book-to-movie transition of LouAnne Johnson's book is\rrevealing. The movie pretends to show poor black kids being bribed into\rliteracy by Dylan and candy bars, but actually it is the crossover white\raudience that is being bribed with mind-candy in the form of safe words by the\rtwo Dylans. What are the chances this movie could have been made with Michelle\rPfeiffer hooking the kids on the lyrics of Ice Cube or Snoop Doggy Dogg? The\ranswer to that question is in the absence of rap from the movie, and the way\rthe score swells shamelessly when Emilio the rebel finally hears some Dylan he\rlikes, and stirs from his insolent sprawl to say, \"read those lines\ragain.\" As a graduate student I was on a year's fellowship at the University\rof Cape Town, and taught once a week in a night school in a black township. The\rstudents were preparing for an examination that might get them into university\rclasses. The syllabus was the same as for white students, and we studied\rShakespeare's The Tempest. There was irony there: young people living under\rapartheid, in a township where the necessities of life were scarce, after a\rlong day of manual labor, studying Shakespeare so that they, too, could take a\rtest that for white students would be second nature.\n\nAnd\ryet . . . at least Shakespeare was worth studying, and his ideas and poetry\rinvolved them, and those who stuck it out had accomplished something worth\rdoing. Bob Dylan was more relevant in Cape Town in 1965 than in Palo Alto in\r1995, but even then, taking up their time with him would have been a con game.", "running_time": 96, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-11", "genres": ["Crime", "Drama"], "title": "Dangerous Minds (1995)"}