{"url": "http://www.rogerebert.com/reviews/danger-diabolik-1968", "by": "John Phillip Lawas Diabolik", "star_rating": 2.5, "text": "Although it's too long and eventually loses track of Itself, \"Danger: Diabolik\" is very nearly the movie \"Barbarella\" should have been.\n\nBoth films came out of the Dino De Laurentiis Rome production line at about the same time; both employ violence, high adventure, sex, camp set designs, simplistic dialog and incredible coincidences; and both were based on popular European comic strips. Also, John Phillip Law stars in both films although he can only rightly be said to act in this one.\n\n\"Barbarella\" was a flop for several reasons: The production values and script were shoddy, and director Roger Vadim had trouble getting passable special effects. \"Danger: Diabolik\" actually looks better put-together (although its budget must have been smaller), and director Mario Bava has exploited every cliché in the book.\n\nBava is just the director for this. His credits reveal a thorough grounding in schlock exploitation films: \"Hercules In the Center of the Earth,\" \"The Evil Eyes,\" \"Dr. Goldfoot and the Girl Bombs,\" etc.\n\n\"Danger: Diabolik\" is a superior example of its type. Law is Diabolik, a supercriminal who lives underground in his electronic hideout with a sexy blond (Marisa Mell) and millions of dollars worth of gadgets. (Didya ever wonder how these guys pull off the largest underground construction projects in history and keep them a secret?) He specializes in grandstand burglaries involving millions of dollars, priceless emeralds, the national gold supply, etc.\n\nThe law is hot on his trail, led by the unlikely combination of Terry-Thomas and Michel Piccoli. Terry-Thomas is the finance minister, delivering pleas to the nation in what must be his own Terry-Thomas imitation, and Piccoli is the chief inspector. Piccoli usually plays a sinister, cruel, middle-aged Gallic lover (to Jane Fonda in \"The Game Is Over,\" Jeanne Moreau in \"Diary of a Chambermaid\" and Catherine Deneuve in \"Benjamin\"). It is nothing short of hilarious to find him in this enterprise, reciting lines like: \"Whatever you say, chief.\"\n\nThe villain is Adolfo Celi, another master criminal who wants to turn Diabolik over to the cops in exchange for a pardon. Celi is the definitive spy-spoof bad guy (he ran the island in \"Thunderball\"), and this time he has an airplane with a trick door that drops his victims through the floor (in \"Thunderball\" they fell into a pool of sharks).\n\nWe get Celi and Law falling out of the plane and threatening each other on the way down; Law climbing a tower after Piccoli recites, \"No one could scale that height,\" and Law inventing comic-book tricks worthy of Batman (he sabotages a Terry-Thomas conference by releasing Exhilarating Gas, after first carefully taking an anti-Exhilarating Gas tablet). Perhaps because its pretensions are more modest, \"Danger: Diabolik\" is more successful than \"Barbarella\" and more fun, too.", "running_time": 100, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-04", "genres": ["Action", "Foreign"], "title": "Danger: Diabolik (1968)"}