{"url": "http://www.rogerebert.com/reviews/danny-deckchair-2004", "by": "Rhys Ifansas Danny Morgan", "star_rating": 2.0, "text": "\"You don't have to be a bigwig to be a somebody.\" -- Danny\n\nThere really was a Danny Deckchair. His name was Larry Walters, and the Web site snopes.com reports that on July 2, 1982, he \"filled 45 weather balloons with helium and tethered them in four tiers to an aluminum lawn chair he purchased at Sears for $110, loading his makeshift aircraft with a large bottle of soda, milk jugs full of water for ballast, a pellet gun, a portable CB radio, an altimeter and a camera.\" The pellet gun was to shoot at balloons when he wanted to come down. That worked fine until he dropped the gun.\n\nHis flight was all too successful, the site says; he was seen by commercial airline pilots at 16,000 feet above Long Beach, was a guest of the Carson and Letterman shows, received an award from the Bonehead Club of Dallas, and was fined by the FAA for, among other transgressions, \"operating a civil aircraft for which there is not currently in effect an air-worthiness certificate.\"\n\n\"Danny Deckchair,\" set in Australia, is a splendid movie while its hero is preparing for his flight and actually experiencing it, but it's not nearly as interesting once he descends to earth. The hero is Danny Morgan, played by Rhys Ifans, that guy you see in a lot of movies and you always think, \"I've seen that guy in a lot of movies.\" Ifans is a splendid actor in both serious and comic roles, but once he lands after his flight, the movie provides him with a role neither serious nor comic but, I fear, uplifting.\n\nDanny is unhappily married to a Realtor named Trudy (Justine Clarke), who doesn't understand him, as indeed who could. He makes his escape from his back yard, lands in a small town, and more or less falls in love with Glenda, the town cop (Miranda Otto). Although his flight and disappearance have received national publicity, no one in the small town watches TV or reads the papers, I guess, and so they buy his story that he's Glenda's former teacher. Soon he's been promoted to the town's wise guru, this being one of those movie towns where the citizens have nothing better to do than congregate for speeches at which Danny informs them of truths like the one that prefaces this review.\n\nEvery single shred of the movie's plot after Danny ends his flight is unnecessary, contrived, unlikely or simply not interesting. Even when a man has done an amazing thing, that doesn't make him an authority on anything except his amazing thing, if that. Here is a man who knows more than anyone alive about manned flight using a lawn chair and helium balloons, and that is the one thing he never gets to talk about.\n\nThe movie is sweet enough in its barmy way, partly because of the charm of Ifans and Otto, partly because the writer-director, Jeff Balsmeyer, must have a certain hopefulness about things. To have made this movie at all probably shows he has a good heart; it is not the work of a cynic. But if only the people in that small town had known Danny Deckchair's real identity, the movie might have been rescued from smarminess. It is human nature to believe whatever an expert tells you if the expert has descended from the clouds, but it is prudent to determine whether you're dealing with a deus ex machina or only a doofus ex deckchair.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-08-26", "genres": ["Comedy", "Foreign", "Indie", "Romance"], "title": "Danny Deckchair (2004)"}