{"url": "http://www.rogerebert.com/reviews/danton-1983", "by": "Gerard Depardieuas Danton", "star_rating": 4.0, "text": "The two poles of the French Revolution were the passionate idealism of the republic and the utter finality of the guillotine. \"Danton\" finds itself comfortable at those two extremes and leaves the parts in the middle -- the facts, the issues, the minor personalities -- to the historians.\n\nThis movie may not be an accurate record of the events of 1793 and 1794, and indeed in Paris the critics are up in arms over its inaccuracies. But as a record of the fiery passions and glorious personalities of the revolution, it is absolutely superb. I remember a moment in \"Napoleon,\" the silent 1927 classic by Abel Gance, when Gance tied his camera to a rope and made it into a pendulum that swung back and forth above the inflamed debate in the French senate. That is the spirit in which this film was made.\n\nThe name of the director may help to explain the wounded sensibilities of the French. He is Andrzej Wajda, one of the two greatest Polish directors, and winner of last year's Cannes Film Festival for his \"Man of Iron,\" about the Solidarity movement. Wajda is temporarily living in Paris, where it is possible that the subject of the revolution reminded him of the same populist passions in Solidarity.\n\nIn any event, he has made a great historical picture, and one with sweat and grime all over it. Whenever I go to see any movie set in the past, I'm reminded of Jack L. Warner's immortal instructions to his producers at Warner Bros., after a series of historical movies had bombed: \"Don't give me any more pictures where the people write with feathers.\" The people in \"Danton\" write with feathers, and they wear wigs and strike poses, but they do it in scenes of such fierce belief that we forget everything except the moment.\n\nThe movie is basically about the conflict between two of the most striking personalities of the period, the two revolutionary leaders Danton and Robespierre, who were on the same side at the beginning but came to have fundamental philosophical differences that only the guillotine could settle.\n\nDanton is played by Gerard Depardieu, that large, proletarian French actor who is so useful in roles where high-flown emotions need some sort of grounding. He makes his hoarse-voiced, idealistic speeches to the senate sound like a football coach at halftime. \n\nRobespierre is played by a Polish actor, Wojciech Pszoniak, as a self-obsessed hypochondriac whose political strategy seems largely determined by his need to make his headaches go away. \n\nWajda's camera moves through 18th century Paris with complete familiarity. He fills the city with the poor, with street people, with crooks and prostitutes and inflamed rabble, and there is always the sense of those crowds pressing outside as the senate meets. And then he shows Danton and Robespierre, each perfectly aware of the other's motives and of the possibility of the guillotine, conducting an intellectual duel. The scene of the great confrontation between the two of them is so well acted and directed that, for the first time in any movie about the French Revolution, I felt I was listening to people and not speeches.", "running_time": 136, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-11-18", "genres": ["Drama", "Foreign", "History", "Indie"], "title": "Danton (1983)"}