{"url": "http://www.rogerebert.com/reviews/dantes-peak-1997", "by": "Pierce Brosnanas Harry Dalton", "star_rating": 2.5, "text": "\"Dante's Peak'' is constructed about as skillfully as a disaster movie can be, and there were times when I found it working for me, sort of. But hasn't this genre pretty much been played out to the point of exhaustion? Once you know the premise (volcano, tornado, killer bees) you can guess the story line. Starting in this case with a volcano, we know there will be: --Ominous portents of doom on a seemingly ordinary day, such as people being boiled alive in a hot springs, too many dead trees in the middle of summer and alarming seismic activity.\n\n--Everyday folks going about their business, in this case the Dante's Peak Pioneer Day Festival, at which the mayor (Linda Hamilton) accepts the town's Money magazine award as the \"second-best place to live in America.'' --Arrival of scientists, including (a) hero scientist, played here by Pierce Brosnan, and (b) pooh-pooh scientist, played by Charles Hallahan, whose job is to dismiss the hero scientist's concerns and tell everyone there is no need for alarm.\n\n--Inevitable subplot involving big corporation that plans to sink millions into the area, but may take its investment elsewhere if it hears rumors that Dante's Peak is about to blow.\n\n--Establishment of friendship, leading to love affair, between hero scientist and town mayor, who comes equipped with a full kit of disaster movie accessories, including children, dog and gray-haired mother-in-law who refuses to come down from her cabin on the mountainside.\n\n--Mounting alarm, as hero scientist finds dead trees, dead squirrels, brown drinking water and other early warnings of volcanic doom.\n\n--Town meeting, called to prepare for evacuation, but interrupted, of course, by a volcanic eruption.\n\n--Elaborate special-effects sequences as citizens flee the town, while the mountain roars, ash falls from sky, melting snow causes rivers to rage out of control, a dam bursts, bridges collapse, shock waves flatten forests, etc.\n\n--Gripping human drama involving hero scientist, town mayor, children, dog and granny, and including flight by four-wheel vehicle, two-wheel vehicle, boat and foot. Ingenious last-minute scheme to outwit volcanic destruction. (Query: Can a utility vehicle actually ford a river with its engine completely underwater?) --And finally the distribution of poetic justice.\n\n--A new dawn. Music swells.\n\nOh, and of course the Obligatory Unrelated Opening Crisis, which is defined by Ebert's Little Movie Glossary: \"In an action movie, the spectacular title sequence that never has anything to do with the rest of the story.'' It involves a close call the hero had four years earlier on the site of another volcano, and the emotional trauma he suffered there, which can only be repaired this time around.\n\n\"Dante's Peak,'' written by Leslie Bohem and directed by Roger Donaldson, follows the disaster formula so faithfully that if you walk in while the movie is in progress, you can estimate how long the story has to run. That it is skillful is a tribute to the filmmakers. Roger Donaldson (\"Species\") is a good director who pays attention to the human elements even in a fiction machine like \"Dante's Peak,'' and Gale Anne Hurd, the producer, is a specialist in action films (\"Aliens,\" \"Alien Nation,\" \"The Abyss,\" \"Tremors,\" \"Terminator 2: Judgment Day\"). They orchestrate the special effects so that they look and feel real (mostly), and in Brosnan and Hamilton they have actors who play for realism and don't go over the top--never screaming, not even when molten lava sets their truck tires on fire. The soundtrack is especially effective.\n\nIs it a case, for me, of simply being overfamiliar, right down to my bones, with the ways in which \"Dante's Peak'' is simply an old movie in new clothing? For a film like this to work, one must be caught up in it. But every time another familiar story element was trotted out (the gun-shy investors, the pooh-pooher, the dog), I was bungeed back to reality.\n\nIn one detail I was not disappointed. Recently in my \"Movie Answer Man'' column there has been a discussion of whether a man can outrun an explosive fireball. The conclusion was that it cannot be done in life, but can be done in the movies. A correspondent wrote me with news of a Jaguar that outran a shock wave from Mt. St. Helens, while a hapless utility vehicle was fried. This led to much discussion (how far away were the two vehicles? etc.).\n\nIn \"Dante's Peak,'' Pierce Brosnan ominously informs Linda Hamilton, \"If the mountain blows, the blast would get here in less than a minute.'' The mountain blows. We see the shock wave flatten zillions of pine trees, demolish homes and office buildings, etc. Then we see it rolling down the main street of the town, with the heroes trying to outrace it in a truck. I estimate the mountain to be 10 miles from the town. If the blast can travel one mile in six seconds, which would be extremely conservative, then it can travel one village block in . . . but never mind. I'd rather think back on the more convincing moments in the movie, as when a volcanologist looks at his computer readout of the mountain's ominous portents and says, \"She's just clearing her throat. She hasn't even begun to sing.''", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-02-07", "genres": ["Action", "Adventure", "Disaster", "Thriller"], "title": "Dante's Peak (1997)"}