{"url": "http://www.rogerebert.com/reviews/daredevil-2003", "by": "Ben Affleckas Matt Murdock/Daredevil", "star_rating": 3.0, "text": "T he origin is usually similar: A traumatic event in childhood, often involving the loss of parents, leaves the future superhero scarred in some ways but with preternatural powers in others. \"Daredevil\" came out of the Marvel Comics stable in the same period as \"Spider-Man\" and both were altered by accidents, which gave Peter Parker his spidey-sense, and blinded Matt Murdock but made his other four senses hypersensitive. They grew up together in Marvel comics, sometimes sharing the same adventures, but you won't see them fraternizing in the movies because their rights are owned by different studios.\n\n\"Daredevil\" stars Ben Affleck as the superhero, wearing one of those molded body suits that defines his six-pack abs but, unlike Batman's, doesn't give him dime-sized nipples. His mask extends over his eyes, which are not needed since his other senses fan out in a kind of radar, allowing him to visualize his surroundings and \"see\" things even in darkness.\n\nBy day (I love that \"by day\"), he is a lawyer in the Hell's Kitchen area of Manhattan. By night, he tells us, he prowls the alleys and rooftops, seeking out evildoers. Of these there is no shortage, although most of the city's more lucrative crime is controlled by the Kingpin (Michael Clarke Duncan) and his chief minister, Bullseye (Colin Farrell).\n\nThere must be a woman, and in \"Daredevil\" there is one (only one, among all those major make characters, although the fragrant Ellen Pompeo has a slink-on). She is Elektra Natchios (Jennifer Garner), who, like her classical namesake, wants to avenge the death of her father. By day, she is, well, pretty much as she is by night. She and Daredevil are powerfully attracted to each other, and even share some PG-13 sex, which is a relief because when superheroes have sex at the R level, I am always afraid someone will get hurt. There is a rather beautiful scene where he asks her to stand in the rain because his ears are so sensitive they can create an image of her face from the sound of the raindrops.\n\nMatt Murdock's law partner is Franklin \"Foggy\" Nelson (Jon Favreau). He has little suspicion of who he is sharing an office with, although he is a quick study. Another key character is Ben Urich (Joe Pantoliano), who works for the New York Post, the newspaper of choice for superheroes.\n\nDaredevil has the ability to dive off tall buildings, swoop through the air, bounce off stuff, land lightly and so forth. There is an explanation for this ability, but I tend to tune out such explanations because, after all, what do they really explain? I don't care what you say, it's Superman's cape that makes him fly. Comic fans, however, study the mythology and methodology with the intensity of academics. It is reassuring, in this world of inexplicabilities, to master a limited subject within a self-contained universe. Understand, truly understand, why Daredevil defies gravity, and the location of the missing matter making up 90 percent of the universe can wait for another day.\n\nBut these are just the kinds of idle thoughts I entertain during a movie like \"Daredevil,\" which may have been what the Vatican had in mind when it issued that statement giving its limited approval of Harry Potter, as long as you don't start believing in him. Daredevil describes himself as a \"guardian devil,\" and that means there are guardian angels, and that means God exists and, by a process of logical deduction, that Matt Murdock is a Catholic. Please address your correspondence to Rome.\n\nThe movie is actually pretty good. Affleck and Garner probe for the believable corners of their characters, do not overact, are given semi-particular dialogue, and are in a very good-looking movie. Most of the tension takes place between the characters, not the props. There is, of course, a fancy formal ball to which everyone is invited (Commissioner Gordon must have been at the rival affair across town).\n\nAffleck is at home in plots of this size, having recently just tried to save Baltimore from nuclear annihilation and the world from \"Armageddon,\" but Garner, Farrell and Duncan are relatively newer to action epics, although Garner did see Affleck off at the station when he took the train from Pearl Harbor to New York, and Duncan was Balthazar in \"The Scorpion King.\" They play their roles more or less as if they were real, which is a novelty in a movie like this, and Duncan in particular has a presence that makes the camera want to take a step back and protect its groin.\n\nThe movie is, in short, your money's worth, better than we expect, more fun than we deserve. I am getting a little worn out describing the origin stories and powers of superheroes, and their relationships to archvillains, gnashing henchmen and brave, muscular female pals.\n\nThey weep, they grow, they astonish, they overcome, they remain vulnerable, and their enemies spend inordinate time on wardrobe, grooming and props, and behaving as if their milk of human kindness has turned to cottage cheese. Some of their movies, like this one, are better than others.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-02-14", "genres": ["Action", "Crime", "Fantasy", "Science Fiction"], "title": "Daredevil (2003)"}