{"url": "http://www.rogerebert.com/reviews/darfur-now-2007", "by": "Red Braun", "star_rating": 3.0, "text": "We all know, having absorbed it from the mediasphere, that genocide is taking place in Darfur, but we do not all know where Darfur is. Africa, yes, vaguely, we realize. Something to do with Sudan. But where or what is Sudan? If it accomplishes nothing else, \"Darfur Now\" locates Sudan on the map (10th largest nation on Earth, just below Egypt -- boy, are we dumb) and tells us Darfur is its western region, almost the size of France. The region is landlocked in central Africa, bordered by Libya, Chad and the Central African Republic. More than that, the film provides faces for the people of Darfur.\n\nOne of them is Hejewa Adam, who wears an automatic rifle over her shoulder. She was a peaceful villager until government-backed \"Janjaweed\" (Arab fighters on horseback) killed her 3-month-old son. Now she is a fighter who sees no other option. Another person on the ground is Ahmed Mohammed Abakar, a farmer forced off his land, who has become a refugee leader. And we meet Pablo Recalde, in charge of distributing food from the world to Darfur, where much of it is stolen by the Janjaweed.\n\nIt would appear that the function of the Janjaweed is to destroy the villages of Darfur, remove the people from their (subsistence level) agriculture and starve them. That is because they are not the same as other Sudanese. It is instructive that Darfur and Sudan were independent entities living in relative peace before they were arbitrarily cobbled together by the 19th century British-dominated Egyptian government, one of many African \"nations\" created by European colonial powers with no regard for local history, languages or tribal identity.\n\nOutside Darfur, a key player is Luis Moreno-Ocampo, a prosecutor for the International Criminal Court at The Hague, who seeks to prosecute Sudan for genocidal crimes, but finds opposition because many important nations, China included, value their oil trade with Sudan and care little about impoverished Darfur. Meanwhile, a quarter of a million have starved and perhaps 2 or 3 million have lost their homes or lands.\n\nCut to California, where the admirable Don Cheadle, joined by George Clooney, leads a movement to inspire American and European intervention. He learned about genocide firsthand while making \"Hotel Rwanda.\" And we meet Adam Sterling, a student who begins a movement to divest California of its investments in Sudan. It is successful, and Gov. Arnold Schwarzenegger gladly signs such a bill into law, although its impact may be more symbolic than economic. Washington remains aloof from the issue, apart from the speeches of involved senators.\n\nAll of this you will learn and see in \"Darfur Now.\" It is not a compelling documentary (too much exposition, not enough on-the-spot reality), but it is instructive and disturbing. Darfurians like Hejewa Adam await the arrival of \"the Americans\" to save her land. Perhaps she should announce she is building a nuclear program.", "running_time": 98, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-08", "genres": ["Crime", "Documentary"], "title": "Darfur Now (2007)"}