{"url": "http://www.rogerebert.com/reviews/dark-star-1980", "by": "Brian Narelleas Doolittle", "star_rating": 3.0, "text": "\n\n\"Dark Star\" is one of the damnedest science fiction\r\nmovies I've ever seen, a berserk combination of space opera, intelligent bombs,\r\nand beach balls from other worlds. It has a checkered history. It began as a\r\nstudent project by John Carpenter (later to direct \"Halloween\") and\r\nDan O'Bannon (later to write \"Alien\"), and grew over a period of time\r\nand expanding budgets into a full-length film.\n\nIt\r\nwas finished some four years ago, before \"Star Wars,\" and might have\r\nhad a big success as a cult film if its original distributor hadn't been so\r\nchicken-hearted that he dumped it in a string of Southern California drive-ins\r\nand then pulled it out of commercial release. As it is, \"Dark Star\"\r\nhas found audiences on the campus and revival circuits, has been a hit here at\r\nFacets Multimedia, and, at last, is having its first commercial run at the\r\nThree Penny Cinema.\n\nIt's\r\na comedy about the adventures of the crew of \"Dark Star,\" an\r\ninterstellar space cruiser assigned to blow up planets with unsuitable life\r\nforms and render the universe safe for the human race. Their job is mostly a\r\nboring one; they cruise endlessly through space, listening to rock music or\r\nsitting in a big observation dome that allows them to gawk at the passing\r\nstars. Occasionally they pull up at a planet and unleash a bomb. Their bombs\r\nare computers that talk, think and reason, and that occasionally insist on\r\nleaving the bomb bay on their own and have to be coaxed back into the ship.\n\nThe\r\nmovie's best sequence centers around the care and feeding of the pet alien\r\nthey've taken on board (a sequence that O'Bannon may have drawn on for the\r\noriginal screenplay of \"Alien\"). The \"Dark Star's\" onboard\r\nalien looks like a plastic beach ball with claws, and has a nasty way of\r\nsneaking out of sight; a crew member chases it into an elevator shaft and gets\r\nhimself into a very tight spot. (The elevator sequence looks suspiciously as if\r\nit were filmed on the floor of a horizontal hallway photographed to look like a\r\nvertical shaft.)\n\nOtherwise,\r\nlife just sorta drifts past, until a chain of accidents leads to a situation\r\nwhere a bomb does not detach from the ship as planned, and will explode in 24\r\nminutes, blowing the \"Dark Star\" to smithereens. The bomb cannot be\r\ndisarmed because, intelligent little devil that it is, it's convinced that it\r\nhas a mission to self-destruct.\n\nAnd\r\nso, in an incredible and hilarious scene, a crew member floats out into space,\r\nconfronts the stubborn thinking bomb, and uses pure logic in an attempt to\r\nreason it out of exploding. The strategy: If the bomb can be convinced it has\r\nno evidence that the universe really exists, then how can its instructions be\r\nvalid?\n\nThis\r\nis a fun movie, and a bright and intelligent one. It bears few signs of having\r\nbeen made on a low budget, and the special effects are reasonably slick. And it\r\nhas a mercifully low-key comic approach; many satiric comedies by young\r\nfilmmakers are frantic and overwrought, but this one is wry, laid back and fond\r\nof its situations. And on the same program is \"Hardware Wars,\" a\r\nshort subject starring steam irons, pop-up toasters and other kitchen\r\nappliances in outer space.", "running_time": 83, "mpaa_rating": "G", "release_year": 1980, "date_published": "1980-03-11", "genres": ["Comedy", "Science Fiction", "Thriller"], "title": "Dark Star (1980)"}