{"url": "http://www.rogerebert.com/reviews/dark-horse-2012", "by": "Jordan Gelberas Abe", "star_rating": 3.5, "text": "\"Dark Horse\" tells the story of Abe, a loser who leads a life of such agony that he might explode in misery if he weren't protected by his cluelessness. \n\nA tubby, balding, 35-year-old arrested adolescent, he lives at home with his parents, in a bedroom still containing his action-figures collection. He wears tight-fitting T-shirts printed with inane messages. He drives a bright yellow Hummer, which he carefully locks, as if anyone would want to steal it. The last man who looked cool driving a Hummer was Arnold Schwarzenegger.\n\nWe meet Abe (Jordan Gelber) at a wedding, during the dancing, while he's sitting alone at a table with another person sitting alone. No one would ever think they were sitting together. She is Miranda (Selma Blair), darkly morose. Almost with a sigh, Abe asks her to dance. No luck. He coaxes her phone number out of her, oblivious to her extreme reluctance to provide it. He asks her on a date and mistakes her refusal for acceptance. Almost immediately, he asks her to marry him, and within a day or two, she astonishingly accepts.\n\nSurely these two unhappy loners could only increase each other's misery. But we're hardly invited to feel sorry for Abe, because he is also a spoiled, petulant, obnoxious, infantile schlub. He \"works\" at a real estate company owned by his dour father, Jackie (Christopher Walken), a compulsive critic. Abe hides behind his computer screen while making bids on eBay, while the office assistant Marie (Donna Murphy) does most of his work. At home, he's gushed over by his smothering mom, Phyllis (Mia Farrow). He breaks out in whiny rants about how his parents favored kid brother Richard (Justin Bartha). He is a piece of work. You don't know whether to pity or insult him.\n\nAbe is the latest in a gallery of walking wounded populating the films of Todd Solondz, who has never met a character he didn't dislike. And \"Dark Horse\" is another of his portraits of anguish in suburbia, joining \"Welcome To The Dollhouse\" and \"Happiness.\" There are times when it is dark humor, and then times when it is simply dark. But there is something more going on here, something deeper and more … hopeful? \n\n Someone like Abe could only prevail through the powers of denial and optimistic wishing, and Solondz makes that happen, as the film gradually slips into fantasy. Many of the fantasies involve the character of Marie, the office wallflower who materializes at key moments in Abe's life, warning him not to marry Miranda, and then revealing her private life as a seductive man-eater with startling modern art in her luxurious home. Then there are scenes that raise questions. When Abe tries to return a scratched action figure to a toy store, for example, why does the mall's parking lot have no cars? Why does the store have no customers? \n\nThen there's the question of Miranda's communicable disease. And a hospital scene in which Abe has turned a sickly yellow. And a choice of sad and happy endings. And a moment when the Christopher Walken character abandons his dyspeptic character and speaks, sadly and directly, to his son.\n\nThese mood shifts prevent \"Dark Horse\" from declaring what it really feels about Abe, and they make it curiously more effective. At the end, Abe has made a strong impression, but we can't be sure what it is. We feel contempt. We feel pity. We shudder and identify. It is a vortex drawing us down into dark defeat and yet admitting glimmers of hope. Abe is as permanently damaged as someone with a serious birth defect, and he is a force of life insisting that he has his rights. There is truth here, we sense, but no consolation.", "running_time": 84, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Drama"], "title": "Dark Horse (2012)"}