{"url": "http://www.rogerebert.com/reviews/dark-blue-2003", "by": "Kurt Russellas Sgt. Eldon Perry Jr.", "star_rating": 3.0, "text": "Two cops. One a veteran, one a rookie. One corrupt, the other still learning. Two sets of bad guys, one pair guilty of a heartless crime, the other pair guilty, but not of this crime. Two women, one a disillusioned wife, the other a disillusioned girlfriend. Two superior officers, one rotten, the other determined to bring him down. All the action takes place in the final days before the Rodney King verdict was announced in April 1992, and in the immediate aftermath, when the LAPD abandoned some neighborhoods to looters and arsonists.\n\n\"Dark Blue\" is a formula picture in its broad outlines, but a very particular film in its characters and details. It doesn't redeem the formula or even tinker with it very much, but in a performance by Kurt Russell and in some location work on the angry streets, it has something to say and an urgent way of saying it.\n\nThe movie is based on a story by James Ellroy, a novelist who knows Los Angeles like the back of his hand, just after it has been stepped on. The screenplay for \"L.A. Confidential\" came from him, and a lot of hard-boiled fiction, punched out in short paragraphs, as if he has to keep ducking. He's been trying to get this story made into a movie for so long it was originally set during the Watts Riots. The update works better, because the King verdict fits more neatly with his police department ripe for reform.\n\nRussell and Scott Speedman star as Perry and Keough, two detectives who prowl the streets like free-lance buccaneers; we know this type and even the veteran-rookie relationship from \"Training Day,\" \"Narc\" and many other movies. The older cop explains you have to play tough to get things done, and the younger one tries to go along, even though he keeps failing the Hemingway test (it's immoral if you feel bad after you do it). They're the street agents, in a sense, of top cop Jack Van Meter (Brendan Gleeson). He has a couple of snitches he's protecting, and after they murder four people in a convenience store robbery, he orders Perry and Keough to frame and kill a couple of sex criminals for the crimes. Now young Keough, having balked at his first chance to execute a perp in the streets, gets a second chance.\n\nThe movie surrounds this situation with a lot of other material--too much, so that it sometimes feels hurried. Perry is married to one of those cop wives (Lolita Davidovich) who is stuck with the thankless task of telling him he just doesn't see her anymore (\"You care more about the people you hate\"). Keough is dating a young black woman (Michael Michelle) who insists they not tell each other their last names. A man who sleeps with a woman who will not reveal her last name is marginally to be preferred, I suppose, to a man who will sleep with a woman who tells her his name but he forgets it in the morning.\n\nThe good cop, Deputy Chief Arthur Holland, played by Ving Rhames, knows Van Meter is crooked and has to decide whether to stay and prove it, or take an offer to become police chief of Cleveland. Meanwhile, the clock ticks toward an \"innocent\" verdict for the cops who were videotaped while beating Rodney King. (This does not stop the police academy from scheduling a promotion ceremony at the very same time, so that everyone will be in the same room when they are required for the big scene).\n\nI'm making the film sound too obvious. It follows well-worn pathways, but it has a literate, colloquial screenplay by David Ayer (\"Training Day,\" \"The Fast and the Furious\"), whose dialogue sounds as if someone might actually say it, and the direction is by Ron Shelton (\"Blaze,\" \"Bull Durham\"), who marches us right up to cliches and then pulls them out from under us.\n\nAbove all, the movie has the Kurt Russell performance going for it. Every time I see Russell or Val Kilmer in a role, I'm reminded of their \"Tombstone\" (1993), which got lost in the year-end holiday shuffle and never got the recognition it deserved. Russell has reserves he can draw on when he needs them, and he needs them here, as Perry descends into self-disgust and then, finally, understands the world and the role he has chosen. There is a late shot in which we look over his character's shoulder as Los Angeles burns all the way to the horizon. It takes a lot of set-up to get away with a pay-off like that, but Shelton and Russell earn it.\n\n\"Dark Blue\" is not a great movie, but it has moments that go off the meter and find visceral impact. The characters driving through the riot-torn streets of Los Angeles provide some of them, and the savage, self-hating irony of Russell's late dialogue provides the rest. It is a clanging coincidence that the LAPD would be indicted just at the moment it was being exonerated, but then that's what the movies are for, sometimes: To provide the outcomes that history overlooked.", "running_time": 116, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-21", "genres": ["Action", "Crime", "Drama", "Indie", "Thriller"], "title": "Dark Blue (2003)"}