{"url": "http://www.rogerebert.com/reviews/dark-blue-world-2002", "by": "Ondrej Vetchyas Frantisek", "star_rating": 2.0, "text": "\"Dark Blue World\" recycles some of the aerial combat footage shot for \"Battle of Britain\" (1969) and indeed some of the same old-fashioned war movie cliches, like the faithful dog pining for its master. Told mostly in English, it's the story of two Czech pilots who escape their Nazi-occupied homeland, go to England, and enlist in the RAF to fight the Germans. Returning to Czechoslovakia after the war, one is rewarded for his pains by being jailed (exposure to British values might cause him to question communism). He finds that former S.S. men are his guards.\n\nThe Czech scenes are bookends for the heart of the story, which intercuts aerial dogfights with a love triangle in which both pilots have romances with the same English woman. Susan (Tara Fitzgerald) is minding a houseful of orphans in the countryside, and befriends Karel (Krystof Hadek). They fall in the wartime equivalent of love (her husband is missing in action), and Karel proudly introduces her to his friend Frantisek (Ondrej Vetch). Alas, not long after, he feels embittered and betrayed.\n\nWith \"Pearl Harbor\" fresh in my mind, here is yet another movie in which World War II supplies a backdrop for a love triangle. And not even a convincing, psychologically complex love triangle, but one imposed upon us by the requirements of the screenplay: The participants are attractive and sweet and we like them, but they get shuffled around for pragmatic reasons.\n\nThe aerial footage is good. It should be; in many cases, those are real planes, really in the air. Some of the shots come from the 1969 Harry Saltzman production, and well do I remember visiting a British airfield near Newmarket to see the actual Spitfires and other real planes purchased or rented for \"Battle of Britain.\" I even met Battle of Britain aces Douglas Bader, Ginger Lacey and Group Capt. Peter Townsend, although I inform you at this late date primarily because that old memory is more interesting than this movie.\n\nThe director, Jan Sverak, works from a screenplay by his father, Zdenek Sverak. They also made the splendid \"Kolya\" (1997), in which Zdenek starred as an ideologically untrustworthy cellist who is bounced from the philharmonic, marries a woman to save her from being returned to Russia, and (when she skips town) ends up in an uneasy but eventually heartwarming relationship with her 5-year-old son. \"Kolya\" was as emotionally authentic and original as \"Dark Blue World\" is derivative and not compelling.\n\nThe movie's open and close will be significant in Czechoslovakia, where communism turned out to be preferably only to Nazism, which isn't saying much. As the German doctor observes in the prison hospital, \"I'll bet back in England you never thought they'd welcome you back with such a sad song.\"", "running_time": 119, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-01-25", "genres": ["Action", "Drama", "Foreign", "War"], "title": "Dark Blue World (2002)"}