{"url": "http://www.rogerebert.com/reviews/dark-shadows-2012", "by": "Johnny Deppas Barnabas", "star_rating": 2.5, "text": "Tim Burton's \"Dark Shadows\" is all dressed up with nowhere to go, an elegant production without a central drive. It offers wonderful things, but they aren't what's important. It's as if Burton directed at arm's length, unwilling to find juice in the story. Yes, the original TV soap opera is a cult classic, but he approaches his \"Dark Shadows\" as an amusing trifle, and for a feature-length film, we need more than attitude to sink our teeth in. \n\nThe gripping early scenes create expectations the movie doesn't satisfy. We learn the early history of the Collins family in America, which would create a fishing dynasty and spawn the vampire Barnabas Collins (Johnny Depp). Burton is famous for his visuals, and here we have a symphonic evocation of the gothic sensibility. He shows the erection of the Collinwood Manor, a shriek of architecture, on a hill above the new Maine town of Collinsport. We learn how young Barnabas falls in love with the angelic Josette (Bella Heathcote) and spurns the love of Angelique (Eva Green). \n\nAngelique, a witch, forces Josette to flee in terror to a cruel stony finger pointing out from a rocky cliff. Waves dash the stones far below. He pursues her, tries to save her, but is unable to stop her from falling to her death. This is great storytelling, because it's played straight. I didn't expect the whole movie to be pitched at this level, but it sets a note the rest never matches. Barnabas, made into a vampire by Angelique, is wrapped in chains, sealed in a coffin and buried for 190 years. The story moves forward to 1972, where the joke is that a vampire like Barnabas from the 1700s is out of place. \n\nFreed from his entombment, Barnabas returns to Collinwood to find it dilapidated and cobwebby, and the family fortunes in disrepair. As proud of his family as any 18th century merchant prince and as proud of the mansion as when his parents were building it, he moves in to set things right.\n\nThe current inhabitants include Elizabeth Collins (Michelle Pfeiffer), who runs the family fortunes; her teenage daughter, Carolyn (Chloe Grace Moretz); Elizabeth's useless brother, Roger (Jonny Lee Miller); Roger's disturbed son, David (Gully McGrath), and a live-in psychiatrist named Dr. Julia Hoffman (Helena Bonham Carter). Family dinners are a depressing event, with everyone clustered around one end of a banquet table, except for Carolyn, who skulks at the other end. Meals are served by Willie Loomis (Jackie Earle Haley), a wizened drunk.\n\nJohnny Depp, as pale as anyone might be after being buried for two centuries, caresses architectural details with talon-like fingernails, and treats the others with elaborate courtesy. His performance is arch and mannered, as perhaps it should be, but so is everyone else's; the result falls between satire and lampoon, and creates such a distance between characters and style that nobody seems to much care what happens — except for the witch Angelique, who is still alive and whose Angel Bay fish cannery is bankrupting the Collins family.\n\nHaving ordered that he be buried forever, Angelique is still inexplicably hot for Barnabas. But there's tension because of the young and beautiful Victoria, who has become the new governess; surely it is no coincidence that she is played by Bella Heathcote, who also was Josette. Now we have the same romantic rivalry reborn in modern times.\n\nMuch of the amusement comes from Depp's reactions to 1970s pop culture. The soundtrack is populated by rock classics, Carolyn's room is decorated like any teenage girl's, and Barnabas is torn between alarm and fascination when he sees his first lava lamp. Yes, now that you mention it, lava lamps do somewhat resemble coagulated gobs of blood floating in urine.\n\nWith reasoning suitable for a Jane Austen hero, Barnabas restores Collinwood to its former glory and decides to hold a formal ball to impress the locals. Carolyn pouts that this is unbelievably out of touch. In a good idea that doesn't pay off, Alice Cooper is hired to perform. \"The ugliest woman I've ever seen!\" Barnabas exclaims after examining Alice through his opera glasses. Alice Cooper's appearance, alas, is limited to a few snatches of songs — typical of the cameo appearances that rock stars used to make in movies that had nothing to do with them. We are denied the intriguing prospect of an extended scene between Barnabas and Alice.\n\nThis is the eighth collaboration between Burton and Depp, who go back to \"Edward Scissorhands\" (1990) together. We know we can expect a pitch-perfect performance by Depp, who plays Barnabas with a lasered intensity, and we know Burton's sets and art direction will be spectacular. I think the best use of Depp in a Burton world was \"Sleepy Hollow\" (1999). Here Depp seems to inhabit a world of his own, perhaps in self-defense. The others seem to be performing parodies of their characters. \"Dark Shadows\" begins with great promise, but then the energy drains out.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-09", "genres": ["Drama", "Horror", "Mystery"], "title": "Dark Shadows (2012)"}