{"url": "http://www.rogerebert.com/reviews/darktown-strutters-1975", "by": null, "star_rating": 2.0, "text": "The very least you can say for \"Darktown Strutters\" is that it's the first black motorcycle gang rock scifi musical, which would seem to be saying a lot. But the movie bites off about two more genres than it can chew, and never quite works as anything. That's not to say it doesn't try: We get a bewildering mixture of characters, plots, actions, songs, dances and even a guest appearance by the Dramatics, who sing \"What You See is What You Get\" after they're rescued from the subterranean dungeons of a white chicken 'n' ribs tycoon.\n\nThe tycoon, who sports a white moustache and beard curiously reminiscent of the young Col. Sanders (assuming he was ever young), fronts as a benefactor of the black community. But inside his Southern plantation he has other plans afoot. He's invented a mysterious machine that will turn out exact replicas of black leaders, who can then be programmed to follow the evil tycoon's nefarious schemes and eat lots of his ribs 'n' chicken.\n\nThe plot is foiled by an allgirl motorcycle gang, led by Trina Parks. The gang hangs out at the tycoon's friendly local franchise, eating ribs and tangling with rival bike gangs while the looney chef slaps the barbecue sauce around with a broom. There are lots of production numbers, during which the girls and their rivals do the bump and dare each other to race around the police station, which is in the hands of four officers based directly on the Keystone Kops.\n\nSo far this all sounds like a scenario from the pages of the National Lampoon and if only it were. But the director, William Witney, has no strategy for presenting his bewildering maze of material. He throws everything at us, including gags that haven't gotten laughs for years. (How long has it been since the last time you saw somebody flying through the air while the sound track let loose with a slide whistle?)\n\nThere's also a problem with the sound. The movie looks like it cost a fair amount of money and there are all kinds of fancy sets, but apparently the cash ran out just as the sound track was being prepared. It's hard to understand, sometimes we can't be sure who's talking, and on one remarkable occasion two of the cops succeed in holding a conversation without moving their lips.\n\nStill, the basic conception behind \"Darktown Strutters\" isn't a bad one. It's refreshing to see a movie that's supposed to be funny and wacky and that doesn't depend upon stylized violence for most of its laughs. And the idea of an allgirl black motorcycle gang taking on a Col. Sanders surrogate has a nice incongruous absurdity. The performances are so mired down in the endlessly confused situations that it's hard to judge them, but everyone seems to be having fun, and if the movie leaves you wondering what it was all supposed to be about, maybe it leaves you with half of a silly grin, too.", "running_time": 90, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Comedy", "Musical"], "title": "Darktown Strutters (1975)"}