{"url": "http://www.rogerebert.com/reviews/darker-than-amber-1971", "by": "Rod Tayloras Travis McGee", "star_rating": 3.5, "text": "I've always preferred Batman to Superman because Batman's stunts are at least theoretically possible. When he swings from the Playboy Building to the John Hancock Center, he uses a rope. Meanwhile, Superman is holding up toppling skyscrapers and stopping bullets with his teeth. For the same reason I like Batman more than Superman, I like detective movies more than spy movies. Detectives are flesh and blood people who just barely get by; spies, on the other hand, are always pulling out nuclear cigaret lighters and vaporizing helicopters.\n\nWe've just about exhausted the spy-movie binge of the late 1960s, and now maybe a trend is beginning back toward detective movies. Last year's \"Marlowe,\" based on the Raymond Chandler characters, was a pale shadow of \"The Big Sleep\" (1946) or \"The Lady in the Lake.\" But now comes \"Darker Than Amber\" with Rod Taylor playing Travis McGee, and it's a surprisingly good movie.\n\nFor reasons that escape me, Taylor is usually cast as a taciturn, poker-faced strongman whose big acting task is to look calm behind a machine-gun. He's usually seen storming World War II bunkers, and Antonioni wanted him for \"Zabriskie Point\" precisely because Taylor could be aloof and colorless.\n\nAs McGee, however, Taylor is vulnerable and funny and even slightly Celtic. He inhabits the role easily; if you're a John D. MacDonald fan, you won't question the casting. The movie is also at ease with itself. \"Marlowe\" kept trying for false climaxes, but \"Darker Than Amber\" has confidence in its MacDonald plot and moves at just the right distance between action and characterization.\n\nI've always thought character was more important than plot in a good detective movie. All detective stories have about the same plot: The detective gets involved with the victim (usually by accident and against his will), makes a moral commitment to revenge, participates in a chase, is himself caught and endangered and then turns the tables in the obligatory final scene of violence. Given this structure, what's important is character and atmosphere.\n\nChandler knew that, and his Philip Marlowe books breathed with the life of a seedy Los Angeles, filled with failures and rented rooms and girls in bars with stories to tell. MacDonald knows it, too. His books have a certain density to them that make him Chandler's heir. \"Darker Than Amber\" is set in Florida and the resort islands, but it doesn't use its setting as a mere backdrop.\n\nWhen Sinatra's \"Tony Rome\" visited Miami, we had the feeling the movie was actually being shot in Las Vegas with the street signs changed. But the Florida of Travis McGee is fully seen by director Robert Clouse. He takes a set piece, like an evening in the bar of a cruise ship, and fills it with people instead of extras. He handles a confrontation with racists in an understated way that makes us believe it.\n\nClouse is also good at action scenes; his fist-fights are beautifully choreographed. And he's able to let character actors out of their bags. Watch for William Smith as Terry, a muscle-bound beach boy who likes to throw people off ships. The character is so open to stereotyping that we're pleasantly surprised, toward the movie's end, to discover that Smith and Clouse have made Terry believable.\n\nThe whole movie is a lot more believable than a detective movie usually has a right to be. I didn't much expect to enjoy it -- the genre has been in a state of decay since the 1950s -- but I did. Probably because bookers think no one much wants to see a detective flick, \"Darker Than Amber\" has been opened in neighborhood theaters and will be gone in a week or two. You might try it.", "running_time": 96, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-12", "genres": ["Adventure"], "title": "Darker Than Amber (1971)"}