{"url": "http://www.rogerebert.com/reviews/dark-obsession-1991", "by": "Gabriel Byrneas Sir Hugo Buckton", "star_rating": 3.0, "text": "The film opens in solemn ceremony, as a group of men in military formalwear offer a toast to the queen. It is followed by countless other toasts, until finally this cream of the British aristocracy is galloping around the banquet hall on each other's shoulders, in a boozy game of horses and riders. Later that night, as they all drive home together, the car of the drunken Sir Hugo hits a woman in the middle of the street. She is not killed instantly, but Sir Hugo deliberately leaves her for dead. She dies the next day, and is described in the papers as a hit-and-run victim.\n\nActually there were four witnesses to Sir Hugo's crime, but they take a solemn oath not to reveal what happened. And Hugo (played by Gabriel Byrne as a monstrously selfish, jealous rich man) carries on his life as usual. There is his wife, whom he suspects of adultery, and his small child, about to be packed away to boarding school, and his doddering father, who complains “Are they roping me off?” on the days when the public is admitted for tours of the ancestral home.\n\nThe fact is, the hit-and-run was murder in more ways than one. The victim (identified as the cook of a friend of Sir Hugo's) looked, for one moment on the dark, rainy street, very much like his wife. And perhaps at that moment he avoided braking, when he could have saved the woman, because in his drunken state he was running down his wife instead. It is hard to say. And of course, sober, Sir Hugo is the soul of probity and decorum. Like many members of his class and generation, he is obsessive about performing all of his public acts in the absolutely correct way, while being completely permissive with himself about what he does in private.\n\n“Dark Obsession,” a film of murder, sexual jealousy and refined decadence, is only fitfully a murder mystery. A crime has taken place, and there is an attempt to solve it, and one of Sir Hugo's young friends is tortured by his conscience because of the bloody secret he has been pledged to keep. But the business of the crime plugs along in the background, while Hugo and his family carry out the daily pathology of lives that have become lies. About the only thing that cheers up these dreadful people is that they think they are better than everyone else. But even within their own closed circle they are snobs: “I do so want you to feel a member of the family,” Hugo's mother tells his wife, making it clear that after several years of marriage she does not believe this feeling has yet been obtained.\n\nThe movie was written by Tim Rose Price and directed by Nick Broomfield, whose previous films included the documentary “Soldier Girls,” and whose approach to this material is documentary, as well.\n\nHe wants to show us how the very fabric of the lives of these aristocrats has undercut their human perspective, has convinced them they are above and beyond the law. When they toast the queen, it is almost because they think she needs it.\n\nBroomfield's sequences have the feeling of carefully crafted set pieces, as in a scene that takes place at night, at a party in the ancestral country home. The garden, the pool, the gardener's shed, the disused gazebo - these all become, not architectural details, but destinations for elaborate games of hide-and-seek, as lords and ladies slip off into the night for furtive couplings. There is a particularly painful encounter between Sir Hugo and his wife, which is probably responsible for the film's NC-17 rating, but which is helpful, I think, in establishing the ways in which he can feel himself to be a man.\n\nIf you want to understand the British ruling class, the Cockney-born Michael Caine once explained to me, it will help to know that they were all shipped off to boarding school at the age of 5, and spent the next 10 years in a same-sex society, being beaten about once a week. The opening scene of “Dark Obsession” begins about where Caine's explanation left off.", "running_time": 87, "mpaa_rating": "NC-17", "release_year": 1991, "date_published": "1991-08-09", "genres": null, "title": "Dark Obsession (1991)"}