{"url": "http://www.rogerebert.com/reviews/dark-streets-2008", "by": "Gabriel Mannas Chaz", "star_rating": 2.0, "text": "\"Dark Streets\" is the kind of film you can appreciate as an object, but not as a story. It's a lovingly souped-up incarnation of the film-noir look, contains well-staged and performed musical numbers, and has a lot of cigarettes, tough tootsies, bad guys and shadows. What it doesn't have is a story that pulls us along, or a hero who seems as compelling as some of the supporting characters.\n\nThe hero is Chaz (Gabriel Mann), who has inherited a nightclub from his secretive father, who was a power magnate. Night after night, he sits in the club, smoking and regarding his stage shows. Too many nights after nights. The most noticeable thing about Chaz is his pencil-thin mustache. OK, so it's the 1930s, and actors like William Powell and Clark Gable had mustaches like that and played good guys, but somehow don't you associate the style more with snaky villains and riverboat gamblers? A very young man wearing such a mustache is trying to tell us something we don't want to know.\n\nChaz's club feels more like a set than a business. The whole film feels that way: As if the sets, actors and dialogue are self-consciously posing as classic film noir instead of sinking into the element. Look at a film like \"Dark City,\" which is obviously made of sets but feels like noir to its very bones. Here, the moment Bijou Phillips and Izabella Miko appear on the screen, they exude: I'm the dame in a movie nightclub!\n\nThat's not to say they're not good. In fact, they're surprisingly good, especially in the club's jazz-based production numbers, where they sing and dance and are sultry and entertaining. It's wrong of me, but I'm always a little startled when someone like Bijou or Paris Hilton turns out to be talented, because it's wrong that's not what they're famous for.\n\nIt's difficult to imagine how Chaz's smallish club, even though it does good business, can afford to stage those production numbers, which although not Vegas in scope, are at least comparable to those on a big-time cruise ship. I'm reminded of Broadway musicals where six extras play the audience in \"42nd Street.\" Other details seem out of scale. If Chaz's dad really was a power tycoon, shouldn't the offices of this vast monopoly be more impressive than some gold stenciling on the glass of an office door? I think the power blackouts that keep shutting down the city may be intended to remind us of Enron's deliberate California blackouts, but that plot thread leads nowhere.\n\nThe movie is directed by Rachel Samuels, with a screenplay by Wallace King, based on Glenn M. Stewart's play \"City Club.\" Since it plays more like the book for a musical, maybe she should have just gone ahead and made it a musical. That would have forgiven the lapses in logic, explained the sets and production numbers, and shrugged off problems of scale. And it would have built on the movie's strength (not just the performances, but a nice soundtrack presence by Etta James, B.B. King, Natalie Cole and others). You'd still need to make Chaz more formidable. At least in a musical, he doesn't need to be Robert De Niro.", "running_time": 83, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-12-10", "genres": ["Drama", "Indie"], "title": "Dark Streets (2008)"}