{"url": "http://www.rogerebert.com/reviews/dark-water-2005", "by": "Jennifer Connellyas Dahlia", "star_rating": 3.0, "text": "Art Buchwald said the plot of \"Last Tango in Paris\" could be understood as the story of what people were willing to do to get an apartment in Paris. \"Dark Water,\" a new horror film starring Jennifer Connelly, suggests that in New York, people are not only willing to kill for an affordable apartment, but may have to die, too. The movie is a remake of a 2002 thriller by the Japanese horror specialist Hideo Nakata, whose work also inspired the \"Ring\" pictures.\n\nAs \"Dark Water\" opens, Dahlia Williams (Connelly) is splitting up with her husband Kyle (Dougray Scott), and needs to find a new home for herself and her daughter Ceci (Ariel Gade). Her search takes her to Roosevelt Island, where a real estate agent named Murray (John C. Reilly) cheerfully shows them a flat that could be the New York pied-a-terre of the Amityville Horror.\n\nThe entrance hall is dark and dank. The superintendent (Pete Postlethwaite) lurks in his cubicle like a poisonous toad. The elevator seems programmed to devour little girls or their mothers. The rooms are dark and dank. Murray talks optimistically about a new coat of paint, and when he fails to find the second bedroom he instantly redefines the living room as \"dual-use.\" Little Cici, who thinks the building is “yucky,” is right on the money. Still, the rent is right, and Dahlia is desperate. She takes the apartment, violating the ancient tradition that movie characters always live in apartments they could never afford in real life. She can afford this one. It's just that, well, that stain in the ceiling seems sort of malevolent and alive, as if it were eating up the apartment and will eat them, too. And a trip upstairs reveals unspeakable horrors.\n\nWhat went on in this building? Who is the imaginary friend Ceci seems to have made? Her mother has fears of abandonment from her own childhood, and we wonder if she will allow her own child to be endangered. Here is a world with few friendly faces: Reilly as the real estate agent would praise a death chamber for its square footage, Postlethwaite as the super seems to be harboring alien parasites in his eyebrows, and Dahlia's lawyer is played by Tim Roth, which is all you need to know.\n\n\"Dark Water\" is the first film in English by Walter Salles (\"Central Station,\" \"The Motorcycle Diaries\"), and has a dark visual style that matches the building's pulsing gloominess. Like other recent horror directors, he is intrigued by the challenges of bathtubs and shower stalls, and the ways in which people can be trapped in them and drown, and the tendency of tap water to turn the color of blood, or Pennzoil. He is also aware of the possibilities in scenes where heedless children defy instructions and wander off on their own.\n\nI have been criticized recently for giving a pass to films of moderate achievement because they accomplish what the audience expects, while penalizing more ambitious films for falling short of greater expectations. There may be some truth in such observations, but on the other hand, nobody in the real world goes to every movie with the same kind of anticipation. If I see a film by Ingmar Bergman, as I recently did, I expect it to be a masterpiece, and if it is not, Bergman has disappointed me. If I attend a horror film in which Jennifer Connelly and her daughter are trapped in the evil web of a malevolent apartment building, I do not expect Bergman; if the movie does what it can do as well as it can be done, then it has achieved perfection within its own terms.\n\nThe Bergman film (\"Saraband\") was a masterpiece. \"Dark Water\" achieves some, but not all, of what we might hope for. It is not \"Rosemary's Baby.\" The acting is effective, the supporting roles are performed with relish by the skilled technicians Postlethwaite, Reilly and Roth, and the cinematographer, Affonso Beato, succeeds in making the stain on the ceiling look like an evil vastation and not just a leaky sink. The climax is certainly over the top, and we're never quite sure how all the parts of the mystery fit together, but then the movie is about the horror of the mystery, not about its solution. Most important, I cared about the Jennifer Connelly character; she is not a horror heroine, but an actress playing a mother faced with horror. There is a difference, and because of that difference, \"Dark Water\" works.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-07-07", "genres": ["Drama", "Horror", "Thriller"], "title": "Dark Water (2005)"}