{"url": "http://www.rogerebert.com/reviews/dark-circle-1983", "by": "Judy Irving", "star_rating": 4.0, "text": "In a new documentary named \"Dark Circle\" we learn: \n\n* That the blueprints for the \"earthquake-proofing\" of California's Diablo Canyon nuclear reactor were accidentally reversed, resulting in a design that would not have withstood earthquakes. \n\n* That the levels of plutonium downwind from the Rocky Flats nuclear bomb factory outside Denver are far higher than government safety standards, and that neat little split-level subdivisions are what lie downwind.\n\n* That US soldiers were flown through a radioactive mushroom cloud, without their consent, during a series of tests in which thousands of soldiers were carelessly exposed to dangerous levels of radiation. \n\n* That nuclear waste can affect your property values. \n\n* That if the present rate of plutonium poisoning continues, it is likely that America's nuclear bombs will kill more Americans than anybody else -- striking us through our lungs, our drinking water and mothers' milk.\n\n* And that the US government once ran an experiment to see if pigs could be protected from a nuclear blast by being outfitted in little aluminum foil overcoats. They could not.\n\n\"Dark Circle,\" which is one of the most horrifying films I've seen, also sometimes is one of the funniest (if you can laugh at the same things in real life that you found amusing in \"Dr. Strangelove\"). Using powers granted by the Freedom of Information Act, and sleuthing that turned up government film the government didn't even know it had, the producers of this film have created a mosaic of the Atomic Age. \n\nIt is a record of reckless mishandling of nuclear wastes, criminal disregard for the rights of American citizens being poisoned in their own homes, and bizarre nuclear experiments that resemble nothing so much as a bunch of mad scientists playing with their toys.\n\n\"Dark Circle\" is a big, ambitious, rambling documentary. It could use more focus. It tries to cover everything -- from the victims of Hiroshima and Nagasaki, to the first postwar bomb tests, to the fallout scares of the 1950s, right up to the present plutonium nightmare outside Denver. It is a tribute to the power of the material, and to the relentless digging of the filmmakers, that the movie is completely riveting.\n\nOf all this film's material, the best, I think, deals with the people living downwind from Rocky Flats. \"Dark Circle\" documents the situation there, where plutonium is turning up all over the place, cattle are dying, chickens are not reproducing, and children are getting cancer at a statistically alarming rate. The movie doesn't just recite these figures. It brings them home, by interviewing families who live beneath the poisonous winds of Rocky Flats.\n\nOne young mother vows to sell her house and move; she won't let her children continue to live there. Later, in the film's most heartbreaking scene, we revisit that mother. She has sold her house. She and her children are moving. She averts her face. She does not want to talk about the fact that the buyers she found ... are another family with small children.", "running_time": 82, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-20", "genres": null, "title": "Dark Circle (1983)"}