{"url": "http://www.rogerebert.com/reviews/dark-days-2000", "by": "Marc Singer", "star_rating": 3.5, "text": "Marc Singer's film shows an extraordinary world that exists below the streets of Manhattan. In the perpetual darkness of the tunnels, people make their homes. They build shacks out of cardboard and lumber, and fill them with furniture dragged down from above. Tapping into city lines, they have light and water, and many have stoves, refrigerators and TV sets.\n\nOne thinks of documentaries about life at the bottom of the sea, where giant worms live in the warmth of sulfur vents. Life is opportunistic and finds its way everywhere, and there is something Darwinian about these tunnel dwellers, who have found a niche where they can survive. They are not, they emphasize, \"homeless.\" Singer heard about the tunnel people on a news broadcast. He went looking for them, and then came back to film them. Eventually making \"Dark Days\" became his obsession; he spent all of his money on it, until he was homeless. It is a film about people who have fallen through the cracks, but still share most of the same ambitions and hopes as the rest of us.\n\nMany of the tunnel people keep cats to fight the rats. Others bait traps with lye. Rats and cold are the big problems, and having your stuff stolen. On the plus side, people look out for each other, and there is a guy named Tito who has become something of a cook: \"Until I was in rehab, I never liked eggplant. Now it's the chef's special.\" Some show Singer photos of their pets, but more rarely of their families. Old memories still hurt. One recalls his first hit of cocaine, and how much he liked it. \"But I never got back to that first high. I made a mess of myself.\" His wife issued an ultimatum: the drugs or me. He took the drugs.\n\nDee is a woman who also has a crack problem. She was in jail when she saw on TV that her two kids were burned in a fire. Now she lives in the tunnels. One of her neighbors has a chain-link enclosure for his dogs: \"It's hard to keep a place clean with dogs,\" he observes.\n\nThe dwellers journey to the surface for food and treasure. \"Kosher restaurants are the best,\" one says, \"because the food isn't all mixed up with coffee grounds.\" They look for cans and bottles that can be redeemed. Sometimes they find things they can sell: \"Gay porno is the best.\" Watching this movie, I was reminded of George Orwell's Down and Out in Paris and London, his memoir of 18 months spent living in abject poverty. What he learned, he said, was that tramps were not tramps out of choice, but necessity. Hard luck and bad decisions had led to worse luck and fewer choices, until they were stuck at the bottom. To call a homeless person lazy, he said, was ignorant, because the homeless must work ceaselessly just to stay alive. To tell them to get a job is a cruel joke, given their opportunities. \"Dark Days\" is the portrait of men and a few women who stubbornly try to maintain some dignity in the face of personal disaster. You could call them homemakers.", "running_time": 84, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Documentary"], "title": "Dark Days (2000)"}