{"url": "http://www.rogerebert.com/reviews/dark-eyes-1987", "by": "Marcello Mastroiannias Romano", "star_rating": 3.5, "text": "Some stories need to be told after they are over. We need to know that all the events are past and gone, in order to feel the same nostalgia as the storyteller. When a story is happening \"now,\" there is always the possibility of surprise and happiness. But when a story happened \"then,\" and it is a love story, then even the happy moments feel bittersweet, and of course that is the whole point of the story.\n\n\"Dark Eyes\" is a story told by a man who sits at a table in the lounge of an ocean liner, the bottle in front of him, the glass in his hand, his voice steady as if he has rehearsed these same facts many times before. He is a middle-age man with sad eyes and a weary face. His listener is about the same age, but not so sad and not so weary.\n\nNeither one seems to much care about the ship's destination. The man telling the story is Marcello Mastroianni, the most complete of movie actors, his face never seeming composed for the screen but acting simply as a window for his words. He tells the stranger that once he was married, comfortably if not ecstatically, to a rich wife (Silvano Mangano).\n\nThey were not in love, but they were content with one another. Then he went on a visit to a spa, and there he saw a young lady, and danced with her, and fell in love with her, and had one of those holiday romances that fade like postcards in the memory. After all, nothing could come of it; they were both married.\n\nThe problem with this romance, Mastroianni tells his listener, is that it did not fade. Back home again, he found he was still in love with the woman (Elena Sofonova). She grew stronger in his memory. He could not forget her. She was a Russian, and eventually he went to Russia in search of her, and found her, and they shared perfect love and vowed to divorce their spouses to marry each other. She went to tell her husband, and he returned to Italy to tell his wife, but at home he found his wife had lost all of her money and his sense of loyalty was such that he could not leave her under those circumstances, and so...\n\nMastroianni continues with his story, but I will stop here, before all of the twists and turns, the ironies and the final heartbreak. \"Dark Eyes\" tells one of those stories where you think you know everything, but you do not, and at the end of the story you know that everyone is very unhappy but you cannot see precisely what they should have done differently. The movie is based on stories by Anton Chekhov and has been directed by a Russian, Nikita Mikhalkov, who is not afraid of large romantic gestures and tragic coincidences. You realize after awhile that it doesn't matter that Mastroianni can do nothing, that his tragedy is in the past; the telling of the story is the whole point, and he travels the world with his sad tale, telling it probably again and again, for the whole importance of his life has been reduced to his great loss.\n\nThis is a beautiful film, lavishly shot on location at Italian and Russian spas and in great houses. The 19th century period is important, not simply because it recalls a time before telephones (which could have solved the whole tragedy), but because it recalls a state of mind before telephones (a time when people did not much believe in easy solutions). The movie is intriguing because of its moral complexity. After it's over, you find yourself asking hard questions about who did right and who did wrong, and you're confronted with the ironic possibility that maybe it didn't matter, that maybe everyone was doomed from the start. The ending of this film is a real stunner. If you see \"Dark Eyes,\" ask yourself this question afterward: How would it have felt if the movie had provided what we anticipate will be the last scene, but isn't? Would it have been simply corny? Or too heartbreaking to be endured?", "running_time": 117, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-11-20", "genres": ["Comedy", "Drama", "Romance"], "title": "Dark Eyes (1987)"}