{"url": "http://www.rogerebert.com/reviews/darling-companion-2012", "by": "Diane Keatonas Beth Winter", "star_rating": 1.0, "text": "The dog's name is Freeway. That part I will never forget. I will remember it echoing forlornly on mountain trails and forest thickets, on the banks of streams, on basketball courts, behind gas stations and along highways. Freeway! Freeway! Freeeee-way! Where are you, boy? Freeway!\n\nIt is depressing to reflect on the wealth of talent that conspired to make this inert and listless movie. I walked in knowing it was directed by Lawrence Kasdan (\"Grand Canyon,\" \"The Big Chill\"). And that its cast included Diane Keaton, Kevin Kline, Richard Jenkins, Dianne Wiest and Sam Shepard. How could it fail to be good? Lacking that, how could be fail to be fair? How could it be so appallingly pointless? How could it be such thin soup?\n\nAs the film opens, we meet Joseph Winter (Kline), a back surgeon, his lonely wife, Beth (Keaton), and their husband-seeking daughter, Grace (Elisabeth Moss). Beth and Grace are driving down a Colorado freeway when Beth freaks out, makes Grace pull over, and runs back to where she saw a beautiful dog abandoned on the roadside.\n\nAlthough claiming not to be dog people, they take this dog to a handsome young veterinarian (Jay Ali). There is barely enough time for the Winters family to adopt the dog and name it Freeway before the daughter and the vet are getting married. After the wedding, Beth and Joseph team up with Penny and Russell Alexander (Dianne Wiest and Richard Jenkins) to spend a few days in the Winters' mountain cabin. Here they're joined by Penny's son, Bryan (Mark Duplass), and the cabin's housekeeper, Carmen (Ayelet Zurer), who claims to be a gypsy soothsayer.\n\nUnderstand, please, that this is not a comedy. If it were, it has the makings of an outstandingly simple-minded one — but no, it tilts more toward a scrutiny of the relationships involved. These are put to a severe test when Dr. Winter takes Freeway for a walk, a deer runs across their path, and Freeway bolts off in joyous pursuit. And that's the last we'll see of Freeway until a shot right at the end, which surely found its inspiration in \"Lassie Come Home.\"\n\nAll the rest of the movie involves a search for the missing dog. All of it. Three days of it. The three couples trek mountain trails and woodland glens, Bryan having hooked up with the gypsy psychic. She provides them with visions; she sees a red-haired woman and imagines the color blue — indeed, although when they meet the woman, she knows nothing about the dog. They also appeal to the sheriff's department, tracking down Sheriff Morris (Sam Shepard) while he's fly-fishing on his day off. He has a kidney stone attack, which generates mighty big excitement. There's also an ominous confrontation with a threatening mountain man wearing a Harvard sweatshirt.\n\nThe search for Freeway goes on and on and on, relentlessly. The Winters get lost in the woods at night. Fierce thunderstorms rip the area. In an entirely unexplained and unnecessary animated segment, Freeway is attacked by wolves in action resembling Disney's \"Night on Bald Mountain\" sequence from \"Fantasia.\" Each couple has meaningful conversations, and there's an ankle sprain.\n\nAnd that's it. Yes. Unless you care if they find the dog. If they did not find Freeway, that would make a sad ending indeed, but even if they find him, it hardly matters, because after his big roadside rescue scene, Freeway has too little time onscreen for us to get to know him. Freeway! You naughty dog! Freeway, Come Home.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-25", "genres": ["Drama", "Romance"], "title": "Darling Companion (2012)"}