{"url": "http://www.rogerebert.com/reviews/das-experiment-2002", "by": "Justus Von Dohnanyias Berus", "star_rating": 3.0, "text": "Human behavior is determined to some degree by the uniforms we wear. An army might march more easily in sweat pants, but it wouldn't have the same sense of purpose. School uniforms enlist kids in the \"student body.\" Catholic nuns saw recruitment fall off when they modernized their habits. If you want to figure out what someone thinks of himself, examine the uniform he is wearing. Gene Siskel amused himself by looking at people on the street and thinking: When they left home this morning, they thought they looked good in that.\n\n\"Das Experiment,\" a new film from Germany, suggests that uniforms and the roles they assign amplify underlying psychological tendencies. In the experiment, 20 men are recruited to spend two weeks in a prison environment. Eight are made into guards and given quasi-military uniforms. Twelve become prisoners and wear nightshirts with numbers sewn on them. All 20 know they are merely volunteers working for a $1,700 paycheck.\n\nThe movie is based on a novel, Black Box, by Mario Giordano. The novel was probably inspired by the famous Stanford Prison Experiment of 1971, a classic of role-playing. On that experiment's Web site, its director, Philip G. Zimbardo, writes: \"How we went about testing these questions and what we found may astound you. Our planned two-week investigation into the psychology of prison life had to be ended prematurely after only six days because of what the situation was doing to the college students who participated. In only a few days, our guards became sadistic and our prisoners became depressed and showed signs of extreme stress.\" So there, I've given away the plot. Some critics of \"Das Experiment\" question the fact that the guards become cruel so quickly, but the real-life experiment bears that out. What is fascinating is how most of the members of both groups tend to follow charismatic leaders. None of the other guards is as sadistic as Berus (Justus von Dohnanyi) and none of the other prisoners is as rebellious as Tarek Fahd (Mortiz Bleibtreu), who remembers, \"My father would say, 'Don't do this,' and I'd do it.\" Perhaps uniforms turn us into packs, led by the top dog. There are a few strays. One prisoner seems custom-made to be a victim, but another, a man with military experience, holds back and tries to analyze the situation and provide cool guidance. But he's more or less powerless because--well, the guards are in charge. One of the guards has misgivings about what is happening, but it takes a lot of nerve to defy the pack.\n\nIt would make perfect sense for the guards to say, \"Look, we're all in this together and we all want the $1,700 at the end of the two weeks. So let's make it easy on ourselves.\" But at Stanford as in this movie (and in life), that is not human nature. The outcome of the experiment is clear from the setup. We would be astonished if the guards became humane.\n\nWhat impressed me is how effective the movie was, even though the outcome is a foregone conclusion. That's a tribute to the director, Oliver Hirschbiegel, and the actors, who have been chosen with the same kind of typecasting that perhaps occurs in life. The sadist looks mean. The rebel looks like a trouble-maker. The military guy looks competent. The victim looks submissive. We see them and read them. Is it the same in life? By halfway through, I was surprised how involved I was, and I see that I stopped taking notes at about that point--stopped thinking objectively and began to identify. Of course I identified with the trouble-maker. But give me a uniform and who knows what I would have done. The fact that the movie is German inspires thoughts about the Holocaust: The Nazi command structure needed only strong leaders at the top for Hitler to find, as one book called them, willing executioners in the ranks. But is the syndrome limited to Nazi Germany? This movie argues not.\n\nThinking of World War II, we're reminded not only of the Nazi uniforms, which were fetishistic, but of the genial sloppiness of the average American G.I., as unforgettably portrayed by the great Bill Mauldin. His Willie and Joe, unshaven, their helmets askew, cigarettes dangling from their lips, resented authority, but they won the war.\n\nThe Stanford Prison Experiment can be found on the Web at www.prisonexp.org.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Drama", "Foreign", "Thriller"], "title": "Das Experiment (2002)"}