{"url": "http://www.rogerebert.com/reviews/date-with-an-angel-1987", "by": "Michael E. Knightas Jim Sanders", "star_rating": 1.0, "text": "If there is a heaven, I imagine it is an absolutely indescribable and overwhelmingly amazing place, but when it turns up in the movies, it always seems more like a place where you might want to go fly fishing.\n\nWhy can't the movies really extend themselves and give us something more than clouds, nightgowns and recycled plots about how dumb everyone is on earth? Just this month we have had one vision of heaven, in \"Made in Heaven,\" and two visitors from heaven, Shelley Long in \"Hello Again\" and now Emmanuelle Beart in \"Date With an Angel.\" Taken together, these three movies have convinced me I would rather spend the afterlife on my own. \"Made in Heaven\" made the best try, and its scenes in heaven were intriguing, even though the characters, given carte blanche to create any environment they fancied, showed an appalling lack of imagination. The other two movies have the same problem, a puzzling inability to make some kind of glorious metaphysical leap into the wonders that could be.\n\nTake Long. Her character returned to earth after an entire year spent in the beyond. What did she experience there? What did she remember? Who did she bring greetings from? What message did she have for us? Nothing. Zero. Zip. Get this: She couldn't remember what happened. For the audience, this payoff was roughly comparable to Stan Freberg's trained rat, which spent a lifetime learning to negotiate a maze and was rewarded with a lousy chlorophyll gumball. In \"Date With an Angel,\" the angel at least remembers heaven. She recognizes pictures of angels, anyway, in old art books and starts cooing with pleasure. Her problem is that she doesn't speak any known language and spends so much of her time making goo-goo eyes at the hero that even he finally gets tired of it. The angel is played by Beart, recently seen in \"Manon of the Spring,\" and there is no doubt she is one beautiful woman - a dreamy adolescent version of Catherine Deneuve.\n\nIn the movie, she crash-lands in a swimming pool during a mission to earth and injures herself. She is nursed back to health by Michael E. Knight, as a young yuppie who is engaged to marry Phoebe Cates.\n\nGiven this premise, the movie immediately tries to discover how many dumb things it can do with it, how many no-brainer plot twists it can discover and how best to make Beart and Cates into inanimate objects. The entire plot revolves around such stock figures as an angry father-in-law, a jealous girlfriend and madcap buddies. It does not even spare us the obligatory press conference scene, which is mangled here almost as badly as it was in \"Hello Again.\" The angel finally speaks in a human tongue, all right, but in the last scene of the play. Just when she was ready to maybe say something interesting, the movie was over.\n\nThis movie ought to be shot. It wastes not only the idea of the angel, but also the human presence of Cates, a bright and quick actress who is required to play a simpering bimbo. How come the filmmakers didn't have the wit to allow Cates to join her boyfriend in getting to know the angel, instead of making her into an idiotic shrew? Imagine the girl-talk she could have had with somebody her own age from heaven.\n\nI fear this film will have a sequel. The last shot has Knight and Beart submerged in a passionate kiss, and Beart has traded in her wings for a nurse's uniform. Her first words are that she has been granted a \"leave of absence,\" which is kind of a theological breakthrough, since angels have no bodies and exist outside of time, making it easy for them to handle the absence part but almost impossible for them to leave - or arrive, for that matter. No doubt the sequel will be titled \"Second Date With an Angel.\" Stranger things have happened in the week that gave us \"Teen Wolf Too.\"", "running_time": 105, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-11-20", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Date With an Angel (1987)"}