{"url": "http://www.rogerebert.com/reviews/date-night-2010", "by": "Steve Carellas Phil Foster", "star_rating": 3.5, "text": "Steve Carell and Tina Fey play a nice, unassuming couple in \"Date Night,\" and that's one of the reasons the movie works so well. Their Phil and Claire Foster are a normal, overworked, sincere, good-natured New Jersey couple whose lives have become routine. But they love one another, and all they really want is to hire a babysitter and enjoy a nice night out on the town.\n\nWe believe that. We're halfway prepared for a low-key romantic comedy when all hell breaks lose. They pretend to be an absent couple in order to grab a reservation at a trendy restaurant, and two hit men assume they are that couple and topple them into a screwball comedy. Yet all the time Phil and Claire seem like the kind of people who don't belong in a screwball comedy. That's why it's funny. They're bewildered.\n\n\"Date Night\" supplies them with the \"real\" Tripplehorns (James Franco and Mila Kunis), two mob-employed cops (Jimmi Simpson and Common), a mob boss (Ray Liotta) and a muscular security expert (Mark Wahlberg) who never wears a shirt. These characters are also somewhat believable. Plots like this have a way of spinning over the top with insane manic behavior. It's as if the characters are desperately signaling, Look at us! Aren't we hilarious? But the audience has to bring hilarity to you. It can't be assumed.\n\nSo what we have is a situation set in motion because a couple named the Tripplehorns don't turn up for a restaurant reservation. The Fosters, mistaken for the Tripplehorns, find themselves in way over their heads with the Tripplehorns' potentially fatal problems. The criminal characters aren't simply stupid, but bright enough to perceive this causes a problem for everyone. And the security agent (Wahlberg) is not simply a muscle-bound goon. He's a caricature, all right, but one living in a condo out of Architectural Digest and capable of feeling some sympathy for these pathetic New Jerseyites who've lost their way.\n\nCarell and Fey are both natural comic performers, who know (as Second City teaches) that a comedian must never seem to know that it's funny. They play Phil and Claire as nearly as possible like plausible people trapped by this nightmare misunderstanding. Yes, things heat up a little, and yes, there is an obligatory chase scene, and yes, it's a little unlikely how they end up appealing to the security expert. That goes with the territory.\n\nBut they know, as great comic actors like Cary Grant and Jack Lemmon knew, that their job in a comedy is to behave with as much realism as possible and let the impossibilities whirl around them. To begin with, Carell and Fey look like they might be a pleasant married couple. Attractive, but not improbably so. Young, but not that young. Fit, but they don't reveal unexpected skills. And frightened when they need to be. Do you ever wonder why the characters in some movies are never gob-smacked in the face of what seems like certain death?\n\nAll of this is a way of saying that \"Date Night\" is funny because, against all odds, it is involving. Each crazy step in the bizarre plot made a certain sense because it followed from what went before; it's like the Scorsese masterpiece \"After Hours.\" The director is Shawn Levy, who committed the two \"Night at the Museum\" movies, and here shows that he is much more successful when he stays far away from CGI. Remember that he also made the entertaining \"Cheaper by the Dozen,\" with Steve Martin and Bonnie Hunt as a hard-pressed married couple. \n\nA movie like \"Date Night\" encourages Hollywood comedy to occasionally dial down, and realize that comedy emerges from characters and situations and can't be manufactured from manic stunts and overkill. If you don't start out liking the Fosters and hoping they have a really nice date night, not much else is going to work.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-04-07", "genres": ["Action", "Comedy", "Crime", "Romance"], "title": "Date Night (2010)"}