{"url": "http://www.rogerebert.com/reviews/daughters-of-darkness-1972", "by": "Delphine Seyrigas Countess Bathory", "star_rating": 2.5, "text": "The old hotel porter gulps when he lays eyes on the Countess Bathory, and his Adam's apple bobs up and down like an organic yo-yo. \"But...I remember that you stayed here 40 years ago, when I was a bellboy,\" he says. \"And you have not changed - not in all those years!\" \n\nIndeed, she has not. She hasn't bought any new clothes, either. She wears slinky 1930s dresses, and high boots, and a veil over her face, and a vinyl rain cape, and enough feathers to turn an ostrich's stomach. We find out that she has a famous ancestor who remained eternally young by bathing in the blood of 800 virgins. But the current countess has a problem, because virgins are getting so hard to find these days. Right away, we figure the young honeymoon couple at the hotel hasn't got a chance. \n\nThe newlyweds are a little weird, anyway. What brought them to this drafty old resort hotel, out of season and with the winter rains blowing in through the storm-tossed lace curtains? Why did the countess and her traveling companion, the mysteriously red-lipped Ilona, take the suite next door? Why is that man on a bicycle following them wherever they go?  \n\nMost of all, will the young man's mother approve of his marriage with the innocent young Valerie? Probably not. When Valerie finally talks Stefan into telephoning his mother at the manor, mother turns out to be a man who is eating purple orchids for lunch. I mean, talk about bringing your girl home to meet Mom, huh? Meanwhile, strange things are happening. \n\nThe countess excites the young man with tales of vampire feast, sadistic orgies and invocations to the devil. The young man then beats his wife, who falls sobbing into the clutches of the countess while the young man is seduced by the red-lipped Ilona. Everyone slinks mysteriously up and down the stairs. Bodies drained of blood are found in a nearby town. The mysterious man falls off his bicycle. \n\nDuring all of this, of course, lightning rips asunder the stormy sky, and the waves beat out their lonely vengeance on the beach. Also, the countess turns Valerie into a vampire, the countess's blood red and monstrously ugly automobile hauls bodies to the beach, and we can tell from the music on the sound track that these are strange portents. Also, the man on the bicycle gets run over and killed. \n\nAll of this makes \"Daughters of Darkness\" a fairly stylish adult vampire movie, and Delphine Seyrig (last seen wandering about a resort hotel in \"Last Year at Marienbad\") is a most satisfactory vampire. The movie ends on a note of divine retribution, which is always nice in this sort of enterprise. The moral is, never take on a vampire with a car if all you've got is a bicycle.", "running_time": 100, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-04-06", "genres": ["Foreign", "Horror", "Thriller"], "title": "Daughters of Darkness (1972)"}