{"url": "http://www.rogerebert.com/reviews/dave-1993", "by": "Kevin Klineas Kovic/Bill Mitchell", "star_rating": 3.5, "text": "\"Dave\" takes that old plot about an ordinary person who is suddenly thrust into a position of power, and finds a fresh way to tell it. The movie's about a nice guy who runs an employment agency and is otherwise undistinguished, except that he happens to look exactly like the President of the United States. When the president wants to sneak away for a quickie with his mistress, he is recruited by the secret service to act as a stand- in. Then the president has a stroke, and Dave is hired on a more or less permanent basis.\n\nWhen I first heard this story line, I imagined that \"Dave\" would be completely predictable. I was wrong. The movie is more proof that it isn't what you do, it's how you do it: Ivan Reitman's direction and Gary Ross' screenplay use intelligence and warmhearted sentiment to make \"Dave\" into wonderful lighthearted entertainment.\n\nThe movie opens with the White House occupied by President Bill Mitchell, who seems to have been inspired by George Bush. The first lady, Ellen Mitchell, played by Sigourney Weaver, incorporates elements of both Barbara Bush and Hillary Rodham Clinton. The first marriage is over in all but name; Bill and Ellen appear together in public, but hardly even talk in private, because she's so angry about his philandering and general wimpiness.\n\nThe president is played by Kevin Kline, who also plays good old Dave Kovic, a man who cannot rest when one of his clients needs a job. He's thrilled when he's asked to stand in for the president, and enjoys the experience immensely (who would not enjoy getting a standing ovation simply for existing?). But when Mitchell has his stroke, the White House chief of staff, an evil genius played by Frank Langella, decides not to turn over the reins of power to the vice president (kind, decent Ben Kingsley) but instead to use Dave Kovic as a permanent front man.\n\nDave dimly understands that this is wrong, but allows himself to be persuaded, and settles into the role with great enjoyment. We in the audience are waiting to see how long it will take the first lady to catch on, and one of the movie's charms is the way it toys with our expectations. Ellen Mitchell, as played by Weaver, is a smart and proud woman with a good heart; she detests Mitchell's two-timing politics and personal infidelity, and spends so little time with him that perhaps Langella can make the deception work.\n\nThe plot unfolds with elements that would be at home in a Frank Capra movie, which Reitman crosses here with some sly political satire. But the heart of the film is really the relationship between Dave and the first lady, who wander about their cavernous and lonely quarters in the White House like a couple of moonstruck teenagers.\n\nBoth Kline and Weaver are good at playing characters of considerable intelligence, and that's the case here. The movie may be built on subtle variations of the Idiot Plot (in which the characters skillfully avoid tripping over obvious conclusions), but they bring such particular qualities to their characters that we almost believe them.\n\nWe also almost believe the way the movie resolves everything; there's poetic justice in the way both private and public agendas are fulfilled. Much depends on the supporting performances, and Langella is superb as the oily manipulator who thinks he can run the country as a puppet-master. I also enjoyed Kevin Dunn as Langella's right-hand man, Kingsley as a vice president of great dignity and forbearance, and the always dependable Charles Grodin in a small but essential role as Dave's best friend.\n\nThe subtext of \"Dave\" resembles the messages of many of the Capra movies: If people in power only behaved sensibly and with good will, a lot of our problems would solve themselves. Of course, it's not that simple. But watching \"Dave,\" there were moments when I found myself asking, why isn't it?", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-05-07", "genres": ["Comedy"], "title": "Dave (1993)"}