{"url": "http://www.rogerebert.com/reviews/dawn-of-the-dead-2004", "by": "Sarah Polleyas Ana", "star_rating": 3.0, "text": "The contrast between this new version of \"Dawn of the Dead\" and the 1979 George Romero original is instructive in the ways that Hollywood has grown more skillful and less daring over the years. From a technical point of view, the new \"Dawn\" is slicker and more polished, and the acting is better, too. But it lacks the mordant humor of the Romero version, and although both films are mostly set inside a shopping mall, only Romero uses that as an occasion for satirical jabs at a consumer society.\n\nThe 1979 film dug deeper in another way, by showing two groups of healthy humans fighting each other; the new version draws a line between the healthy and the zombies and maintains it. Since the zombies cannot be blamed for their behavior, there's no real conflict between good and evil in Zack Snyder's new version; just humans fighting ghouls. The conflict between the two healthy groups in the Romero film does have a pale shadow in the new one; a hard-nosed security guard (Michael Kelly) likes to wave his gun and order people around and is set up as the bad guy, but his character undergoes an inexplicable change just for the convenience of the plot.\n\nAll of which is not to say that the new \"Dawn of the Dead\" doesn't do an efficient job of delivering the goods. The screenplay, credited to James Gunn (based on George Romero's original screenplay), has been co-produced by Richard P. Rubinstein, who produced the original. They use the same premise: An unexplained disease or virus, spread by human bites, kills its victims and then resurrects them as zombies. The creatures then run berserk, attacking healthy humans, infecting them, and so on. The only way to kill them is to shoot them in the head. True to the general speed-up in modern Hollywood, these new-issue zombies run fast, unlike the earlier ones, who lurched along. They also seem smarter, and make decisions faster, unlike the 1979 models, who were likely to lurch up the down escalator.\n\nThe story begins with Ana (Sarah Polley) greeting a young girl who lives in the neighborhood. As the girl skates away on her in-lines, the shot is held just a little longer than seems natural, informing us Something Bad Will Happen to Her. And does, as the next morning she attacks Ana's boyfriend, and Ana barely escapes with her life. After zombies roam the streets, newscasters fight hysteria and neighborhoods burn, Ana eventually finds herself part of a small group in the local shopping mall.\n\nWell, not such a small group. Unlike the tight little group of survivors in \"28 Days Later,\" this one expands to the point where we don't much care about some of the characters (the blonde with the red lipstick, for example). But we do care about Kenneth (Ving Rhames), a gravel-voiced cop with hard-edged authority. We care about Michael (Jake Weber), a decent guy who tries to make the right decisions. And we care about Andre (Mekhi Phifer), whose wife Luda (Inna Korobkina) is great with child and will give birth at any moment; the way that plot plays out is touching and horrifying. We even work up some feeling for the guy marooned on the roof of the gun shop across the street, who communicates with Kenneth by holding up signs.\n\nFor the rest, the movie consists mostly of dialogue and character scenes, alternating with violent attacks by zombies. The movie wisely doesn't give us too many of those scenes where one guy wanders off by himself when we're mentally screaming, Stick together! And although there is a cute dog, at least it's made useful in the plot. Of course the movie makes full use of the shock shot where a zombie suddenly appears in foreground from out of nowhere.\n\nOf gore and blood there is a sufficiency. When the survivors devise a risky way to escape from the mall (which I will not reveal), a chainsaw plays a key role. The survivors take chances that are probably unwise; maybe they should stay in a safe place, since the zombies will presumably sooner or later run out of gas. But taking chances makes for good action scenes, and exploding propane is always useful.\n\nSo, yes, \"Dawn of the Dead\" works and it delivers just about what you expect when you buy your ticket. My only complaint is that its plot flatlines compared to the 1979 version, which was trickier, wittier and smarter. Romero was not above finding parallels between zombies and mall shoppers; in the new version, the mall is just a useful location, although at least there are still a few jokes about the Muzak.", "running_time": 101, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-19", "genres": ["Action", "Horror", "Science Fiction"], "title": "Dawn of the Dead (2004)"}