{"url": "http://www.rogerebert.com/reviews/dawn-of-the-dead-1979", "by": "George A. Romero", "star_rating": 4.0, "text": "\"Dawn of the Dead\" is one of the best horror films ever made -- and, as an inescapable result, one of the most horrifying. It is gruesome, sickening, disgusting, violent, brutal and appalling. It is also (excuse me for a second while I find my other list) brilliantly crafted, funny, droll, and savagely merciless in its satiric view of the American consumer society. Nobody ever said art had to be in good taste.\n\nIt's about a mysterious plague that sweeps the nation, causing the recently dead to rise from their graves and roam the land, driven by an insatiable hunger for living flesh. No explanation is offered for this behavior -- indeed, what explanation would suffice? -- but there is a moment at which a survivor solemnly intones: \"When there is no more room in hell, the dead will walk the Earth.\"\n\nWho's that a quotation from? From George A. Romero, who wrote and directed \"Dawn of the Dead\" as a sequel to his \"Night of the Living Dead,\" which came out in 1968 and still plays the midnight circuit as a cult classic.\n\nIf you have seen \"Night,\" you will recall it as a terrifying horror film punctuated by such shocking images as zombies tearing human flesh from limbs. \"Dawn\" includes many more scenes like that, more graphic, more shocking, and in color. I am being rather blunt about this because there are many people who will not want to see this film. You know who you are. Why are you still reading?\n\nWell ... maybe because there's a little of the ghoulish voyeur in all of us. We like to be frightened. We like a good creepy thrill. It's just, we say, that we don't want a movie to go too far. What's too far? \"The Exorcist\"? \"The Omen\"? George Romero deliberately intends to go too far in \"Dawn of the Dead.\" He's dealing very consciously with the ways in which images can affect us, and if we sit through the film (many people cannot) we make some curious discoveries.\n\nOne is that the fates of the zombies, who are destroyed wholesale in all sorts of terrible ways, don't affect us so much after awhile. They aren't being killed, after all: They're already dead. They're even a little comic, lurching about a shopping center and trying to plod up the down escalator. Romero teases us with these passages of humor. We relax, we laugh, we see the satire in it all, and then -- pow! Another disembowelment, just when we were off guard.\n\nHis story opens in a chaotic television studio, where idiotic broadcasters are desperately transmitting inaccurate information (one hopes the Emergency Broadcast System will do a whole lot better). National Guard troops storm public housing, where zombies have been reported. There are 10 minutes of unrelieved violence, and then the story settles down into the saga of four survivors who hijack a helicopter, land on the roof of a suburban shopping center, and barricade themselves inside against the zombies.\n\nTheir eventual fates are not as interesting as their behavior in the meantime; there is nothing quite like a plague of zombies to wonderfully focus your attention on what really matters to you. Romero has his own ideas, too, and the shopping center becomes a brilliant setting for a series of comic and satiric situations: Some low humor, some exquisitely sly.\n\nBut, even so, you may be asking, how can I defend this depraved trash? I do not defend it. I praise it. And it is not depraved, although some reviews have seen it that way. It is about depravity.\n\nIf you can see beyond the immediate impact of Romero's imagery, if you can experience the film as being more than just its violent extremes, a most unsettling thought may occur to you: The zombies in \"Dawn of the Dead\" are not the ones who are depraved. They are only acting according to their natures, and, gore dripping from their jaws, are blameless.\n\nThe depravity is in the healthy survivors, and the true immorality comes as two bands of human survivors fight each other for the shopping center: Now look who's fighting over the bones! But \"Dawn\" is even more complicated than that, because the survivors have courage, too, and a certain nobility at times, and a sense of humor, and loneliness and dread, and are not altogether unlike ourselves. A-ha.", "running_time": 126, "mpaa_rating": "NR", "release_year": 1979, "date_published": "1979-05-04", "genres": ["Horror", "Science Fiction"], "title": "Dawn of the Dead (1979)"}