{"url": "http://www.rogerebert.com/reviews/day-of-the-dead-1985", "by": "Lori Cardilleas Sarah", "star_rating": 1.5, "text": "The zombies in \"Day of the Dead\" are marvels of special effects, with festoons of rotting flesh hanging from their purple limbs as they slouch toward the camera, moaning their sad songs. Truth to tell, they look a lot better than the zombies in \"The Night of the Living Dead,\" (1967) which was director George Romero's original zombie film. His technology is improving; perhaps the current emphasis on well-developed bodies (in \"Perfect,\" \"First Blood\" etc.) has inspired a parallel improvement in dead bodies. \n\nBut the zombies have another problem in \"Day of the Dead\": They're upstaged by the characters who are supposed to be real human beings. You might assume that it would be impossible to steal a scene from a zombie, especially one with blood dripping from his orifices, but you haven't seen the overacting in this movie. The characters shout their lines from beginning to end, their temples pound with anger, and they use distracting Jamaican and Irish accents, until we are so busy listening to their endless dialogue that we lose interest in the movie they occupy. \n\nMaybe there's a reason for that. Maybe Romero, whose original movie was a genuine inspiration, hasn't figured out anything new to do with his zombies. In his second zombie film, the brilliant \"Dawn of the Dead\" (1979), he had them shuffling and moaning their way through a modern shopping mall, as Muzak droned in the background and terrified survivors took refuge in the Sears store. The effect was both frightening and satirical. The everyday location made the zombies seem all the more horrible, and the shopping mall provided lots of comic props (as when several zombies tried to crawl up the down escalator). \n\nThis time, though, Romero has centered the action in a visually dreary location - an underground storage cavern, one of those abandoned salt mines where they store financial records and the master prints of old movies. The zombies have more or less overrun the surface of America, we gather, and down in the darkness a small team of scientists and military men are conducting experiments on a few captive zombie guinea-pigs. \n\nIt's an intriguing idea, especially if Romero had kept the semiseriousness of the earlier films. Instead, the chief researcher is a demented butcher with blood-stained clothes, whose idea of science is to teach a zombie named Bub to operate a Sony Walkman. Meanwhile, the head of the military contingent (Joseph Pilato) turns into a violent little dictator who establishes martial law and threatens to end the experiments. His opponent is a spunky woman scientist (Lori Cardille), and as they shout angry accusations at each other, the real drama in the film gets lost. \n\nIn the earlier films, we really identified with the small cadre of surviving humans. They were seen as positive characters, and we cared about them. This time, the humans are mostly unpleasant, violent, insane or so noble that we can predict with utter certainty that they will survive. According to the mad scientist in \"Day of the Dead,\" the zombies keep moving because of primitive impulses buried deep within their spinal columns - impulses that create the appearance of life long after consciousness and intelligence have departed. I hope the same fate doesn't befall Romero's zombie movies. He should quit while he's ahead.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1985, "date_published": "1985-08-30", "genres": ["Horror", "Science Fiction"], "title": "Day of the Dead (1985)"}