{"url": "http://www.rogerebert.com/reviews/day-of-the-locust-1975", "by": "Donald Sutherlandas Homer", "star_rating": 3.0, "text": "The locusts are the little people, faceless and sad, who accumulate on the benches of Los Angeles, waiting for a bus that will never come. They're surrounded by the artificial glitter of Hollywood, which provides dreams that certainly are happier and sometimes seem more real than the America of the 1930s. But one day, the dreams will end and the locusts will swarm and the whole fragile society will come crashing down.\n\nThat was the apocalyptic vision of Nathanael West's 1938 novel \"The Day of the Locust,\" and it's a vision elaborated on, sometimes too literally, in John Schlesinger's expensive, daring, epic film. Hollywood is taken as a metaphor for an America that was moving from depression to war, and its fantasies outrun themselves until all that's left is anarchy. The story is seen in terms of a handful of characters that Sherwood Anderson would have described as Grotesques: otherwise mostly normal people with one attribute so out of proportion that the whole personality is disturbed.\n\nThere is Homer (Donald Sutherland), sexually repressed almost to the point of paralysis; and Faye (Karen Black), who's so mesmerized by the vision of romance on the screen that she can hardly comprehend the notion of romance in her own real life; and Harry (Burgess Meredith), who is Faye's father, an old trouper who now performs a sad parody of his vaudeville act as a door-to-door salesman. At first, it doesn't seem that the story's narrator, Tod (William Atherton), is a Grotesque at all. He's a WASP from the East, polished and civilized and looking for a job in a studio art department. But in a world on the edge of anarchy, his very normality is out of line.\n\nAlmost everyone lives in the San Bernardino Arms, a Crumbling stucco heap that looks like Southern California sick to its stomach. They're all on the edges of show business, including a furious dwarf and a truly hateful 12-year-old child actor. They can hardly touch each other, hardly see each other, because their eyes are so firmly fixed on the movies, on fame, on escaping from their real lives.\n\nTod loves Faye, for some reason, but she's unable to return the love. She has her career to think about. Its high point so far has been as a dress extra in a corny Napoleonic costume drama, and as she (and we) glimpse her little moment on the screen, the thought of all those hundreds of Busby Berkeley girls comes to mind. They were all beautiful and endless and replaceable, whirling past the camera with a fixed smile and an uncertain future.\n\nFaye also is loved, desperately and with a doglike devotion, by Homer, and Donald Sutherland's performance in this role is one of the movie's wonders. He succeeds somehow in giving us a character so totally passive that his very silences become aggressive. Nobody can have such a low opinion of himself and not have something dangerous boiling up inside, we think, and we're right. But for now, he is content to be Faye's slave, and she leads him through a violent Hollywood underworld of cockfights and sudden passions.\n\nSchlesinger has conceived his film as an epic, which was a daring thing to do with such slender material. But there are scenes in which his vision really does work. Little characters grow larger and take on greater importance. Homer's awkwardness in the face of Faye's tarnished and slight glamour is like America's, and we feel the nation clinging to Saturday night fantasies while everything is collapsing in broad daylight. The film's portrait of Southern California, from the lawn sprinkler lazily sparkling in the sun to nights filled with drunkenness and desperation, is exactly right, and it's astonishing to learn that Schlesinger mostly used sets. The film looks shot on location.\n\nAnd yet there's something fundamentally wrong with \"The Day of the Locust,\" and that's made most clear in the violent, spectacular riot near the film's end. A world premiere at Grauman's Chinese Theater has drawn all of the locusts, who strain against the police lines, hungry for sustenance from the stars hurrying inside. Across the street, Homer, driven beyond the point of feeble resistance by the calculated sadism of the child actor, tries to stomp him to death. There's instantly a riot, and in the faces of the crowd, we begin to see the faces of a painting Tod was working on -- a painting of apocalypse.\n\nAnd the problem is that we really see the faces - representations of the literal painting, as if we couldn't be trusted to find the connection ourselves. That's really the weakness of the whole film, that Schlesinger had to insist on his points instead of letting them naturally reveal themselves. Maybe the film was too expensive to take chances with.\n\nBut somewhere on the way to its final vast metaphors, \"The Day of the Locust\" misplaces its concern with its characters. We begin to sense that they're marching around in response to the requirements of the story, instead of leading lives of their own. And so we stop worrying about them, because they're doomed anyway and not always because of their own shortcoming.\n\nThe movie finally becomes just an exercise, then: a brilliant one at times, and with a wealth of sharp-edged performances, but without people for its things to happen to.", "running_time": 144, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-05-23", "genres": ["Drama", "History"], "title": "Day of the Locust (1975)"}