{"url": "http://www.rogerebert.com/reviews/daybreakers-2010", "by": "Ethan Hawkeas Edward", "star_rating": 2.5, "text": "Ten years in the future, a global epidemic has infected most of the population with vampirism. The few remaining humans are on the run, hunted down by the militant Vampire Army, which doesn't hate them but mostly is just hungry. This depletion of the planet's food supply might be an opening for a parable about our dwindling resources, but no: Instead of making the humans a breeding stock for blood harvesting as practiced by the giant Bromsley Marks Corp., the army members eat them. Al Gore must have a chart showing how that's self-defeating.\n\nBromsley Marks is a major supplier of human blood, but is spending a fortune to develop a synthetic blood substitute. Like so many big companies in agribusiness, it wants to wean us off that healthy organic food and sell us a substitute, no doubt sweetened by corn syrup. BM's chief hematologist is Edward (Ethan Hawke), who like some of the atomic scientists at Los Alamos feels guilty about his work. He pushes for a cure for vampirism, not just a handy new product.\n\nThat sets the stage for this grave new world where life is designed to be lived at night. Underground moving walkways replace sidewalks, curfew starts before dawn, and so on. Edward has ethics and believes it is wrong to exploit comatose humans for their blood. He's one of those damned lefties who years ago probably was against eating beef. He's a vampire with a conscience.\n\nEdward hooks up with the human underground, notably the cute Audrey (Claudia Karvan), and is introduced to Lionel, code name Elvis (Willem Dafoe), who has a cheap and easy vampirism antidote but is being hunted by Edward's hothead brother Frankie (Michael Dorman), because -- I dunno. Because Frankie's not about to give up blood for a healthier lifestyle, I guess.\n\nThe movie, directed by Australia's twin Spierig brothers (\"Undead,\" 2003), looks good in its gray sunless scenes evoking twilight (cough). The newspapers and TV anchors report on hopes for a vaccine, apparently because the constant demands of vampirism maintenance are a grind. Imagine if the price of blood was beyond the pocketbook of the average family of four, and you had to go out human-hunting every day to feed the kids. A homeless person holds up a cardboard sign: \"Hungry. Will work for blood.\"\n\nThis intriguing premise, alas, ends as so many movies do these days, with fierce fights and bloodshed. Inevitably, the future of the planet will be settled among the handful of characters we've met, and a lot of extras with machineguns. I guess, but can't be sure, that audiences will enjoy the way these vampires die. They don't shrivel up into Mr. and Mrs. Havisham but explode, spraying blood all over everyone. Toward the end, their heads blow off like human champagne corks. Well, not human.", "running_time": 98, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-01-06", "genres": ["Action", "Drama", "Horror", "Science Fiction", "Thriller"], "title": "Daybreakers (2010)"}