{"url": "http://www.rogerebert.com/reviews/daylight-1996", "by": "Sylvester Stalloneas Kit Latura", "star_rating": 2.0, "text": "“Daylight” is the cinematic equivalent of a golden oldies\rstation, where you never encounter anything you haven't grown to love over the\ryears. It stars Sylvester Stallone as a disgraced former chief of the rescue\rservice, who happens to be on the spot when an explosion rips through the\rHolland Tunnel, sealing both ends and trapping the usual assortment of\rcharacter actors in the middle. Stallone may have lost a few men in the\remergency that got him canned, but he, and only he, knows how to save those\rlives.\n\nEvery\rgroup of trapped civilians always includes one hothead who wants to take\rcommand, one tearful child, one bickering couple, one heroic guard, a few bad\rguys who turn out to be good guys, and, yes, one dog. The mommy in one family\rhelpfully reads a description of the tunnel aloud, so her family can appreciate\rthe experience they are having, and we can get information crucial to the plot.\n\nThe\rsetup: three trucks loaded with toxic waste head into the tunnel from Manhattan\rto New Jersey. They are soon followed by crazed diamond thieves, whose decision\rto evade police pursuit by driving into the tunnel is not one of your brighter\rcriminal plans. They crash their car into the waste trucks, causing an inferno.\n\nThe\rmovie then pays homage to the special effects cliché of the year, the Visibly\rApproaching Fireball. The best science available informs us that an explosion\rexpands too quickly to be seen at close quarters--but not in the movies, where\rthe occupants of cars have time to see the approaching fireball, scream and\rduck behind the dashboard. Presumably the fireball is super-hot and consumes\rall of the oxygen available, although luckily it is not quite hot enough to\rmelt the cast, which is left with “enough air for three hours.” Hello! *Three\rhours* of air? I eagerly started looking for a red digital readout clock that\rwould count down the minutes and seconds. All disaster movies have one. “Daylight,”\ralas, doesn't supply a digital readout for the potential asphyxias. But it has\rseveral in a crucial sequence where Stallone has to enter the tunnel by\rlowering himself through a series of four giant exhaust fans. (The fans can be\rshut down for 60 seconds, but not simultaneously, and only once; not a very\rflexible capability, eh?) Stallone has a limited number of seconds to drop\rthrough the blades of each one before it starts spinning again. And what's\rinstalled on the wall next to *every one* of the four fans? A nice big red\rdigital readout clock, that's what--which tells how many seconds until Stallone\rgets sliced and diced. (The digital clocks were presumably installed by the\rsame spendthrifts who provided emergency lighting in all areas of the tunnel\rthat are sealed off so nobody can enter them.) Once into the tunnel, Stallone\rdeals with the usual Trapped Civilian Character Dilemmas. A few of the\rcharacters are interesting. I liked Stan Shaw, as the tunnel guard who keeps a\rcool head (although early in the picture, I knew he was making a big mistake\rwhen he promised his girlfriend, “I'll give you that bracelet tonight”). Viggo\rMortensen has some juicy moments as a business tycoon and hero mountain\rclimber, who always travels with his equipment and announces a plan to climb up\ra tunnel filled with risky debris. (I knew he was making a big mistake when he\rpromised Stallone, “I *cannot* fail.”) Stallone is good, too, in a thankless\rrole. At one point, when a trapped civilian asks him if they have a chance, I\rexpected him to say, “Calm down, lady. I've done this in a dozen other movies.”\rAfter the explosion and the fire comes a flood. And a lot of rats. This is the\rkind of movie where when one rat turns up in an early scene, you know a lot\rmore rats will turn up later. And when they do, your onboard movie computer\rstarts humming, and you successfully predict that if there's an escape route\ranywhere in the tunnel, those rats will know it.\n\nThe\ronly bad guys in the movie are the city officials, who set up a command post\rand seem to feel it is extremely urgent that they blow up the tunnel before any\rpossible survivors have a chance of escaping. Unwise as this would be, it pales\rbeside the speech of a city official who nixes the plan: “That tunnel is an\rartery! Do you think you can try to redirect half a million people in and out\rof the city!” Say what? Does she think the tunnel is still usable, now that\rboth ends have collapsed and there are fires, floods and rats in the middle?\rNew York commuters are masochists, sure, but I don't think many of them are\rgoing anywhere near that artery again until they see Mayor Giuliani having\rbreakfast with Regis and Kathie Lee right there on the double center line.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-12-06", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Daylight (1996)"}