{"url": "http://www.rogerebert.com/reviews/days-of-thunder-1990", "by": "Tom Cruiseas Cole Trickle", "star_rating": 3.0, "text": "\"Days of Thunder\" is an entertaining example of what we might as well call the Tom Cruise Picture, since it assembles most of the same elements that worked in \"Top Gun,\" \"The Color Of Money\" and \"Cocktail\" and runs them through the formula once again. Parts of the plot are beginning to wear out their welcome, but the key ingredients are still effective. They include: 1. The Cruise character, invariably a young and naive but naturally talented kid who could be the best, if ever he could tame his rambunctious spirit.\n\n2. The Mentor, an older man who has done it himself and has been there before and knows talent when he sees it, and who has faith in the kid even when the kid screws up because his free spirit has gotten the best of him.\n\n3. The Superior Woman, usually older, taller and more mature than the Cruise character, who functions as a Mentor for his spirit, while the male Mentor supervises his craft.\n\n4. The Craft, which the gifted young man must master.\n\n5. The Arena, in which the young man is tested.\n\n6. The Arcana, consisting of the specialized knowledge and lore that the movie knows all about, and we get to learn.\n\n7. The Trail, a journey to visit the principal places where the masters of the craft test one another.\n\n8. The Proto-Enemy, the bad guy in the opening reels of the movie, who provides the hero with an opponent to practice on. At first the Cruise character and the Proto-Enemy dislike each other, but eventually through a baptism of fire they learn to love one another.\n\n9. The Eventual Enemy, a real bad guy who turns up in the closing reels to provide the hero with a test of his skill, his learning ability, his love, his craft and his knowledge of the Arena and the Arcana.\n\nThe archetypal Tom Cruise Movie is \"Top Gun,\" in which the young fighter pilot, a natural, was tutored by a once-great pilot and emotionally nurtured by an older female flight instructor before testing his wings against the hot dogs of his unit, in preparation for a final showdown.\n\nIn \"The Color of Money,\" the young pool player, a natural, was tutored by a once-great pool hustler and emotionally nurtured by an older female who had been around the block a few times, in preparation for a two-part showdown with (a) his hated opponent on the professional pool circuit, and (b) his Mentor himself. In \"Cocktail,\" the young bartender, a natural, was tutored by an older bartender, before eventually meeting first an older female who taught him a thing or two, and then a younger but still more mature female who taught him how to forget them.\n\nIn \"Days of Thunder,\" all of these elements are present in an entertainment of great skill but predictable construction. The Craft is stock-car racing. The Mentor is played by Robert Duvall, as a veteran racing-team leader. The Superior Woman is a physician (Nicole Kidman), who is attracted to the raw energy of the hero but forces him to grow up by laying down the line of responsible behavior. The Arena is the auto-racing track, and the Arcana includes such lore as \"slipstreaming,\" RPMs, tire temperature and whether to pass on the outside or the inside. The Proto-Enemy is a driver named Rowdy (Michael Rooker), who challenges the hero to racing duels, including one that winds them both up in the hospital. The Eventual Enemy (Cary Elwes) is a driver named Wheeler who would like to run the hero into the wall and kill him. And the Trail is the Southern stock-car circuit, ending in the holy city of Daytona.\n\n\"Days of Thunder\" was directed by Tony Scott, the same man who started this whole cycle by directing \"Top Gun,\" and the new movie shows the same mastery of the photography of fast machines. The movie's handicap is that auto racing is a boring sport visually unless you are standing close to the cars or they are crashing into each other. The rest consists of long shots of lots of anonymous cars dashing confusingly around the track, medium shots of two cars trying to pass one another, and closeups of drivers looking as if they are experiencing proctoscopy.\n\nAs \"Days of Thunder\" sees it, the principal strategy in stock-car racing consists of trying to sideswipe your opponent and push him into the wall, and Cruise's cars scrape the wall for easily half of the time they are on the track. Most of this racing footage is loud and fast enough to be exciting, however, and the off-track sequences are served by Duvall's usual laconic, sensitive performance; Randy Quaid as a used-car dealer who has faith in the kid, and Rooker as the perfect Proto-Enemy (he can look hateful and then turn it around with a smile).\n\nKidman has little to do as the love interest and doesn't make much of an impression. And Cruise is so efficiently packaged in this product that he plays the same role as a saint in a Mexican village's holy day procession: It's not what he does that makes him so special; it's the way he manifests everybody's faith in him.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-06-27", "genres": ["Action", "Drama", "Romance"], "title": "Days Of Thunder (1990)"}