{"url": "http://www.rogerebert.com/reviews/dazed-and-confused-1993", "by": "Jason Londonas Pink", "star_rating": 3.0, "text": "The years between 13 and 18 are among the most agonizing in a lifetime, yet we remember them with a nostalgia that blocks out much of the pain. This is a truth well understood by \"Dazed and Confused,\" Richard Linklater's film about the last day of school and the long night that follows it.\n\nThe film is art crossed with anthropology. It tells the painful underside of \"American Graffiti.\" In a small town, classes let out for the summer, and upperclassmen go looking for next year's new high school students, so they can paddle them - an initiation inspired, I guess, by high school fraternities.\n\nWe follow a large number of teenagers, boys and girls, popular and not, \"good\" and \"troubled,\" as they drive aimlessly around town, drink beer, hang out, trade adolescent life-truths, lust, experiment with sex, fight, and in general, try to invest their passage into adulthood with a significance it does not seem to have.\n\n\"If I ever say these were the best years of my life,\" one of the kids says, \"remind me to kill myself.\" Linklater does not impose a plot on his material. \"Dazed and Confused\" (the title comes from a song) is not about whether the hero gets the girl, or the nerd loses his virginity, or the bully gets beaten up. It doesn't end in a tragic car crash, although it does end in some quiet moments of truth, which are not pressed too hard.\n\nThe film's real inspiration, I think, is to depict some high school kids from the 1970s with such unblinking attention that we will realize how romanticized most movie teenagers are. A lot of these kids are asking, with Peggy Lee, \"Is that all there is?\" \n\nLinklater's style is to introduce some characters, linger with them for a while, and then move on to different characters, eventually circling back so that all the stories get told simultaneously. His previous film, \"Slacker\" (1991), applied a more extreme version of this style to a large group of characters in Austin, Texas. The film would follow one character, then veer off to follow another, so that we got glimpses of many lives.\n\nHere, in addition to limiting his characters and following through on their stories, he quietly introduces an observation. It is always the case in any group of males -- students, fraternity brothers, military men, businessmen -- that the ones most zealous about male-bonding rituals, especially those involving drinking and quasisexual \"initiations,\" are the most troubled. They secretly feel like outsiders. As their targets, they choose misfits who are too dumb or too smart, who are different in any way, who do not reflect the mediocrity of the crowd.\n\nThe kids who enforce this system usually turn out to be losers, and indeed part of their desperation -- part of the reason they cling to status in teenage society -- is that they already feel themselves losing. The most pathetic character in \"Dazed and Confused\" is a graduate from a few years back, in his '20s now, who still hangs out with the kids because he senses that the status he had at 17 was his personal high point. This is a good film, but it would not cheer people up much at a high school reunion.", "running_time": 97, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-24", "genres": ["Comedy", "Drama", "Indie"], "title": "Dazed and Confused (1993)"}