{"url": "http://www.rogerebert.com/reviews/deadfall-1968", "by": "Michael Caineas Henry Clarke", "star_rating": 2.0, "text": "Why is it, Eric Portman asks Michael Caine, that jewel thieves are regarded with an affection denied other criminals? Well might he ask. We've entered upon a season of movies about robberies: \"Deadfall\" is the latest, after \"The Thomas Crown Affair,\" \"Robbery,\" \"Grand Slam,\" \"The Violent Four,\" and \"The Jokers,\" with the world premiere of \"The Split\" promised for Tuesday night.\n\nIt's a mystery why these movies should be so fashionable right now. The gangster films of the 1930s were popular, it is said, because they gave depression audiences the illusion that one daring individual could take his financial well being into his own hands. But in the 1960s crime movies, the money hardly seems to figure; indeed, Thomas Crown is a millionaire to begin with, and the heroes of \"The Jokers\" steal the crown jewels just to see if they can.\n\nNo, it seems to be the game and not the money that fascinates the new movie criminals. And not so much the money as jewelry. And that may answer Eric Portman's questions about why people like jewel thieves. Diamonds and jewels are, strictly speaking, not money at all. They are valuable simply because the human race has entered into a conspiracy to agree they are valuable, If you have half a million tied up in diamonds, wouldn't you be a little concerned if no one had the courtesy to want to steal them?\n\nAll of which is not exactly about \"Deadfall,\" which is not a very good robbery movie. It might have been. Of the newer stars, Michael Caine is one of the best. Bryan Forbes is good at directing brooding, moody, psychological thrillers (\"Séance on a Wet Afternoon,\" \"The Whisperers\"). But the combination didn't jell.\n\nFor one thing, the film should have either been about the burglary or about romantic intrigues, not about both. That was one trouble with \"Thomas Crown.\" Another distraction in \"Deadfall\" is Gerry Turpin's photography. He's constantly changing the focus so you first see something in the foreground, and then you see something in the background.\n\nForbes does the same thing, in an arty, irritating passage where he alternates between a symphony concert and the burglary. If directors would only be content to make a good, simple thievery movie, how happy we could be.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-07", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Deadfall (1968)"}