{"url": "http://www.rogerebert.com/reviews/dead-presidents-1995", "by": "Larenz Tateas Anthony Curtis", "star_rating": 2.5, "text": "\"Dead Presidents\" suggests that the Hughes Brothers, whose great film \"Menace II Society\" (1993) was finished when they were only 21, are born filmmakers. They have a sure sense of the camera, of actors, of the life within a scene. But they are not as sure when it comes to story and meaning, and here is a film that feels incomplete, as if its last step is into thin air. Scene by scene you feel its skill, but you leave the theater wondering about the meaning of it all.\n\nThe new film, set in the late '60s, follows, like \"Menace II Society,\" several years in the life of a young black man who is not evil, but who finds himself drifting into crime and trouble. While the earlier film tried to explain that drift, this one is more passive; Anthony (Larenz Tate, \"O-Dog\" in \"Menace\") keeps so much to himself that by the end, as the bullets are flying, we don't understand how or why he would be involved in an armed robbery. There are, to be sure, some of the usual reasons: He was exposed to violence in Vietnam, he can't find work, he has started to drink, his wife nags him because he can't support his family. All causes for unhappiness and frustration, yes, but they don't convincingly lead to the film's conclusion, which plays more like the flashy climax of a caper movie.\n\nThe earlier scenes are the best, as Anthony grows up in a supportive Bronx family. He earns money helping a milkman (did they still have those in the late '60s?) and then working as a numbers runner for Kirby (Keith David), the local pool-hall operator. Kirby has an artificial leg, and I liked the way the humor builds in a scene where he goes to collect money, gets in a fight and finds it hilarious that his opponent goes for the wrong leg.\n\nAnother of the movie's best scenes, gentle and true to life, shows him making love for the first time to his girlfriend, Juanita (Rose Jackson). The scene begins with him finding Kleenex stuffed inside her bra (\"It don't matter\") and continues as he clumsily tries to figure out what to do next (\"That's not it,\" she whispers). This scene is much truer than the standard movie scenes of first-time lovers, who inevitably perform like endurance champions. It shows what the brothers (Allen and Albert) do best: capturing the truth of ordinary life.\n\nAnthony's parents want him to go to college, but he enlists in the Marines, and there is an extended center section of convincing war footage, including atrocities committed by both sides. (Asked by his mother if he picked up any \"bad habits,\" he says, \"No, ma, except a little killing - for my country, of course.\") He discovers that Juanita has had a baby, and joins her when he comes home to the Bronx, although he is enraged by a pimp who helps to support her. He gets a job in a meat market, but when the market closes, he is left broke, unemployed, with another child on the way.\n\nThat's when he joins with Kirby, some of his Vietnam buddies, and his revolutionary sister-in-law (N'Bushe Wright) in an elaborate scheme to steal thousands of used bills (\"dead presidents\") from a U.S.\n\nTreasury truck.\n\nIt's here the movie goes off the rails. Many of the details are wrong, but I'll mention just three. Is it likely that a young woman who has never committed a crime before would shoot a cop several times with little provocation? Is it likely that the gang's disguises would look like fanciful mime makeup? Is it possible that several cops can be killed in an extended gun battle at a Federal Reserve Bank without a quick police response? More to the point, is it likely that Anthony's life would lead to this sequence of events? I don't think so. It's as if the Hughes Brothers have led us into the wrong story. I wanted to know more about Anthony, more about his thoughts and feelings. I was reminded of Oliver Stone's \"Born on the Fourth of July,\" which also follows a young man into and out of Vietnam, and knows him so much better.\n\nLeaving the theater, I wondered what statement the movie thought it had made about Anthony. Was it inevitable that he would turn to crime? If so, was it likely he would turn to an elaborate caper scheme, instead of a more routine stickup (like the unforgettable robbery at the grocery store in \"Menace II Society\")? At the end, when he stands in court and expects sympathy because of his service in Vietnam, are we supposed to forget the crime scene, littered with bodies? These are questions the Hughes Brothers might have asked at the screenplay stage. The inevitable information that their story is \"based on real events\" doesn't help; our understanding of it is based only on the events on the screen. They show in \"Dead Presidents\" that they can direct with confidence and joy, but that they need more experience and thoughtfulness with the plot. Maybe, at 24, that's not so bad.", "running_time": 121, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-04", "genres": ["Action", "Crime", "Drama", "History"], "title": "Dead Presidents (1995)"}