{"url": "http://www.rogerebert.com/reviews/dead-calm-1989", "by": "Nicole Kidmanas Rae Ingram", "star_rating": 3.0, "text": "The key image of \"Dead Calm\" is of two ships drawing near each other in the middle of a vast, empty expanse of ocean. The emotions generated by this shot, near the beginning of the film, underlie everything that follows, making us acutely aware that help is not going to arrive from anywhere, that the built-in protections of civilization are irrelevant and that the characters will have to settle their own destinies.\n\nOn board a sailing yacht are a married couple who hope that the cruise will help them deal with the death of their son. On board the other ship - a sinking schooner - is a young man who seems to be the only survivor from a tragic incident of food poisoning. He jumps into a lifeboat and rows for his life toward the yacht, where he is taken aboard. The husband, curious, goes to inspect the schooner, leaving his wife alone with the castaway, who of course turns out to be a homicidal killer.\n\nAlmost the entire movie involves these three characters in a violent game of psychological strategy. Sam Neill stars as the husband, who is stranded on the sinking ship when the killer sails away. Nicole Kidman is the wife, who has to outsmart and outfight the madman. And Billy Zane is the killer, wild-eyed and off-balance. The plot splits into two for most of the movie, with the woman on board the yacht with the killer, while her husband finds himself trapped in the hold of the sinking ship with the water rapidly rising above nose level. The counterpoint is effective.\n\nA plot like this is probably impossible without two ancient movie traditions, the Talking Killer and the Undead Dead. Time and again in the movie, the story would be over if someone - anyone - simply pulled the trigger. There is a moment when the wife temporarily has the upper hand against this madman who has assaulted and beaten her and left her husband to drown, and what does she do? She ties him up! And with the knot in front, too - where he can get at it. Later in the film, after he appears to be dead, he reappears, of course, and has to be fought a second time.\n\nAnd yet \"Dead Calm\" generates genuine tension, because the story is so simple and the performances are so straightforward. This is not a gimmick film (unless you count the husband's method of escaping from the sinking ship), and Kidman and Zane do generate real, palpable hatred in their scenes together.\n\nNote: The film is based on a 1963 novel by Charles Williams, which inspired an ill-fated Orson Welles project that was suspended in 1970 and then abandoned in 1973 with the death of his leading man, Laurence Harvey. I haven't read the novel, but the story is worthy of a robust craftsman like John D. MacDonald - all except for the unnecessary prologue in the hospital, which he would have junked.", "running_time": 97, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-07", "genres": ["Drama", "Foreign", "Horror", "Suspense", "Thriller"], "title": "Dead Calm (1989)"}