{"url": "http://www.rogerebert.com/reviews/dead-again-1991", "by": "Kenneth Branaghas Church/Strauss", "star_rating": 4.0, "text": "\"Dead Again\" is like \"Ghost\" for people who grew up on movies that were not afraid of grand gestures. This is a romance with all the stops out, a story about intrigue, deception and bloody murder - and about how the secrets of the present are unraveled through a hypnotic trance that reveals the secrets of the past. I am a particular pushover for movies like this, movies that could go on the same list with \"Rebecca,\" \"Wuthering Heights\" or \"Vertigo.\" MURDER! screams the first word on the screen. Headlines tell of a Hollywood scandal in the 1940s involving the death of the beautiful young wife of a European composer. We cut to the present day. The musical score by Patrick Doyle is ominous and insinuating.\n\nWe see a threatening old Gothic mansion, we meet a cynical private eye, there is a beautiful woman who has lost her memory, a devious hypnotist who wants to regress her in a search for clues. And of course, the murder in the 1940s holds the clue to the woman's amnesia.\n\n\"Dead Again\" is Kenneth Branagh once again demonstrating that he has a natural flair for bold theatrical gesture. If \"Henry V,\" the first film he directed and starred in, caused people to compare him to Olivier, \"Dead Again\" will inspire comparisons to Welles and Hitchcock - and the Olivier of Hitchcock's \"Rebecca.\" I do not suggest Branagh is already as great a director as Welles and Hitchcock, although he has a good start in that direction. What I mean is that his spirit, his daring, is in the same league. He is not interested in making timid movies.\n\nThis film is made of guignol setting and mood, music and bold stylized camera angles, coincidence and shock, melodrama and romance. And it is also suffused with a strange, infectious humor; Branagh plays it dead seriously, but sees that it is funny.\n\nConsider, for example, the character of Madson (Derek Jacobi), the old antiques dealer who dabbles in hypnotism on the side. As he regresses his clients in a search for the details of their early lives, he has a little sideline, auto-suggesting that they keep a lookout for any interesting antiques they see along the way, so that he can track them down and snap them up cheap.\n\nThe movie stars Branagh and his wife, Emma Thompson, in dual roles. In the present day, they are Church, a detective specializing in tracking down missing heirs, and Grace, a young woman who has lost her memory. In black-and-white flashbacks to the lush Hollywood of the postwar 1940s, they are Strauss, a composer who fled from Hitler and is now the toast of Los Angeles, and Margaret, Strauss' beautiful new wife. Lurking in the background of the Hollywood marriage is Inga, the sinister German maid (Hanna Schygulla), and her little boy, Zack. Inga is forever lurking on a stair landing, eavesdropping on conversations while painful emotions churn in her memories.\n\nMargaret, the new bride, is not happy with the ominous Inga lurking in the shadows, but Strauss cannot dismiss her because she did, after all, save him from Hitler and deliver him safely to America. But if Margaret is jealous of Inga, Strauss is jealous, too - of Gray Baker (Andy Garcia), the sleek, darkly handsome newspaper reporter who falls for Margaret on the day of her wedding to the older man. Are they having an affair? Can Strauss trust her?\n\nThe plot shuttles back and forth between past and present, as the sins of one generation are visited on the next. The dual roles are a way of suggesting that the uneasy spirits of the 1940s characters might have found new hosts in the present, to resolve their profound psychic unease. And the old hypnotist, established in the baroque shadows of his cluttered antique shop, may hold the key to everything (the photography here is right out of \"The Third Man\").\n\nThe screenplay, by Scott Frank, is old-fashioned (if you will allow that to be a high compliment). It takes grand themes - murder, passion, reincarnation - and plays them at full volume. Yet there is room for wit, for turns of phrase, for subtle little sardonic touches, for the style that transforms plot into feeling.\n\nKenneth Branagh's direction, here as in \"Henry V\" (1989), shows a flair for the memorable gesture, for theatricality, for slamming the screen with a stark emotional image and then circling it with suspicions of corruption. When his characters kiss, we do not feel they do so merely to give or receive sexual pleasure; no, they are swept into each other's arms by a great passionate tidal force greater than either one of them, a compulsion from outside of time.\n\nYou get the idea.", "running_time": 107, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-23", "genres": ["Drama", "Mystery", "Romance", "Suspense", "Thriller"], "title": "Dead Again (1991)"}