{"url": "http://www.rogerebert.com/reviews/dead-of-winter-1987", "by": "Mary Steenburgenas Katie McGovern", "star_rating": 2.5, "text": "\"Dead of Winter\" is one of those movies where you shout advice at the screen. The plot involves a young woman in mortal danger, and you can see how she can save herself, even if she can't.\n\nIt's easy to pick holes in movies like this, to find the inconsistencies and the oversights and say the movie's no good because we're smarter than it is. But maybe that's exactly the point. Maybe the actual pleasure comes from the fun of being frustrated and full of free advice while the character marches to her doom.\n\nThe movie stars Mary Steenburgen as an out-of-work actress who is pleased to pass an audition and be summoned to an isolated country mansion for a screen test. She arrives in the middle of a howling blizzard to meet her host, a meticulously polite old gentleman in a wheelchair, and his assistant, an obsequious but sinister Roddy McDowall.\n\nWhat we know, and she doesn't, is that the two men need her because she's an exact double for a kidnap victim they've killed. They tell her she's needed as the double for an actress in a movie they're making, and she unknowingly studies the appearance and voice patterns of the dead woman until she's good enough to read a script into a videotape camera. Then, of course, the plan is to kill her.\n\nThe plot is not really the point in a movie like this. Thriller plots are born to be manipulated and then forgotten. What counts is the architecture of the house, the exact locations of the one-way mirrors and the hidden staircases, the existence of a working telephone in the attic, the alarming moments when the heroine discovers that all is not as it seems. The plot is simply a device to get us from one heart-stopping moment to the next.\n\nI must tread carefully, or I will give away important secrets. Let it be said that Steenburgen functions in the time-honored tradition of damsels in distress, and does her share of screaming, running up and down stairs and clawing her way up an icy hillside in a blizzard.\n\nThe evil doctor and his assistant are also well within movie tradition, but Jan Rubes and McDowall make the relationship more complex than usual; the older man seems to have some sort of subtle hold over the younger. McDowall is good in these blood-soaked roles, as he proved as the vampire-killer in \"Fright Night\" (1985). He demonstrates the principle that a friendly villain is almost always more frightening than a threatening one.\n\nFor Steenburgen, there's a nice passage near the end where she tries to play a dual role; I won't say more. The movie itself is finally just an exercise in silliness - great effort to little avail - but the actors have fun with it, the sets work and there are one or two moments with perfect surprises.\n\nAnd then, for the rest, there are the loopholes, such as (a) how many gas stations give away free goldfish in the winter - or give away anything at any time? And (b) why couldn't Steenburgen look at the shoulder patches of the visiting cops to discover the name of the nearby town? And (c) why can't the cops ever seem to put two and two together? And so on. Maybe the holes are not so important. Maybe they come with the territory.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-02-06", "genres": ["Suspense", "Thriller"], "title": "Dead of Winter (1987)"}