{"url": "http://www.rogerebert.com/reviews/dead-poets-society-1989", "by": "Robin Williamsas John Keating", "star_rating": 2.0, "text": "\"Dead Poets Society\" is a collection of pious platitudes masquerading as a courageous stand in favor of something: doing your own thing, I think. It's about an inspirational, unconventional English teacher and his students at \"the best prep school in America\" and how he challenges them to question conventional views by such techniques as standing on their desks. It is, of course, inevitable that the brilliant teacher will eventually be fired from the school, and when his students stood on their desks to protest his dismissal, I was so moved, I wanted to throw up.\n\nPeter Weir's film makes much noise about poetry, and there are brief quotations from Tennyson, Herrick, Whitman and even Vachel Lindsay, as well as a brave excursion into prose that takes us as far as Thoreau's Walden. None of these writers are studied, however, in a spirit that would lend respect to their language; they're simply plundered for slogans to exort the students toward more personal freedom. At the end of a great teacher's course in poetry, the students would love poetry; at the end of this teacher's semester, all they really love is the teacher.\n\nThe movie stars Robin Williams as the mercurial John Keating, teacher of English at the exclusive Welton Academy in Vermont. The performance is a delicate balancing act between restraint and schtick.\n\nFor much of the time, Williams does a good job of playing an intelligent, quick-witted, well-read young man. But then there are scenes in which his stage persona punctures the character - as when he does impressions of Marlon Brando and John Wayne doing Shakespeare.\n\nThere is also a curious lack of depth to his character compared with such other great movie teachers as Miss Jean Brodie and Professor Kingsfield. Keating is more of a plot device than a human being.\n\nThe story is also old stuff, recycled out of the novel and movie \"A Separate Peace\" and other stories in which the good die young and the old simmer in their neurotic and hateful repressions. The key conflict in the movie is between Neil (Robert Sean Leonard), a student who dreams of being an actor, and his father (Kurtwood Smith), who orders his son to become a doctor and forbids him to go onstage. The father is a strict, unyielding taskmaster, and the son, lacking the will to defy him, kills himself. His death would have had a greater impact for me if it had seemed like a spontaneous human cry of despair, rather than like a meticulously written and photographed set piece.\n\nOther elements in the movie also seem to have been chosen for their place in the artificial jigsaw puzzle. A teenage romance between one of the Welton students and a local girl is given so little screen time, so arbitrarily, that it seems like a distraction. And I squirmed through the meetings of the \"Dead Poets Society,\" a self-consciously bohemian group of students who hold secret meetings in the dead of night in a cave near the campus.\n\nThe society was founded by Keating when he was an undergraduate, but in its reincarnate form it never generates any sense of mystery, rebellion or daring. The society's meetings have been badly written and are dramatically shapeless, featuring a dance line to Lindsay's \"The Congo\" and various attempts to impress girls with random lines of poetry. The movie is set in 1959, but none of these would-be bohemians have heard of Kerouac, Ginsberg or indeed of the beatnik movement.\n\nOne scene in particular indicates the distance between the movie's manipulative instincts and what it claims to be about. When Keating is being railroaded by the school administration (which makes him the scapegoat for his student's suicide), one of the students acts as a fink and tells the old fogies what they want to hear. Later, confronted by his peers, he makes a hateful speech of which not one word is plausible except as an awkward attempt to supply him with a villain's dialogue. Then one of the other boys hits him in the jaw, to great applause from the audience. The whole scene is utterly false and seems to exist only so that the violence can resolve a situation that the screenplay is otherwise unwilling to handle.\n\n\"Dead Poets Society\" is not the worst of the countless recent movies about good kids and hidebound, authoritatian older people. It may, however, be the most shameless in its attempt to pander to an adolescent audience. The movie pays lip service to qualities and values that, on the evidence of the screenplay itself, it is cheerfully willing to abandon. If you are going to evoke Henry David Thoreau as the patron saint of your movie, then you had better make a movie he would have admired. Here is one of my favorite sentences from Thoreau's Walden, which I recommend for serious study by the authors of this film: \" . . . instead of studying how to make it worth men's while to buy my baskets, I studied rather how to avoid the necessity of selling them.\" Think about it.", "running_time": 130, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-06-09", "genres": ["Drama", "Family"], "title": "Dead Poets Society (1989)"}