{"url": "http://www.rogerebert.com/reviews/deadline-2012", "by": "Eric Robertsas Ronnie Bullock", "star_rating": 2.0, "text": "In the opening scene of Curt Hahn's \"Deadline,\" a young black couple profess their love on the front steps of an Alabama church. Then before he leaves, he turns lovingly to wave goodbye and is shot dead. The murder is never investigated. Nineteen years pass. We meet two reporters for a Nashville daily, who decide to reopen the case, even though their publisher bellows at them that the paper has no subscribers or advertisers in Alabama, and isn't about to assign two reporters to a cold and ancient case. (As indeed many a publisher would bellow.)\n\nWe meet the drawling newsroom veteran Ronnie Bullock (Eric Roberts) and the earnest younger reporter Matt Harper (Steve Talley), who are pointed to the case by a blond hottie named Trey (Lauren Jenkins). She was raised by a beloved black nanny named Mary Pell Sampson (Jackie Welch). The dead young man was her son. \n\nSo dedicated is Matt that he gets wrapped up in the story and commits that transgression for which no man can be forgiven: He forgets the cake-tasting session that he and his bride-to-be have set with their wedding planner. He and Ronnie speed off to the fictitious hamlet of Ames, Ala., where they meet the indifferent police chief, a judge who was a Klan member and a concerned black preacher. The wooden cross above the preacher's altar was fashioned from a lynching tree. His congregation likes the symbolism, but he is decidedly unenthusiastic about it.\n\nThis story is based on a 2006 novel by Mark Ethridge, who wrote the script and also won two Pulitzers for the Charlotte (N.C.) Observer. He must be a gifted reporter, but as a storyteller, he lacks a persuasive touch. The situation seems appropriate material for a John Grisham thriller, but his version benefits way too much from happy chance. The reporters are basically able to solve the old murder (and a recent one targeting the police chief) by being extremely lucky in their sources. How much brilliant reporting do you need to do if you find eyewitnesses willing to swear under oath that they saw the murderer commit his premeditated crime?\n\nEthridge stretches his story with perfunctory subplots about the offended fiancee, the bullheaded publisher, the reporter's dying father and an assortment of colorful local characters. Any casting director would be ecstatic to discover Clay Brocker, as an Ames redneck whose tightly braided sideburns reach all the way to his waist. \n\nThe plot, in short, is underwhelming. It merely follows the reporters as the screenplay serves them the solution to their case on a silver platter. Yet curiously, \"Deadline\" flows right along, and peeking at my watch I was startled by how quickly the time was passing. (In contrast, watching \"Wrath of the Titans,\" I felt the minutes tick by as if measured by an hourglass filled with molasses.) Maybe that's because the plot is so easy to follow, and the actors are mostly fresh locals. Of the pros, I enjoyed seeing Eric Roberts again. Remember when Mickey Rourke went on that rant at the Independent Spirit Awards about how his buddy Eric is shamefully underused by Hollywood? Maybe so. He used to play hyperactive weirdos, and here his reporter is smooth, calm and confident, even if he does usually carry three guns.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-11", "genres": ["Drama", "Mystery", "Thriller"], "title": "Deadline (2012)"}