{"url": "http://www.rogerebert.com/reviews/dead-snow-2009", "by": "Charlotte Frogneras Hanna", "star_rating": 2.5, "text": "They’ve finally assembled a horror film entirely from cliches. They even know they’re doing it. As a carload of young medical students drives to a secluded cabin in a snowy Norwegian forest, they find their cell phones don’t work. That’s just like \"Friday the 13th,\" one says, but is corrected: \"They didn’t have cell phones then.\"\n\nYes, they are in a cabin so far in the woods, they have to leave their car behind and follow snowmobile tracks, all except for Sara, who decides to trek overland. We suspect Sara will not be getting a lot of dialogue in this movie. The others settle in and break out the beer, but are disturbed by a scary, whiskery old-timer who warns them of a vicious Nazi unit that lurked in these mountains during the war \"and probably froze to death.\" Not with 75 minutes left in the movie, they didn’t.\n\nBut how would the Nazis survive until the present day? Well of course they are zombies, which the kids recognize when their cabin is attacked by shambling decaying men in Nazi uniforms. This crisis throws the threatened students into overdrive, clicking off as many items from Ebert’s Little Movie Glossary as they possibly can.\n\nI will not list all of them, because to do so would summarize the plot. I was especially happy to hear \"let’s split up,\" and later, after two girls wander off alone, to hear them discuss splitting up themselves. One bitter student says, \"We should have gone to the beach like I said.\" I do not recall if he is the same one who sets his backpack on fire to cauterize his wound after amputating his own arm with the obligatory chain saw.\n\nOne thing about the director, Tommy Wirkola. He’s thrifty. Once his actors have their faces completely spattered with blood, he lets it stay on for hours. Your average medical students, when they get splattered with blood, they clean it off. It’s part of their training. Especially with zombie blood.\n\nOne girl, wearing bright red, tries to hide from the Nazi zombies by climbing a tree. Remember that in winter, there are no leaves. Yet the zombies, who are not the swiftest corpses in the mortuary, miss spotting her red ski jacket until she disturbs the eggs in a crow’s nest, the crow screeches at her and the Nazis hear her shushing it. In my opinion, shushing a crow is a fool’s errand.\n\nBut practical details should not concern us. Particularly not after one of the guys disembowels a Nazi and then another Nazi grabs him, and they both topple off a high cliff but the guy holds on by grabbing the dead Nazi’s large intestine, which is many yards long. If you have a large intestine that will support the weight of two men, you can forget about the colonoscopy. Apparently zombies evolve such intestines, since when a disem- boweled human is seen earlier in the film, he is clearly grasping greasy frankfurter links.\n\n\"Dead Snow,\" as you may have gathered, is a comedy, but played absolutely seriously by sincere, earnest young actors. At no point, for example, do they notice that the snow is dead. The movie is pretty funny. One of the guys discovers his cell phone is working, and calls 911. \"We’ve been attacked by what look like Germans from the Second World War!\" he shouts. \"And we set our cabin on fire by accident!\" He removes his phone from his ear and stares at it vengefully: \"The bitch hung upon on me!\"\n\nThe film comes to us from Norway, which no doubt explains the snow. Nazi ski patrols did once haunt these slopes. It is the second feature by the director-writer team of Tommy Wirkola and Stig Frode Henriksen. Their first film was a satire of Tarantino’s \"Kill Bill\" named \"Kill Buljo: The Movie\" (\"In Kautokeino, no one can hear you scream.\") If \"Mystery Science Theater 3000\" had never existed, \"Dead Snow\" would have had to invent it.\n\nNote: The movie opens in theaters today and also is available on cable via IFC’s video on demand option.", "running_time": 91, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-15", "genres": ["Comedy", "Foreign", "Horror"], "title": "Dead Snow (2009)"}