{"url": "http://www.rogerebert.com/reviews/deal-of-the-century-1983", "by": "Chevy Chaseas Eddie Muntz", "star_rating": 2.0, "text": "I've just about decided there is no such thing as a madcap comedy. \n\nTragedy can be random; slices of life don't have to make a lot of sense, but comedy requires discipline. Unless a comedy is about something, unless it establishes ground rules, there's no way to violate those rules to get laughs. People running around acting \"funny\" look unhappy and awkward and uncertain.\n\nAnd that's exactly what they look like in William Friedkin's \"Deal of the Century,\" a movie that depends on inspiration when it should have depended on a script. The movie has funny people in it: Chevy Chase, Gregory Hines and Wally Shawn (\"My Dinner With Andre\") in a small role. But the movie seems to think their behavior alone will carry them through.\n\nThe film stars Chase and Hines as a couple of second-rate, quasi-legal arms dealers who will go anywhere and talk to anybody to sell their Army surplus merchandise. As the movie opens, for example, it's Christmas Eve, and Chase is in Central America demonstrating a new anti-tank weapon by firing out his hotel window at police cars in the village square. This is a promising scene, but it turns out to be like a lot of the other scenes in the movie: a setup for a punch line that leads nowhere.\n\nMeanwhile, the plot grows fearsomely complicated. Chase and Hines get involved with Sigourney Weaver, who plays the widow of Wally Shawn. (He was a competing arms dealer who blew his brains out in frustration over an order that wouldn't come in.) They're scrambling for small change in South America when a really big deal comes along, involving the Peacemaker, a versatile new guided missile. The Peacemaker is manufactured by a company headed by Vince Edwards, who knows the weapon is seriously flawed and uses Chase as a middleman to sell it fast in Central America.\n\nAnd so on. It's all episode, no structure; all hijinks and no discipline to provide framework for the jokes. Chevy Chase labors manfully, but once again he hasn't been asked to play a character, he's been asked to play Chevy Chase. After his disasters he raises his eyebrows in his famous, patented what-can-you-do look, and we grow a little exasperated.\n\nBy the evidence, \"Deal of the Century\" seems to have had one of two problems. Either it was filmed without a finished script, or it was originally a lot longer, and this is a version without some crucial narrative links. Either way, the movie's a disappointing mess.", "running_time": 99, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-11-08", "genres": ["Comedy"], "title": "Deal of the Century (1983)"}