{"url": "http://www.rogerebert.com/reviews/dear-john-2010", "by": "Channing Tatumas John", "star_rating": 2.0, "text": "Lasse Hallstrom's \"Dear John\" tells the heartbreaking story of two lovely young people who fail to find happiness together because they're trapped in an adaptation of a Nicholas Sparks novel. Their romance leads to bittersweet loss that's so softened by the sweet characters that it feels like triumph. If a Sparks story ended in happiness, the characters might be disappointed. They seem to have their noble, resigned dialogue already written. Hemingway wrote one line that could substitute for the third act of every Sparks story: \"Isn't it pretty to think so?\"\n\nChanning Tatum stars as John Tyree, a handsome Army Special Forces specialist home on two weeks' leave at the South Carolina shore. Amanda Seyfried plays Savannah, an ethereal beauty whose purse falls off a pier. John dives in and retrieves it, and we guess it could have been worse. He could have gotten her kitten down from a tree. In the few precious days they share, they fall deeply into PG-13 love. \n\nJohn was raised by his father (Richard Jenkins), a quiet man who wears white gloves while admiring his coin collection, and cooks chicken every Saturday and lasagna every Sunday. Savannah meets him and casually observes to John that he is autistic -- a mild case, she gently suggests. \n\nJohn is angered by this observation. Did he never, by the age of 22, observe that his father was strangely mannered? Did no one else? What was his (now absent) mother's thinking? Did the movie mention any employment history for Mr. Tyree? I could have missed it. \n\nIn a Sparks story, as we know from \"The Notebook,\" problems like autism and Alzheimer's are never seen in their tragic stages, but always allow the good souls of their victims to visibly glow. Diseases don't destroy and kill, but exist primarily to inspire admirable conduct by nexts of kin. John and Savannah get over his unhappiness, and he pledges that he'll be back at the end of 12 months so they can wed.\n\nBut then 9/11 happens, and like every man in his group, John re-enlists. And continues to re-enlist, until the movie's title hints at what he receives in the mail. Because Savannah is a true-blue heroine, her new love is of course a nice and decent man, someone who John can accept, so that we can smile sadly and not get all messy and depressed. \n\nThat's the note Sparks aims for: the sad smile. First love is not to be, but the moon still looks so large when it rises, and people treat each other gently, and if someone should die, that is very sad, but perhaps it will provide an opportunity for someone else to live a little longer before they, too, must travel to that undiscovered country from whose bourn no traveler ever returns.\n\nJohn and Savannah are awfully nice. She comes from a rich family who have a mansion, and John and his dad live in a humble but cozy frame house that in its South Carolina island location might easily be purchased for less than $500,000. That would leave a portion of Mr. Tyree's unspecified income free to invest in rare coins and amass a collection worth a fortune. I am just enough of a numismatist to know that you need to invest money in order to collect rare coins. You don't just find them in your spare change.\n\nI know I'm being snarky. I don't get much pleasure from it. \"Dear John\" exists only to coddle the sentiments of undemanding dreamers, and plunge us into a world where the only evil is the interruption of the good. Of course John is overseas on a series of missions so secret that Savannah cannot be told where, exactly, he is. In the years after 9/11, where, oh where, could he be? Apparently not in Iraq or Afghanistan, because it can hardly be a military secret that the men of Special Forces are deployed there. But somewhere, anyway, and he re-enlists for a good chunk of her early childbearing years, perhaps because, as \"The Hurt Locker\" informs us, \"war is a drug.\" \n\nIt matters not. In this movie, war is a plot device. It loosens its grip on John only long enough to sporadically renew his romance, before claiming him again so that we finally consider Savannah's Dear John letter just good common sense. Now that I've brought that up: considering that the term \"Dear John letter\" has been in constant use since World War II, and that the hero of this movie is inevitably destined to receive such a letter, is it a little precious of Sparks to name him \"John\"? I was taught in Dan Curley's fiction class that when the title of a story is cited in the story itself, the story's spell is broken. But then Sparks never took Curley's class.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-02-03", "genres": ["Drama", "Romance"], "title": "Dear John (2010)"}