{"url": "http://www.rogerebert.com/reviews/dear-america-letters-home-from-vietnam-1988", "by": "Bill Couturie", "star_rating": 4.0, "text": "On the soundtrack, we hear the voices of these soldiers, in the words they wrote home. They speak of patriotism, of confidence, of new friendships. In their letters there is a sense of wonder at this new world they have found, a world so different from the American cities and towns they left behind. And then gradually the tone of their letters begins to change.\n\nThere have been many great movies about Vietnam. This is the one that completes the story. It has no plot except that thousands of young men went to a faraway country and had unspeakable experiences there, and many of them died or were wounded for life in body or soul.\n\nThis movie is so powerful precisely because it is so simple. The words are the words of the soldiers themselves, and the images are taken from their own home movies and from TV news footage of the war.\n\nThere are moments here that cannot be forgotten, and most of them are due to the hard work of the filmmaker, director Bill Couturie, who has not taken just any words and any old footage, but precisely the right words to go with the images. Couturie began with an anthology of letters written home by U.S. soldiers in Vietnam. Then he screened the entire archive of TV news footage shot by NBC-TV from 1967 to 1969 - 2 million feet of film totaling 926 hours. He also gained access to footage from the Defense Department, including previously classified film of action under fire. Much of the footage in this film has never been seen publicly before, and watching it, you know why.\n\nWhat Couturie and his researchers have done is amazing. In many cases, they have matched up individual soldiers with their letters - we see them as we hear their words, and then we discover their fates.\n\n\"I tell you truthfully I doubt if I'll come out of this alive,\" a private named Raymond Griffiths writes home to his girlfriend. \"In my original squad, I'm the only one left unharmed.\" He died in action on the Fourth of July, 1966.\n\nThere are amateur 8mm home movies here, of GIs clowning in front of the camera, and cracking beers, and cleaning their weapons.\n\nThere are frightening fire fights and unflinching shots of men in the process of dying. And there are chilling scenes, such as the one when Gen. William Westmoreland greets the survivors from a bloodbath and his words are the words of an automaton, with utterly no emotion in his voice as he \"chats\" with his troops. He is so false, it seems like a bad performance. If this footage had been shown on TV at the time, he might have been forced to resign.\n\nThe movie follows a chronology that roughly corresponds to a soldier's year in Vietnam. From the first days of swimming in the surf to the last exhausted days of fear and despair, it never looks away.\n\nAnd the words of the soldiers have the eloquence of simple truth. One soldier writes of the bravery of men who rescued their comrades under enemy fire. Another writes of a momentary hush in a tank battle on Christmas Eve, and of hearing someone begin to sing \"Silent Night\" and others joining in.\n\nThe words in the letters are read by some 40 different actors and actresses, whose voices you can sometimes identify, until you stop thinking in those terms. The voices include Robert De Niro, Martin and Charlie Sheen, Kathleen Turner, Tom Berenger, Brian Dennehy, Howard Rollins Jr., Sean Penn, Matt Dillon, Michael J. Fox. The music on the soundtrack is all from the period, and then, at the end of the movie, there is a heartbreaking flash-forward to the Vietnam War Memorial in Washington, D.C., 15 years later, and we hear Bruce Springsteen's \"Born in the USA\" as Ellen Burstyn reads from a letter that the mother of a dead veteran left at the foot of the wall of names: \n\n \n\nDear Bill, \n\nToday is Feb. 13, 1984. I came to this black wall again to see and touch your name, William R. Stocks, and as I do I wonder if anyone ever stops to realize that next to your name, on this black wall, is your mother's heart. A heart broken 15 years ago today, when you lost your life in Vietnam.\n\nThey tell me the letters I write to you and leave here at this memorial are waking others up to the fact that there is still much pain left, after all these years, from the Vietnam War.\n\nThis I know. I would rather have had you for 21 years, and all the pain that goes with losing you, than never to have had you at all.\n\nMom\n\n \n\nChoose any film as the best movie ever made about Vietnam, and this is the other half of the same double feature. Francois Truffaut once wrote that it was impossible to make an \"anti-war film,\" because any war film, no matter what its message, was sure to be exhilarating.\n\nHe did not live to see this film.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-09-16", "genres": ["Documentary"], "title": "Dear America: Letters Home From Vietnam (1988)"}