{"url": "http://www.rogerebert.com/reviews/death-before-dishonor-1987", "by": "Fred Dryeras Burns", "star_rating": 1.0, "text": "\"Death Before Dishonor\" is one of those Far-Off Rattle Movies. You know the kind I mean. The hero is stalking the killer through a large, abandoned warehouse or other interior space, and on the soundtrack you hear the sound of a Far-Off Rattle. It is usually followed by a series of echoing thumps. Sometimes you then get the sound of a stick on a snare drum, just sort of allowed to flail, so it trails off ominously.\n\nFar-Off Rattle Movies are not necessarily bad. In fact, some of my favorite movies have Far-Off Rattles in them. But they are almost always bad when they are cross polinated with Rum-Dum-a-Dum Movies.\n\nThat's the movie where you get the ersatz military march on the soundtrack -- the canned patriotism with the snare drum keeping marching time, Rum-Dum-a-Dum.\n\nAs a general rule, if you get a Rum-Dum-a-Dum and a Far-Off Rattle within five minutes of each other, you're dealing with a creatively bankrupt project. Any movie that has to link cliches that closely obviously is unable to think of anything to go in between them.\n\nThat's especially true if the movie is a thriller about terrorists and it makes a link between the Myth of the Seemingly Ordinary Day and the Mistake of the Unmotivated Closeup. For example, in \"Death Before Dishonor,\" a U.S. official is about to leave his home in a strife-torn Middle Eastern nation. It is a Perfectly Ordinary Day. There is small talk with his family. He makes plans for later in the day.\n\nSince these are trivial personal plans, not part of the plot, we know with absolute certainty that the official will never be allowed to carry out his plans. He will be kidnapped or executed. This is not just a possibility but an absolute certainty, because immediately afterward we see the Mistake of the Unmotivated Closeup.\n\nThis is a closeup of the official's house servant, a local native whose role in the movie up until now has been utterly insignificant.\n\nSuddenly he gets an Unmotivated Closeup, and, of course, his eyes narrow. We do not have time today to discuss the general topic of narrowing eyes, but never mind. We know that the house servant is in on the plot, the official will be kidnapped or killed, and that it will be safe for us to sneak down the aisle for more popcorn or a quick trip to the john and still be back before the next outbreak of Far-Off Rattles and Rum-Dum-a-Dums.\n\n\"Death Before Dishonor\" is a fairly pure example of the Ordinary Day/Narrowed Eyes/Far-Off Rattle/Rum-Dum-a-Dum Movie. There isn't a lick of original thinking in it. The plot: Americans are kidnapped and brave marines blast their way in and free them from their heathen Arab kidnappers. The movie's dramatic high point is when Brian Keith takes an electric drill right through the back of his hand and still won't sign the phony confession. Courage? Maybe. Or maybe it just didn't hurt much. Seconds later, he's barking out orders, and in later scenes he seems to have regained the use of the maimed hand.\n\nIs there anything at all to recommend this movie? \n\nYeah, sort of. For one thing, this is the only movie I have ever seen where an Arab leader is played by an actor named Rockne Tarkington. For another, it sets a modern-day record for the Fruit Cart Rule. That's the rule that says that whenever there is a chase scene in a Third World nation, a speeding car will sooner or later overturn a fruit cart, leaving melons and oranges rolling in its wake. The chase scene in this movie takes out two fruit stands and one fruit cart in less than two minutes. Rum-a-Dum-Dum.", "running_time": 95, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-02-20", "genres": ["Action", "Documentary", "Thriller", "War"], "title": "Death Before Dishonor (1987)"}