{"url": "http://www.rogerebert.com/reviews/death-of-a-soldier-1986", "by": "Reb Brownas Edward Leonski", "star_rating": 2.0, "text": "When Gen. Douglas MacArthur and thousands of American troops landed in Australia in 1942, the welcome mat was out. Hit songs welcomed the Yankees, USO dances were hot tickets for socialites and Australian men grumbled that they couldn't get a date without a GI uniform. But then, according to \"Death of a Soldier,\" the situation turned ugly when three Melbourne women were found strangled, and all of the evidence suggested that the killer was an American soldier.\n\nThe movie opens with the announcement that it is based on real events, and before long we're knee-deep in them. We meet an American lawyer (James Coburn) who is a major in the military police, and then we meet Edward Leonski (Reb Brown), a big, open-faced GI who likes to get drunk on Saturday nights. He has a knack for sweet-talking women with his polite, down-home manner, and then he strangles them while repeating \"I want your voice.\" The movie never develops any suspense over the identity of the killer. Indeed, we see him commit some of his crimes, and he confesses to his tent mate and best buddy that he's the man the whole city is looking for. All the same, he remains free for an amazingly long time.\n\nAmerican authorities first deny that one of their soldiers could be guilty and then try to hush up the case because of worsening relations between U.S. soldiers and the Australian locals. Bad feeling runs so high that a trainload of American GIs gets into a bloody shootout with Australian soldiers waiting on a station platform. Dozens are killed, but a security lid is slammed on the incident.\n\nThe frustrating thing about movies \"based on fact\" is that you never know how much is factual and how much is made up. Did this shootout really take place? The movie is fuzzy. A postcript at the end ties up all the knots of the Leonski case, but makes no mention of the massacre. Also, the movie probably strays from fact long enough to provide Coburn with a local love affair with Belinda Davey. She has one of the most sensual mouths I've ever seen, even if her character is completely irrelevant to the movie.\n\nThe movie further muddles its story line by assigning an actor to play Douglas MacArthur and then not allowing him to talk, except for one sentence. It uses those irritating kinds of scenes where the general stands silhouetted, puffing on his corncob pipe, while other people talk. Or we see him through doorways or striding out of hotels.\n\nEvery single foot of the MacArthur material is an unnecessary distraction.\n\nMeanwhile, Coburn finds himself at the center of the murder controversy, first leading the investigation and then, after the killer finally is arrested, switching sides and joining his defense team.\n\nEventually he realizes, as the movie has been directing us to realize all along, that poor Leonski is nuttier than a gallon of peanut butter.\n\nYes, he has murdered those three women and tried to murder some others, but he has a schizophrenic personality. When he is not murdering he is weeping with contrition, confessing to anyone who will listen and almost begging to be arrested. His last words before the gallows are, \"It's just as well, isn't it?\" For the first part of this movie, we think it's going to be a murder mystery, or maybe a police procedural. It's neither one. It's simply a straightforward docudrama about a historical event that led to (as are told in the postscript) changes in the U.S. Code of Military Justice. Well and good, but what is the real purpose of this movie? It isn't suspenseful, it isn't really very romantic and although Leonski is a pathetic case, he is not a fascinating one.", "running_time": 93, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-03", "genres": null, "title": "Death Of A Soldier (1986)"}