{"url": "http://www.rogerebert.com/reviews/death-sentence-2007", "by": "Kevin Baconas Nick Hume", "star_rating": 2.5, "text": "When he was asked by Johnny Carson how a magazine could quote him saying he really would murder to avenge his family, Charles Bronson looked Carson in the eye and said, \"Because the quote is accurate. I really could, and I would.\" There was a little silence then, because Bronson was totally convincing.\n\nHe was publicizing \"Death Wish\" (1974), his film about a man whose wife is killed and daughter raped. He gets a gun and starts posing as bait for muggers, a middle-aged guy with a bag of groceries. Then he shoots them dead. I think he kills about 11 victims (17 in the book) and is nicknamed \"The New York Vigilante,\" but the homicide rate drops 50 percent in New York, and so a cop cuts him a deal: Get out of town. As the film ends, he's drawing a bead on a guy in Chicago.\n\nFunny thing. When Bronson made \"Death Wish II\" (1982), it was set in Los Angeles, even though Brian Garfield, the author of the novel Death Wish, had written a 1975 sequel, Death Sentence, set in Chicago. Ah, yes, here's my copy right here, dedicated to \"Jay Robert Nash, John McHugh, Roger Ebert and Bill Granger, Chicago front-pagers all, with thanks.\"\n\nHe was thanking us because he'd come to Chicago to research the city (in two days, as I recall), and we agreed to meet him at the Billy Goat to feed him the real dope. The Goat (\"no fries, cheeps\") is a hamburger-and-booze emporium tucked away on the lower level of Michigan Avenue, responsible for the enticing aroma of frying onions that pedestrians enjoy in front of the Wrigley Building. You will recognize the tavern on the book's Page 27, \"a block from Tribune Tower and equidistant from the Sun-Times and Daily News press rooms.\" His hero figures police reporters who hang out there \"might be the best source of information about the unfamiliar city.\" He carries his beer to the back of the bar, where \"there were nine or 10 men and women roughed up by alcohol and cigarettes and the cynicism of insider's experience.\" He got the Billy Goat right.\n\nBronson went on to make \"Death Wish 3\" (1985), \"Death Wish 4\" (1987) and \"Death Wish V\" (1994), by which date he was 73 and didn't need the bag of groceries as bait. They were set variously in Los Angeles and New York, largely filmed in Toronto, and never did get back to Chicago, reportedly because Garfield hated the first movie and its sequels so much he would never sell the rights to Death Sentence. But now here at last, in 2007, is \"Death Sentence,\" and it is filmed in, that's right, South Carolina. It doesn't follow the book, either.\n\nKevin Bacon steps into the Bronson role, although curiously, even with the real sequel to work with, his name is changed from Paul Benjamin to Nick Hume. In the movie's first press releases, he was John Hume. In the Bronson movies, he was Paul Kersey. There is always a legal reason for these things. I favor John Paul. Probably another bad idea. You may have no interest in the information I've shared so far, but I'll bet you don't read it anywhere else. Probably a reason for that, too.\n\nEverything that follows will be a spoiler of one sort or another, unless you have already guessed that John, I mean Nick, has lost a close family member, obtains a gun that would stop a charging locomotive and goes out for revenge. In the older movies, the killing mostly amounted to the hero shooting people, but \"Death Sentence\" is directed by the Australian James Wan (\"Saw,\" \"Dead Silence\"), who has a much more sensational line in violence.\n\nIn the Bronson movies, the hero just looked more and more determined until you felt if you tapped his face, it would explode. In \"Death Sentence,\" Bacon acts out a lot more, scaring his wife (Kelly Preston) and drawing the attention of a police detective (Aisha Tyler), who you would think, at a crucial point, would think to ask Nick why he has a blood-soaked bandage wrapped around his hand. Probably just smashed a mirror in grief.\n\nWan's movie is very efficient. Bacon, skilled pro that he is, provides the character the movie needs, just as he has in such radically different films as \"Where the Truth Lies,\" \"The Woodsman\" and \"Mystic River.\" John Goodman and Garrett Hedlund are creepy and scary as the gun dealer Bones Darley and his skinhead son, Billy. Bones is the kind of gun dealer who looks like he would like to demonstrate his merchandise on you, and Billy is the kind of kid who is not satisfied with tattoos crawling up his neck but also has one of those goatees that tells you, \"I am either a perverted madman, the leader of a suicidal cult, or terrified you will not notice me.\"\n\nThere is a courtroom scene of true surprise and suspense, and some other effective moments, but basically this is a movie about a lot of people shooting at each other, and during the parts I liked, the action audience will probably go out to get popcorn, or a tattoo or something.", "running_time": 105, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-30", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Death Sentence (2007)"}