{"url": "http://www.rogerebert.com/reviews/death-rides-a-horse-1969", "by": "John Phillip Lawas Bill", "star_rating": 1.0, "text": "It's hard to explain the fun to be found in seeing the right kind of bad movie. Pauline Kael had a go at it a few months ago in Harper's in an article titled \"Trash, Art and the Movies,\" but I think she set her sights too high. The bad movies she enjoyed (\"The Scalphunters,\" \"Wild in the Streets\") weren't within a hundred miles of the badness of \"Death Rides a Horse,\" which is a bad movie indeed.\n\nAnd yet ... there's something about surrendering yourself to the dark, womb-like security of a large Loop theater on a Saturday afternoon, and hunkering down in your seat, and simply abandoning yourself to a movie like this. From time to time you will laugh, or be thrilled, or distract yourself by noticing that some of the outdoor scenes are shot in a studio with backdrops (at one point, the hero casts a shadow across an entire mountain range).\n\nOr you can try to unravel the puzzles of mistaken or double identity upon which the plots of spaghetti Westerns always seem to depend. The heroes of these films would save a lot of time if they'd accept one simple rule of thumb: Generally speaking, everyone they meet is either (a) the man who killed their families 15 years ago, (b) a stranger who is after the same villains for mysterious reasons of his own, or (c) their father, brother or son.\n\nAlas, it generally takes two hours for these connections to be established. But in the meantime, sitting there in the dark, watching this bad Western on a Saturday afternoon, you get an autobiographical feedback. You reestablish contact with yourself at the age of 10, when you sat through dozens of exactly such bad Westerns (only not so violent, although they seemed violent enough). And contemplation of this sort, the mystics assure us, is necessary for psychic well-being.\n\nYou can also reflect upon the fates of Lee Van Cleef and John Phillip Law. It is one thing to hurtle into stardom as a result of spaghetti Westerns, as Clint Eastwood did. But it is another thing to remain stuck in them. Van Cleef's face, in closeup, has the lean, hardened, embittered expression of a man who has either (a) been pursuing his lonely vengeance across the plains of the West for 30 years, or (b) realizes he will be making spaghetti Westerns the rest of his life. These two feelings are nearly indiscernible.\n\nBut Law still retains a certain innocence. His eyes are blue, his face unlined, his cheekbones the sort we expect on a young and stubborn hero. He usually wears suspenders in these movies (just as Eastwood smokes cigars and Van Cleef a pipe), and they give him a naive earnestness. We feel that he will doggedly obtain revenge, wipe out the bad guys and return to Hollywood some day. We are on his side. No wonder. He needs us.", "running_time": 114, "mpaa_rating": "R", "release_year": 1969, "date_published": "1969-10-14", "genres": ["Action", "Foreign", "Western"], "title": "Death Rides A Horse (1969)"}