{"url": "http://www.rogerebert.com/reviews/death-wish-3-1985", "by": "Charles Bronsonas Paul Kersey", "star_rating": 1.0, "text": "\"Death Wish 3\" is a marginally better movie than the second part of this series; enough better to earn a one-star rating, instead of none. The action, direction and special effects are all better than the last time around, which isn't saying much, since \"Death Wish II\" was so ineptly directed and edited that it was an insult even to audiences that were looking for a bad movie.\n\nThe plot is as before. Charles Bronson plays Paul Kersey, who was an architect in the original 1974 film, but has now apparently moved into a new career, as a professional vigilante. After knocking off muggers in Kansas City and thieves in Chicago, he is back in New York at the beginning of this film, just in time to find an old friend dying after a vicious beating. \n\nKersey is arrested for the crime, but allowed back on the streets by the police captain (Ed Lauter), who offers a deal: Kersey can murder all the creeps he wants, if he keeps the cops informed. Kersey does not agree to this deal, but Lauter does not seem to notice. Indeed, by the end of the film, the two of them are stalking the mean streets side-by-side, like killers in the old west. \n\nBronson moves into a tenement building that seems to be in the middle of a vast burned-out wasteland, but that is still occupied by terrified old people. Among the tenants are an old watch repairman (Martin Balsam), who keeps a couple of machineguns in his closet, and an elderly Jewish couple who live on the first floor and make stuffed cabbage rolls while the creeps jump in through the window and toss their TV set outside. \n\nThe neighborhood is ruled by a gang headed by Fraker (Gavan O'Herlihy), who wears a reverse Mohawk: He keeps his hair on the sides, but shaves down the middle, to make room for a gang symbol in war paint. O'Herlihy looks a little like Richard Widmark, and is quite satisfactory as a snarling, sadistic creep. He is also, of course, white. One of the hypocrisies practiced by the Death Wish movies is that they ignore racial tension in big cities. In their horrible new world, all of the gangs are integrated, so that the movies can't be called racist. I guess it's supposed to be heartwarming to see whites, blacks and Latinos working side by side to rape, pillage and murder. \n\nNot quite so much equality applies to the victims, however. All of the good speaking roles go to white victims (especially Balsam). Two Latinos get to be minor supporting players (the wife is raped and murdered, the husband gets to sob and pound his fist on the table). The black victims are represented by an old lady who gets her purse snatched. If it seems strange for me to be making a racial head-count like this, reflecting that the filmmakers no doubt assigned races to their characters with equal cynicism. Since there is not a single character in this movie who has to belong to any particular race, \"Death Wish 3\" could have had Bronson protecting black citizens against black gang violence. That would reflect the reality of most big cities, but it would not, of course, have been as commercial. \n\nMy only other observation has to be about Bronson himself. He looks very tired in this movie. In interviews, he has expressed his unhappiness with it. Despite the fact that he's the central character, he doesn't seem eager to leap in and take charge. He probably says fewer words in \"Death Wish 3\" than any other major leading character since the introduction of sound. My guess is that he utters less than 100 words in the whole movie. My hunch is, he would have liked that number to be closer to zero.", "running_time": 92, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-11-05", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Death Wish 3 (1985)"}