{"url": "http://www.rogerebert.com/reviews/death-in-venice-1971", "by": null, "star_rating": 2.5, "text": "I think the thing that disappoints me most about Luchino Visconti's \"Death in Venice\" is its lack of ambiguity. Visconti has chosen to abandon the subtleties of the Thomas Mann novel and present us with a straightforward story of homosexual love, and although that's his privilege, I think he has missed the greatness of Mann's work somewhere along the way. In the novel, Count Aschenbach goes to Venice at a certain season in his life, driven by a compulsion he does not fully understand and confronted by strange presences who somehow seem to be mocking or tempting him. Once settled in his grand hotel on the Lido, he becomes aware of a beautiful boy who is also visiting there with his family from Poland. His feelings toward this boy are terribly complicated, and to interpret them as a simple homosexual attraction is vulgar and simplistic. The boy represents, above all, an ideal of perfect physical beauty apart from sexuality; the irony is that this beauty stirs emotions in a man who (in the novel) has insisted on occupying the world of the intellect. The boy's youth and naturalness become a reproach to the older man's vanity and creative sterility.\n\nVisconti undermines this contrast between beauty and the intellect by changing the Aschenbach character from a writer to a composer. He made the change, reportedly, because he decided that Mann had \"really\" based his character on Gustav Mahler, but so what? There are flashbacks where Aschenbach argues that beauty resides in the intellect, and a friend declares that beauty is a quality naturally possessed by beautiful things. Aschenbach's position could be held by a philosopher and scholar, but not (I imagine) by the composer of the romantic Mahler symphonies that are constantly present on the sound track.\n\nVisconti also misses, or avoids, the subtlety of the novel's development of the relationship between the two characters. In the Mann version, the man can never really know what the boy thinks of him; they do not speak, and if the boy favors him sometimes with a look or a smile, he favors many others as well, because that is his nature. It is entirely possible, the way Mann tells the story, that the boy is totally unaware of any homosexual implication -- and the man, indeed, may also be in love with an ideal rather than a person. No such possibility exists in the heavy-handed Visconti retelling. The boy's function in the film, which he performs at least two dozen times, is to self-consciously pose in front of the man, turn slowly, smile sweetly, and turn languorously away. This is almost literally the only physical characteristic the boy has in the movie; and Visconti lays on the turns, looks, and smiles with such a heavy hand that the boy could almost be accused of hustling.\n\nBy choosing to limit his story to this level, Visconti loses the philosophical content of the Thomas Mann work, and no amount of heavy-handed flashbacks can restore it. We see Aschenbach in discussions with colleagues, with his wife and child, and then at the child's funeral; we see him seemingly impotent in a bordello, and, unforgivably, Visconti even throws in a concert at which Aschenbach is booed, then comforted by his wife. Scenes in which the genius is assured that (someday!) his genius will be recognized went out, I thought, with \"The Eddy Duchin Story.\"\n\nVisconti fails, then, to develop characters and relationships that matter. The failure is fatal to the movie's success; but the physical beauty of the film itself is overwhelming. The world of the Lido of sixty years ago has been re-created in painstaking detail. The fashions, the entertainments, the table settings reveal Visconti's compulsion for accuracy. The photography is almost the first I have seen that is fully worthy of the beauty of Venice; the pink-and-gray city rises from waters of a glasslike smoothness, so that the water and the quality of light itself seem to suggest the presence of the plague-bearing sirocco wind. The wind brings both plague and beauty, which is its function in the Mann novel, and Visconti's mastery of visual style almost succeeds in creating the very ideas and feelings that his heavy-handed narrative entirely misses.", "running_time": 130, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "Fantasy", "Foreign"], "title": "Death in Venice (1971)"}