{"url": "http://www.rogerebert.com/reviews/death-of-a-gunfighter-1969", "by": "Richard Widmarkas Marshal Patch", "star_rating": 3.5, "text": "\"Death of a Gunfighter\" is quite an extraordinary western. It's one of those rare attempts (the last was \"Will Penny\") to populate the West with real people living in real historical time. Most Westerns could take place anywhere, anytime, if the cliches hold out.\n\nBut in this one we're given a loving portrait of a Western town in transition. The time is somewhere around the turn of the century. Some buildings have electricity, most don't. A single automobile has come this far West and is scaring hell out of the horses. The railroad went through a few years ago, and now the townsmen are trying to attract industry. The local editor takes William Allen White as his model, but the businessmen are already turning from frontiersmen into Babbitts.\n\nThe only anachronism is the town marshal (Richard Widmark), who is a good and brave marshal but does his job too well. \"What would happen,\" the mayor says, \"if an Eastern businessman came to town and saw old Patch there, wearing that shirt he probably hasn't washed in a week?\" But the problem is to get old Patch out. And Patch still has his roots in an older West of pride and personal integrity. The town council doesn't have the guts to fire him.\n\nAgainst this background, we begin to meet the townspeople. And this is an amazing town, for a Western. It has Italians, Negroes, Jews and Greeks in it. Not only is there the obligatory parson, there's also a parish priest. And when a drunk gets killed in a shoot-out with Patch, everyone goes to the parish Rosary. We realize with astonishment that this town doesn't have the same stock characters who inhabit almost all Westerns.\n\nDirector Allen Smithee*, a name I'm not familiar with, allows his story to unfold naturally. He never preaches, and he never lingers on the obvious. His characters do what they have to do. Patch gradually gets in deeper and deeper. There's another killing. The county sheriff is called in. The town council finds its self-respect threatened by this man who will not bend. The film ends in an inevitable escalation of violence, and in a last sequence of scenes that develops with horrifying understatement.\n\nThis is one of Richard Widmark's best, most fully realized performances. It's really his movie. Lena Horne gets co-star billing, but we see little enough of her. She's one of a gallery of fine character actors who revolve around Widmark.\n\nWhen the gunfighter dies (and despite the movie's title, somebody is sure to cuss me for \"giving the ending away\"), an era dies. There must have been many towns like this, large, and small, where the sons of cowboys talked about becoming 20th Century men. And perhaps they were right. At first the film invites our sympathy for Marshal Patch. We agree that his code is a good one. We admire him as a man. But the killing does not stop, and we begin to realize that more is no way to stop it.\n\n* [EDITOR'S NOTE: It was not until years after this review was written that \"Allen Smithee\" became publicly known as a pseudonym used by directors who wanted their name removed from a film's credits. \"Death of a Gunfighter\" was actually directed by Hollywood veteran Don Siegel (\"Invasion of the Body Snatchers,\" \"Dirty Harry,\" \"Madigan,\" \"Coogan's Bluff\") and Robert Totten, who had directed episodes of TV series such as \"Bonanza,\" \"Gunsmoke\" and \"Mission: Impossible.\"]", "running_time": null, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-05-12", "genres": ["Action"], "title": "Death of a Gunfighter (1969)"}