{"url": "http://www.rogerebert.com/reviews/death-and-the-maiden-1995", "by": "Sigourney Weaveras Paulina Escobar", "star_rating": 3.0, "text": "It is a dark and stormy night. In an isolated house on a\rdeserted landscape, a woman waits alone. The opening moments of \"Death and\rthe Maiden\" are so intriguing that almost any continuation would be a\rdisappointment - but movies have to be about something, and so slowly the\rpurity of the situation settles down into the business of the plot. But not\rbefore the woman, played by Sigourney Weaver, has made an indelible impression.\n\nShe\ris angry and deeply troubled. She is expecting someone, and has a chicken in\rthe oven and a bottle of wine prepared. Then she hears a news bulletin on the\rradio, and her mood turns to rage. She eats her own dinner, savagely jabbing it\rwith a knife, and dumps the rest in the garbage. She is acutely aware of the\rnight outside. When the man she is waiting for appears, he has been given a\rlift by a stranger. She conceals herself in the bedroom, and pretends to be\rasleep. The two men talk and drink. She creeps out into the night, steals the\rstranger's car, and drives away.\n\nThe\rvisitor is distraught to have his car taken - to be marooned, in thanks for his\rgood deed. The two men sit on the steps and continue their conversation. One\rman is her husband, Gerardo Escobar (Stuart Wilson). The other is a neighbor\rnamed Dr. Roberto Miranda (Ben Kingsley). The men become friendly, confiding.\rIt is very late, there is no way to leave the house, and so the visitor agrees\rto bed down on the couch in the living room. He seems drunk, convivial, but the\rmoment the husband disappears a chemical change seems to take place, and he is\rthoughtful and self-possessed.\n\nHe\rgoes to sleep. The woman approaches the house quietly, steals into the living\rroom, and is able to surprise the visitor and tie him up before he can resist.\rShe believes he is a torturer - the man who raped her 14 times when she was a\rpolitical prisoner. She never saw him, because she was blindfolded, but she\rknows his voice, his way of using little phrases like \"itty bitty,\"\rand even his smell. She knows it is him.\n\nThat\ris the setup for Roman Polanski's film, based on the play by Ariel Dorfman. In\rthe movie's long night of the soul, the man, bound to a chair, will protest his\rinnocence. The woman will jeer at him and cross-examine him. And her husband\rwill waver first in one direction and then in the other, because this Dr.\rMiranda is a charming man and a very intelligent one, and if there is a way for\rhim to talk his way to freedom, he will find it.\n\n\"Death\rand the Maiden\" is said to be based on events in Chile, but it could take\rplace in any of the many countries where rule is by force and intimidation. It\ris, to some degree, about actual guilt: Is this the man who raped and tortured\rher? To another degree, it is about the nature of guilt and human identity: If\rthis is the same man, has he perhaps changed? Was he a product of the times -\reven a victim of the times, which forced some to be torturers no less than\rrequiring others to be victims? If he is guilty, does he repent? Is there\rforgiveness for his crime? Does the woman, by making him a captive and taunting\rhim, descend to his level? Is her husband in some way caught up in a male\rbonding with this man against women - an instinctive camaraderie that requires\rhim to join forces with any man against any woman? All of these questions lurk\rtantalizingly under the surface of \"Death and the Maiden,\" making it\rricher than its materials might promise. The story is not about whether this is\rthe same man who tortured her, but about the question: What then? There is even\rthe subtle suggestion that - if he was the man - he was not as cruel to her as\rhe might have been, might even have shown her some twisted kindness, during\rthose dark days when an evil society forced captors and their prisoners to\renact the rites of torture.\n\nYes,\rand it is even more complex than that. Because the whole story leads up to a\rlong monologue by the doctor, brilliantly delivered by Ben Kingsley, so that we\rmust answer not only the question of his guilt or innocence, but the question\rof its meaning.\n\nBy\rthe time the film arrives at its answers, they have become questions. The most\rdifficult question is, how must we punish the evil? If a man kills, must he\rthen be killed? The most compelling argument against capital punishment, for\rme, is not that society should not execute, but that society should not make\ranyone into an executioner.\n\n\"Death\rand the Maiden\" is all about acting. In other hands, even given the same\rdirector, this might have been a dreary slog.\n\nKingsley\rmakes it come alive with his insinuating performance as the accused rapist: He\rmakes his character so smart we have a certain admiration for his struggle. He\ris powerless, except for his wits, but they are formidable. The logic of the\rstory places him at its center, but without the Sigourney Weaver performance it\rwould still probably not work. There must have been the temptation to play up\rthe rage of her character, but she brings so many other colors to this woman.\rThere are times, during the dialogue, when we feel we have almost been\rtransported back through time to the actual events she remembers.\n\nWhat\rof the third character, the husband? Played convincingly by Wilson as a man who\rwould genuinely like to know the truth, he is a surrogate for us: A jurist who\rwill chair a panel to get to the bottom of those tragic years. But his wife\rknows (and the man strapped to the chair knows) that no panel can answer, or\runderstand, the nature of the situation. Only the torturer and the tortured\rhave shared that information, and perhaps only by changing places can they\runderstand it. Always assuming, of course, that she has strapped the right man\rto the chair.", "running_time": 100, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-13", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Death And The Maiden (1995)"}