{"url": "http://www.rogerebert.com/reviews/death-wish-1974", "by": "Vincent Gardeniaas Frank Ochoa", "star_rating": 3.0, "text": "His immediate reaction is one of simple grief. Then something happens which suggests a different kind of response. His office sends him to Arizona on a job, and he meets a land developer who's a gun nut. The man takes Bronson to his gun club, watches him squeeze off a few perfect practice rounds, and slips a present into his suitcase when he heads back to New York. It's a .32-caliber revolver.\n\nAlone in his apartment, Bronson examines snapshots from his recent Hawaiian vacation with his wife. Then he examines the gun. He goes out into the night, is attacked by a mugger and shoots him dead. Then he goes home and throws up. But the taste for vengeance, once acquired, has a fascination of its own. And the last half of \"Death Wish\" is essentially a series of cat-and-mouse games, in which Bronson poses as a middle-aged citizen with a bag of groceries and then murders his attackers.\n\nThey are, by the way, everywhere. Director Michael Winner gives us a New York in the grip of a reign of terror; this doesn't look like 1974, but like one of those bloody future cities in science-fiction novels about anarchy in the twenty-first century. Literally every shadow holds a mugger; every subway train harbors a killer; the park is a breeding ground for crime. Urban paranoia is one thing, but \"Death Wish\" is another. If there were really that many muggers in New York, Bronson could hardly have survived long enough to father a daughter, let alone grieve her.\n\nThe movie has an eerie kind of fascination, even though its message is scary. Bronson and Winner have worked together on several films, and they've perfected the Bronson persona. He's a steely instrument of violence, with few words and fewer emotions. In \"Death Wish\" we get just about the definitive Bronson; rarely has a leading role contained fewer words or more violence.\n\nAnd Winner directs with a cool precision. He's one of the most efficient directors of action and violence. His muggings and their surprise endings have a sort of inevitable rhythm to them; we're set up for each one almost like the gunfights in Westerns. There's never any question of injustice, because the crimes are attempted right there before our eyes. And then Bronson becomes judge and jury --and executioner.\n\n - - - Spoiler alert! - - -\n\nThat's what's scary about the film. It's propaganda for private gun ownership and a call to vigilante justice. Even the cops seem to see it that way; Bronson becomes a folk hero as the New York Vigilante, and the mugging rate drops fifty percent. So the police want to catch Bronson, not to prosecute him for murder, but to offer him a deal: Get out of town, stay out of town, and we'll forget this. Bronson accepts the deal, and in the movie's last scene we see him taking an imaginary bead on a couple of goons in Chicago.", "running_time": 94, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Death Wish (1974)"}