{"url": "http://www.rogerebert.com/reviews/death-race-2008", "by": "Jason Stathamas Jenson", "star_rating": 0.5, "text": "Hitchcock said a movie should play the audience like a piano. “Death Race” played me like a drum. It is an assault on all the senses, including common. Walking out, I had the impression I had just seen the video game and was still waiting for the movie.\n\nThe time is the near future, not that it matters. Times are bad. Unemployment is growing. A steelworker named Jenson Aimes (Jason Statham) loses his job when the mill closes. He comes home to his loving wife and baby daughter, a masked man breaks in, the wife is killed, he is wounded, he is found guilty of his wife's murder, is sentenced to the dreaded Terminal prison.\n\nTreasure those opening scenes of drama, however brief they may be. The movie will rarely pause again. Prisons, we learn, are now private corporations, and Terminal raises money by conducting pay-for-view Internet races. Its Death Race involves prisoners driving heavily armored cars bearing weapons such as machineguns, rocket launchers and other inconveniences. If a prisoner wins five races, he gets his freedom ...\n\nBut why, oh why, must I describe the rules of a Death Race? They hardly matter, nor will I take your time to tell you why Jenson Aimes is enlisted to drive as the superstar Frankenstein, who wears a mask, so he could be anybody, which is the point. All of that is simply babble to set up the races.\n\nIn a coordinated visual and sound attack, mighty cars roar around the prison grounds, through warehouses, down docks, and so on, while blasting at each other, trying to avoid booby traps and frequently exploding. Each car is assigned gimmicks like oil slicks and napalm, which can be used only once. Did I say this played like a video game? Jenson's arch-enemy is Machine Gun Joe (Tyrese Gibson), who is gay, which the plot informs us and thereafter forgets. Jenson's chief mechanic is Coach (Ian McShane), whose oily voice provides one of the film's best qualities.\n\nAnd the warden of the prison is Hennessey, played by Joan Allen. Yes, that ethereal beauty, that sublime actress, that limitless talent, reduced to standing in an observation post and ordering her underlings to “activate weapons.” She has a line of dialogue that employs both the f-word and the s-word, and describes a possible activity that utterly baffles me. It is a threat, shall we say, that has never been uttered before and will never be uttered again. She plays her scenes with an icy venom, which I imagine she is rehearsing to use in a chat with her agent.\n\nExploitation-movie auteur Roger Corman is one of this film’s producers, but “Death Race” is not a remake of his “Death Race 2000” (1975). That was a film about a cross-country race in which competitors scored points by how many people they ran over (100 points for someone in a wheelchair, 70 points for the aged, 50 points for kids and so on). Sylvester Stallone played Machine Gun Joe. David Carradine played Frankenstein, but here he only plays the voice of one of the earlier (doomed) Frankensteins.\n\nLet us conclude that “Death Race” is not a brand that guarantees quality. That it will no doubt do great at the box office is yet another sign of the decline of the national fanboy mentality.", "running_time": 105, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Death Race (2008)"}