{"url": "http://www.rogerebert.com/reviews/deathtrap-1982", "by": null, "star_rating": 3.0, "text": "\"Deathtrap\" is a wonderful windup fiction machine with a few modest ambitions: It wants to mislead us at every turn, confound all our expectations, and provide at least one moment when we levitate from our seats and come down screaming. It succeeds, more or less. It's a thriller that depends on all sorts of surprises for its effects, and you may continue reading in the confidence that I'll reveal none of them. \n\nThat doesn't leave me much to write about, however. Let's see. I can tell you something about how the movie begins. Michael Caine plays a very successful Broadway playwright whose latest mystery is a total flop. We see him at the outset, standing at the back of the house, a gloomy witness to a disastrous opening night. (It's a Broadway in-joke that the play he's watching is being performed on the stage set of \"Deathtrap.\") Caine gets drunk and goes home to his farmhouse in Connecticut and sinks into despair. There is perhaps, however, some small shred of hope. In the mail the next day Caine receives a manuscript from a former student (Christopher Reeve). It is a new thriller, and Caine sees at once that it's a masterpiece. It could run for years and earn millions of dollars. As he talks with his wife (Dyan Cannon) about it, he slowly develops the idea that he could steal the play, kill Reeve, and produce the hit himself. \n\nA plausible plan? Perhaps. Caine and Cannon invite Reeve to come for a visit to the country. They grill him, subtly, and discover that absolutely no one else knows he has written the play. The stage is set for murder, betrayal, and at least an hour and a half of surprises. The tables are turned so many times in this movie that you would think they were on wheels. \n\nAnyway, that's all I'll say about the plot. It is fair to observe, however, that \"Deathtrap\" is a comic study of ancient and honorable human defects, including greed, envy, lust, pride, avarice, sloth, and falsehood. Interest in the movie depends on its surprises, but its delight grows basically out of the human characteristics of its performers. They do a very good job. Thrillers like this don't always bother to pay attention to the human nature of their characters (for example, the Agatha Christie omnibus whodunits, with their cardboard suspects). \"Deathtrap,\" however, provides a fascinating, quirky character in Sidney Bruhl, played by Caine, and two strong supporting performances in his goofy, screaming wife (Cannon, looking great) and his talented, devious student (Reeve, who has a light, handsome comic touch not a million miles removed from Cary Grant's). The dialogue is witty without being Neil Simonized. The sets are so good they're almost distracting (a windmill appears to operate in close association with the Bruhls' bed). The only distraction is a strange character played by Irene Worth a next-door neighbor who's a busybody, snooping psychic who sniffs down false leads. We don't know why she's even in the play, until it's much too late. \n\n\"Deathtrap\" is not a great film and will not live forever, but if you're an aficionado of whodunits and haven't seen this one, it'll be a treat. It's more fiendishly complicated than, for example, Caine's similar outing in \"Sleuth.\". It plays absolutely fair, more or less, and yet fools us every time, more or less. And perhaps its greatest gift is the sight of three lighthearted comic actors having a good time chewing on the dialogue, the scenery, and each other.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Crime", "Drama", "Mystery", "Romance", "Suspense", "Thriller"], "title": "Deathtrap (1982)"}