{"url": "http://www.rogerebert.com/reviews/death-at-a-funeral-2007", "by": "Matthew MacFadyenas Daniel", "star_rating": 3.0, "text": "When I was an altar boy, assisting at Requiem High Mass and planning how to spend my 50-cent tip at the day-old pastry shop, funerals were sad affairs, with weeping and collapses and all that Latin. The only speaker was the priest, whose sermon reassured us that the Heavenly Father was reserving a space even now in the name of the Faithful Departed.\n\nThese days a lot of funerals have become vaudevillian, with readings, fond stories, laughter, favorite golden oldies and everybody smiling about dear old dad, or whoever. If they don't send us off gently into that good night, neither do they rage, rage against the dying of the light (copyright Dylan Thomas, who raged plenty).\n\nFrank Oz's \"Death at a Funeral\" finds its comedy in the peculiar human trait of being most tempted to laugh when we're absolutely not supposed to. Not that all of his characters are very amused. His story begins with the delivery of a casket to the British home of the mourning widow (Jane Asher), who lives with her son Daniel (Matthew Macfadyen) and his wife Jane (Keeley Hawes), who hates living there so much she can hardly bear to remain even under the mournful circumstances. Not long after, a second casket is delivered, and we're off, and luckily we're all that's off.\n\nOz, working from a screenplay by Dean Craig, populates the funeral party with disasters waiting to happen. One of them involves Daniel's eulogy, which we see him rehearsing from 3-by-5 cards, which are a useful precaution if you forget your dad's name (priests always have a helpful memo tucked away in their breviary). Daniel is a pre-failed novelist, which means he has not yet finished a novel in order to have it rejected. His despised brother Robert (Rupert Graves) is a famed novelist living in Manhattan and is flying in just to make Daniel feel doubly miserable.\n\n\"Why do we only meet at funerals?\" ask people who meet only at funerals. Simon (Alan Tudyk), engaged to a family cousin named Martha (Daisy Donovan), has been dragged along specifically to meet Martha's father (Peter Egan), who is sure to hate him. Simon doesn't improve his chances when, for reasons I will not reveal, he finds himself naked and doing unidentifiable animal impressions. Simon makes a perfect bookend for old Uncle Alfie (Peter Vaughan), who seems astonished to find himself clothed, not to mention invited anywhere.\n\nEvery funeral has an uninvited guest, often a mislaid spouse, angry creditor, police detective or child not recorded in the family Bible. This funeral has Peter Dinklage (as Peter), who is becoming my favorite go-to actor for any movie that needs someone to go to. Like Rosie Perez, Danny DeVito, Queen Latifah or Christopher Walken, he has that ability to make you brighten up and take notice, because with such a person on the screen something interesting is bound to happen. Dinklage can look handsome in that menacing way that suggests he's about to dine out on your fondest hopes and dreams.\n\nThe movie is part farce (unplanned entrances and exits), part slapstick (misbehavior of corpses) and part just plain wacky eccentricity. I think the ideal way to see it would be to gather your most dour and disapproving relatives and treat them to a night at the cinema. If they are over a certain age, and you have ever seen Polident in their bathrooms, be sure to supply them with licorice ropes.", "running_time": 90, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-16", "genres": ["Comedy", "Drama", "Foreign"], "title": "Death at a Funeral (2007)"}