{"url": "http://www.rogerebert.com/reviews/death-at-a-funeral-2010", "by": "Chris Rockas Aaron", "star_rating": 3.5, "text": "Oh, I know a lot of \"Death at a Funeral\" is in very bad taste. That's when I laughed the most. I don't laugh at movies where the characters are deliberately being vulgar. But when they desperately don't want to be--now that's funny. Consider the scene when Uncle Russell eats too much nut cake and is seized by diarrhea. And Norman wrestles him off his wheelchair and onto the potty, and gets his hand stuck underneath. Reader, I laughed. I'm not saying I'm proud of myself. That's not the way I was raised. But I laughed.\n\nI laughed all the way through, in fact. This is the best comedy since \"The Hangover,\" and although it's almost a scene-by-scene remake of a 2007 British movie with the same title, it's funnier than the original. For the character of Frank, the mysterious guest who wants to speak privately with the dead man's sons, it even uses the same actor, Peter Dinklage, and he's funnier this time. Maybe that's because when a comedy gets on a roll, everything is funnier.\n\nThe funeral is taking place at home, because that's how the deceased wanted it. Also living at home are his oldest son Aaron (Chris Rock), Aaron's wife Michelle (Regina Hall), and his mother Cynthia (Loretta Devine). Both Michelle and Cynthia are on his case for having not yet fathered a child. Aaron dreams of publishing a novel, while his younger brother Ryan (Martin Lawrence) has published several, which sound like porn to me, but hey, they're in print.\n\nThe mourners arrive after various adventures of the cadaver, and get into all sorts of bizarre and dire trouble in ways that the screenplay carefully explains. How was Elaine (Zoe Saldana) to know that a bottle labeled \"Valium\" contained a next generation hallucinogen when she gave one to her boyfriend Oscar (James Marsden)? It's an old gag, the guy accidentally freaked out on drugs, but Marsden elevates it to bizarre heights with a rubber face that reflects horror, delight, nausea and affection more or less simultaneously.\n\nThere's no use in my providing a blow by blow of the plot, since it's deliriously screwball and it doesn't much matter what happens, as long as something always is. But I can mention what deft timing and high energy this cast has, each actor finding the rhythm for each character instead of all racing about in manic goofiness. Dinklage, for example, is as good at playing dead serious as Tommy Lee Jones, and here he's always on tone for a man who has come for compelling personal reasons. The brothers and Norman don't really wish harm to befall him, but you can see how it does. Then there is a certain logic to how they react. They're only human.\n\nLoretta Devine has a possibly thankless role as the surviving matriarch, but her timing is delicious as she associates the death of a husband with the absence of a grandchild. Both Regina Hall and Zoe Saldana are steadfast in their love in the midst of chaos, and Danny Glover goes over the top as the cantankerous uncle because, well, that's what the role requires.\n\nBritish actors are rightly known for their skill, and there were some good ones in the 2007 version of the same Dean Craig screenplay. But playing proper upper-crust characters tends to restrain them. The family in \"Death at Funeral\" is obviously wealthy, but loose--more human. Their emotions are closer to the surface, and these actors work together like a stock company. \n\nNotice too, the way director Neil LaBute directs traffic. Because the action is screwball doesn't mean it can be confusing. Screwball depends crucially on us knowing where key characters are, and why. LaBute juggles parallel actions in the big family home so we understand who's in the bathroom and who's in the living room and why everybody is out on the lawn. There's a smooth logic to it that works like spatial punchlines. \n\nLaBute is a brilliant playwright and director who is usually the director of very dark comedies (\"In the Company of Men,\" \"Your Friends and Neighbors\"). But a good director is a good director, and LaBute here, like David Gordon Green with \"Pineapple Express,\" masters the form. And oooh, that's a mean line about R. Kelly.", "running_time": 92, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-14", "genres": ["Comedy"], "title": "Death at a Funeral (2010)"}