{"url": "http://www.rogerebert.com/reviews/debs-2005", "by": "Sara Fosteras Amy", "star_rating": 1.5, "text": "At some point during the pitch meetings for \"D.E.B.S.\" someone must certainly have used the words \"Charlie's Lesbians.\" The formula is perfectly obvious: Four sexy young women work for a secret agency as a team that is gifted at lying, cheating, stealing and killing. How do we know they have these gifts? Because of the movie's funniest moment, during the opening narration, when we learn that trick questions on S.A.T. exams allow an agency to select high school graduates who can and will lie, cheat, steal, kill.\n\nAmy (Sara Foster), the leader of the group, is a latent lesbian. Lucy Diamond (Jordana Brewster), a thief and master criminal, goes on a blind date with a semi-retired Russian assassin named Ninotchka (Jessica Cauffiel). When the D.E.B.S. monitor the date on a surveillance assignment, Amy is attracted to the smiling, seductive Lucy, which causes security complications. Pause for a moment to ask with me, would this movie be as interesting if the blind date had been with a guy? I submit it would not, because the lesbian material is all that separates \"D.E.B.S.\" from the standard teenage Insta-flick.\n\nThe character traits of the \"D.E.B.S.\" are only slightly more useful than the color-coded uniforms of the Teenage Mutant Ninja Turtles. In such movies, taxonomy is personality; once you've got the label straight, you know all you're ever going to know about the character. In addition to Amy, who is a lesbian, we meet Max (Meagan Good), who is black, Janet (Jill Ritchie), who is white, and Dominique (Devon Aoki), who corners the market on character attributes by being an Asian with a French accent who smokes all the time. I would not identify the characters by race, but the movie leaves us with no other way to differentiate them.\n\nDominique's smoking fascinates me. She never lights a cigarette, extinguishes one, or taps an ash. She simply exists with a freshly lit filter-tip in her mouth, occasionally removing it to emit a perky little puff of uninhaled smoke. I wish I had stayed through the credits to see if there was a cigarette wrangler. Dominique's very presence on the screen inspires me to imagine an excited pitch meeting during which the writer-director, Angela Robinson, said with enthusiasm: \"And Dominique, the Asian chick, smokes all the time!\" At which the studio executives no doubt thanked the gods for blessing them with such richness and originality in character formation.\n\nI have mentioned the pitch more than once because this movie is all pitch. It began as a popular short subject at Sundance, where audiences were reportedly amused by a send-up of the \"Charlie's Angels\" formula in which the angels were teenagers and one was a lesbian. The problem is, a short subject need only delight while a feature must deliver.\n\nAt one point in \"D.E.B.S.\" a team member uses the term \"supervillain\" not ironically but descriptively, leading to a new rule for Ebert's Little Movie Glossary: Movies that refer to supervillains not ironically but descriptively reveal an insufficient disconnect between the pitch and the story. The rule has countless subsets, such as characters referring to themselves or others as heroes. Best friends who say \"I'm only comic relief\" are given a provisional pass.\n\nThe Charlie figure in the movie is the President of the D.E.B.S. Academy, played by Michael Clarke Duncan, who looks spiffy in a tailored suit and rimless glasses. He gives them their orders, while never asking himself, I guess, how goes the homeland security when bimbos are minding the front lines. For that matter Lucy Diamond (Jordana Brewster), whose middle name I hope is Intheskywith, would rather make love than war, which leads to some PG-13 smooching. \n\nMrs. Peatree (Holland Taylor), headmistress of the D.E.B.S. academy, asks Amy to turn the situation to her advantage by using herself as bait (\"like Jodie did in that movie -- you know the one, what was its name?\"). I confess at this point I was less interested in Jodie's filmography than by the news that the D.E.B.S. Academy has a headmistress. I found myself wanting to know more about the academy's school song, lunch room menu, student council and parents' day. (\"Janet has perfect scores in lying and cheating, but needs work on her stealing, and is flunking murder.\") The uniform is cute little plaid skirts and white blouses, with matching plaid ties\n\nOther notes: I think I heard correctly, but may not have, that one character's \"Freudian analysis\" is that she suffers from a \"dangerous Jungian symbiosis.\" Now there's a Freudian analysis you don't hear every day. I know I heard correctly when two of the girls share their dream: \"Let's pretend we're in Barcelona and you're at art school and I'm renting boats to tourists.\" The young people today, send them on junior year abroad, they go nuts. I note in passing that the movie quotes accurately from the famous shot in \"Citizen Kane\" where the camera moves straight up past the catwalks, drops, ropes and pulleys above a stage. For me, that shot was like the toy in a box of Cracker-Jack: Not worth much, but you're glad they put it in there.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-24", "genres": ["Action", "Comedy"], "title": "D.E.B.S. (2005)"}