{"url": "http://www.rogerebert.com/reviews/december-boys-2007", "by": "Daniel Radcliffeas Maps", "star_rating": 2.0, "text": "In Australia, the height of summer arrives, of course, in December, which is not how \"December Boys\" gets its name. The title comes because four boys at the height of adolescence all have December birthdays, and so the nuns at their orphanage have arranged a special treat: a holiday at the seaside.\n\nAfter that summer, nothing will ever be the same again, an observation the movie should use on its posters. Hang on; it is on the posters. The lads go to stay with a salty old sea dog named Bandy McAnsh (Jack Thompson) and his sickly wife, Mrs. \"Skipper\" McAnsh (Kris McQuade). He has retired from the navy, and they have settled here, their eyes to the sea, their backs to the barren landscape. This is about 1960, years and years before anyone will think of soaking T-shirts in a soup of red dirt and selling them as Red Dirt Shirts.\n\nThe boys are Misty, the narrator (Lee Cormie); Spark (Christian Byers); Spit (James Fraser), and Maps (Daniel Radcliffe, in his first major post-Potter role). Variety, the show-biz bible, cuts to the chase in the opening words of its review: \"Destined to be forever known as 'Harry Potter Gets Laid.' \" As orphans, the boys (all except for Maps) are as eager to be adopted as puppies would be in an animal shelter. They meet a circus couple and decide they would make ideal parents. Fearless (Sullivan Stapleton) is a daredevil motorcycle rider, and his girlfriend Teresa (Victoria Hill) is a French babe who has brought topless sunbathing to Australia years ahead of schedule.\n\nThe other three boys all wag their tails and try to seem adoptable. But Maps has his eye on another prize, a girl named Lucy (Teresa Palmer). As they have a flirtation and qualify the movie for Variety's rewrite of the title, I was so forcibly reminded of another movie that I wished I were seeing it instead. That would be \"Flirting\" (1991), where Thandie Newton and Noah Taylor play students at nearby Australian single-sex boarding schools, and create the most tender and realistic love (not sex) scene I can remember. They set a high mark, which I'm afraid Maps and Lucy do not approach, in a seduction that goes by the numbers, only Lucy counts by twos.\n\nShe also gives Maps his first puff on a cigarette. The sight of Harry Potter smoking is a little like Mickey Mouse lighting up, but the period detail is accurate, and Radcliffe is convincing as the young man; he proves he can move beyond the Harry role, which I guess is the objective of this movie, but I am not sure it proves he has star power -- not yet, anyway, unless his co-star, so to speak, is Harry Potter.\n\nSome elements in the film baffle me, one of them being an underwater appearance by the Virgin Mary. I guess we might see such a manifestation in some movies about Catholic orphans, but not one so chockablock with mortal sins. To balance her, there is the earthy wisdom of Father Scully (Frank Gallacher), who escorts the lads on their holiday, and gives them sales talks on being adopted, as if they were opposed to the idea. He knows the good Catholic McAnsh couple and is their friend in need.\n\nThe movie is based on a novel by Michael Noonan, unread by me, which is described as \"young adult fiction\" by Amazon. Its young and adult elements fit together awkwardly, however, and it is hard to reconcile the storybook qualities of the first sequences with what the MPAA catalogs as PG-13 rated \"sexual content, nudity, underage drinking and smoking,\" and parents of younger Radcliffe fans will describe as \"ohmigod.\" There seem to be two movies going on here at the same time, and \"December Boys\" would have been better off going all the way with one of them.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-20", "genres": ["Drama", "Foreign", "Romance"], "title": "December Boys (2007)"}