{"url": "http://www.rogerebert.com/reviews/deceived-1991", "by": "Goldie Hawnas Adrienne", "star_rating": 2.0, "text": "`Deceived\" opens with an ancient thriller formula, elevates itself to passages of genuine suspense, and then ends with a climax so absurd that it takes a real effort of memory to recall that parts of the movie were really pretty good. I will not reveal the end of this movie - but practically everybody else who sees it will, because they won't be able to resist laughing at it.\n\nThe film stars Goldie Hawn as another one of those perennial movie heroines who thinks she is happily married but is actually Living With a Stranger.\n\nThe movie opens on an odd note, with Hawn in a restaurant to meet a man she doesn't know. John Heard catches her eye. They exchange several meaningful glances - meaningful enough to get her charged with solicitation, if he were a cop. Then he leaves. Wrong guy. Her blind date never does show up, although later Heard himself arrives at her place of business and they finally meet each other officially.\n\nWhat was this opening scene about, really? Did Heard lure her into the restaurant by using a false name? Did he plan to meet her for one purpose and then change his mind and decide she was wife material? Did they actually meet each other by accident? You can choose any one of the above, because it doesn't really matter; like a lot of \"Deceived,\" the opening is a pointless exercise in movie form.\n\nThe director, Damian Harris, and the writer, Mary Agnes Donoghue, know how to build a scene and how to write the dialogue, but they're not much interested in the eventual implications. If they can involve you in a scene while it's playing, they don't care if you ask questions about it on your way out of the theater.\n\nAs the plot proceeds, we can more or less anticipate the major developments. Heard and Hawn share an expertise in the antiquities business. They marry and live happily together for five years or so, and have a baby girl (who is absolutely essential, of course, so that she can be threatened, kidnapped, endangered, etc.).\n\nThen there is a messy murder, and Hawn begins to suspect her husband is lying to her, and then it turns out his whole life is a lie.\n\nIt's right about here that the suspense begins to overcome our instinctive skepticism, and we get involved in the story. Hawn goes looking for clues - turns into a regular little Nancy Drew, indeed, as she tracks down obscure addresses and walks down dim hallways in her search for the truth. There are times when the movie is shameless in manipulating us, as in the absolutely obligatory scene where Hawn peeks cautiously into a dark and threatening space and there is a scream and, ho, ho, it's only the cat. Well of course it's only the cat. Any suspense movie with a cat in it will contain this same scene; it provides filmmakers with two free minutes of screen time, when they can put their brains on hold.\n\nBut we do care, in any event, about Hawn, and there was a stretch of about 30 minutes when the movie was really humming, working in several different ways to involve me, and I was thinking it would redeem its cornball opening and its predictable development.\n\nThat was before the ending.\n\nI know it is more or less required in movies like this that the killer stalk the victim through some kind of deserted warehouse/loft/abandoned structure. I could even sort of forgive that. But the climax of this scene is so beyond belief, so beyond credulity, so badly timed, so awkwardly pulled off, so impossible, it sets some kind of a record.\n\nIt is said that from time to time Hollywood reshoots the ending of a movie. Here is a textbook example of an ending that needs to be reshot - indeed, cries out for the cutting room floor.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-09-27", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "Deceived (1991)"}