{"url": "http://www.rogerebert.com/reviews/declaration-of-war-2012", "by": "Valerie Donzellias Juliette", "star_rating": 3.0, "text": "The first shot in \"Declaration of War\" shows a mother with her 8-year-old son. That provides a piece of information that will help us through the rest of the movie. This is the story of how a French couple learn that their toddler has a dangerous tumor pressing upon his brain stem and requires risky surgery. For the next several years, that fact will define the whole of their lives.\n\nNothing has prepared them for this. When their eyes meet across a nightclub floor, and they begin walking toward each other, love seems to be their destiny. Her name is Juliette (Valerie Donzelli). His name is, inevitably, Romeo (Jeremie Elkaim). Like a lot of first-time parents, most of what they know about raising babies comes through on-the-job training. Can it be normal that little Adam keeps them awake night after night with his crying? Wants to eat all the time? Urps after every meal? Hasn't taken his first step at 18 months?\n\nParenting comes to dominate their lives, especially after a pediatrician notices the boy has a wandering eye and an asymmetrical face. The doctor gives him a CT scan and an MRI exam, and discovers the tumor. They go into panic mode. Of course Adam must have the best surgeon! It's an injustice that a child of theirs should be subjected to such a tragedy! Their ordinary lives are put on hold.\n\nBut the sharpness of the original emergency becomes worn down by week after week and month after month of care. Their lives are so devoted to their son that eventually they lose their jobs, sell their apartment and move into quarters for parents at the hospital. Luckily the quarters, the surgery and the boy's long hospital stay are paid for by France's universal health care; this might have been a shorter story if it had been set in the United States.\n\nThey have a support system: friends, his parents, and her mother and her mother's partner. This gives them moral support. But they've lost what they were accustomed to consider their real lives. By bunking together in one room in the hospital and allowing their attention to be entirely devoted to Adam's condition, they find it impossible to ever enjoy each other, or have carefree moments, or break loose. They begin to get on each other's nerves. It becomes very hard for them to stay together.\n\nThat's really the subject of the movie: Not the son, but how this illness comes to dominate the life of his caregivers. It also explains why and how \"Declaration of War\" is a domestic comedy as much as it is a medical drama. This movie has been made by the couple it is about, Valerie Donzelli and Jeremie Elkaim. She directed, they wrote it together, and in real life, their relationship also fell apart. They approach their fraught story with a surprising freshness. The visual approach is lively, there are shots of fancy and fantasy, and we know from the beginning that the child will survive.\n\nThe film may even be too upbeat, especially the ending, which is too easy and contrived. Yet there's real emotion here, especially in the first half, when they remember the feelings they were tortured by. There are also observant studies of their pediatrician and the surgeon, a Great Man who is treated with deference and protected by a cadre of interns. When he finally permits himself a small smile, it's a relief to discover that he actually can smile.\n\n\"Declaration of War\" was a finalist for best foreign film in the 2012 Academy Awards.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-02-15", "genres": ["Drama", "Foreign"], "title": "Declaration of War (2012)"}