{"url": "http://www.rogerebert.com/reviews/deconstructing-harry-1997", "by": "Woody Allenas Harry", "star_rating": 3.5, "text": "Once a year, like clockwork, Woody Allen writes, directs and usually stars in exactly the film he feels like making. He works on budgets that make this possible--and just as well, given the mugging he has received from critics who think he shouldn't have made \"Deconstructing Harry.'' His new movie is vulgar, smutty, profane, self-hating, self-justifying, self-involved, tasteless, bankrupt and desperate, I've read. Even the kinder reviews turn sour. Here's a quote from David Edelstein of Slate: \"The result is more rambunctious--and more fun--than any movie he has made in years. What puzzles me is why it still adds up to something so anemic and coldly distasteful.'' When a film makes me laugh and then I learn that it's vulgar, I'm reminded of Mel Brooks' defense of \"The Producers\" (1968): \"My film rises below vulgarity.\" That's the \"Deconstructing Harry\" defense; there is hardly a criticism that can be thrown at Allen that he hasn't already thrown at himself (or his alter ego) in the film. This is in many ways his most revealing film, his most painful, and if it also contains more than his usual quotient of big laughs, what was it the man said? \"We laugh, that we may not cry.'' The film stars Allen as Harry Block, a novelist whose material vaguely suggests Philip Roth. Both names represent aspects of the character, who is blocked, and who is seen by many (and sometimes by himself) as Satan (often called Old Harry). Harry is under attack. His sister-in-law (Judy Davis) cries out that his new book \"is totally about us''--about the two of them, and the affair she thought he would keep a secret. He's told he \"can't function in life, only in art.'' We get the sense that many of the lines assigned to characters were first shouted at Allen himself; there's one line I'm willing to bet came from someone close to him: \"This little sewer of an apartment where you take everyone's suffering and turn it into gold.'' Harry is a user and borrower: He uses people, and then borrows the story of how he used them, and uses that, too. The movie cuts between real time and fictionalized episodes from his books, in which Harry's clones and surrogates indulge their appetites when and as they can. Harry is a philandering cheater who has been through three wives and six therapists (the Kirstie Alley character is in both categories).\n\nAll of this is done in the blackout style of some of Allen's earlier films; unlike the smoother, more carefully constructed recent films, \"Deconstructing Harry'' is built revue-style, and there's even a fantasy sequence in hell. As in his early films, Allen includes comic material about Judaism, and there are caricatures and stereotypes that may offend, but to those who would call him a self-hating Jew, Allen has the answer right there on the screen: \"You're a self-hating Jew!'' Harry is told.\n\nThe fact is, he's a self-hater, period. He's critical of every possible aspect of himself. And although he defends some of his excesses as necessary to an artist in the creative process, he doesn't let himself off that hook, either. Harry's art, in the film, is seen as juvenile, manipulative, derivative, vulgar and sometimes cornball. (That it is also funny is its redeeming grace.) Allen has borrowed his basic story line from \"Wild Strawberries,'' the 1957 film by his hero, Ingmar Bergman, about an old professor who revisits scenes and memories from a long life, as he returns to his alma mater to be honored. In the Harry Block version, the school expelled him and wants to make amends. But he can't get anyone to go along with him on the trip--not a single relative, friend or ex-lover or wife is interested. He eventually hires a hooker named Cookie (Hazelle Goodman) to accompany him; like Mira Sorvino's hooker in \"Mighty Aphrodite,\" she's useful mostly for her non-sexual functions, such as accepting and liking him. (As the trip progresses, he also picks up a friend, played by Bob Balaban, and then kidnaps his son from school to take him along, too.) The film has rich comic bits; the most original involves Robin Williams as an actor who is concerned that he's losing his focus--and is (he's out of focus in every scene). There's a visit to hell to see the devil (Billy Crystal, who also plays the friend who has stolen Harry's mistress). And a fantasy sequence in which a wife finds that her husband has a few little secrets to share, which build slowly: He was married before. And had children. And killed them all. And ate them.\n\nThe cannibal husband ends with a plea for understanding: \"If I tell you why I did it, do you promise not to noodge me?'' Essentially, this is Allen's plea throughout. His private life has spilled untidily into the news in the last few years; enshrined as a cultural hero, he is in the uncomfortable position of feeling like a defendant. He explains, he excuses, he evades, and his critics are not satisfied: They want less, or more, or otherwise.\n\nBut no single Woody Allen film ever sums up everything, or could, and what is fascinating is to watch him, year after year, making the most personal of films, and hiding himself in plain view.", "running_time": 95, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-12-24", "genres": ["Comedy", "Drama", "Indie"], "title": "Deconstructing Harry (1997)"}