{"url": "http://www.rogerebert.com/reviews/dedication-2007", "by": "Billy Crudupas Henry Roth", "star_rating": 2.0, "text": "Henry Roth, the hero of \"Dedication,\" is a writer who does one thing correctly: He talks like he's taking dictation from himself. \"Life is nothing but the occasional burst of laughter rising above the interminable wail of grief,\" he informs us, which may be true enough, but does little to set the mood for a romantic comedy.\n\nHenry (Billy Crudup), possibly named after the author of Call It Sleep, threatens, like the real Roth, to become a one-book wonder. He writes children's books, which is not in his nature to do, because he hates children along with the rest of the human race. What kind of man goes out of his way to tell children that there is no Santa Claus?\n\nHe has written a best seller, Marty the Beaver, with his collaborator Rudy (Tom Wilkinson), an illustrator. Then Rudy dies, which is not a spoiler, but it might be a spoiler to reveal that he stays around for the rest of the movie in the form of a ghost. This strands Henry without his only friend. Henry, you understand, is a very odd man with a lot of problems, which seem less like a consistent syndrome than a collection of random neurotic tics. For example, he is as attached to an old towel as Linus is to his security blanket. When he is having anxiety attacks, which are frequent, nothing will calm him but to put weights on his chest. And he manifests various forms of obsessive-compulsive behavior.\n\nWe meet his editor, Planck (Bob Balaban), who sits behind his desk, looking mournful at the prospect of there being no further adventures of Marty the Beaver. He orders Henry to team up with another illustrator, Lucy (Mandy Moore), this despite Henry's inability to allow anyone into his life for purposes of collaboration on Marty the Beaver or anything else. It's at about that point that \"Dedication\" jumps onto the rails and follows a familiar rom-com pathway: Will these two completely incompatible people work out their differences and eventually fall in love? What are the odds, considering they have the lead roles in the movie? Have we spent all that money only to see Mandy Moore's occasional laughter fading off into an interminable wail of grief? I think not.\n\nThe movie is a first-time directorial effort by Justin Theroux, a splendid actor, son of the writer Phyllis, nephew of the novelist Paul. He might have done better to have taken on something by them. My candidate for a novel begging to be filmed: Paul Theroux's Chicago Loop, about a respectable businessman who leads a macabre secret life. Instead, he began with a first screenplay by David Bromberg, which plays like a serve-yourself buffet of bits and pieces cobbled from other movies.\n\nBilly Crudup and Mandy Moore are immensely likable. We like them so much we regret having to see them in this story, even though occasionally they seem to create their own private outtakes. Consider, for example, Crudup's explanation of why any woman should be overjoyed to share life with such a basket case as he. True, such a life wouldn't be boring, but remember the ancient Chinese curse (are there no modern Chinese curses?), \"may you live in interesting times.\"\n\nMaybe I would like \"Dedication\" more if I had not seen its separate elements time and again. Once Henry and Lucy have been handcuffed together by the plot, for example, I know with a certainty that they will end up in love. But I also know the screenplay structure requires a false dawn before the real dawn. There must be an element that threatens their obligatory happiness. And there is, in the person of Jeremy (Martin Freeman), her former lover, now back in the picture. And there must be a private problem of her own to balance Henry's peculiarities. And there is, in the person of her mother (Dianne Wiest), who wants to evict her, raising the specter that she will move in with the Wrong Person.\n\nIn a movie of unlikelihoods, the most problematical is Balaban, as the publisher, offering Lucy $200,000 as a bonus to do all she can to make Henry function again. If there was money like that in children's books, Marty the Beaver would have a lot of new little friends.", "running_time": 95, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-20", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Dedication (2007)"}