{"url": "http://www.rogerebert.com/reviews/deep-crimson-1998", "by": "Regina Orozcoas Coral Fabre", "star_rating": 3.5, "text": "\"Deep Crimson,\" macabre and perverse, is based on a true story from the 1940s, about the \"Lonely Hearts Killers\"--a couple who posed as brother and sister, victimized lonely widows and then killed them. Their story was told in a 1970 American film, \"The Honeymoon Killers,\" but now here is Arturo Ripstein with a Mexican version that combines black comedy with horrifying heartlessness. There were walk-outs when I saw the film; those who stay will not easily forget it.\n\nThe movie opens like a dark comedy by Pedro Almodovar or Luis Bunuel (who Ripstein once worked for as an assistant director). We meet Coral Fabre, played by the opera singer Regina Orozco; she is a sometime embalmer, now caring for an old man and raising two children haphazardly. My diagnosis: hysteria and manic-depression. She answers a lonelyhearts ad from a \"Charles Boyer type,\" and soon meets Nicolas Estrella (Daniel Gimenez Cacho), a vain, bald gigolo who spends hours adjusting his hairpiece before putting on his trench coat, snapping the brim of his fedora and sailing out to defraud lonely women.\n\nShe has sent him a picture of herself when slim. She is fat. \"I lose weight when I want to,\" she tells him, \"How lucky to be able to control your body like that!\" he says, before trying to flee. She begs him to stay, blaming his distaste on the smell of formaldehyde from her undertaking duties. \"I've never been with a gentleman,\" she weeps. \"Do it to me. Just do it--as a favor!\" He does, but not as a favor; as she sleeps, he steals the money from her purse and creeps out.\n\nBut Coral has seen him from beneath lowered lids. The next day she arrives at Nicolas' apartment with her two children in tow. \"I saw you robbing me,\" she tells him \"Maybe you were charging for excess fat. I came to stay with you. We're made for each other.\" He demurs, and so she takes decisive action: dumps her kids at an orphanage, enters his apartment when he's not there, reads his phony letters to lonelyhearts victims, and when he returns offers him a partnership. They'll pose as brother and sister, and she'll select the victims.\n\nNicolas, who is as stupid as he is vain, is flattered. (\"You gave up your kids for me! Nobody's ever done anything like that before.\") Soon they are choosing their victims, but there's a hitch: Coral is not content to simply defraud and rob them. When she eavesdrops as Nicolas makes love to them, or even talks sweet, she grows jealous, and soon they're leaving a trail of corpses behind.\n\n\"Deep Crimson\" sinks easily into the swamp of human depravity. Coral and Nicolas are demented even when apart; together, they create an amoral composite personality, a world in which soap opera cliches about love are used to excuse unspeakable sins. Ripstein leads us into this world with the seduction of deadpan black humor, and then pulls out the rug in the final scenes, which are truly horrific. As a study in abnormal psychology, \"Deep Crimson\" would make his master, Bunuel, proud.\n\nThe film has a strong effect on its viewers. When I saw it, there was a scene of harm toward a child that sent many audience members racing for the exits. Others feel betrayed because they laughed along with the earlier scenes, only to be blind-sided by the cruelty and dark despair of the conclusion.\n\nOne thing that engages some viewers is Coral's weight. It is an unspoken rule of female killers in movies that they be thin. \"While Coral's plight calls out for some sympathy from the audience, her loathsome obesity prevents us from commiseration,\" writes Harvey Karten, an Internet critic. Yet here is Ruthe Stein from the San Francisco Chronicle, who cites the slender killers played by Faye Dunaway and Linda Fiorentino and then adds of this one: \"Anyone in Hollywood who thinks large women can't be sexy should get a load of her.\" \n\nThis disagreement is revealing. Karten is obviously a candidate for urgent briefings by the Fat Acceptance lobby. Stein may find Coral sexy for politically correct reasons, but Nicolas certainly doesn't. The film isn't about appearances at all, but on the way Coral and Nicolas see what they need to see. She sees not a pathetic, toupee-wearing fraud, but Charles Boyer. He sees not a fat embalmer who has dumped her children, but a woman who would make any sacrifice for him. Their mutual weakness is vanity: She can feel she has Charles Boyer as a lover, and he can feel that she sees Boyer when she looks at him. As long as these mutual fantasies are reinforced, the deaths of a few unfortunate widows can be excused.\n\nRipstein, not well-known in America, is Mexico's most respected director, and in \"Deep Crimson\" he creates the kind of dangerous film that Americans made more freely in the 1970s (when \"The Honeymoon Killers\" got reviews similar to \"Crimson's\"). He is unafraid of offending his audience. He is going for hard truths, and approaching them through humor and a willingness to affront. His purpose is to undercut the way that movies glamorize legendary criminals like Coral and Nicolas. Anyone who thought \"Bonnie and Clyde\" romanticized its killers is likely to feel that the heroes of \"Deep Crimson\" get what they have coming, without mercy.", "running_time": 109, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-01-16", "genres": ["Drama", "Foreign"], "title": "Deep Crimson (1998)"}