{"url": "http://www.rogerebert.com/reviews/deep-rising-1998", "by": "Treat Williamsas Finnegan", "star_rating": 1.5, "text": "\"Deep Rising\" could also have been titled \"Eat the Titanic!\" It's about a giant squid that attacks a luxurious cruise ship in the South China Sea. Like all movie monsters, it has perfect timing and always bursts into the frame just when the characters are least expecting it. And it has an unsavory way of dining. \"They eat you?\" asks one of the survivors. \"No--they drink you.\" The mechanics for a movie like this were well established in the \"Alien\" pictures, and \"Deep Rising\" clones the formula. Survivors are trapped inside giant vessel. Creature finds its way around air ducts and sewer pipes, popping out of shaft openings to gobble up minor characters (the first victim is sucked down the toilet).\n\nD'ya think they have meetings in Hollywood to share the latest twists? I've been seeing the same gimmicks in a lot of different pictures. Evidence: No sooner does the snake in \"Anaconda\" release a slimy survivor from its innards than the squid in \"Deep Rising\" does the same thing. No sooner is there an indoor jetski chase in \"Hard Rain\" than there's one in \"Deep Rising.\" No sooner does a horrible monster crawl out of the air ducts in \"Alien Resurrection\" than it does so in \"Deep Rising.\" And last week I saw \"Phantoms,\" which was sort of \"Deep Rising Meets Alien and Goes West.\" In that one, the creature emerged from the depths of the Earth rather than the sea, but had the same nasty practice of living behind piles of undigested remains.\n\nAn effort has been made by Stephen Sommers, writer-director of \"Deep Rising,\" to add humor to his story, although not even the presence of Leslie Nielsen could help this picture. The hero, Treat Williams, is a free-lance skipper of a power-cruiser who hires his craft out to a gang of vile and reprehensible bad guys, led by Wes Studi. They want to hijack a new casino ship on its maiden voyage. The owner of the ship (Anthony Heald) makes several speeches boasting about how stable it is; it can stay level even during a raging tempest. I wonder if those speeches were inserted after the filmmakers realized how phony their special effects look. Every time we see the ship, it's absolutely immobile in the midst of churning waves.\n\nNo matter; the creature attacks the ship, and by the time Williams delivers the pirates, it seems to be deserted. Except for the evil owner, of course, and a jewel thief (Famke Janssen) who was locked in the brig and survived the carnage.\n\nThis type of movie depends much upon the appearance of the monster, which has been designed by f/x wizard Rob Bottin (\"John Carpenter's The Thing\"). There is a vast evil squid head and lots of tentacles (which seem to have minds of their own, and lots of mouths with many teeth). So vicious is the squid, indeed, that only the cynical will ask how it can survive for long periods out of water, or how and why it emits its piercing howl, which goes reverberating through the air shafts.\n\nThere's comic relief from Williams' engine room man, Pantucci (Kevin J. O'Connor), who plays the Donald O'Connor role and is always wisecracking in the face of adversity. And Djimon Hounsou turns in an effective supporting performance as one of the more fanatical members of the pirate gang (he played Cinque in \"Amistad\" and shows a powerful screen presence once again, although on the whole I'll bet he wishes the giant squid movie had come out before the Spielberg film).\n\nBemusing, how much money and effort go into the making of such a movie, and how little thought. It's months of hard work--for what? The movie is essentially an \"Alien\" clone with a fresh paint job. You know something's wrong when a fearsome tentacle rears up out of the water and opens its mouth, and there are lots of little tentacles inside with their own ugly mouths, all filled with nasty teeth, and all you can think is, \"Been there, seen that.\"", "running_time": 106, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-30", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Deep Rising (1998)"}