{"url": "http://www.rogerebert.com/reviews/deep-blue-sea-1999", "by": "Samuel L. Jacksonas Russell Franklin", "star_rating": 3.0, "text": "Sharks, it is said, are all teeth and muscle, and have been doing two things very efficiently for millions of years: moving and eating. \"Deep Blue Sea'' resembles a shark. It moves ceaselessly, and someone gets eaten from time to time.\n\nThe movie is a skillful thriller directed by Renny Harlin, who made \"Die Hard 2'' and \"Cutthroat Island,'' and here assembles a neat package of terror, sharks and special effects. That isn't as easy as it sounds. After slogging through the predictability of countless would-be action thrillers, I admired the sheer professionalism of this one, which doesn't transcend its genre, but at least honors it.\n\nThe premise: A scientist (Saffron Burrows) has devised a way to use the brain tissue of sharks to cultivate a substance that might be useful in fighting Alzheimer's disease. A big corporation underwrites the research, and maintains a deep-sea station with shark corrals and underwater living and research areas. One of the sharks escapes and tries to eat a boat. The head of the corporation (Samuel L. Jackson) pays a visit to the station and meets the other key characters, including a shark wrangler (Thomas Jane), a Bible-quoting cook (LL Cool J), and crew members including Jacqueline McKenzie, Michael Rapaport, Stellan Skarsgard and Aida Turturro.\n\nSome of these characters turn up on the shark menu, although the timing and manner of their ingestion is often so unexpected that I'll say nothing more. The shark attacks are intercut with a desperate escape plot, after storms and explosions incapacitate the station and the characters are trapped below the waterline in areas threatened by water pressure and sharks.\n\nCommon sense of course has nothing to do with the screenplay, ingeniously devised by Duncan Kennedy, Donna Powers and Wayne Powers. Its premise is that the shark brains have been increased fivefold, with a corresponding increase in intelligence, so that the sharks can figure out the layout of the station and work together to batter down watertight doors, swim down corridors, etc. The most obvious problem with this premise is that just because a shark is smarter doesn't mean it has more information; the smartest shark in the world would only know how to be a smart shark unless it had a way to learn.\n\nBut never mind. The sharks exist in \"Deep Blue Sea'' as the Macguffins, creating situations that require the characters to think fast, fight bravely, improvise their way out of tight spots, dangle between flames and teeth, etc. There's a little perfunctory scientist-bashing, but not much (the Burrows character violates ethical guidelines, but, hey, it's for a good cause--fighting Alzheimer's).\n\nJackson is more or less the straight man in the cast. Jane handles most of the action duties, convincingly if of course not plausibly (in other words, he looks like he can hold his breath underwater indefinitely, even though we know it's impossible). The surprise in the cast is LL Cool J, who has a kind of Cuba Gooding Jr. quality as a cook whose best friend is a parrot, and who hides from the shark in an oven, which the shark cleverly sets to 500 degrees.\n\nThe movie is essentially one well-done action sequence after another. It involves all the usual situations in movies where fierce creatures chase victims through the bowels of a ship/spacecraft/building (the \"Alien'' movies, \"Deep Rising,'' etc). It's just that it does them well. It doesn't linger on the special effects (some of the sharks look like cartoons), but it knows how to use timing, suspense, quick movement and surprise.\n\nEspecially surprise. There is a moment in this movie when something happens that is completely unexpected, and it's over in a flash--a done deal--and the audience laughs in delight because it was so successfully surprised. In a genre where a lot of movies are retreads of the predictable, \"Deep Blue Sea'' keeps you guessing.", "running_time": 106, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-28", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Deep Blue Sea (1999)"}