{"url": "http://www.rogerebert.com/reviews/deep-end-1971", "by": "Jane Asheras Susan", "star_rating": 2.5, "text": "More movies than ever seem to be ending in death these days, and a lot of the deaths look like cheap ways of ending a film. It's always hard to resolve a plot, and the more convincing and complicated your characters are, the harder it is to bring them toward some kind of statement or summation.\n\n Is it my imagination, or are a lot of filmmakers avoiding this difficulty by simply killing an important character at the end, trusting the fact of death to cast an ironic and significant light on the events that went before (no matter how pointless they seemed at the time?)\n\n Death, of course, is supposed to send us out of the theater shaking our heads at the futility of it all. But it doesn't work that way for me anymore. It's getting easier and easier to spot a movie that will inevitably end in death -- and as the ending telegraphs itself, the movie falls to pieces. We're no longer fascinated by the unfolding of the story because death makes the events leading up to it terribly easy to anticipate.\n\n I had some of these feelings while watching Jerzy Skolimowski's \"Deep End,\" a film that deserves a better ending. It is an observant and sympathetic movie about a 15-year-old boy who goes to work as a public bathhouse attendant in London. He is mixed-up sexually, more out of fear and shyness than anything, and all of his fantasies lock themselves on the girl who also works at the bathhouse.\n\n We follow him on expeditions down the sleazy side streets of Soho, and there is a funny run-in with the doorman of a strip club, and a hilarious (if unlikely) accidental meeting with a prostitute who has had to cut her price because her leg is in a cast. These scenes, and a grotesque wrestling match with an amorous lady bathhouse customer (perfectly played by Diana Dors), are the work of a first-rate filmmaker.\n\n But then we begin to get the unmistakable signs of an approaching death. A symbolic scene about halfway through (the boy embracing a life-size cardboard photo of the girl while swimming in the bathhouse pool) telegraphs the ending. There is a marvelously grotesque reason for the two finding themselves in the pool's deep end -- but, once there, the boy is doomed to kill the girl (without meaning to) and we are doomed to sit through it, wishing that for once a movie would face the situation its characters have gotten into, instead of going for the big symbol up in the sky.\n\n I couldn't help wondering whether Skolimowski originally shot an even more symbolic ending, and then had second thoughts. What happens in the present version is that the boy and girl lower a light down into the empty pool in order to hook up a teakettle and boil snow while looking for a lost diamond (never mind why). Then water is let into the pool, the girl tries to get out, the boy wants her to stay, he knocks her head with the light and she's killed. He embraces her underwater, fulfilling the earlier scene.\n\n But before all this happens, we're given a big foreground shot of the live electrical wire dangling from the light socket. We never get the scene we expect, though, when the wire hits the water and the boy is electrocuted. For small favors I suppose we should give thanks.", "running_time": 88, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-12-01", "genres": null, "title": "Deep End (1971)"}