{"url": "http://www.rogerebert.com/reviews/deep-impact-1998", "by": "Robert Duvallas Spurgeon Tanner", "star_rating": 2.5, "text": "Early in “Deep Impact” we learn that a comet “the size of Mt.\rEverest” is on a collision course for Earth. There would seem to be two\rpossible outcomes: (1) The comet hits Earth, destroying it, or (2) the comet\rdoes not hit Earth, in which case humanity is spared but the audience is denied\rthe sight of lots of special effects. In the first scenario you don't get the\robligatory happy ending, and in the second everyone leaves feeling cheated.\n\nMost doomsday movies avoid this choice by prudently choosing\rless than apocalyptic events. A volcano, a twister or a tidal wave can supply\rlots of terrifying special effects and still leave a lot of people standing.\rBut “Deep Impact” seems to back itself into a corner, and maybe that's why the\rproducers hired not one but two of the brightest writers in Hollywood to work\ron the project: Bruce Joel Rubin (“Ghost”) and Michael Tolkin (“The Player”).\rTogether, they've figured out how to have their cake and eat it, too.\n\nHow do they do this? I would not dream of revealing their\rinspiration, although you may be able to figure it out yourself. Meanwhile, you\rcan enjoy the way they create little flashes of wit in the dialogue, which\renlivens what is, after all, a formula disaster movie. What's the formula?\rAssorted archetypal characters are introduced, they're assigned personal\rproblems, and the story cuts between them as the moment of disaster grows\rcloser. I always think it's more interesting if they know from the start that\rthere's a big problem; I get tired of scenes in which they live blissfully\runaware of the catastrophe unfolding beneath their feet, or above their heads,\ror wherever.\n\n“Deep Impact” begins with the obligatory opening\rpre-catastrophe, in this case a runaway semi that mows down a Jeep and kills\rthe astronomer who is bringing news of the approaching comet. (The other movie\rI saw on the same day, “The Horse Whisperer,” also opened with a runaway semi,\rand indeed I cannot recall a single movie in which a semi on a two-lane road\rdid not careen out of control.) Then there's a little ritual media-bashing; Tea\rLeoni plays a reporter for MSNBC who suspects there's more to the story of a\rcabinet official's resignation. She accuses him of having an affair with a\rwoman named “Ellie,” and he gets to say, “I know you're just a reporter, but\ryou used to be a person.” (The approved media response to this is, “Look who's\rtalking! A Cabinet member!”) Soon she discovers her error; he is resigning not\rbecause of Ellie but because of an E.L.E., which is jargon for “Extinction\rLevel Event.” He wants to spend more time with his family, and has stocked a\ryacht with dozens of cases of vitamin-rich Ensure. He must not have been\rinvited to the briefing where it was explained that all surface life would be\rdestroyed by the comet, or the other briefing about the 1,000-foot-tall tidal\rwave. My guess is, the president wanted him out of the Cabinet.\n\nThe president, played convincingly by Morgan Freeman, goes on TV\rto break the bad news to the world, and talks of the Messiah Project, which\rwill send a manned U.S.-Russian space craft to plant nuclear bombs in the comet\rand blow it up. We meet the Messiah crew members, including old Spurgeon Tanner\r(Robert Duvall), called out of retirement because he once landed on the moon\rand might be able to land on the comet.\n\nThe younger crew members resent him, we are told, although\rdissension onboard is never followed up on. The veteran has a nice line about\rthe youngsters: “They're not scared of dying. They're just scared of looking\rbad on TV.” There's another good line at the high school assembly where the kid\r(Elijah Wood) who also discovered the comet is honored. A friend tells him, “You're\rgonna have a lot more sex starting now. Famous people always get more sex.” And\rI liked a line from late in the movie, when one hero tells another, “Look on\rthe bright side. We'll all have high schools named for us.” But the movie as a\rwhole is pretty routine. There's a laborious subplot in which Tea Leoni resents\rher father (Maximilian Schell) for divorcing her mother (Vanessa Redgrave) and\rmarrying a bimbo, and while Redgrave brings a nice sad quality to her scenes,\rthe rest of the subplot plays out suspiciously like a scheme to place two\rhumans in front of a big special effect. There also are some fairly\runconvincing scenes in which millions of people try to flee from a city, and\rall of them are trapped in gridlock except, of course, for the two who are\rrequired by the plot to get somewhere fast.\n\nWhether Earth is saved or doomed, or neither, I will leave you\rto discover for yourself. I personally found it easier to believe that Earth\rcould survive this doomsday scenario than that the Messiah spacecraft could fly\rat thousands of miles an hour through the comet's tail, which contains rocks\rthe size of two-car garages, without serious consequences. On the disaster epic\rscale, on which “Titanic” gets four stars and “Volcano” gets 1.5, “Deep Impact”\rgets 2.5--the same as “Dante's Peak,” even though it lacks a dog that gets left\rbehind.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-05-08", "genres": ["Action", "Disaster", "Drama", "Romance", "Science Fiction", "Thriller"], "title": "Deep Impact (1998)"}