{"url": "http://www.rogerebert.com/reviews/defense-of-the-realm-1987", "by": "Gabriel Byrneas Nick Mullen", "star_rating": 3.0, "text": "\"Defense of the Realm\" is a newspaper thriller about a touchy investigation into British security matters. The story ends the way many newspaper stories end - inconclusively - but the movie ends with a shocking event that suggests the British and their U.S. allies would do anything to defend the American nuclear presence in the U.K.\n\nThe movie stars Gabriel Byrne as a young, ambitious newspaper reporter who covers a scandal involving a member of Parliament who has the bad judgment to patronize the same call girl used by a KGB agent.\n\nIs he a security risk, or does he only seem to be one? Byrne's paper doesn't ask too many questions before putting the story on Page 1 and forcing the politician's resignation.\n\nBut there's an older, more experienced hand at the newspaper - a veteran political reporter played by Denholm Elliott, that most dependable and believable of British character actors. He believes the M.P. may have been framed by people who wanted to silence his embarrassing questions in Parliament. Byrne half-listens to him, and halfway wants to go with the story just because it's so spicy. Upstairs on the executive floor, the proprietor of the paper likes the scandal because it increases circulation.\n\nThe film moves quickly and confidently into a net of intrigue, and the director, David Drury, does a good job of keeping us oriented even though the facts in the case remain deliberately confusing. In one especially effective scene, he shows Byrne pretending to be a policeman in order to get quotes from the wife of the disgraced M.P.; her simple, quiet dignity when she discovers the deception is a rebuke to him.\n\nSo is the dogged professionalism of the veteran reporter, who has an anonymous source who insists the M.P. is innocent. But then the old-timer dies suspiciously, and it's up to Byrne to decide whether there's a deeper story involved or if it's only a coincidence.\n\n\"Defense of the Realm\" reminded me sometimes of \"All the President's Men,\" but this is a bleaker, more pessimistic movie, which assumes that a conspiracy can be covered up, and that the truth will not necessarily ever be found. The real target of the movie is the American nuclear presence in Britain, and the exciting framework of the newspaper story is an effective way to make a movie against nuclear arms without ever really addressing the point directly.\n\nThe acting is strong throughout, but Elliott is especially effective. What is it about this actor, who has been in so many different kinds of movies and seems to make each role special? You may remember him as the Thoreau quoting father in \"A Room with a View,\" or as Ben Gazzara's lonely friend in \"Saint Jack.\" Here he is needed to suggest integrity and scruples, and does it almost simply by the way he looks.\n\nGabriel Byrne, a relative newcomer, is quietly effective as the reporter, and Greta Scacchi, as a woman who gets involved on both sides of the case, shows again that she can project the quality of knowing more than she reveals. \"Defense of the Realm\" ends on a bleak and cynical note - unless you count the somewhat contrived epilogue - and gets there with intelligence and a sharp, bitter edge.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-02-06", "genres": ["Action", "Foreign", "Thriller"], "title": "Defense Of The Realm (1987)"}