{"url": "http://www.rogerebert.com/reviews/defiance-2009", "by": "Daniel Craigas Tuvia Bielski", "star_rating": 2.5, "text": "\"Defiance\" is based on the true story of a group of Jews in Belarus who successfully defied the Nazis, hid in the forest and maintained a self-contained society while losing only about 50 of their some 1,200 members. The \"Bielski Partisans\" represented the war's largest and most successful group of Jewish resisters, although when filmmakers arrived on the actual locations to film the story, they found no local memory of their activities, and, for many reasons, hardly any Jews. Edward Zwick's film shows how they survived, governed themselves, faced ethical questions and how their stories can be suited to the requirements of melodrama.\n\nThe story of \"Defiance\" has all the makings of a deep emotional experience, but I found myself oddly detached. Perhaps that's because most of the action and principal characters are within the group. The Nazis are seen in large part as an ominous threat out there somewhere in the forest, like \"Those We Don't Speak Of\" in M. Night Shyamalan's \"The Village.\" Do I require a major Nazi speaking part for the film to work? No, but the drama tends to focus on issues, conflicts and romances within the group, and in that sense could be a very good reality show but lacks the larger dimension of, say, \"Schindler's List.\"\n\nWhat the film comes down to is a forest survival story, with a few scenes of Nazis trying to find and to destroy them and a few battle scenes that furnish the trailer and promise more of an action film. The survival story may contain omens for our own time. In the most fearsome of future scenarios, we may all have to survive in the wilderness, and we should be so lucky to have the Bielski brothers to help us. They were farmers, strong, fierce, skilled in survival skills, pragmatic.\n\nThe brothers are Tuvia Bielski (Daniel Craig), Zus Bielski (Liev Schreiber) and Asael (Jamie Bell). After they flee from genocide into the forest, others come hoping to join them, and word of their encampment spreads through the refugee underground. Tuvia decides early on that they must take in all Jews, even the helpless ones who cannot contribute; Zus, a firebrand, is less interested in saving Jews than killing Nazis, which he reasons will save more Jews. This conflict -- between helping our side or harming theirs -- is seen even today in the controversy over the invasion of Gaza, with Israel playing the role of the Bielski settlement.\n\nThe refugees sort out into leadership and support roles, feed their growing group largely by stealing food, establish such institutions as a hospital, a court, even a tannery. Romance blossoms, which is common in life but indispensable in a movie, and there are tender scenes which are awfully warmly lit and softly scored, under the circumstances. Craig and Schreiber bring conviction to their roles, differing so sharply that they even come to blows before the younger brother leaves to join the Russians (who hate Jews every bit as much as the Nazis do).\n\nEarly in the film, there's a scene where a feckless middle-aged man named Shimon Haretz (Allan Corduner) hopes to join the group and is asked what he does. He thinks maybe he's ... an intellectual. This is no use to the partisans, although he is allowed to stay. At the time of the story, the region was largely agrarian and peasant, and many were skilled craftsmen, artisans and laborers. I thought, I'm also an ... intellectual. Of what use would I be in the forest? The film works in a way as a cautionary tale. Most of us live in a precarious balance above the bedrock of physical labor. Someday we may all be Shimon Haretz.\n\nThe best performance, because it's more nuanced, is by Liev Schreiber. His Zus Bielski is more concerned with the big picture, more ideological, more driven by tactics. Daniel Craig is very effective as Tuvia, the group leader, but his character, perhaps of necessity, is concerned primarily with the organization, discipline and planning of the group. A farmer, he becomes an administrator, chief authority and court of last resort.\n\nAs a Nazi observes, not without admiration, the Bielskis set up a self-sustaining village in the wilderness. Their situation is more precarious because they are surrounded by anti-Semites not only from Germany but from Russia and Poland. They cooperate with Soviet forces out of necessity, but cannot delude themselves. Their efforts prevailed, and today there are thousands who would not have been born if they had not succeeded.", "running_time": 137, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Action", "Drama", "History", "War"], "title": "Defiance (2009)"}