{"url": "http://www.rogerebert.com/reviews/deja-vu-1998", "by": "Victoria Foytas Dana", "star_rating": 3.5, "text": "We all look for love like the love in \"Deja Vu.\" We hardly ever find it. That's why there are movies. We want a love that spans the generations and conquers time, a love so large that only the supernatural can contain it. Here is a movie about a love like that. It makes \"City of Angels\" look timid.\n\nThe story involves an American woman named Dana (Victoria Foyt), who is on a buying trip to Jerusalem when she is approached by a mysterious older blond who engages her in conversation. Soon she is revealing all her secrets: Yes, she is engaged, because \"being engaged has become a condition of my life,\" but after six years and no marriage she is not very happy.\n\nThe other woman tells her about the love of her life. It was a wartime romance. She was a French Jewish woman, he was an American GI. They planned to wed. He went home \"to tell his girlfriend,\" and never returned. Eventually she got a letter with a photo of the man's first child.\n\nPerhaps, Dana says, he could not find you. The woman smiles sadly. \"He knew where to find me. Life had got hold of us.\" She pauses. \"Nothing seemed so real again. In fact, all my life since then has been like a dream.\" The woman gives her a piece of jewelry--a clip--and disappears, after mentioning that the clip was a gift from the GI, who kept the other one.\n\nDana heads toward home. When the Chunnel train stops briefly at Dover, she inexplicably gets off instead of going on to London. Above the White Cliffs of Dover, she meets a painter named Sean (Stephen Dillane). \"Have we met before?\" she asks him. He says, \"It feels like one of those moments where if you turn the wrong way you regret it forever.\" It's love at first sight, but they fight it. She's engaged, after all. But then they meet again, by coincidence, at the house of British friends. She discovers that he is married.\n\nHer fiance is Alex (Michael Brandon). His wife is Claire (Glynis Barber). It becomes clear that Dana and Sean are helplessly in love, and their partners react in disbelief and anger, but with a certain civilized restraint. I must not reveal any more. I must say instead that old songs, such as \"The White Cliffs of Dover,\" \"We'll Meet Again\" and \"These Foolish Things,\" are like time machines that can carry love down through the years and can leap from mind to mind, spreading their foolishness and dreams.\n\n\"Deja Vu\" is not a weepy romantic melodrama, but a sophisticated film about smart people. Foyt and Dillane make convincing lovers not because they are swept away, but because they regard what has happened to them, and accept it. When they fall in love, there is a lot at risk: jobs, businesses, which country they live in, the people they're committed to. It takes no trouble at all to fall in love when you're 20 and single. But Dana and Sean must look in their hearts and be sure they cannot live without one another.\n\nThe film was directed by Henry Jaglom, and written by Jaglom and his star, Victoria Foyt, who is also his wife. Ah-ha, you think, guessing the connection, especially since the movie is dedicated \"to the love of my life.\" But there is another connection coiling down through the years. The trademark of Jaglom's film company is a brief moment of time, showing Orson Welles producing a rainbow out of thin air. Jaglom was one of Welles' close confidantes and friends.\n\nIn \"Citizen Kane,\" which Welles made in 1941, there occurs my favorite passage of movie dialogue. Old Mr. Bernstein is talking about the peculiarities of time. \"A fellow will remember a lot of things you wouldn't think he'd remember,\" he says. \"You take me. One day, back in 1896, I was crossing over to Jersey on the ferry, and as we pulled out, there was another ferry pulling in, and on it there was a girl waiting to get off. A white dress she had on. She was carrying a white parasol. I only saw her for one second. She didn't see me at all, but I'll bet a month hasn't gone by since that I haven't thought of that girl.\" Late in \"Deja Vu,\" a character tells a similar story, about a woman he once met: \"A week hasn't gone by since I last saw her that I haven't thought of her. She was the love of my life.\" Yes. And can you, dear reader, think of such a moment, too? Perfect love is almost always unrealized. It has to be. What makes those memories perfect is that they produce no history. The woman with the white parasol remains always frozen in an old man's memory. She never grows old, is never out of temper, never loses interest in him, never dies. She exists forever as a promise, like the green light at the end of Gatsby's pier.\n\nOnly rarely does the universe wheel around to bring two hearts once again into communion. That's what \"Deja Vu\" is about. And that explains the two most curious characters in it. They are the old couple (Anna Massey and Noel Harrison) who own the house where Dana and Sean meet by accident. They have been married a very long time, and like to read in bed, and eat Mars bars at the same time, and be happy to be together. At first you wonder what their scenes mean. Then you understand.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-05-01", "genres": null, "title": "Deja Vu (1998)"}