{"url": "http://www.rogerebert.com/reviews/deliver-us-from-eva-2003", "by": "Gabrielle Unionas Eva", "star_rating": 2.0, "text": "\"Deliver Us From Eva\" is the other movie of the same weekend based on a romantic bet. See my review of \"How to Lose a Guy in 10 Days\" (in today's WeekendPlus) for my general comments on this unhappy genre. It has the advantage of being about one bet, not two, preserving at least one of the protagonists as a person we can safely like. But it proceeds so deliberately from one plot point to the next that we want to stand next to the camera, holding up cards upon which we have lettered clues and suggestions.\n\nThe movie stars two tall and striking actors, Gabrielle Union and LL Cool J, who have every reason to like each other anyway, even if Union's brothers-in-law were not paying him $5,000 to take her out, make her fall in love, and move with her to a town far, far away. They can't stand the woman. Well, hardly can we.\n\nUnion plays Eva, oldest of the four Dandridge Sisters. After the untimely death of their parents, Eva took upon the task of raising the girls, and has never been able to stop giving the orders--no, not even now that they're grown up. The sisters are Kareenah (Essence Atkins), who won't get pregnant, on Eva's orders; Bethany (Robinne Lee), who Eva won't let live with her cop boyfriend, and Jacqui (Meagan Good), who is married to a mailman who always feels like there's postage due.\n\nThe Dandridge Sisters like their local fame and kind of enjoy being under Eva's motherly thumb. The director, Gary Hardwick, often films them cresting a hill, four abreast, hair and skirts flying, arms linked, while straggling after them are their luckless men, left in the rear. Much of the action centers on a beauty parlor, serving, like the title location in \"Barbershop,\" as the stage upon which daily soap operas are played out to loud acclaim or criticism.\n\nThe Dandridge family logjam is broken, as we can easily foresee, when Eva actually begins to fall for that big lug Ray (played by LL Cool J, who says after this movie he is changing his name back to James Todd Smith, a victory for punctuationists everywhere). He wins her over by admiring her spicy beans, which are too hot for the wimps she usually dates. If the way to a man's heart is through his stomach, the way to a woman's heart is through adoring a recipe that only she thinks is edible.\n\nBut let's back up. The problem with their love affair, of course, is that although Eva loves Ray and Ray loves Eva, Eva is certain to find out about the bet, causing a scene of heartbreak and betrayal that would be moving if I hadn't also seen it in \"How to Lose a Guy in 10 Days\" and every other movie in history where lovers begin with secret deception and arrive at the truth.\n\nAny two lovers with the slightest instinct for each other, with the most perfunctory ability to see true romance glowing in the eyes of the beloved, would not have the fight because they would not need the fight. They would know their love was true. I live to see the following scene: She: \"You mean ... you only went out with me on a bet!?!\" He: \"That's right, baby.\" She: \"Well, you won, you dumb lug. Now haul your lying ass over here and make me forget it.\"", "running_time": 105, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-07", "genres": ["Comedy", "Drama", "Romance", "Science Fiction", "Thriller"], "title": "Deliver Us from Eva (2003)"}