{"url": "http://www.rogerebert.com/reviews/delirious-2007", "by": "Michael Pittas Toby", "star_rating": 3.5, "text": "If he had not been an actor, Steve Buscemi could have been a paparazzi. But then you can keep saying that about Buscemi. If he had not been an actor, he could have been an incompetent kidnapper (\"Fargo\"), or a cynical journalist (\"Interview\"), or a gangster (Tony Blundetto on \"The Sopranos\"), or a coffee house owner (\"Art School Confidential\"), or a fanatic record collector (\"Ghost World\"), or a drunk (\"Trees Lounge\"), or a director (which he was on \"Trees Lounge,\" \"Interview\" and \"Lonesome Jim\"). Here's an actor who has 104 movie and TV roles listed on IMDB, and he could have been any of those characters.\n\nThere is a needy intensity about so many of his characters. As infants, before they could speak, they were already mentally saying, \"I'm walkin' here! I'm walkin' here!\" They insist on their space in a world that has never welcomed them, and that is a definition of the paparazzi. \"This is my spot!\" they scream as they block off a foot of sidewalk to take one of countless millions of photographs of pitiful blond starlets emerging from limousines they screwed their way into.\n\nTheir dream is that one big picture. One like the shot that everybody has seen, of Sophia Loren gazing in amusement at Jayne Mansfield's wayward neckline. More often, however, Buscemi's paparazzo in \"Delirious\" gets shots like Goldie Hawn having lunch, or Elvis Costello not wearing his hat. For him, a big score is getting a photo of a star leaving the hospital after penile surgery. My advice: Take every shot you have of every actor leaving a hospital and say he just had penile surgery. How will it sound if he denies it?\n\n\"Delirious,\" by writer-director Tom DiCillo, has a special quality because it does not make paparazzi a target but a subject. It sees Les, the name of the Buscemi character, whose name itself tells you what you need to know about him. It watches him work, it goes home with him, it listens while he espouses his paparazzi code to a new friend named Toby (Michael Pitt). Toby is a homeless street kid, sincere and maybe a little simple, but willing to work for free, because he, perhaps alone among all the city's inhabitants, looks up to Les. But Toby is a handsome kid with a future, and his name tells his story, too: \"To be.\" One of the first to figure that out is, appropriately, a casting director (Gina Gershon).\n\nLes at first tells Toby to get lost. Then he takes mercy on him and allows him to be an unpaid assistant. He brings him home to his apartment, a cubbyhole in a shabby building, and lets him sleep in the closet. And he teaches him the ropes, which is maybe the first time Les has actually articulated them for himself.\n\nTheir story centers on the starlet du jour, K'Harma Leeds (Alison Lohman ), which, if you know what karma means, suggests she will sometimes be a lead, although not a speller. She's blond, pretty, clueless, thinks Toby is cute, and is a sitting duck for Les. She even invites Toby to a party; he asks if he can bring along a friend, and Les is such a bad strategist he actually starts taking pictures at the party instead of waiting to insinuate himself. He's like a fisherman so eager to reel in the line that he can't wait to hook a fish.\n\nThis is the best DiCillo movie I've seen, and he's made some good ones (\"Box Of Moonlight,\" \"The Real Blonde\"). His second film was \"Living in Oblivion\" (1995), a generally well-reviewed story about the making of an indie film (with Buscemi playing the director), which DiCillo insists is not about the making of his first film, \"Johnny Suede\" (1991), starring the young Brad Pitt. He insists that over and over and over again.\n\nWhat \"Delirious\" has is knowledge of overnight celebrities and those who feed on them, and insights into the self-contempt of the feeders. So much depends on Buscemi's performance here, and he has lived in the world of paparazzi targets, just as in \"Interview,\" he was able to draw on the experience of doing countless publicity interviews. Buscemi plays Les not with disdain, as he might have, but with sympathy for a guy trying to get famous by taking photos of the famous; he is the flea on the flea. And Michael Pitt brings a touching innocence to his role as the flea on the flea on the flea. As for Alison Lohman, she just plain nails K'Harma, especially in a music video scene.\n\nThe word paparazzi comes from the nickname Paparazzo for a celebrity photographer in Fellini's \"La Dolce Vita,\" which didn't merely give us the name, but almost invented the concept.", "running_time": 107, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-08-30", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Delirious (2007)"}