{"url": "http://www.rogerebert.com/reviews/delicacy-2012", "by": "Audrey Tautouas Nathalie", "star_rating": 3.0, "text": "\"Delicacy\" is a sweetheart of a love story, and cornball from stem to stern. It stars the French pixie Audrey Tautou as Nathalie, a Parisian cutie who loves, loses and lives to love again; there is not the slightest doubt in our minds that she will pass through all three stages. I am too conscientious a critic to approve of it entirely, and too big a sap not to fall for it, at least a little. So many rom-coms are crass and cynical, manipulating characters like chess pieces, and this one involves tenderness and a certain innocence — as if it trusts us to be softies.\n\nI know as a critic I'm required to have a well-armored heart. I must be a cynical wise guy to show my great sophistication. No pushover, me. Here's Nick Schager, a critic I admire, writing about poor Audrey Tautou as \"the most insufferable pixie presence in cinema today\" and lambasting the movie for \"playing off the 'Amelie' star's big cute eyes, long cute legs and bright cute smiles to thoroughly grating effect.\" Nobody can put one over on Nick. But call me a pushover: I'm prepared to suffer a pixie if she comes with big cute eyes, long cute legs and bright cute smiles. And a teeny pouty overbite. When did those get to be flaws?\n\nThe movie begins with a Meet Cute of operatic boldness, as Nathalie walks into a Paris cafe and is spotted by Francois (Pio Marmai), who is handsome enough to play a vampire. He establishes mental conditions: He will not speak to her if she orders coffee, tea or a humdrum juice like orange. In fact, she won't get spoken to at all unless she orders apricot juice, which she does, and after an earth-shaking kiss and a whirlwind romance, they are married, he goes out jogging and, as a nurse tactlessly puts it, is \"rammed by a car.\" This comes as no surprise. When a perfect couple is young and in love, and the guy goes out jogging by himself and there is the slightest mention of him being right back, I'm holding my breath for the phone to ring with bad news.\n\nThree years pass. Nathalie has a good job at the French office of a Swedish firm and is hit on by her boss, Charles (Bruno Todeschini). It's not in an offensive way; he falls for her and can't help himself. There's a scene where she tells him they have no future together. It must be the most comprehensive and final rejection in dramatic history. Later, Markus (Francois Damiens), a member of Nathalie's work group, walks in and is astonished when she kisses him. So are her friends. This Markus is a balding, middle-aged slob who wears long-sleeved sweaters over dress shirts, which I always thought looked good on me, but people make fun of Markus for wearing them.\n\nNow the questions become, will Nathalie overcome her widow's grief, and will Markus overcome his paralyzing sense of not deserving her? Because I identify with Markus, I hope he does. Women who identify with Nathalie may be hoping for something better. All of this takes place with such scenes as a bridge over the Seine with the Eiffel Tower flashing holiday lights in the background. There are well-done moments when more than one person, on seeing Markus, instinctively cannot believe this loser could be dating Nathalie. But she is a sweetheart, as we have established, and can overlook a man's superficial flaws and peer deep into the goodness of his heart. And that, men, is what you must look for in a woman. Never mind if she has big cute eyes, long cute legs and bright cute smiles. Nobody's perfect.", "running_time": 108, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-21", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Delicacy (2012)"}