{"url": "http://www.rogerebert.com/reviews/deliverance-1972", "by": "Jon Voightas Ed", "star_rating": 2.5, "text": "There is a book called \"The Worst Journey in the World,\" by Apsley Cherry-Gerrard. He was a member of Scott's doomed last expedition to the Antarctic, and he was the survivor who found the frozen bodies of Scott and his two companions a few miles from the depot that would have saved their lives.\n\nBut the \"worst journey\" described in the title is not Scott's; it is a winter journey undertaken during the Antarctic night by Cherry-Gerrard and two others. Their objective was to bring back the rare eggs of the emperor penguin.\n\nNow why would I mention all this in a review of a movie named \"Deliverance\"? Maybe because there is a lesson to be learned here somewhere.\n\nCherry-Gerrard and his friends suffered unspeakable physical and mental punishment during their journey. Their ordeal had a scientific rationale; the emperor penguin is one of the most backward of birds, and its eggs might hold clues to the evolution of our species. What Cherry-Gerrard discovered on his journey, however, is that it was quite possibly not worth it.\n\nHe did somehow survive and lived to a healthy age -- but as a melancholy, withdrawn, brooding old man whose spirit had been permanently altered by the test he put it to. If there is a worst journey in the world, Cherry-Gerrard was there and took it and knew what it was like.\n\nJames Dickey's \"Deliverance\" also is the story of a \"worst journey.\" Four city slickers from Atlanta decide to take a canoe trip down a river that will soon be flooded out to make a lake.\n\nOne of the four is big on the old machismo. The other three, to various degrees, are unsuited to make the journey. Before their trip is over, one of them is dead, one has been raped by a demented hillbilly and the other two have each killed a hillbilly with a bow and arrow.\n\nDickey, who wrote the original novel and the screenplay, lards this plot with a lot of significance -- universal, local, whatever happens to be on the market. He is clearly under the impression that he is telling us something about the nature of man, and particularly civilized man's ability to survive primitive challenges (\"Survival,\" the macho Burt Reynolds character tells us, \"is the name of the game\")\n\nBut I don't think it works that way. The movie is admittedly effective on the level of simple adventure. Director John Boorman and his cameraman, Vilmos Zsigmond, get some tremendously good (and unfaked) footage of the foursome shooting some fairly hairy rapids.\n\nThe scenes of violence and rape also work, it must be admitted, although in a disgusting way. The appeal to latent sadism is so crudely made that the audience is embarrassed.\n\nAs sometimes happens, however, the performances have a validity that transcends the film; Jon Voight, Burt Reynolds and, indeed, all the members of the cast are finely tuned and very good.\n\nWhat the movie totally fails at, however, is its attempt to make some kind of significant statement about its action. For all of his 6 feet 4 inches and prowess with a bow and arrow, what James Dickey has given us here is a fantasy about violence, not a realistic consideration of it.\n\nThe adventures that occur in the film belong in Freudian dreams, and many of the exploits (particularly Voight's scaling of a cliff) are so incredible that we are back in a James Bond universe.\n\nIt's possible to consider civilized men in a confrontation with the wilderness without throwing in rapes, cowboy-and-Indian stunts and pure exploitative sensationalism. That's why I was reminded of \"The Worst Journey in the World,\" I suppose. It makes Dickey's odyssey seem absolutely adolescent.", "running_time": 109, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-10-09", "genres": ["Action", "Drama", "Thriller"], "title": "Deliverance (1972)"}