{"url": "http://www.rogerebert.com/reviews/demonlover-2003", "by": "Connie Nielsenas Diane De Monx", "star_rating": 2.0, "text": "\"Demonlover\" begins in the cutthroat world of big business, and descends as quickly as it can to just plain cutting throats. It's a high-gloss corporate thriller that watches a group of vicious women executives as they battle for control of lucrative new 3-D Internet porn technology. One of the sites in question offers real-time torture and death, leading us to wonder: (1) Can such a dangerously illegal site actually generate the fortune that seems to be involved? and (2) Are any of these women queasy about selling human suffering at retail? The movie's answers are apparently yes and no.\n\nMy description makes the movie sound like a sleazy bottom-feeder, but this is an ambitious production by director Olivier Assayas, whose last film, \"Les Destinees\" (2000), was about a struggle for control of a family firm that manufactures Limoges china. Yes. Now we have another corporate struggle, but in a corporation with no values, no scruples, and apparently no employees, since all we see are executives.\n\nThe movie is set in the chilly world of high-gloss offices, international hotels and private jets. French, English and Japanese are spoken interchangeably. The story opens with Henri-Pierre Volf (Jean-Baptise Malartre), Internet millionaire, flying to Tokyo to close a deal with TokyoAnime to buy new 3-D imagining software. which will make online porn unbelievably profitable. Also on board is his ruthless assistant Diane (Connie Nielsen), who slips drugs into the Evian of her rival, Karen (Dominique Reymond). Karen passes out in the airport, her briefcase is stolen, and Diane is promoted to her job.\n\nUntil this point the movie has had the look and feel of your average corporate thriller; Michael Douglas could turn up at any moment. Then it takes a sudden drop into some really nasty business. We see demos of cutting-edge Internet porn (not graphic, but close), and we glimpse the first hints that beneath the surface an even more demented level lurks, at which users in real time are able to suggest tortures for the women they see on the screen.\n\nLet's assume we all agree this is depraved and evil. Let's move on to the logic of the story. Would it be cost-effective to torture people online? How would you advertise this site, and bill for it? How much would it cost? Who would be reckless enough to pay? An international corporation like Henri-Pierre's would obviously be wiser to sell soft porn instead of this illegal material with a tiny audience.\n\nBut never mind. The movie is confused about this and many other things, in a scenario that grows steadily murkier. Back home in Paris, Diane's scheme has paid off in the big job with the big salary, but Elise (Chloe Sevigny), who is loyal to Karen, suspects what she did to get the job, and Elise is a dangerous customer. So is Elaine (Gina Gershon), who works for the American firm Demonlover and is bidding against Magnatronics for the rights owned by Henri-Pierre. Their rivalry is further complicated (or is it made unnecessary?) by the fact that Diane is actually a corporate spy.\n\nIf that seems like a secret I should not have revealed, be assured that it is irrelevant to the progress of the movie, which exists largely in content-free visuals of beautiful women, ripped lingerie, luscious suites, sexual jousting and lots and lots of people coming down all manner of corridors and going into one door after another in order to capture, threaten, ravish, seduce, blackmail or murder one another.\n\nBy the end of the movie, I frankly didn't give a damn. There's an ironic twist, but the movie hadn't paid for it and didn't deserve it. And I was struck by the complete lack of morality in \"Demonlover.\" No one seems to question the fact that they all play to make money by torturing people. It's all just business. As a metaphor for certain tendencies in modern commerce, this may be intended, but somehow I don't think so. I think \"Demonlover\" is so in love with its visuals and cockeyed plot that it forgets to think about the implications.", "running_time": 116, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Action", "Drama", "Foreign", "Mystery", "Romance", "Thriller"], "title": "Demonlover (2003)"}