{"url": "http://www.rogerebert.com/reviews/denise-calls-up-1996", "by": "Alanna Ubachas Denise", "star_rating": 2.0, "text": "“Denise Calls Up” is a great idea. I was going to say it was a “great idea for a movie,” but apparently it's not, since the movie, short as it is, grows tiresome before it's over. Maybe it's more of a great idea for a stand-up routine, or a magazine article, or conversation.\n\nThe idea is this: In an age of telephones, pagers, answering machines, beepers, e-mail, appointment schedulers, online conferencing and cybersex, people are too busy to meet with one another. All communications are at arm's length, and the arm in question usually ends in a hand holding a telephone receiver, a computer mouse or a remote control for the answering machine. The movie is about a group of seven friends who, we gradually realize, have never met. They keep in touch mostly by phone. As the story opens, one of the characters surveys a groaning buffet table in her apartment, but no one comes to her party. They're all “tied up.” It's not that they dislike her or want to hurt her; it's that in-person events rank low on their list of priorities.\n\nThis notion, true as it is, doesn't stretch well enough to make a feature film. But Hal Salwen, the writer and director, makes a real try, and there are moments of comic inspiration, as when the friends learn that one of them has died in a car crash: “She was on the car phone at the time, and the crash forced the receiver up her ear and into her brain.” Another funny sequence begins when Martin gets a call from Denise, who is pregnant with his child. Ah, so they at least met? Not at all: Martin made a donation to a sperm bank, and Denise made a withdrawal. This situation leads toa moment that film fans, weary of obligatory live childbirth scenes, may enjoy: The first movie childbirth by telephone.\n\nOther moments: a mother calls on her son, who doesn't answer the door.\n\nShe can call if she wants to talk to him. A friend sets up two of her friends on a blind date. None of them have ever seen each other. Two would-be lovers have phone sex--and fake their orgasms. It's hard to make appointments even over the phone (“I have my schedule with me--but not my primary schedule”). And a couple talks about how they broke up: “We didn't really split up, we just sort of drifted apart.” “How long has it been since the last time we saw each other?” “Five years.” The basic problem with the film, I think, is that after the comic inspiration wears off, it requires a plot. And although Salwen provides as much of a plot as he can, it's hard to care about a movie story in which the characters never meet one another or really care about one another. So there you have it: The movie falls under the weight of its own premise.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-04-26", "genres": null, "title": "Denise Calls Up (1996)"}