{"url": "http://www.rogerebert.com/reviews/dennis-the-menace-1993", "by": "Mason Gambleas Dennis Mitchell", "star_rating": 2.5, "text": "There is a theory among students of television that the fatal flaw in the \"Dennis the Menace\" TV series was that the Dennis character was old enough to know better. That is not the case with the new feature-length film \"Dennis the Menace,\" in which the little monster and the actor who plays him (Mason Gamble of Oak Park) are both about 7. Dennis' tender years allow him the luxury of innocence, and even Mr. Wilson, his long-suffering next-door neighbor, seems to understand that Dennis is not malevolent, just very, very bad at decision-making.\n\nCartoon movies do not often look like the cartoons that inspire them, but \"Dennis the Menace\" does an uncanny job of recreating the little world that Hank Ketchum drew for years in the famous comic panel. I almost felt I could recognize the terrain of many of Dennis' adventures: His yard, Mr. Wilson's yard, the driveway separating them, and various trees, garages, lawn tools and other props. And as Mr. Wilson, Walter Matthau captures the incredulity, the martyrdom and what can only be called the masochism of the original. Wilson's tendency to lose his patience tends to obscure another of his traits, which is patience itself (who else could live next to Dennis day after day and week after week?).\n\nThe best parts of the movie are those in which Dennis' games and plans go astray, often in the direction of Mr. Wilson. The worst parts involve an unnecessary and ambiguous subplot involving an ominous drifter named Switchblade Sam (Christopher Lloyd), who menaces the little boy.\n\nThirty or 40 years ago, in the innocence of a Capra movie, I might have been able to accept this character, who is a thief and threatens Dennis with a knife. These days, characters like that make me feel extremely uneasy when they are around small children - and I would imagine a lot of smaller children may be disturbed by the movie.\n\nThe good parts have a charm based on Dennis' inexorable logic. He sees a situation, interprets it, and acts as he thinks he should. He is almost always wrong. Wandering into Mr. Wilson's house on an apparently necessary errand, for example, he finds Mr. Wilson in bed. (We know that Mr. Wilson has jumped under the covers only seconds earlier, to pretend to be sleeping in the hope that Dennis will go away.) Dennis tries to awaken Mr. Wilson, grows alarmed by his snoring and appearance of great fatigue, decides Mr. Wilson has a headache, tries to give him an aspirin, and finally shoots the aspirin into his mouth with a slingshot. All perfectly logical.\n\nI also enjoyed the comfortable domesticity in the Wilson household, where Wilson and his wife (a serene performance by Joan Plowright) answer at least some of our questions about them; I always knew there was something to define the Wilsons apart from the fact that they lived next to the Mitchells.\n\nThose good qualities are undermined, unfortunately, by the Switchblade Sam character, who is dirty, threatening and scary. Of course, he's no match for Dennis (in scenes inspired by O. Henry's \"The Ransom of Red Chief\"), but that doesn't explain why producer-writer John Hughes put him into the movie in the first place. Wasn't there a way to contrive 90 minutes of adventures for Dennis without leaning so heavily on a character who seems menacing to children? The movie is classified PG, \"for comedic mischief.\" Maybe it should have been PG-13, in view of the way younger viewers may interpret a dangerous guy hanging around the neighborhood and picking on kids. There's a lot to like in \"Dennis the Menace.\" But Switchblade Sam prevents me from recommending it.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-06-25", "genres": ["Comedy", "Drama", "Family"], "title": "Dennis The Menace (1993)"}