{"url": "http://www.rogerebert.com/reviews/derailed-2005", "by": "Clive Owenas Charles Schine", "star_rating": 2.5, "text": "\"Derailed\" cannot be about what it seems to be about, not with a title like \"Derailed,\" but the story works if you're willing to meet it halfway. Critics of thrillers are hard on the new ones, applying logic with a merciless zeal, but they cave in when the thriller is from the 1940s. Imagine this movie with Barbara Stanwyck and Fred MacMurray and it would work for you. Better still, just rent \"Double Indemnity\" and the hell with it.\n\n\"Derailed\" stars Clive Owen as Charles, a man with a lot of problems on his mind. His beloved daughter has diabetes and her third kidney transplant has just failed. He has been fired from his big account at work. When we meet him, he realizes his wife borrowed money from his billfold and he can't pay the fare on his commuter train. Luckily, the movie is set in Chicago, which means that a smart and sexy brunette with sheer stockings and high heels offers to pay for his ticket. That is so typically Chicago.\n\nCertain spoilers follow. Others do not. The brunette is Lucinda (Jennifer Aniston). He senses an attraction between them. He wants to meet her again, allegedly to repay the train fare, more likely to tempt himself with her appeal. She smiles back. They exchange business cards. They meet for lunch. Lunch becomes dinner. Dinner becomes a hotel. Sex becomes a necessity, and then a brutal man with a French accent (Vincent Cassel) breaks into the room, knocks Charles almost unconscious and rapes Lucinda.\n\nCharles tells his wife Deanna (Melissa George) that he worked late at the office and then was mugged. Deanna buys this story, I guess. She is one of the more trusting wives in movie history. But the nightmare is not over. The mugger, named Philippe, has Charles' name and phone number. He guesses, correctly, that Charles and Lucinda did not call the police (she's married, too). He has blackmail in mind.\n\nCharles luckily has an African-American friend at the ad agency where he works. This is Winston Boyko, played (and played well) by the rap artist RZA. As all white executives know (as, indeed, all executives of every race know), when you are in trouble and need to step outside the borders of the law, there's always a black guy in the mail room who you can count on. This guy is always smarter and more experienced in the ways of the real world than any mere executive could ever hope to be. Winston knows how Philippe's mind works. He becomes Charles' adviser and dirty-work expert, charging only 10 percent of Philippe's extortion demand, which is kind of a finder's fee in reverse, for making sure Philippe gets lost.\n\nMore than that I will not reveal. Let me say that I was intrigued by the performances. Clive Owen was my candidate for James Bond, and can play hard and heartless rotters (see \"Closer\"), but here he is quiet and sad, with a sort of passivity. He lets his face relax into acceptance of his own bad fortune. Jennifer Aniston does that interesting thing of not being a stereotyped sexpot but being irresistibly intriguing. That works with a man like Charles. Happily married, in debt, worried about his daughter and his job, he would be impervious to a sexy slut.\n\nWhat gets him is that Lucinda has problems, too, and a sense of humor, and seems as reluctant as he is to have an affair. It's just that, well, they talk so easily together. She listens, she cares. How desperately this man needs someone to confide in, outside the world of his problems. By the time it gets around to sex, it isn't exactly sex anymore, it's more like a physical expression of the sympathy they have for each other. These are difficult notes to play, but Aniston and Owen form a little emotional duet that doesn't even need sheet music. Maybe you will approve of how the plot unfolds, or maybe not. Remember with \"Unfaithful,\" how you didn't know if you felt bad when Diane Lane cheated on Richard Gere, or were happy for her? Of course, a lot depended on Richard Gere not finding out.\n\nI think probably in the last analysis, \"Derailed\" doesn't hold up. At the end, we want more, or less, or different. But you didn't have a lousy vacation just because it rained for the last two days. \"Derailed\" has a great setup, a good middle passage and some convincing performances. Then it runs off the tracks. If you're an unforgiving logician, you'll be offended. If you like movies even when you know where they're going and you've been there before, \"Derailed\" may work for you. It depends on how willing you are to go along with it.", "running_time": 108, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-11-10", "genres": ["Drama", "Thriller"], "title": "Derailed (2005)"}