{"url": "http://www.rogerebert.com/reviews/derby-1972", "by": "Robert Kaylor", "star_rating": 4.0, "text": "Mike has an ambition in life, and that is to be a professional Roller Derby star. The starting pay is $12,000 a year, which is what be makes building tires, but the glamour and the glory of the Roller Derby is worth an uncountable amount. Mike thinks he would be good: \"In a couple years I could be making the big money. Charlie O'Connell makes 50 grand a year.\"\n\nCharlie O'Connell is in his 30s and is the star of the San Francisco Bay Bombers. He is to the Derby what DiMaggio was to baseball. The Derby has been kind to him, and he tells us something about his life. He started out in a park in New York, forming his first Roller Derby team with nine or 10 kids from the neighborhood. They skated around and around a cast-iron railing in the park. \"The kids today,\" he says, \"don't do nothing. Look at them, just walking around and throwing dirt.\"\n\nBecause Charlie O'Connell had skill and determination, however, he lives today in a beautiful two-level ranch-style home with a kidney-shaped swimming pool where, one night not long ago, he threw a great pool party. It is a hard life on the road, however, driving from city to city, staring bleakly at motel walls, putting on your uniform in the john. \"After a while,\" one of Charlie's teammates says, \"I don't even have to put the damn thing on. It just leaps at me.\"\n\n\"Derby,\" which is one of the most engaging movies I have seen in a long time, is about Mike Snell and Charlie O'Connell and about why the Roller Derby is, in some respects, a mirror held up to the American lower middle class. The movie never quite made it commercially; it played for a week as the bottom half of a double bill at the McVickers, and now it has surfaced for a very short time at the 400 Theater in Rogers Park. In this muggy summer season of brainless mass entertainments, of snakes and rats and vampires, it is the best thing in town.\n\nRobert Kaylor, who directed \"Derby,\" seems to have started out to make a conventional cinema verite documentary of the game and its players. But then Mike Snell wandered into the dressing room in Dayton one night and asked Charlie O'Connell how a guy could get started in skating. Mike Snell is a true American original: a hustler, looking for angles, a ladies' man who is said by his best friend to have had, at one time, five girl friends in addition to his wife. He is also engaging and smart.\n\nKaylor took his camera into the home life of the Snells and came out with some footage that can hardly be believed. There is the scene, for example, where Mike Snell's wife and her best girl friend confront a local go-go dancer who is, they allege, having affairs with their husbands. The camera is right there, we know, but these young women are so engrossed they forget about it, and we look through a window into their lives, lives that seem learned from a book by Nelson Algren.\n\nThere is also a lot of action; Kaylor cuts back and forth between the Snells, O'Connell and actual Roller Derby games. I watch the Derby sometimes on Channel 32 - it's just about the only thing on commercial TV worth watching - and I have never been able to understand why several players are not killed in every game. It is all here, the gouging and the hair-pulling and the running jumps that land your skates on an opponent's stomach. And then there's a little 5-year-old fan there with her grandma who says, the little darling, that she likes the Derby because she digs the action. Welcome to the United States of America.\n\nP.S. After \"Derby\" was filmed, Mike Snell bought a used motorcycle, drove out to San Francisco and graduated from Roller Derby school. He is now a jammer with the Midwest Pioneers.", "running_time": 15, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-06-15", "genres": null, "title": "Derby (1972)"}