{"url": "http://www.rogerebert.com/reviews/desert-flower-2011", "by": "Liya Kebedeas Waris", "star_rating": 2.5, "text": "\"Desert Flower\" tells an extraordinary story in an ordinary way. It has a compelling message and surrounds it with biopic scenes that appear to be brought in from a different kind of movie. The effect is rather unsettling.\n\nThe film is based on the life of Waris Dirie, an international supermodel who began life as a member of a nomadic tribe in Somalia. As a child, she was circumcised, as is the custom in many African countries. An old woman in the desert cut away those parts that could someday allow her to feel sexual pleasure and sewed shut her labia — so her husband could be sure he had married a virgin when he cut it open.\n\nMany die during or because of this barbaric mutilation, still widely practiced today, although not mentioned in the Koran or any other holy book. It is the practice of subjugating women, making them commodities and denying them the full lives they deserve. It rises from the woman-hating men who propagate it by refusing to marry any woman who hasn’t been \"cut.\"\n\nWhen Waris was sold as a young teenager to an old man who already had three wives, she simply left one day, walking hundreds of miles across desert and scrubland to seek her grandmother in Mogadishu. Amazingly, she found her — and was hired by an aunt in London to work as a maid. The film cuts between her experiences as a young girl and what happened in London, where she ran away, lived on the streets and was befriended by a ditzy shop girl named Marylin (Sally Hawkins).\n\nMarylin found her a job in a fast food restaurant mopping floors, and that’s where she was \"discovered\" by the fashion photographer Terry Donaldson (Timothy Spall). Through him and a mercenary modeling agent named Lucinda (Juliet Stevenson), she rises not without difficulties to the top ranks of modeling. She eventually denounces genital mutilation before the United Nations — and becomes its spokeswoman against the practice. \n\nSo \"Desert Flower\" tells a rags-to-riches story, but it plays like two stories in conflict. Everything involving Waris in Africa or in London before her success feels true and heartfelt. Many later details are badly handled. \n\nWaris is played by another model, Liya Kebede, herself a spectacular beauty. (A question that arises: Why did it take so long for her to be \"discovered\"?) The film, written and directed by Sherry Hormann, lingers unnecessarily on several sexualized modeling sessions and teases us with nude scenes. Two supporting characters, Lucinda and a janitor named Neil (Craig Parkinson), undergo puzzling personality changes at the convenience of the plot. A character named Harold Jackson (Anthony Mackie) exists exclusively for Idiot Plot purposes. And a jacket materializes after the point has been made that it was left behind.\n\nStill, there are good things here. Sally Hawkins and Timothy Spall, familiar from Mike Leigh films, make their characters original and plausible. Meera Syal, as a rooming-house owner, steps in with some nice moments. And it’s a compliment, I think, that Liya Kebede is more convincing as Waris the waif than as Waris the model.", "running_time": 120, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-31", "genres": ["Drama", "Foreign"], "title": "Desert Flower (2011)"}