{"url": "http://www.rogerebert.com/reviews/desert-bloom-1986", "by": "Jon Voightas Jack", "star_rating": 2.5, "text": "Jack makes his living on the edge of the Nevada desert in a shabby filling station where the high rollers pause to fill 'er up. Sometimes he hears things. Army officers will drive up in unmarked Oldsmobiles and talk carelessly in front of him. He thinks about what he reads in the paper and hears on the radio, and he can put two and two together.\n\nThey're going to test the bomb somewhere out there in the wilderness.\n\nThis is in the years right after World War II. Bugsy Siegel is still transforming Vegas from a cactus ranch into a boom town. Jack (Jon Voight) lives in town with his family. He drinks too much and tinkers with his shortwave radio.\n\nHe was some kind of war hero, but now he spends his days alienating the people he loves, especially his stepdaughter, Rose (Annabeth Gish), who sees and hears everything but doesn't quite understand it all. Jack's wife, Lily (Jobeth Williams), tries to hold things together, but after her sister, Starr (Ellen Barkin), comes to live with them while she gets a quick divorce, the house gets a little too crowded.\n\nSo, too, does the movie. \"Desert Bloom\" contains the material for a very good film and it certainly contains the performances, but it moves in too many directions and contains too many issues. It's about the bomb, McCarthyism, the role of women, alcoholism and child abuse, and it's a wonder it doesn't get around to gambling.\n\nThere are scenes that start out as perfectly observed moments and end up as a series of speeches as the movie tries to keep track of all of its issues. If they had just gone through and strengthened the characters and allowed the messages to find themselves, they would have really had something here.\n\nAlthough the Voight character seems to be at the center of everything and although Voight gives another great performance - this film and \"Runaway Train\" have put him on an artistic hot streak - the movie seems to keep turning away from him. The two most interesting characters, in terms of the things that happen to them, are Rose, the adolescent girl, and Starr, the would-be divorcee.\n\nGish gives a fine performance as the teenager, a bundle of sensitivity, awkwardness, idealism and feelings that are quickly hurt. And Barkin is a wonder as Starr, who wants to find the right man this time around but lives in a time when the right men aren't interested in her kind of women.\n\nThose characters became so real to me, and were so clearly seen in the shabby, dusty world of \"Desert Bloom,\" that they almost made the movie work in spite of itself. But the symbolism finally sinks it.\n\nThe \"bloom\" in the title probably refers to two blooms: the young girl's blooming into adulthood and the deadly mushroom cloud of the atomic bomb. There is an irony there, but what is it? That life and death both passed milestones during that fateful year? It's the sort of symbolism that symbolizes everything and nothing. I'd rather just learn about people and let the symbols take care of themselves.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-08-15", "genres": ["Drama", "Family"], "title": "Desert Bloom (1986)"}