{"url": "http://www.rogerebert.com/reviews/desert-hearts-1986", "by": "Helen Shaveras Vivian Bell", "star_rating": 2.5, "text": "\"Desert Hearts\" tells the story of a woman in her 30s who suddenly is awakened to the turmoils of passionate love, and because that is basically a simple story, this is basically a simple movie. What makes it unusual is that the story is set in the 1950s and the woman falls in love with a lesbian.\n\nThe movie stars Helen Shaver, an underrated Canadian actress of cool elegance, as Vivian, a professor at Columbia University in New York who travels by train to Reno to get a divorce. Patricia Charbonneau plays Cay, the direct, unabashed woman who falls in love with her at first sight. The third woman in the story is Frances (Audra Lindley), the no-nonsense older woman who runs the guest ranch where would-be divorcees wait out their Nevada residency requirements.\n\nThe story is nothing if not direct. Vivian arrives in Nevada, all cloaked in her proper New York fashions, and looks completely out of place on the ranch. Cay, a bubbly tomboy, befriends her and then falls in love with her, and becomes convinced that what Vivian needs is the love of another woman. Vivian plays coy for a long time (too long, in terms of the movie's dramatic pacing) and then surrenders.\n\nThen there is a sex scene of surprising power. Although \"Desert Hearts\" is not in any sense an exploitation movie, it does depend on that sex scene in order to work - because the movie's structure is so clearly leading up to just such a scene.\n\nI might have enjoyed \"Desert Hearts\" more if it had been more subtle and observant about the two women. It might have been a better movie if it had been about discovery instead of seduction. The screenplay by Natalie Cooper would have benefitted from an overhaul (there are times when the actresses are stuck there on the screen, reciting lines that are awkwardly literal and designed only to further or explain the plot). And yet \"Desert Hearts\" has undeniable power, and the power comes, I think, from the chemistry between Shaver and Charbonneau.\n\nYou probably have seen Shaver before, but you may not be quite sure who she is. Her widest exposure came in the TV series \"United States.\" She has wide-set, intelligent eyes and a quick smile, and it is a revelation in this movie when she finally lets down her hair and relaxes. Patricia Charbonneau is a newcomer in her first role, and she has such a direct, unaffected strength that I imagine we'll be seeing more of her.\n\nThe two women circle each other like wary competitors during the opening stages of \"Desert Hearts,\" and because you can see the intelligence in their eyes as well as the lust in their hearts, the drama is much stronger than the dialogue.\n\nThen, eventually, comes the big love scene, and the reason it is so strong, I think, is that the director, Donna Deitch, didn't try to make it fancy. Instead of turning it into some kind of erotic music video - in which the real subject is not sex but the director's cleverness - she lets the scene build according to its own rhythms. The result is one of the few genuinely powerful erotic passages in recent movies. (Where did so many directors get the idea that passion in the editing room equates passion on the screen, and that if you have lots of fancy cutting, that indicates great sex?) \"Desert Hearts\" was made on a small budget, and this is one film where it didn't help to cut corners. (I have a notion they would have done some scenes over if they'd had the time and money.) The movie makes no large statement; it is not a philosophical exploration of lesbianism, just the story of two women and their attraction. It's not a great movie, but it works on its own terms.", "running_time": 96, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-06-06", "genres": ["Drama", "Romance"], "title": "Desert Hearts (1986)"}