{"url": "http://www.rogerebert.com/reviews/desert-blue-1999", "by": "Brendan Sexton IIIas Blue", "star_rating": 3.0, "text": "Imagine the town in \"The Last Picture Show\" after 30 more years of shrinking and loneliness, and you'd have the town in \"Desert Blue.\" Both movies are about teenage friends with not much to do, but the kids in \"Desert Blue\" are more resigned; there's a kind of sweet sadness to their exile--all except for Ely (Christina Ricci), who entertains herself by blowing things up.\n\nBaxter, Calif. (\"population 89,\" according to the shot-up sign outside town), is known for one thing: the world's largest ice cream cone, a forlorn structure that sits in the desert like a god on Easter Island. The cone was built by the late father of Blue (Brendan Sexton III). At the time of his suicide, the father was working on a water park, but then the Empire Cola company grabbed all the water, and now the park is just a shabby relic of water slides, picnic tables and rowboats with no place to float.\n\nInto this town one day comes a professor of roadside culture (John Heard), who wants to research the ice cream cone. He's traveling with his daughter Skye (Kate Hudson), a TV starlet who has an audition tomorrow in Los Angeles. A truck overturns outside town, spilling the secret ingredient of Empire Cola (or whatever it is they really manufacture in that sinister plant outside town), and the authorities throw up roadblocks. Skye and her dad are trapped in the town. He welcomes the chance to research rural culture. She's a snob and thinks the local kids are hayseeds.\n\nThey're not. Most of them plan to leave Baxter (Ricci plans to do it by blowing herself up), but in the meantime they enjoy one another's company. They're gentle with one another, as if they deserve a certain pity just because they live here, and \"Desert Blue,\" in its sweet, unaffected way, succeeds in making a convincing film about eccentrics without their performances obstructing the view.\n\nThe movie was written and directed by Morgan J. Freeman (not the actor), whose \"Hurricane Streets\" (1997) was a Sundance winner about teenagers who are petty thieves on the Lower East Side of New York. I like \"Desert Blue\" more, but in both films I like the way Freeman doesn't pump up the volume. The overturned trailer, the arrival of the FBI, the mystery of a motel fire and even Ricci's enthusiastic dynamitings are all played in a kind of bemused detachment. This is the herbal tea version of Oliver Stone's \"U-Turn.\" Even when the FBI shoots at someone, it's handled as a terrible mistake, not an action scene.\n\nSkye can't believe it at first when they're trapped in the town. She's an ambitious little number, worried about her audition, but soon the understated acceptance of the local kids begins to get to her, and she pairs off with Blue and begins to hear about his father's dreams of a water park, and a better life. Perhaps they have a future together: Skye and Blue, get it? A movie like this depends on tone more than anything else. Moviegoers who don't like the rhythm may grow impatient. It's not a romance, a drama or an adventure, but the evocation of a time and place. The characters are odd because they grew up that way. Even Ricci's love of dynamite is inspired not by hostility but by skill and boredom: One of her early targets is chosen because it was \"just sitting there.\" We are no doubt expected to reflect that the same words could describe the whole town.", "running_time": 93, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-10", "genres": ["Comedy", "Indie"], "title": "Desert Blue (1999)"}