{"url": "http://www.rogerebert.com/reviews/desperate-hours-1990", "by": "Mickey Rourkeas Michael Bosworth", "star_rating": 2.0, "text": "Michael Cimino's \"Desperate Hours\" is an attempt to take a 1950s crime classic and remake it by turning up the heat, but Cimino has set the heat too high, and the result is an overwrought melodrama with dialogue even a True Detective editor would question. Cimino is not helped by the presence in his cast of Mickey Rourke and Anthony Hopkins, two splendid actors who should never be encouraged to go over the top, and by Lindsay Crouse's FBI agent, whose lines are so odd she seems to be speaking a language all her own.\n\nThe movie has been inspired by a 1955 film starring Humphrey Bogart and Fredric March, and by an earlier Broadway play, both by Joseph Hayes, and \"inspired by real events,\" although a 1951 John Garfield film named \"He Ran All the Way\" is about the same sort of situation - a criminal hiding from the law by terrorizing an innocent family. Rourke plays Bosworth, a mad-dog killer with the ability to get his lawyer (Kelly Lynch) to smuggle a gun into court for him, after which he escapes, meets a couple of buddies, and selects a suburban house at random.\n\nThe house, which has just been sold, is occupied by a mother (Mimi Rogers), her teenage daughter and young son. Rogers has ended her marriage with Hopkins, a wealthy philanderer who now wants to come back home. \"What is it you want from me?\" he asks, in a pregnant early scene, and is told she wants, just once, someone she can trust.\n\nNo points for guessing that later in this movie she will have to learn to trust him.\n\nRourke's getaway plan, which he hopes will eventually take him to Mexico, is confused as the movie starts and gets more muddled as he begins improvising on it. It is a version of the Idiot Plot (in which if everyone were not an idiot the movie would soon be over). Although he reasonably needs to hide out for awhile, there is little reason for him to enter an occupied house, take hostages, and involve himself in countless problems. No reason except that otherwise we wouldn't have a movie.\n\nRourke's two partners are his brother (Elias Koteas) and his boyhood friend (David Morse). They drive his getaway car and accompany him on the home invasion, but one is a loose cannon, and the other has no nerve for the job. Neither one is necessary to the plot (things could have been simplified mightily by simply having Rourke steal a car - or peddle a bicycle to the suburbs, for all I care).\n\nOnce they enter the house, the movie descends into a series of screamings and struggles, threats and promises, weeping and ultimatums and would-be deals, most of them so overacted that the actors must have had difficulty keeping their faces straight.\n\nAnd then there is Crouse, the FBI agent in charge. She picks a bitter confrontation with the local law, and doesn't help things much by insulting and provoking every police officer in her way. After it's discovered that Rourke is in the house with the hostages, she insists on masterminding a complex \"containment\" scheme, which I believe she alone, of all the people in the film or in the audience, is capable of understanding.\n\nMarksmen climb trees, circle in helicopters and set up roadblocks (although a teenage boyfriend roars right past in his sport-utility vehicle). But Rourke is not supposed to know he's surrounded. People come and go from the house (the daughter leaves with her boyfriend, to no purpose later explained in the film), but Rourke maintains an adequate quota of hostages, until finally we get the usual cliches involving the cops shouting through bullhorns, and so on.\n\n\"Desperate Hours\" shows Cimino with more style than substance.\n\nThose shots of cars racing through the mountains are sure impressive, with the painted skies and the clouds of dust, and he must have liked the sweaty moments inside the house, too, but the movie is all style and flash. I never cared enough about the characters to become involved in the action, especially since this plot makes it clear fairly early on that it is going to follow the same parabola of all similar stories.\n\nIt's a variation on an old movie theme, but not much of a variation, and on a very tired theme.", "running_time": 106, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-05", "genres": ["Mystery", "Suspense", "Thriller"], "title": "Desperate Hours (1990)"}