{"url": "http://www.rogerebert.com/reviews/desperate-characters-1971", "by": "Shirley MacLaineas Sophia", "star_rating": 3.0, "text": "You would guess from the title of \"Desperate Characters\" that the\r\nfilm might have something to do with Thoreau's observation, \"The mass of men lead lives of quiet desperation,\" and you would be right. If you're anything like me, you would also fear that, sooner or later, one of the characters in the film would actually quote Thoreau -- and\r\nagain you'd be right.\n\nSomewhere in here is the key to why \"Desperate Characters,\" a very good film, falls short of greatness. Frank D. Gilroy, who wrote and directed it, is a shade too consciously literary for my taste; his \"The Subject Was Roses,\" as play and movie, and his \"That Summer, That\r\nFall,\" a play that previewed in Chicago, were both written in a style of dialog that sounds as if it's being recited, not spoken.\n\nThis can occasionally be exactly right; people do sometimes speak in a mannered literary style, as anyone who has seen John Simon or\r\nWilliam Buckley on TV can testify. There's a scene in \"Desperate Characters\" where Shirley MacLaine, waiting in a hospital emergency\r\nroom, says: \"The sights were smells and the smells were sights.\" Her husband ask what she means. \"If I were writing a book, that is how I would describe this place,\" she says. \"I wish I were.\" \"Were what?\" her husband asks. \"Writing a book.\"\n\nAnother character in the film, an English professor getting on into middle age, uses an elevated speaking style to express his distance\r\nfrom his students, and here again the technique works. But eventually\r\nthe dialog mannerisms begin to build up, and you realize that the characters are sometimes actually telling you what an experience means, and how they feel about it. I don't think dialog should do much\r\nexposition; movies can show you things and don't need to tell you so\r\nmuch about them.\n\n\"Desperate Characters\" is, nevertheless, a terribly interesting and\r\nwell-acted movie that does not deserve some of the criticism it's\r\ngetting. It is about a middle-aged, childless couple: Kenneth Mars\r\n(immortalized as the Nazi playwright in \"The Producers\") offers a\r\ndeeply felt, complex performance as a lawyer whose law partnership\r\nwith his best friend is dissolving. Shirley MacLaine, as his wife, achieves one of the great performances of the year. She proves that we were right, when we saw her in films like \"The Apartment,\" to know that she really had it all, could go all the way with a serious role. Watching Miss MacLaine and Mars work together is enough to justify the movie, whatever you think of its urban paranoia.\n\nAnd it is paranoid, I guess, although most of the things it's paranoid about actually do happen: She's bitten by a stray cat, their summer home is broken into, marriages, love affairs and friendships crash down around everyone's ears, windows are smashed and New York\r\nbecomes the kind of place Chicagoans think it is. The movie's characters are decent people, but morally exhausted. They have no way or desire to keep going; yet they hang on raggedly to a city existence that's taken any sense of balance or sanity. I only wish that Gilroy had occasionally relaxed his dialog; made it looser and more\r\nconversational so we wouldn't feel his people were so damned knowledgeable about their dooms. There's a moment when Miss MacLaine tells Mars: \"I wish you weren't so SURE about everything.\" Yes.", "running_time": 97, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-11-10", "genres": ["Drama"], "title": "Desperate Characters (1971)"}