{"url": "http://www.rogerebert.com/reviews/despicable-me-2010", "by": "Steve Carellas Gru", "star_rating": 3.0, "text": "\"Despicable Me” begins with the truth that villains are often more fascinating than heroes and creates a villain named Gru, who freeze-dries the people ahead of him in line at Starbucks and pops children's balloons. Although he's inspired by many a James Bond bad guy, two things set him apart: (1) His vast mad scientist lair is located not in the desert or on the moon, but in the basement of his suburban home, and (2) He dreams not of world control so much as merely dominating the cable news ratings as the Greatest Villain of All Time.\n\nGru is voiced by Steve Carell, who gives him an accent halfway between a Russian mafioso and a crazed Nazi. His life is made more difficult because his mother (Julie Andrews) sometimes gets on his case. Memories stir of Rupert Pupkin in his basement, yanked from his fantasies by his mother's voice. Gru's most useful weapon is the Insta-Freeze Gun, but now, with the help of his genius staff inventor Dr. Nefario (Russell Brand), he can employ a Shrink Ray.\n\nJust as global-scale villainy is looking promising, Gru is upstaged by his archrival Vector (Jason Segel), who steals the Great Pyramid. Since that pyramid was previously pounded to pieces by the Transformers, the Egyptians should establish a CGI-free zone around it.\n\nGru is cheered ever onward by his faithful minions, who are, in fact, called the Minions, and look like yellow exercise balls with one or two eyes apiece. The principal responsibility of the Minions is to cheer for Gru, who addresses them as if he's running for office. He hatches a plan to use the Shrink Ray and steal no less than the moon itself, and explains it to the Minions with a plan that reminded me of nothing so much as the guy in the joke who plans to get the gorilla down out of the tree using only a broomstick, a pair of handcuffs and a savage Dalmatian dog.\n\nTo make a villain into the hero of an animated comedy is daring, but the filmmakers bring in three cute kids to restore good feelings. They are Margo (Miranda Cosgrove), Edith (Dana Gaier) and Agnes (Elsie Fisher). Gru finds them at his friendly neighborhood orphanage, run by the suspicious Miss Hattie (Kristen Wiig). His plan is to keep them at his home until his moon scheme is ready to hatch, and then use them to infiltrate Vector's home by subterfuge — pretending to sell cookies, say. It follows as the night does the day that the orphans will work their little girl magic on Gru and gradually force the revelation that the big lug has a heart, after all.\n\n“Despicable Me” lacks a franchise to ride into town on, but it may establish one. I'm not sure how Gru can think up anything more sensational than stealing the moon, but I'm sure Dr. Nefario is working on that as we speak. The film is funny, energetic, teeth-gnashingly venomous and animated with an eye to exploiting the 3-D process with such sure-fire techniques as a visit to an amusement park.\n\nThe sad thing, I am forced to report, is that the 3-D process produces a picture more dim than it should be. “Despicable Me” is technically competent and nowhere near the visual disaster that is “The Last Airbender,” but take my word for it: Try to find it in 2-D. Or, if you see it in 3-D, check out the trailers online to see how bright and cheery it would look in 2-D. How can people deceive themselves that 3-D is worth paying extra for?", "running_time": 95, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-07-07", "genres": ["Animation", "Comedy", "Family"], "title": "Despicable Me (2010)"}