{"url": "http://www.rogerebert.com/reviews/desperately-seeking-susan-1985", "by": "Rosanna Arquetteas Roberta", "star_rating": 3.0, "text": "I love to read the \"personals\" on the classified pages - not because I'm looking for the perfect mate, but because I'm a romantic and perhaps a bit of a voyeur; I'm intrigued by the thought of all those strangers going out on dates with each other. I am also a little frustrated by the time-honored abbreviations used in the personals. How can a complex and interesting human being be compressed into \"SWM\" or \"DBF\"? I squint, trying to read between the lines: Does \"full-figured\" mean she's voluptuous, or a candidate for the fat farm?\n\n\"Desperately Seeking Susan\" is a movie that begins with those three words, in a classified ad. A time and place are suggested where Susan can rendezvous with the person who is desperately seeking her. A bored housewife (Rosanna Arquette) sees the ad and becomes consumed with curiosity. Who is Susan and who is seeking her, and why? So Arquette turns up at the rendezvous, sees Susan (Madonna), and inadvertently becomes so involved in her world that for a while she even becomes Susan.\n\nThis sounds complicated, but, believe me, it's nothing compared to the complexities of this movie. \"Desperately Seeking Susan\" is a screwball comedy based on several cases of mistaken identity. Susan, for example, is a punk drifter who is in a hotel room with a mobster the first time we see her. Shortly after, the mobster is killed and the mob hit man comes looking for Susan, who may have been a witness. But meanwhile, Susan has sold the jacket that is her trademark, and the housewife has bought it, and then the housewife has banged her head and become a temporary amnesia victim, and there are people who see her jacket and think she's Susan.\n\nBut enough of the plot. I wouldn't even dream of trying to explain how Arquette ends up being sawed in half by a nightclub magician. The plot isn't the point, anyway; once you realize the movie is going to be a series of double-reverses, you relax and let them happen. The plot is so unpredictable that, in a way, it's predictable; that makes it the weakest part of the movie.\n\nWhat I liked in \"Desperately Seeking Susan\" was the cheerful way it bopped around New York, introducing us to unforgettable characters, played by good actors. For example, Aidan Quinn plays a guy who thinks Arquette is Susan, his best friend's girl. He lets her spend the night, and inadvertently feeds her amnesia by suggesting that she is Susan. Laurie Metcalf plays Arquette's yuppie sister-in-law. Robert Joy plays Susan's desperately seeking lover. Peter Maloney is the broken-down magician. New York underground characters such as Richard Hell, Anne Carlisle and Rockets Red Glare also surface briefly. The director is Susan Seidelman, whose previous film, \"Smithereens,\" was a similar excursion through the uncharted depths of New York.\n\n\"Desperately Seeking Susan\" does not move with the self-confidence that its complicated plot requires. But it has its moments, and many of them involve the different kinds of special appeal that Arquette and Madonna are able to generate. They are very particular individuals, and in a dizzying plot they somehow succeed in creating specific, interesting characters.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-03-29", "genres": ["Action", "Comedy", "Drama", "Romance"], "title": "Desperately Seeking Susan (1985)"}