{"url": "http://www.rogerebert.com/reviews/desperate-measures-1998", "by": "Michael Keatonas Peter McCabe", "star_rating": 2.0, "text": "\"Desperate Measures\" opens with the same hook as \"Hard Rain\": What looks like a robbery turns out to be an action by the good guys. \"Hard Rain\" really cheated (hey--they're not robbers, they're armored car drivers!). \"Desperate Measures,\" which is a better movie, has a better gimmick. A raid is staged on government computers in order to search for the perfect DNA match for a kid who is dying and needs a bone marrow transplant.\n\nAndy Garcia plays a cop named Connor, the father who will do anything to save his son's life. Searching a national database, he discovers that only one man has the proper DNA. He's Peter McCabe (Michael Keaton), a psychopath now in prison after killing four people, including a fellow inmate. Will McCabe agree to become a bone marrow donor? Why should he? Offered the opportunity, he reflects on the alternative: \"After all these years of being locked up, I'm given the opportunity to kill again.\" But McCabe eventually caves in, when he's granted a laundry list of demands including better prison quarters and all the cigarettes he wants. Turns out it's all a trick. Using blueprints available (of course) on the Internet, he plans an elaborate escape from the hospital where he's taken to have the tricky operation. How does he get out of the handcuffs? How does he ward off the effects of anesthesia? It's all here. It's not convincing, but it's here.\n\nAll of this is prelude to the movie's real plot, which centers on the fact that McCabe must remain alive in order for his bone marrow to be of any use to little Matthew, the dying kid. McCabe sets people on fire during his escape attempt, and uses violence as he flees a police dragnet. And Connor finds himself in the curious position of trying to shield this vicious killer, sometimes with his own body, against fellow policemen who might kill him.\n\nWhat is the proper morality here? Or, as a police official (Brian Cox) asks, \"How many people are gonna have to die here tonight so that kid of yours can live?\" It's a good question, and explored a different way in a more thoughtful movie, it might have generated some genuine drama.\n\n\"Desperate Measures\" is, unfortunately, only masquerading as a thoughtful movie that's really about something. At heart, it's an action thriller--a chase picture. It has all the usual implausible or impossible stunts, the highway carnage, the jumps off bridges, the slides down laundry chutes, and other feats that make it more of a video game than a drama.\n\nToo bad, because the actors could have brought class to better material. Michael Keaton, an actor who can convincingly project intelligence, is intriguing as McCabe, a thinker who likes to toy with people he can control. Garcia's dilemma as a cop and a father is handled well in a handful of quiet scenes (especially in conversations with pediatrician Marcia Gay Harden), and his son (Joseph Cross) is a smart kid who asks all the right questions at the wrong times.\n\nBut the movie would rather jolly along an action audience than play fair with its material, and so we're treated to the standard obligatory bankrupt action dreck: kinetic energy on autopilot. Too bad. The director, Barbet Schroeder, has made some good movies (\"Barfly,\" \"Reversal of Fortune,\" \"Single White Female\"). This time he's a hired gun. He could have made a better movie, I imagine, if the producers had wanted him to, but sometimes that's just not the way it works.", "running_time": 100, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-30", "genres": ["Action", "Drama", "Thriller"], "title": "Desperate Measures (1998)"}