{"url": "http://www.rogerebert.com/reviews/desperado-1995", "by": "Antonio Banderasas El Mariachi", "star_rating": 2.0, "text": "He proved it on \"El Mariachi\" on a budget of around $7,000, and now, in \"Desperado,\" with a budget many times that size, Robert Rodriguez proves it again: He has a gift for visuals that can make scenes dance on the screen. Like Sergio Leone, who lifted those early Clint Eastwood spaghetti Westerns out of their genre and made them something special, Rodriguez knows how to handle atmosphere and sudden explosions of violence.\n\nUnfortunately, what he hasn't learned is how to structure a story so that we care about the violence on more than a technical level. Watching \"Desperado,\" I was pleased again and again by set-ups, camera angles, lighting effects, editing rhythms and the fanciful staging of action scenes. But I never for a moment cared about the characters, and the plot was all too conveniently structured - just a guideline to the action. In the first film, El Mariachi was fighting desperately for his life against unknown odds.\n\nHere, he's basically back for a curtain call.\n\n\"Desperado\" takes place in the same small Mexican town as \"El Mariachi\" (1992), and loosely continues the same story, although with a different actor.\n\nThis time El Mariachi is played by Antonio Banderas, the Spanish star now working in Hollywood, whose cocky attitude, glistening black hair and two-day beard make him into a macho icon. The first time we see him, he's being described by a barroom storyteller as \"always with his face in shadow; when he walks into a light, it's like it clicks off, and all you can see are his eyes.\" The storyteller, played by Steve Buscemi, figures in an inspired pre-title sequence that's the best thing in the film: He's describing this stranger in an attempt to smoke out Bucho (Joaquim de Almeida), the Mariachi's arch-enemy. And soon, in a flashback, we're reminded of how this evil drug kingpin killed the Mariachi's girl and put a bullet through his hand, making it impossible to play the guitar, although his gunslinging is unimpaired.\n\nBucho is not the kind of man to inspire joy among his employees. He shoots them casually, just to set an example, and is forever losing his cool over details (\"What's the number to the phone in my car\"). His real function in the movie is to supply many victims for El Mariachi, who at one point is able to fall backwards off a roof while still murdering two Bucho henchmen and protecting the girl.\n\nShe is Carolina (Salma Hayek), the sultry-eyed owner of the local bookstore, which is also a drug drop. She's taking money from Bucho, but soon she's in El Mariachi's arms, in a steal from the hero's relationship with the sexy bartender in the first film. She's just what a boy's looking for in a movie like this: sexy, quickly seduced, and able to jump off roofs, shoot people and toss her hair passionately. Women like this exist only in the movies, and, believe me, it's just as well.\n\nThe movie has some familiar faces in supporting roles.\n\nCheech Marin is a bartender, doing amazing things with a toothpick, and Quentin Tarantino, patron saint of the violent indies, stops by to bless the film with a cameo. But most of the screen time involves violence, by knife, gun and explosive, and eventually we realize that this isn't a story, it's a video game: As in \"Mortal Kombat,\" targets jump up simply to be shot down.\n\n\"Desperado\" is, however, a lot better-looking than \"Mortal Kombat,\" a movie that looks like it was skimping on electricity.\n\nRodriguez has a lively color sense, a good feel for composition and a willingness to put the camera anywhere it can possibly go. What happens looks terrific. Now if he can harness that technical facility to a screenplay that's more story than setup, he might really have something.", "running_time": 106, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-25", "genres": ["Action", "Adventure"], "title": "Desperado (1995)"}