{"url": "http://www.rogerebert.com/reviews/destiny-1999", "by": "Nour El-Cherifas Averroes", "star_rating": 2.5, "text": "\"Destiny'' takes place in 12th century Spain, but could take place today. It is an odd, brave film, part impassioned melodrama, part musical, taking a broad popular approach to questions of religious belief. It was directed by an Egyptian, financed from France, set in the Spanish province of Andalusia, and photographed in Lebanon and Syria. It's completely off the map for most American moviegoers, which is one of its charms.\n\nThe story involves the real-life Arabic philosopher Averroes, who believed that the Koran was open to interpretation. Yes, he taught, the book is the word of God, but God gave us intelligence so that we might reason about his words and not blindly follow their literal meanings. After all, to assume that the mind of God can be reduced to ordinary human language and contained in mere words is itself a kind of heresy. And those who oppose the interpretation of the Koran are of course imposing their own interpretation upon it.\n\nAs the film opens, a follower of Averroes is being burned at the stake, the bonfire fed by his writings. The burning man calls out to his son to seek out the philosopher, and the main story takes place in Andalusia, where Averroes has gathered a group of disciples who study his books and copy them by hand. Ah, but that gives a wrong idea of the film, which is not about scholars in their cells, but about politics, sexual passion, jealousy and romance, with several song and dance numbers. Imagine \"My Dinner With Andre'' as a musical.\n\nAndalusia is ruled by a Caliph, who has two sons, one a follower of Averroes, the other a party animal who is lured into the camp of fundamentalists. One feels of these fundamentalists, as one often does about the type in general, that they're driven not so much by what they believe, as by their fear or envy of those who do not agree. The movie argues that a belief that cannot stand up to free debate is not a belief worth holding.\n\nPolitical intrigue is rife in the area. The Caliph supports Averroes, but is opposed by a cult that hopes to overthrow him. Meanwhile, his oldest son is concealing a forbidden love with a gypsy woman, and his trusted adviser is working both sides of the street. A secret project is set in motion to copy the writings of Averroes and spirit them far away, in case the tide turns and his books are burned again (a good possibility).\n\nMuch of the film's interest comes from historical details. We hear of the great Arabic contributions to mathematics, and we see a fascinating invention, a telescope that uses the magnifying power of water in order to work. We see a society that is part European, part Arabic, in which Islam is as much a political movement as a religious one. And then there is the uncanny way the characters have of looking toward the camera and simply breaking out into song. (I was reminded of Woody Allen's \"Everyone Says I Love You,'' which was equally direct in the way ordinary people moved from speech to singing.) There are places in the world where \"Destiny,'' directed by the veteran Egyptian filmmaker Youssef Chahine, would be controversial--even dangerous. In those places, the music and romance will help find a wider audience for a charged message. The interest in this country is more indirect. The film is naive and simple at times, even clumsy in its musical sequences, and yet lurking beneath its story is a conflict between rationalism and fundamentalism that is as fraught today as it ever was.\n\nAs I write these words, Serbs are slaughtering ethnic Albanians, and we are bombing Serbs. All because of religious and ethnic differences that date almost to the period of this film. At the end of \"Destiny,'' Chahine quotes Averroes: \"Ideas have wings. No one can stop their flight.'' Heartening words. But are they flying or fleeing?", "running_time": 135, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-04-02", "genres": ["Drama", "Romance"], "title": "Destiny (1999)"}