{"url": "http://www.rogerebert.com/reviews/destiny-turns-on-the-radio-1995", "by": "James Legrosas Thoreau", "star_rating": 1.0, "text": "The first of many disappointments comes early in \"Destiny Turns On the Radio,\" when Quentin Tarantino appears on the screen. He plays a gambler named Johnny Destiny, who gives a lift to a man he finds sprawled on a desert road.\n\nThe disappointment is that Tarantino is not playing \"himself,\" the persona he has perfected on many talk shows and in celebrated roles in \"Reservoir Dogs,\" \"Pulp Fiction\" and \"Sleep With Me\" (where he explained his theory that \"Top Gun\" was a gay movie).\n\nInstead of waving his arms and talking brilliantly a mile a minute, Tarantino mumbles an approximation of a Southwestern accent and puts his charisma on hold. And I'm thinking: In that case, why be in the movie? Tarantino isn't an actor. He's a director, a good one.\n\nIf he wants to do cameos in the movies of friends, fine; but as an actor playing anyone other than himself he has a limited future. As the Flavor of the Year he must get a lot of job offers, and his personality disposes him to say \"yes,\" but he should be taking care of business.\n\nTarantino's role in \"Destiny Turns On the Radio\" is a small one, but his celebrity is such that it has drawn a lot of attention. Maybe he likes his entrances and exits: Surrounded by lightning bolts, he levitates like Venus from a motel swimming pool that exudes a glowing golden light. (Was the suitcase in \"Pulp Fiction\" filled with its waters?) He plays a key role in the life of the movie's hero, Julian (Dylan McDermott), an escaped bank robber who returns to the shabby Marilyn Motel in Las Vegas to meet his old partner Thoreau (James Legros).\n\nLike his historical namesake, Thoreau lives by the edge of a pool. He breaks the news to Julian that the loot from the bank robbery is gone, taken by the magical Johnny Destiny, who after emerging from the pool disappeared in an electrical storm, driving Thoreau's 1969 Plymouth Roadrunner. More bad news: Julian's girlfriend Lucille (Nancy Travis) is now living with a big-time casino owner (James Belushi).\n\nThe movie plays as if the life experience of its makers has been limited to watching movies. So do Tarantino's films, but he's talented, or maybe he saw better movies. \"Destiny Turns On the Radio,\" directed by Jack Baran and written by Robert Ramsey and Matthew Stone, moves at a lugubrious pace, is neither funny nor satirical, does not create any interest in its characters and takes seriously just those parts it should be laughing at - the Tarantino character, for example, or the business of how Lucille got pregnant in a dream. It's one of those movies where everybody must have spent a lot of time convincing themselves that the material would work if you looked at it in the right way, but nobody ever knew exactly what the right way was.\n\nThe opening scenes at least benefit from a sense of mystery. By the end, the movie is mired in its story and can't fight free of the cliches. What are we to make, for example, of a scene where Lucille sings in the casino lounge so that a big-time record producer (Allen Garfield) can audition her act? She sings \"That Old Black Magic\" all the way through - every word - like a Julie London clone, and then Garfield goes ecstatic and promises to sign her, etc., while meanwhile two Vegas cops pursue everyone while acting just like actors playing cops. There is also the obligatory chase scene, and a romantic scene in an abandoned drive-in theater.\n\nBaran is an important producer (\"Barfly,\" \"The Big Easy,\" \"Single White Female,\" \"Kiss of Death\"). What he needed on this film was someone like himself to tell him the screenplay wasn't finished, the style wasn't working, a point of view did not exist, and the actors were hopelessly stranded between being serious and being in on the joke.", "running_time": 100, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-28", "genres": null, "title": "Destiny Turns On The Radio (1995)"}