{"url": "http://www.rogerebert.com/reviews/detroit-9000-1973", "by": "Alex Roccoas Lt. Bassett", "star_rating": 2.0, "text": "\"Detroit 9000\" is a tough, cynical, big-city cop movie that occasionally tries to rise above its genre but doesn't quite make it. Maybe it would have worked better if it hadn't tried so hard. Its story involves the theft of several hundred thousand dollars at a combination black charity benefit and political fund-raiser, and the efforts of a white lieutenant and a black sergeant to crack the case. So far, so good. But then all sorts of side issues are introduced. There's a lot of talk about the racial situation in Detroit and some gassy generalities, pro and con, about the police; the white cop wrestles with his conscience because maybe if he sold out he'd have money to cure his wife's disease, etc. \n\nThis stuff has the look of an attempt to make \"Detroit 9000\" into something more than a cop movie, and that's honorable. But the director, Arthur Marks, tries to have it both ways. He inserts the characterizations almost self-consciously, and every 15 minutes or so, we have to sit by while the deeper levels of the plot are examined. Then, instead of really following his characters and making us care about them, he cuts to an apparently inexhaustible supply of chase scenes. \n\nThe funny thing is, the chases are so much the same. Aside from the car and boat chases, there are a lot of foot chases with gunfire being, exchanged. And dead victims are always being found when the cops turn up too late. The movie has the feel of a loop; instead of moving forward into new territory it seems to repeat the same pattern of (a) revealing character development, (b) hot tip, (c) dead body and (d) violent chase. \n\nStill, no movie that can get the (real life) Detroit police commissioner fired can be totally lacking in interest. The commissioner was fired the other day by Detroit's mayor, I'm told, because he approved the shooting of \"Detroit 9000\" and plays himself in it. And the mayor doesn't like the movie's image of Detroit and its police. If all this has a familiar ring, maybe it's because \"Detroit 9000\" was originally scheduled to shoot in Chicago. An announcement was made and some pre-production work was finished before City Hall said no. But for the Man on Five we would have had \"Chicago 9000.\" The best thing in the movie is the performance by Alex Rocco, as the white cop. He's got an easy, cynical charm and he moves wearily and isn't one of those matinee-idol types that somehow always get the cop roles on TV. \n\nSo he's good, and so is some of the location photography, which gives us a feel for Detroit's inner city and makes some of the more unlikely scenes look slightly more likely. One problem with cop movies and black movies alike is that they tend to be shot on location in Los Angeles, a city that has an uncanny ability to look like a stretch of Pulaski Rd. no matter how you film it.", "running_time": null, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-09-28", "genres": null, "title": "Detroit 9000 (1973)"}