{"url": "http://www.rogerebert.com/reviews/deuce-bigalow-male-gigolo-1999", "by": "Rob Schneideras Deuce Bigalow", "star_rating": 1.5, "text": "I laughed, yes, I did, several times during \"Deuce Bigalow: Male Gigolo.\" That's proof, if any is required, that I still possess streaks of immaturity and vulgarity. May I never lose them. There is a scene where Deuce the gigolo dates a woman so gigantic that her feet are almost too large for him to massage. I mean these are seriously large feet. Very funny.\n\nThere is a scene, too, where a pimp lectures Deuce on his place in the gigolo food chain. It is an illustrated lecture, with three varieties of tropical fish as the visual aids. Deuce is not like the rare imported fish or even the beautiful domestic fish, but the bottom-feeder, down there with the plastic scuba-diver. Very funny, especially the way the actor Eddie Griffin handles the explanation.\n\nI laughed enough toward the beginning of \"Deuce Bigalow,\" indeed, that my hopes began to rise: Would this be that hardest of all films to pull off, a really funny comedy? I hoped, and then my hopes began to flag, and by the end, I was hunkered down in my seat, depressed, waiting for the misery to end. It's like someone let all the air out after about the 25-minute mark.\n\nThe movie stars Rob Schneider, from \"Saturday Night Live\" and \"Men Behaving Badly,\" as a tropical fish tank-cleaner. He's so luckless in love that he has to buy sea snails just in the hopes that the girl behind the counter at the fish store will dip her T-shirt into the tank. When he sees a handsome stud (Oded Fehr, from \"The Mummy\") with a pretty babe, he is filled with envy--especially when he finds out the babe is paying the stud, who is a gigolo.\n\nMany plot complications result. The fearsome gigolo hires the innocuous tank-cleaner to baby-sit his valuable fish while he goes to Switzerland. And then, when Deuce desperately needs to raise money, and the phone starts to ring, he finds himself backing into the gigolo racket, so to speak. He is well advised by a pimp, who is an expert on what the movie calls (about a million times) man-whores.\n\nSo of course we get a series of dates that Deuce goes out on, and a romantic plot about Kate (Arija Bareikis), the one girl he really likes. (What would you guess the chances are that she finds out he was paid for their first date and gets mad at him?) Deuce works his way through a series of dates with problems: Tina with the big feet, who is about 8 feet tall; the Jabba Lady, who is very large; Ruth, who has Tourette's syndrome, and other women who are missing a limb or suffer from narcolepsy or blindness. (His date with the Tourette's victim is creative; he takes her to a baseball game, where everything she shouts sounds appropriate.) The movie also has a police detective (William Forsythe) who is a compulsive exhibitionist, and in general alternates vulgarity, obscenity, scatology and cruelty. Not for nothing is Deuce's dad a washroom attendant (and don't get me started on his mother, Bangkok Betty). After the early flashes of humor, the material settles down into a long, dull slog. The plot demonstrates what people will do for money, and so does the movie.\n\nIt's the kind of picture those View n' Brew theaters were made for, as long as you don't View.", "running_time": 84, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-10", "genres": ["Comedy"], "title": "Deuce Bigalow: Male Gigolo (1999)"}