{"url": "http://www.rogerebert.com/reviews/devil-in-the-flesh-1987", "by": "Maruschka Detmersas Giulia Dozza", "star_rating": 1.5, "text": "\"Devil in the Flesh\" is a film about lives that are too convoluted to be lived. The characters don't need to resolve their problems; they need to walk away from them and start over, maybe in a smaller town and with a boring daytime job.\n\nThe film centers on the story of Giulia, a young woman whose father was killed by terrorists. Now she goes every day to the courtroom where the killers are on trial, because one of them has repented of his crime and betrayed his fellow terrorists. The heroine is engaged to marry the turncoat, and indeed she already has teamed up with the terrorist's mother to select an appropriate apartment for them to live in.\n\nOne day a young man is looking idly out the window of his classroom when he sees a crazed young woman on an adjacent roof, about to jump. As he watches, he notices that someone else is watching, too: Giulia. He falls in love with her at a distance, tails her on his motorbike and eventually becomes her lover. She takes him to the courtroom to see her fiance and even takes him to the apartment she has rented, where they spend the night.\n\nWhat's happening here? Is she cheating on her fiance? Or is she using the young man as a substitute for her imprisoned lover? Does the young man stand for bourgeois middle class, while the suicidal woman on the roof stands for madness? Is that her choice? We have the impression that momentous decisions are taking place here, without the characters (or the audience) knowing what they are.\n\n\"Devil in the Flesh\" was directed by Marco Bellocchio, an Italian who specializes in films about adolescent rebellion and the radical rejection of society. When his characters are so clearly confused, however, what do their decisions mean? Are they reacting to society, or simply to the turmoil in their own souls?\n\nBellocchio has at least assured a lot of attention for \"Devil in the Flesh\" by including an explicit and lengthy scene of fellatio in the movie, one that qualifies it for the X rating. Watching it, I wondered what it had to do with anything else in the story.\n\nThat characters engage in a given sexual practice is one thing. That the camera shows them doing it for a longish period of time is another. Explicit sexuality has the strangest power to turn a narrative film into a documentary: The moment the characters take off their clothes and get down to business, we aren't looking at characters anymore, we're looking at naked actors.\n\nThe fellatio scene is not very erotic, but then the political scenes are not very political, and the scenes of madness have a muted quality, as well. \"Devil in the Flesh\" feels like a first-draft screenplay, an anthology of false starts and tentative directions, with X-rated sex used to give the whole thing an aura of the forbidden. It does not say anything useful about its characters, but that would be all right, if only it said something interesting.", "running_time": null, "mpaa_rating": null, "release_year": 1987, "date_published": "1987-07-10", "genres": null, "title": "Devil in the Flesh (1987)"}