{"url": "http://www.rogerebert.com/reviews/devils-advocate-1997", "by": "Keanu Reevesas Kevin Lomax", "star_rating": 2.5, "text": "Most movies about lawyers involve selling your soul to the devil, but “Devil's Advocate” is the first in which the devil gets more dialogue than the lawyers. The movie chronicles the descent of Kevin Lomax (Keanu Reeves), a small-time legal star from Florida, into the depths of the New York big time. Recruited by a powerful Manhattan law firm, he finds himself defending goat-killers and real estate tycoons for a boss named John Milton, who offers him a paradise found.\n\nMilton (Al Pacino) is the devil. That is a secret reserved for the second hour of the film, although the title hints it, the posters and TV commercials reveal it, and by the time it arrives Lomax is the only character who hasn't suspected. Charming, persuasive, with a wise little cackle, Milton sends a recruiter to Florida, where Lomax is an undefeated master of picking juries that do not convict. He wants the young man to join his team, and tempts him not on a mountain top but on a rooftop.\n\nThe scene of the first meeting between Milton and Lomax, on a skyscraper roof, scores a stunning visual impact. The production designer, Bruno Rubeo, has created a spectacular effect: A water garden in the sky, with pool surfaces spilling over the edges of the building, so that water and sky seem to meet without any architectural separation. The two men walk perilously close to the edge, as the director, Taylor Hackford, plays with vertigo to suggest that Lomax is being offered all of Manhattan at his feet--and also the possibility of a great and sudden fall.\n\nThe young lawyer is impressed. So, at first, is his wife Mary Ann (Charlize Theron), who can't believe it when Milton offers them a three-bedroom apartment in a luxurious Fifth Avenue co-op. Only Lomax's Bible-quoting mother (Judith Ivey) has her doubts, quoting scripture about Sodom, Gomorra and other keywords that pop into the mind when Manhattan is mentioned. Her advice, indeed, seems increasingly sound as the film progresses.\n\nLomax becomes obsessed with his job, ignoring his wife and drawing closer to a sexy woman at the office (Connie Nielsen). And the wife, obsessed with having a baby, begins to come apart. She has the film's first supernatural vision, when she sees a demon materialize in the face and body of a helpful neighbor (Tamara Tunie), and soon she's begging to go back to Gainesville.\n\nThe satanic character is played by Pacino with relish bordering on glee. Reeves in contrast is sober and serious--the straight man. That's the correct choice for his role, but it leaves Pacino with many of the best lines (“I'm maybe the last humanist. The 20th century was entirely mine. I'm perking!”) “Devil's Advocate” is neither fish nor fowl: It is not a serious film about its subject, nor is it quite a dark comedy, despite some of Pacino's good lines. The epilogue, indeed, cheats in a way I thought had been left behind in grade school. And yet there are splendid moments.\n\nI liked the way Hackford used speeded-up photography, as in “Koyaanisqatsi,” to indicate the passage of time. The way Milton's office looks like Satan's might look if he had a great designer. The nice little throwaways as when the goat killer (Delroy Lindo) apparently causes the prosecutor to have a coughing fit. The casting is good in small roles, including Heather Matarazzo, from “Welcome to the Dollhouse,” as the victim in an early courtroom scene. But the movie never fully engaged me; my mind raced ahead of the plot, and the John Grisham stuff clashed with the Exorcist stuff. Still, I enjoyed Pacino. Looking less deeply wrinkled than of late, his face smooth with Satanic self-contentment, he relishes the details, such as that Milton likes to stand in front of fires and always travels by subway. The phantasmagorical final confrontation between the two men, set to the Sinatra version of “It Happened in Monterey,” ranges from melodrama to camp (“You're the anti-Christ!” “Whatever.”) It includes an extraordinary special effect of a marble bas relief that comes to life and melts into a licentious orgy. If the whole film were as good as its production design, we'd really have something here.", "running_time": 138, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-17", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "title": "Devil's Advocate (1997)"}