{"url": "http://www.rogerebert.com/reviews/devil-in-a-blue-dress-1995", "by": "Denzel Washingtonas Easy Rawlins", "star_rating": 3.0, "text": "Los Angeles, 1948. All Easy Rawlins really wants to do is make the mortgage payments on his house. But he's been laid off at the aircraft factory, unfairly, and for a black man in Southern California, the good jobs of the boom war years are disappearing. So Easy (Denzel Washington) listens when he gets a mysterious visitor.\n\nThe man is named DeWitt Albright (Tom Sizemore), and he offers Easy $100, which represents a couple of house payments, to look for a girl. Her name is Daphne Monet. She's a white girl, he says, who used to date a guy who's running for mayor. But now she has disappeared, and there are reports she may be hiding out in the Central Avenue area - the hot spot of black jazz clubs, bars and social life.\n\nJust the names alone let you know where you stand with \"Devil in a Blue Dress.\" Easy Rawlins. DeWitt Albright. Daphne Monet. These are names from the noir universe, from the hard-boiled books and films of the 1940s that created a world that existed more on the screen than in the streets - a world of shady deals and moral compromise, blackmail, revenge and secrets from the past. The private eye is the natural inhabitant of these mean streets - standing outside the worlds of law and crime, paid by the hour, his moral code his own business. More than by anyone else, this world was created by Raymond Chandler, whose novels have just been enshrined in the Library of America, right alongside Henry James and Abraham Lincoln.\n\nBut Easy Rawlins, who lives in the 1940s, is a modern fictional creation, born in the recent novels of Walter Mosley. As a private eye, Rawlins is made, not born. He doesn't come equipped with an office with his name on the door and a bottle in the bottom desk drawer. He has a nice little two-bedroom bungalow with a lawn to mow, and the whole world of DeWitts and Daphnes is alien to him.\n\nThe movie is constructed to follow him on a journey into noir, as he picks up the trail of Daphne Monet. He meets Coretta James (Lisa Nicole Carson), an alleged friend of hers, and has a quick, intense romance with her, before she is found dead. He enlists Mouse (Don Cheadle), an old friend from Houston, to help him out. Mouse is at least comfortable with firearms. Too comfortable: \"You only been in my house five minutes, and you already done shot someone,\" Easy says, in the Texas accent he brought West with him.\n\nThen Daphne Monet (Jennifer Beals) walks into his life, dressed to kill, as the dames always were in the 1940s. She wants help, in a way, but she doesn't want involvement, and as Easy finds his way further into the case, it begins to take on overtones of \"Chinatown,\" a pre-war Los Angeles noir in which the past has unexpected relationships to the present, and the most unexpected people have connections you'd never dream of.\n\n\"Devil in a Blue Dress\" was written and directed by Carl Franklin, whose \"One False Move\" remains one of the great recent crime movies. In both films, certain plot elements are similar, but here he creates a rich atmospheric style, a mood; the characters do not stand on their own so much as inhabit places within a traditional frame.\n\nI liked the movie without quite being caught up in it: I liked the period, tone and look more than the story, which I never really cared much about. The explanation, when it comes, tidies all the loose ends, but you're aware it's arbitrary - an elegant solution to a chess problem, rather than a necessary outcome of guilt and passion. If you accept that (and it's a given in a lot of modern noir), then the movie is entertaining on its own terms, and Washington's warmth at the center of it is like our own bemusement, as together we return to the shadows of noir.", "running_time": 102, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-29", "genres": ["Drama", "Film Noir", "Mystery", "Neo-noir", "Thriller"], "title": "Devil In A Blue Dress (1995)"}