{"url": "http://www.rogerebert.com/reviews/diabolique-1996", "by": "Sharon Stoneas Nicole", "star_rating": 2.0, "text": "\"Diabolique'' isn't a remake of the classic 1955 French thriller so much as a repudiation of it. It takes the famous original ending--which audiences were urged not to reveal--and discards its elegance and wit in favor of a ludicrous struggle in which one character gets a rake embedded in the skull, and a policewoman gives her blessing to a homicide. Film lovers should study the two \"Diaboliques'' side by side, in order to see how the Hollywood assembly line trashed its treasure from the past.\n\n\"Don't be a devil,'' the 1955 film pleaded in its closing credits.\n\n\"Don't ruin the interest your friends could have in this film. Don't tell them what you saw.'' The warning was timely, because \"Diabolique'' depends on a plot reversal that comes as a complete surprise. We know something is coming--but not that The movie depended, too, on its sense of brooding evil, as murder comes to a third-rate provincial boarding school occupied by a shady cast of characters.\n\nThe 1996 \"Diabolique'' begins promisingly and at times is almost a line-by-line, even a shot-by-shot, remake of Henri-Georges Clouzot's film. Since the original was so cleverly constructed, that's not a bad idea. (Hitchcock wanted to buy the rights and remake it, but the authors of the original book wrote \"Vertigo'' for him instead.) If the whole movie had been a faithful remake, I would have had no complaints. But, alas, after the surprise ending of the original story, the new version adds another surprise ending, and then another. The final scenes suggest that the filmmakers have contempt for the intelligence and taste of the audience. They throw in slasher elements and violate the logic of two important characters just for a cheap payoff.\n\nAs the film opens, we meet a stingy bully named Guy Baran (Chazz Palminteri) who runs a shabby boarding school owned by his timid wife Mia (Isabelle Adjani). Guy has been having an affair with a tough teacher named Nicole (Sharon Stone), who walks around with a cigarette stuck in her mug, and makes biting remarks. (A crew making a promotional film \"want to shoot the kitchen crew,'' and Nicole says, \"Take a number.'') The cast is not the problem with the film; the acting would have distinguished a worthier screenplay. Stone finds an acid edge to Nicole, and I liked the way, when Mia asked \"Am I alive?'' she answered, \"No, you're dead, this is heaven, and I'm the Virgin Mary.'' Adjani, as the weak young wife, is vulnerable and impressionable. And Palminteri seems admirably contemptible.\n\nBut their context is missing. The school was carefully established in the 1955 film, but here the students are a backdrop of faceless extras. There make also throws overboard two colorful teachers (played here by Spaulding Gray and Allen Garfield). In the original, they added to the school's fog of corruption. Here, they disappear after a brief duet. (Modern movies spend lots of money on their stars, and want to keep them in the center of the screen as much as possible, so supporting characters and atmosphere get shoved aside.) We learn, gradually, that Mia and Nicole now both have reason to hate Guy, and that together they plan to murder him. The murder and its grisly techniques are not the surprise you're not supposed to reveal. Guy is drowned according to plan in a bathtub and his body dumped in the school pool, so that when he's discovered it will be assumed he got drunk and fell in. Then his body seems to disappear from the pool. Is he really dead, or not? Enter a police inspector (Kathy Bates), who wanders into the case before it really is a case,and stays around, asking questions. Bates is a wonderful actress, but her role has been mutilated. The inspector in the original \"Diabolique'' was the inspiration for Peter Falk's \"Columbo'' character--right down to the shabby raincoat, the constant cigar, and the absent-minded questions. Bates is not given any of that material to work with, and her final scene in the film makes a travesty of the character.\n\nNow I must tread carefully. I will try not to give away crucial details,and yet still complain about them. If you see the movie, remember afterward a particular shot of Guy after he has been drowned in the tub. The women have covered his body with a shower curtain, turned out the light, left the room, and locked the door. Now we see Guy underwater, a tiny bubble escaping from his mouth. This shot is cheating.\n\nThere's more cheating in the final scenes. The elegance of the original was in the way the inspector saw through the plot and orchestrated its conclusion. The movie ended on a note of grim, macabre irony. But not here,where everyone appears onstage for a silly struggle, an evil character suddenly develops a sentimental side, and the inspector not only condones a crime, but does so based on knowledge there is no way, at that point, she could have possessed A few years ago there was a brilliant European thriller named \"The Vanishing.'' It was just about perfect. Then it was remade into an American film in which the dead leaped from graves, a heroic woman slammed a killer over the head with a shovel, and the original ending--so final, so sad, so faultless--was trashed. Now comes \"Diabolique,'' and gets the same treatment. Why bother to remake \"Diabolique'' if you don't love it? Why not just remake a slasher movie, and let the dead rest in peace?", "running_time": 108, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-22", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "title": "Diabolique (1996)"}