{"url": "http://www.rogerebert.com/reviews/diabolique-1995", "by": "Simone Signoretas Nicole Horner", "star_rating": 3.5, "text": "If it had accomplished nothing else, \"Diabolique\" would deserve our affection for two reasons: It contains the original of Peter Falk's TV character Columbo, and it inspired one of the funniest stories in screen history. Henri-Georges Clouzot's 1955 thriller, now re-released in a restored print, however, accomplishes much more, creating a diabolical double-reverse plot that keeps the audience guessing right up to the thoroughly implausible final scene.\n\nThe movie takes place in a French boys' boarding school run by a headmaster who makes life there as unpleasant for the teachers as for the boys. Michael Delasalle (Paul Meurisse) is a sadist and a pinchpenny who serves the students rotten fish and slaps around his wife Christina (Vera Clouzot), even though the school really belongs to her.\n\nThe boys hate him and the teachers seem to despise him, especially the strapping Nicole (Simone Signoret), who has until recently been his mistress. As the movie opens, Nicole is pressing ahead with a plan she has already explained to Christina. It's an elaborate scheme in which they will visit Nicole's home in a distant village, lure Michael there, drown him in a bathtub, and secretly return to the school to dump the swine in the swimming pool, where he will seem to be a suicide or accident victim.\n\nThis is not the plot. It is merely the set-up, and the plot proper begins after the body apparently disappears from the pool and Michael's suit is returned from the cleaners. Are the women going mad? Can they trust the evidence of their eyes and ears - or believe their clear memory of Michael's dead body staring goggle-eyed at them from beneath the water in the bathtub? \"Please do not reveal the ending to those who have not yet seen the film!\" Clouzot pleads with his final frame. I would not dream of it. But I will observe that the ending would not have happened quite the way it does without the passive cooperation of Inspector Fichet (Charles Vanel), who has apparently figured everything out and is well-placed to prevent the final outcome, but waits too long.\n\nOf course he isn't exactly swift on his feet. He shuffles onto the scene in a rumpled old raincoat, chewing on a cigar and asking apparently aimless questions. His favorite technique is to repeat a question, pretending that he hasn't heard the answer, although it's quite clear that what he hopes to do is trap a suspect in a contradiction. In appearance, mannerism and strategy, Fichet is Columbo; Falk added a squint, a dirtier raincoat and more humor.\n\nThe famous plot of the movie usually deceives first-time viewers, at least up to a point. The final revelations are somewhat disappointing, but Clouzot doesn't linger over them. The most disturbing elements of the movie are implied, not seen, in the seedy air of the teachers, all of whom have seen better days and at least one of whom should probably be in jail.\n\nThe movie was made by Signoret in her heyday as a fleshier, blowsier French version of Marilyn Monroe. She makes a dramatic contrast to the petite Vera Clouzot, the director's wife; he often frames little Christina with Nicole and Michael looming over her.\n\nThere is the possibility, just hinted at, that Nicole may have lesbian designs on Christina. And there is a shabby depravity in the way Christina is so defeated by her husband that she lets him continue to run her school (and abuse her) even after he starts an open affair with the Signoret character.\n\nThe movie has fun with the usual whodunit details: The split-second timetables, and the sleepy old guard who must open the gates to let anyone in or out of the school grounds. The Inspector also amuses himself reconstructing timetables and quizzing a small student who seems to see and hear impossible things. Then comes the ending, inspired by \"Gaslight,\" in which a woman is either going mad, or nothing is as it seems. \"Diabolique\" is so well constructed that even today it works on its intended level - up until, say, the last 30 seconds.\n\nThe famous story: A man wrote to Alfred Hitchcock: \"Sir, After seeing 'Diabolique,' my daughter was afraid to take a bath. Now she has seen your 'Psycho' and is afraid to take a shower. What should I do with her?\" Hitchcock replied: \"Send her to the dry cleaners.\"", "running_time": 116, "mpaa_rating": "NR", "release_year": 1955, "date_published": "1995-02-17", "genres": ["Drama", "Foreign", "Horror", "Thriller"], "title": "Diabolique (1955)"}