{"url": "http://www.rogerebert.com/reviews/diamond-men-2002", "by": "Robert Forsteras Eddie Miller", "star_rating": 3.5, "text": "Robert Forster has a note of gentle sadness in some of his roles, revealing a man who has lived according to a code, not always successfully.\n\nWhether that is true of his acting career, I cannot say, but it is often true of his characters. Here is an actor who has been bringing special qualities to his work as long as I have been a critic, in early movies like John Huston's \"Reflections in a Golden Eye\" (1967) and Haskell Wexler's \"Medium Cool\" (1969), and recent ones like Quentin Tarantino's \"Jackie Brown\" (1997) and Joe Mantegna's \"Lakeboat\" (2000). But for the most part, Forster has been relegated to exploitation movies like \"Maniac Cop 3\" and \"Original Gangstas.\" Now here he is in his best performance, in \"Diamond Men,\" as a man in his 50s who is about to lose the job he loves. Forster plays Eddie Miller, a diamond salesman who has long traveled the mid-sized cities of Pennsylvania, selling to the owners of jewelry stores. He has a heart attack, recovers, and is told that he is no longer \"insurable\" to drive around with $1 million in stock in his car. His boss introduces him to Bobby Walker (Donnie Wahlberg), a brash kid whose sales experience is limited mostly to pretzels. Eddie is to train Bobby to take over his route.\n\nHe takes on the kid because he has no choice. There is a generation gap. Eddie likes jazz, Bobby likes heavy metal. Eddie keeps a low pro Eddie, who has nurtured his clients for years and plays them skillfully, tries to explain: \"When they say 'no,' they're looking for a way to say 'yes.' \" Bobby is not a bad kid. He's in over his head, but he wants to learn. And he wants Eddie to have more fun. Eddie's wife, we learn, died of cancer; Forster's reading as he remembers her is an exercise in perfect pitch: \"She didn't want to go into a facility because ... well, you know. And I don't blame her.\" Bobby takes it as his personal assignment to get Eddie laid, and after various schemes fail because Eddie is too old to attract the barflies Bobby recruits, Bobby takes Eddie to the Altoona Riding Club, which is a discreet rural brothel run by Tina (Jasmine Guy).\n\nHere, too, Eddie strikes out: He doesn't want to get laid. He wants to check into that obscure motel and find that quiet restaurant. Finally, Tina suggests Katie (Bess Armstrong), who is, she explains, a secretary who lost her job and needs money but doesn't want to go all the way. That's fine with Eddie. Katie treats him politely, calls him \"Edward\" and administers a gentle massage, and so moved is Eddie that he invites her to dinner. Really, to dinner. A quiet restaurant.\n\nThe story, written and directed by Daniel M. Cohen (himself a former diamond salesman), seems to be shaping up as a buddy movie with a good woman at the end of the road. But Cohen has laid the preparations for a series of unexpected developments, which I will not reveal. The movie keeps surprising us. First it's about salesmen, and then it's about lonely men, and then it's about sex, and then it's about romance, and then it's about crime. It reinvents itself with every act.\n\nAmong its gifts is a quick perception of human nature. Eddie is a thoroughly good man, honest and hard-working. Bobby sees work as an unpleasant necessity. Katie is a character study, a woman who has so surrounded her occupation (hooker) with her beliefs (yoga, inner truth, meditation, transcendence) that sex is like a byproduct of redemption. As in \"Jackie Brown,\" where he had a lovely, subtle, almost unstated courtship with the Pam Grier character, Forster plays a man for whom romance sometimes seems like more trouble than it's worth. There is truth in the wary way he regards the women Bobby finds for him. \"Diamond Men\" is the kind of movie the American distribution system is not set up to handle. It does not appeal to teenagers. It doesn't fit into an easy category, but moves from one to another. It has actors who, by playing many different kinds of characters, have never hardened into brand names. It has fun with a crime plot and a twist at the end, but stays true to its underlying direction. It looks and listens to its characters, curious about the unfolding mysteries of the personality. It is a treasure.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-02-01", "genres": ["Drama", "Mystery", "Thriller"], "title": "Diamond Men (2002)"}