{"url": "http://www.rogerebert.com/reviews/diamonds-are-forever-1971", "by": null, "star_rating": 3.0, "text": "The cultists like the early James Bond movies best, but I dunno. They may have been more tightly directed films, but they didn't understand the Bond mythos as fully as \"Goldfinger\" and \"Diamonds Are Forever.\" We see different movies for different reasons, and \"Diamonds Are Forever\" is great at doing the things we see a James Bond movie for.\n\nNot the least of these is the presence of Sean Connery, who was born to the role: dry, unflappable (even while trapped in a coffin at a crematorium), with a mouth that does as many kinds of sly grins as there are lascivious possibilities in the universe. There's something about his detachment from danger that props up the whole Bond apparatus, insulating it from the total ridiculousness only an inch away.\n\nIn \"Diamonds Are Forever,\" for example, Bond finds himself driving a moon buggy (antennae wildly revolving and robot arms flapping) while being chased across a desert -- never mind why. The buggy looks comical, but Connery does not; he is completely at home, as we know by now, with every form of transportation. Later, after outsmarting five Las Vegas squad cars in a lovely chase scene, he nonchalantly flips his Mustang up on two wheels to elude the sixth. But not a sign of a smile. There is an exhilaration in the way he does it, even more than in the stunt itself.\n\nThe plot of \"Diamonds Are Forever\" is as complicated as possible. That's necessary in order to have somebody left after nine dozen bad guys have been killed. It has been claimed that the plot is too complicated to describe, but I think I could if I wanted to. I can't imagine why anyone would want to, though. The point in a Bond adventure is the moment, the surface, what's happening now. The less time wasted on plot, the better.", "running_time": 119, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Action", "Adventure", "Thriller"], "title": "Diamonds Are Forever (1971)"}