{"url": "http://www.rogerebert.com/reviews/diamonds-2000", "by": "Kirk Douglasas Harry", "star_rating": 1.0, "text": "\"Diamonds\" is a very bad movie and a genuinely moving experience. As the story of three generations of menfolk who go looking for long-lost diamonds and find hookers with hearts of gold, it is unbearable junk. As a demonstration of Kirk Douglas' heart and determination, it is inspiring.\n\nDouglas suffered a stroke years ago that left his speech impaired, a problem the film addresses directly by showing him, in his first scene, doing speech therapy with a videotape. This therapy (or other therapy and a lot of determination) must have worked, because Douglas' speech is easily understandable (as clear, indeed, as Robert De Niro's stroke victim in \"Flawless\"). And the Kirk Douglas personal style is unaffected: He was always one of the cocky, high-energy stars, the life force made lithe and springy.\n\n\"Diamonds\" feels like it was conceived as a showcase for Douglas at 83, and so it is, but what a dreary story and unconvincing characters he has been surrounded with. Dan Aykroyd plays his son and Corbin Allred plays his 15-year-old grandson. We get phoned-in scenes involving a lack of communication between the two, and learn than Aykroyd believes it's time for his old man to give up his independence and move into a retirement home.\n\nNothing doing! says Douglas, playing a former boxing champion named Harry who still likes to duke it out (there are flashbacks of him in the ring, lifted from his 1949 film \"Champion\"). He wants to live independently, and tells his son and grandson about some diamonds that he was given decades ago to throw a fight in Reno. The diamonds are still hidden inside the walls of the house of a man named Duff the Muff, he says, and they should all three go to Nevada and recover them. As a plot premise, this would look thin in an Adam Sandler movie.\n\nThe men travel south from Canada in the obligatory vintage convertible, its top down to make it easier to shoot all three passengers. Harry might get pneumonia in the winter weather, but nobody thinks of that--and besides, the old guy is feisty enough to get smart with the border guards. In Nevada, when their diamond search experiences a setback, they all end up at a brothel, where the young grandson draws Jenny McCarthy and Kirk Douglas gets the warmhearted madam, played by Lauren Bacall, who seems right at home as the nurturing angel, as indeed she should, having nursed the ailing John Wayne character back to life, so to speak, in \"The Shootist\" 24 years ago.\n\nThe scenes in the brothel are mostly unforgivable, especially the byplay between Allred and McCarthy, who is reminded of the high school sweetheart she left behind.\n\nThe climax involving the diamonds is so wheezy that we could meet during our lunch hours and pep it up. Characters so simple in plots so tired with dialogue so banal are not easily found; it is painful to watch actors speaking dialogue that is clearly inferior to the thoughts that must be running through their minds at the very same time.\n\nBut tribute must be paid to Kirk Douglas. I remember meeting him over several days in 1969, while writing a profile for Esquire magazine. I was almost bowled over by his energy, his zest for life, his superb physical condition. He could hardly sit still. He bounded from his chair to the side of a desk to a yoga position on the floor, talking rapid-fire about his career and hopes, and I have never forgotten what determination and joy he seemed to gather into every day of living. You can see that same quality in \"Diamonds,\" and seeing it is a way to enjoy the film--alas, the only way.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-02-18", "genres": ["Comedy", "Drama", "Mystery"], "title": "Diamonds (2000)"}