{"url": "http://www.rogerebert.com/reviews/diary-of-forbidden-dreams-1976", "by": "Roman Polanski", "star_rating": 0.5, "text": "There's probably a level of competence beneath which bad directors cannot fall. No matter how dreary their imaginations, how stupid their material, how inept their actors, how illiterate their scripts, they've got to come up with something that can at least be advertised as a motion picture, released and forgotten.\n\nBut a talented director is another matter. If he's made several good films, chances are that sooner or later someone will give him the money to make a supremely bad one. I wonder how much Carlo Ponti gave Roman Polanski to make \"Diary of Forbidden Dreams.\" Ten cents would have been excessive.\n\nThis is a movie so incredibly bad that I ask you to ponder the following facts. Even though (a) it stars Marcello Mastroianni, Hugh Griffith and Polanski himself, and (b) provides us with almost 90 minutes during which the attractive Sydne Rome wears little more than a table napkin, and (c) is almost exclusively concerned with that surefire box office winner, sex, it (d) was completed in 1973 and has not been released until now because almost every distributor who saw it fled the screening room in horror, clutching at his wallet.\n\nThe movie's original title was \"What?\" That is reportedly what Carlo Ponti said (in Italian, no doubt, and appropriately embellished) after Polanski showed it to him. In its original version, it looked like the work of a madman, of a crazed cinematic genius off the deep end. Ponti, in desperation, had all of Polanski's outtakes printed up (outtakes are versions of a shot that the director decides not to use.) With the aid of skilled editors, Ponti attempted to substitute various outtakes in an attempt to construct a film that resembled, well, a film.\r\nNo luck. When Polanski makes a bad movie, he does it with a certain thoroughness. Even the shots he didn't use were bad. \n\nAnd so here we have it, Roman Polanski's \"Diary of Forbidden Dreams.\" It concerns (I think) the adventures of the young and shapely Miss Rome, a hitchhiker who stumbles upon a bizarre country villa that also functions as a private hospital.\n\nAmong the inmates are Mastroianni, who keeps repeating \"What would be nice, I think, would be for us to meet for dinner\" until we want to mash a plate of lasagna in his face. He walks about in a bathrobe, smoking a cigarette and inspiring us to wonder how in the world he got into the movies. Really. Mastroianni, one of the most charismatic actors in the world, reduced to a cipher. Hugh Griffith, wearing his usual ferocious whiskers, plays an old tyrant who is forever about to drop dead of a heart attack. Polanski plays another inmate who's a Ping-Pong buff. Mastroianni and, finally, Miss Rome keep stepping on his Ping-Pong balls and crushing them, which leads to no end of ill feeling. I would desperately like to believe no symbolism is intended.\n\nMiss Rome loses most of her clothes soon after arriving at the villa, and spends half an hour wearing the above-mentioned table napkin around her neck before stealing the tops of Hugh Griffith's pajamas. Hugh Griffith is provided with dialog like \"Who is that girl wearing my pajama tops?\" Another of the residents of the villa paints Miss Rome's left leg blue. There are a lot of shots of her walking around in pajama tops with a blue leg.\n\nThese and other shots confirm my long-held suspicion that, when it comes right down to it, there's a nasty streak of misogyny in Polanski. \"What we have in mind, dear,\" I imagine him telling Sydne Rome when he was casting the picture, \"is for you to walk around mostly nude for 90 minutes with your left leg painted blue.\" What she replied I cannot imagine, but she took the job. Some people will do anything to work for a top director.\n\nYou will notice that I have awarded \"Diary of Forbidden Dreams\" one half star. There is a principle at work here, and now's the time to explain it. No movie, no matter how bad, gets no stars at all in the Sun-Times unless it is, in addition to being bad, also meretricious and evil. \"Diary\" doesn't even have the wit to go that extra step.", "running_time": 114, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-21", "genres": ["Comedy"], "title": "Diary of Forbidden Dreams (1976)"}