{"url": "http://www.rogerebert.com/reviews/diary-of-a-mad-housewife-1970", "by": null, "star_rating": 3.0, "text": "Frank Perry's \"Diary of a Mad Housewife\" is about a long-suffering young woman who has somehow gotten herself married to the most supercilious dope in Manhattan. He's egotistical, cruel, insecure, immature, and bitchy. He sides with \"his\" children against his wife. He considers her a household drudge, good for housework during the day, and, maybe, a \"little roll in de hay\" at night. He humiliates her in public, and humiliates himself, too, by his shameless social-climbing. Does she hate him? Not exactly.\n\nShe's a masochistic type who sees her husband as, somehow, her fate in life. She enjoys martyrdom, I guess; I can't imagine any other reason why she'd put up with this monster she's married to. And that's at the base of our initial irritation with the film; she stays with this guy we can't stand, and so we have trouble admiring her. We even begin to doubt her sanity, until she falls into a love affair with a writer. And then he turns out to be such an egotistical, selfish, cruel type that we just about give up on her. \n\nShe has what's known, I believe, as self-destructive tendencies. Not that she'd ever try suicide; that'd be too easy, and end the delight of suffering. What makes the movie work, however, is that it's played entirely from the housewife's point of view, and that the housewife is played brilliantly by Carrie Snodgress. We're irritated by the things the character puts up with, but Miss Snodgress is beautifully good at putting up with them.\n\nStill, when you've finished watching this movie you start getting mad at Richard Benjamin. He overplays his character so much that he nearly destroys the role; nobody, but nobody, is that supercilious. Near the beginning of the movie there's a scene when the whole family is in an elevator, and Benjamin gives instructions to his wife about packing a suitcase. He describes everything in highly specific brand names, and with such precision that the dialogue passes beyond reality and becomes satire. You can see it as a caption under a New Yorker cartoon.\n\nBut then, then... you start thinking about the title and the point of view of the movie, and you realize this is indeed a diary; that we're getting the housewife's version of the story. So of course she seems noble and long-suffering, and of course he's a witless bastard -- because that's the way she sees it. And of course his dialogue is extreme and hers isn't, because in her version of the story, she's sane, and he's not.", "running_time": 103, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-01-01", "genres": null, "title": "Diary of a Mad Housewife (1970)"}