{"url": "http://www.rogerebert.com/reviews/diary-of-a-wimpy-kid-2010", "by": "Zachary Gordonas Greg", "star_rating": 3.5, "text": "It is so hard to do a movie like this well. \"Diary of a Wimpy Kid\" is a PG-rated comedy about the hero's first year of middle school, and it's nimble, bright and funny. It doesn't dumb down. It doesn't patronize. It knows something about human nature. It isn't as good as \"A Christmas Story,\" as few movies are, but it deserves a place in the same sentence. Here is a family movie you don't need a family to enjoy. You must, however, have been a wimpy kid. Most kids are wimpy in their secret hearts. Those that never were grow up to be cage fighters.\n\nGreg Heffley isn't the shortest student in his class. That would be Chirag Gupta. Greg (Zachary Gordon) is only the second shortest. He's at that crucial age when everybody else has started to grow. There's a funny slide show illustrating how his class looked in sixth grade, and how they look now -- some with mustaches. The girls of course are taller than the boys.\n\nThe onset of adolescence is an awkward age, made marginally easier for Greg because he still hasn't developed an interest in girls. Even his best friend Rowley (Robert Capron) is flattered to be noticed by a girl, and Rowley is so out of it, he thinks that at his age kids still \"play,\" when, as we all know, they \"hang.\"\n\nThe girl who notices Greg and Rowley is Angie (Chloe Moretz), who seems wise beyond her years. We first see her under the bleachers, reading Howl by Allen Ginsberg. Keep your eye on her in high school. She looks way older than her two new friends, but I checked, and Moretz was only 12 when she made the movie.\n\nIn middle school, we find cliques, cruelty and bullying. The pack is poised to pounce. \"Diary\" is especially funny about a slice of Swiss cheese that was dropped on a playground sometime in the distant past and has grown an alarming coating of mold. Some kid poked it once, and all the other kids avoided him like the plague. He had the dreaded Cheese Touch. He only got rid of it by touching another kid. Then that kid had the Touch, until -- and so on. The cheese nicely symbolizes the hunger kids have for an excuse, any excuse, to make other kids pariahs. Remember what happened to anyone who wore green on a Thursday?\n\nWhere do they find these actors? They come up on TV, I guess. Chloe Moretz has been acting since she was 7. Zachary Gordon has the confidence and timing of an old pro; he plays wimpy as if it's a desirable character trait. Robert Capron, as his pudgy best friend Rowley, pulls off the tricky fear of being an inch or two taller than Greg, and yet still childish; wait until you see his Halloween costume. Greg's parents (Rachael Harris and Steve Zahn) aren't major characters, because what happens in school consumes all of Greg's psychic energy. His older brother Rodrick (Devon Bostick) is of course a sadistic teaser who makes life miserable. But at that age, so it goes.\n\nThe movie is inspired by the books of Jeff Kinney, and the titles reproduce his hand-lettering and drawing style. The movie reproduces his charm. The director, Thor Freudenthal, made \"Hotel for Dogs\" (2009), received affectionately in some circles, but this time, his touch is more sure and his humor more sunny.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-03-17", "genres": ["Comedy", "Family"], "title": "Diary of a Wimpy Kid (2010)"}