{"url": "http://www.rogerebert.com/reviews/diary-of-a-mad-black-woman-2005", "by": "Kimberly Eliseas Helen McCarter", "star_rating": 1.0, "text": "\"Diary of a Mad Black Woman\" begins as the drama of a wife of 18 years, dumped by her cruel husband and forced to begin a new life. Then this touching story is invaded by the Grandma from Hell, who takes a chainsaw to the plot, the mood, everything. A real chainsaw, not a metaphorical one. The Grandma is not merely wrong for the movie, but fatal to it -- a writing and casting disaster. And since the screenplay is by the man who plays Grandma in drag, all blame returns to Tyler Perry. What was he thinking?\n\nThere's a good movie buried beneath the bad one. Kimberly Elise stars as Helen, wife of Atlanta's attorney of the year. She lives with her husband Charles (Steve Harris) in a house big enough to be the suburban headquarters of an insurance company. Their marriage seems ideal, but he cheats on her, and assaults her with verbal brutality. When Helen comes home the next day, her clothes are being loaded into a U-Haul. That's how she finds out Charles is dumping her and moving in with his mistress, Brenda (Lisa Marcos). Oh, and he has two children by Brenda.\n\nLuckily for Helen, the U-Haul is driven by Orlando (Shemar Moore, from \"The Young and the Restless\"), who is handsome and kind and everything Charles is not. Helen weepingly flees to the house of her grandmother, and that's when everything goes spectacularly wrong.\n\nGrandma Madea, who is built along the lines of a linebacker, is a tall, lantern-jawed, smooth-skinned, balloon-breasted gargoyle with a bad wig, who likes to wave a loaded gun and shoot test rounds into the ceiling. This person is not remotely plausible; her dialogue is so offensively vulgar that it's impossible to believe that the intelligent, sweet, soft-spoken Helen doesn't seem to notice. Madea at one point invades Charles' mansion, tells his mistress she is a ho (which is correct) and destroys all the furniture in his living room with a chainsaw she is able to find and employ within seconds. What's with this bizarre grandmother? She's like Moms Mabley at a church social. Did nobody realize that Grandma Madea comes from Planet X, would seem loud at the Johnson Family Picnic, is playing by different rules than anyone else in the cast, and fatally sabotages Kimberly Elise's valiant attempt to create a character we can care about?\n\nThe director is Darren Grant. Did he approve as Grandma took a chainsaw to his movie? Did he see Kimberley Elise in \"Beloved\" and \"Woman, Thou Art Loosed\" and realize what she was capable of in a Grandma-free movie? I can imagine this movie working perfectly well with Grandma played as a sympathetic human being, perhaps by Irma P. Hall.\n\nFor that matter, Helen has a mother as well as a grandmother, and her mother, Myrtle, is played with taste and sympathy by Cecily Tyson. It is impossible that Grandma the harridan could have been produced by the same family that gave life to such gentle and civilized women as Myrtle and Helen. \n\nWithout the interruptions by Grandma Madea, the movie would be about Helen as a shattered woman who (1) tells the judge Charles can keep all his assets, because she doesn't want a penny; (2) goes to work as a waitress; and (3) is courted by the handsome Orlando, who is kind, understanding, sincere and knows how to listen to women. (1) is impossible, because no judge is going to let a wife abandoned by an adulterer after 18 years walk away without a penny, but never mind. Does Helen find happiness with Orlando?\n\nNot so fast. The movie has a Christian agenda, which is fine with me, if only it had been applied in a believable way. After melodramatic events occur in the life of the evil Charles, Helen gets the opportunity to practice the virtues of forgiveness and redemption, at the apparent cost of her own happiness. We hate Charles so much that it's impossible to feel sorry for him, or believe in his miraculous recovery in body or reformation of character. It just doesn't play -- especially while Helen keeps poor Orlando in the dark about her true feelings, for no better reason than to generate phony romantic suspense.\n\nAt the end of the film, Orlando makes a comeback that demonstrates he has carefully studied \"An Officer and a Gentleman\", but before then we have had one emotionally implausible scene after another involving Charles and Helen, interrupted by periodic raids by the Grandma Madea action figure, who brings the movie to a halt every time she appears. She seems like an invasion from another movie. A very bad another movie. I've been reviewing movies for a long time, and I can't think of one that more dramatically shoots itself in the foot.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-02-24", "genres": ["Comedy", "Drama", "Romance"], "title": "Diary of a Mad Black Woman (2005)"}