{"url": "http://www.rogerebert.com/reviews/dick-tracy-1990", "by": "Warren Beattyas Dick Tracy", "star_rating": 4.0, "text": "There always was something inbred about the Dick Tracy comic strip, some suggestion that all of its characters had been mutated by the same cosmic rays, and then locked together in a bizarre loony bin of crime.\n\nTracy was the first comic strip I encountered after I outgrew funny animals, and what struck me was that the physical appearance of the characters always mirrored their souls, or occupations. They looked like what they were, and what you saw was what you got, from the square-jawed Tracy barking into his wrist radio, to Pruneface, Flattop and the others.\n\nWarren Beatty's production of \"Dick Tracy\" approaches the material with the same fetishistic glee I felt when I was reading the strip. The Tracy stories didn't depend really on plot - they were too spun-out for that - and of course they didn't depend on suspense - Tracy always won.\n\nWhat they were about was the interaction of these grotesque people, doomed by nature to wear their souls on their faces. We see this process at work in one of the film's first scenes, where a poker game is in progress, and everyone around the table looks like a sideshow attraction, from Little Face, whose features are at the middle of a sea of dissipation, to the Brow, always deep in shallow thought.\n\nAnother of the movie's opening shots establishes, with glorious excess, the Tracy universe. The camera begins on a window, and pulls back, and moves up until we see the skyline of the city, and then it seems to fly through the air, turning as it moves so that we sweep above an endless urban vista. Skyscrapers and bridges and tenements and elevated railways crowd each other all the way to the distant horizon, until we realize this is the grandest and most squalid city that ever was. It's more than a place: It's the distillation of the idea of City - of the vast, brooding, mysterious metropolis spreading in all directions forever, concealing millions of lives and secrets.\n\nAnd then the camera moves in on one of those buildings, and as we see people again, we realize that everything we have seen before - every skyscraper, every bridge - was created in a movie studio. \"Dick Tracy\" is a masterpiece of studio artificiality, of matte drawings and miniatures and optical effects. It creates a world that never could be.\n\nThere is a scene where a giant locomotive roars down upon the fleeing figure of a small boy, and he jumps in front of it and we actually flinch. The whole fearsome train actually is a model and the running figure has been combined with it in an optical process, but don't tell that to anyone watching the movie because they won't believe you.\n\nInto this theater of the night comes striding the peculiar figure of a man in a yellow hat and a yellow raincoat: Dick Tracy. When Chester Gould first conceived him all those years ago, did it seem unlikely that a police detective would wear yellow? Maybe not, since Tracy didn't live in a city but in a comic strip, and the primary colors had to jump off the page. Beatty's decision to shoot \"Dick Tracy\" only in the seven basic colors of comic strips is a good one, because this is a movie about creatures of the imagination, about people who live in rooms where every table lamp looks like a Table Lamp and every picture on the wall represents only a Picture on the Wall.\n\nIt was necessary for Tracy to wear the essence of hats and coat, and so, of course, they were yellow; anything less would have been too ordinary.\n\nTracy in the comics always was an enigma, a figure without emotion or complexity. Warren Beatty plays his Tracy as a slightly more human figure, a cop who does have a personality, however slight. To the degree that the human side of Tracy peeks through, I believe, the character is diminished; the critics who have described Tracy as too shallow have missed the entire point, which is that we are not talking about real people here, but about archetypes. Tracy should be as square as his jaw.\n\nSurrounding him are the characters who provide the real meat of the movie, and the scene-stealer is Big Boy Caprice, played by Al Pacino with such grotesque energy that we seem to have stumbled on a criminal from Dickens. Consider the scene where Big Boy rehearses the chorus line in his nightclub. He dashes and darts behind the girls, pushing them, slapping them, acting more like a dog trainer than a choreographer. There is an edge of cruelty to his behavior, and later we see that some of his cruelty is directed toward himself. Unlike most of the villains of modern movies, he does not flaunt his evil, but is ashamed of it, and this Victorian trait makes him more interesting.\n\nIn the shadows around Big Boy are a gallery of other human grotesqueries - characters who have been named for their physical abnormalities, like Lips Manlis and Shoulders, or for other handicaps, like Mumbles (Dustin Hoffman), who talks so fast he cannot be heard.\n\nBecause these characters are glimpsed rather quickly, their makeup can be more bizarre; the characters who are onscreen all the time look more normal, and among them are the two women in Tracy's life: the faithful Tess Trueheart (Glenne Headly) and the seductive Breathless Mahoney (Madonna).\n\nPop sociologists have made a specialty out of Madonnaology, claiming she changes images so quickly that she always is ahead of her audience, always on the cutting edge. Her very appearance in each new tour is a clue to her latest message about pop imagery, we're told. Her mistake in \"Dick Tracy,\" I think, is that she frankly reaches back to Marilyn Monroe and tries make Breathless into a Monroe clone, right down to the lighting and costuming in some numbers, which seems inspired by Monroe in \"Some Like It Hot.\" It doesn't work. She's not Monroe and she's not Madonna, either. Breathless should have come out of a new place in her mind.\n\nThat's not a crucial flaw in the movie because Tracy himself is so bloodless that we barely believe he can be seduced. The deepest emotional attachment in the detective's life, indeed, is not even Tess Trueheart, but Kid (Charlie Korsmo), an orphan Tracy takes under his wing, and the movie's emotional high point probably is when Kid decides to call himself Dick Tracy Jr.\n\nLast summer's \"Batman,\" a movie I found disappointing, was at least a triumph of special effects - of set design and art direction.\n\n\"Dick Tracy,\" which is a sweeter, more optimistic movie, outdoes even \"Batman\" in the visual departments. This is a movie in which every frame contains some kind of artificial effect. An entire world has been built here, away from the daylight and the realism of ordinary city streets. And \"Dick Tracy\" also reflects the innocence of the comic strip that inspired it. Unlike the movie version of \"Batman,\" which hyped up the level of its violence to a degree that could have been truly disturbing to younger viewers, the PG-rated \"Dick Tracy\" contains no obscenity, no blood, and no \"realistic\" violence. It is one of the most original and visionary fantasies I've seen on a screen.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-06-15", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Dick Tracy (1990)"}