{"url": "http://www.rogerebert.com/reviews/dick-1999", "by": "Kirsten Dunstas Betsy Jobs", "star_rating": 3.5, "text": "\"Dick'' is the flip side of \"All the President's Men,'' explaining at last all of the loose ends of the Watergate scandal--how the duct tape got on the Watergate lock, who Deep Throat really was, and why the 18 1/2-minute gap appeared on the White House tapes. We also learn that Richard M. Nixon resented the fact that his dog didn't follow him around adoringly, like the Kennedy and Johnson dogs; at one point, he snarls, \"Checkers--shut up! I'll feed you to the Chinese!'' The movie is a bright and sassy comedy, seeing Watergate entirely through the eyes of its prime movers, who are revealed to be two 15-year-old girls. Betsy Jobs (Kirsten Dunst) and Arlene Lorenzo (Michelle Williams) are best friends who live in the Watergate complex, and one night they sneak downstairs to mail a letter to the Bobby Sherman Fan Club; they slap the tape on the door lock, it's discovered by a security guard, and the White House burglars are busted inside Democratic national headquarters.\n\nAh, but it doesn't end there. The girls are on a class trip to the White House when they spot a man they'd seen in the Watergate. He's G. Gordon Liddy (Harry Shearer), but they don't know that; they get separated from their group and wander the White House corridors, overhearing crucial conversations in the Oval Office itself. During later visits, they stumble upon shredding operations and rooms where cash is being counted.\n\nPresident Nixon (Dan Hedaya, very funny) grows concerned over how much they may have heard, and puts on a show of false good cheer: \"How would you young ladies like to be the White House dog walkers?'' Calling every day to walk Checkers, they dimly perceive that all is not as it should be in the Oval Office, and the plot reveals how they became Deep Throat, why John Dean had an attack of conscience, and why their rendition of Olivia Newton-John's \"I Honestly Love You'' appeared on a tape in the desk drawer of Rosemary Woods.\n\nYes, Arlene, the apple-cheeked one with the merry smile, develops a crush on Nixon. There's a funny dream sequence in which he appears to her riding a white charger on the beach, but even funnier is the classroom scene where, like millions of teenage girls before her, she tries out a married name by writing it in her notebook: \"Mrs. Arlene Nixon.'' \"Dick,'' directed by Andrew Fleming and written by Fleming and Sheryl Longin, finds just the right tone for its merciless satire: Not strident, not wacky, but kind of earnest and intent, as the girls, who are not geniuses, blunder onto one incriminating secret after another. Their motivation seems to stem from ordinary teenage attributes, such as curiosity, idealism and romance.\n\nThe crusading reporters Woodward and Bernstein (Will Ferrell and Bruce McCulloch), on the other hand, are played more broadly--Woodward as a self-important totem pole, Bernstein as an insecure runt. They're always trying to grab the phone away from one another, and their Watergate coverage, so majestic when seen from the outside, is portrayed as the work of a couple of ambitious reporters on a power trip, believing everything the teenage ditzos tell them. (Of course, everything the girls tell them turns out to be correct.) Comedy like this depends on timing, invention and a cheerful cynicism about human nature. It's wiser and more wicked than the gross-out insult humor of many of the summer's other comedies. Consider the scene where the girls accidentally bake cookies with a secret herbal ingredient from their brother's stash, and take them to Nixon, who offers one to Leonid Brezhnev, whose mood is so altered that Nixon tells them, \"You know, girls, I think your cookies just saved the world from nuclear catastrophe.'' Hedaya's president looks a little like the real Nixon, and the match of the public persona is uncanny, as he complains to Henry Kissinger (Saul Rubinek) about his enemies, his insecurities and his dog. He grows bitter as his administration collapses around him, eventually retreating to bourbon and recrimination, while meanwhile even the faithful Arlene grows disenchanted (\"You're prejudiced and you have a potty mouth'').\n\nWill the movie play for audiences who don't remember Watergate--for teenage Kirsten Dunst fans? I think so, because it contains all the information the audience really needs to know, although older viewers will enjoy the wealth of cross-references, as when the Plumbers offer Nixon menus of dirty tricks. \"Dick'' is a sly little comic treasure.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-04", "genres": ["Comedy", "Family"], "title": "Dick (1999)"}