{"url": "http://www.rogerebert.com/reviews/dickie-roberts-former-child-star-2003", "by": "David Spadeas Dickie Roberts", "star_rating": 2.0, "text": "Here is an inspired idea for a comedy, but why have they made it into a dirge? \"Dickie Roberts: Former Child Star\" has a premise that would be catnip for Steve Martin or Jim Carrey, but David Spade (who, to be fair, came up with the premise) casts a pall of smarmy sincerity over the material. There are laughs, to be sure, and some gleeful supporting performances, but after a promising start the movie sinks in a bog of sentiment.\n\nSpade plays Dickie Roberts, now about 35, who has been struggling ever since the end of his career as a child TV star. As fame and fortune disappeared, so did his mother; a biographical mockumentary about Dickie says he was orphaned after she \"moved out of the area.\" Now he's a car valet and plays poker with other former child stars, including (playing themselves) Danny Bonaduce, Dustin Diamond, Barry Williams, Leif Garrett and Corey Feldman. His desperate agent Sidney (Jon Lovitz, pitch perfect) can't find him work, and when Dickie hears about the lead in the new Rob Reiner movie, Sidney sighs, \"That's out of our league.\" But Dickie runs into Brendan Fraser (the movie is like a reality TV version of \"Hollywood Squares\"), who gets him a meeting with Reiner. And Reiner drops some bad news: \"I don't think you can play the part, because you're not a real person.\" Dickie never had a real childhood, he explains, and so he grew up to be--Dickie.\n\nThat sets into motion the second, soapy, half of the movie. Dickie advertises for a \"real family\" where he can spend a month recapturing his lost childhood, and hooks up with the self-promoting ad-man George Finney (Craig Bierko) and his nice family: The mother Grace (Mary McCormack) and the kids Sally (Jenna Boyd) and Sam (Scott Tessa). And right there a nice sharp-edged satire gets traded in for a sappy sitcom.\n\nSpade's comic persona is essentially not sweet and lovable, and his attempt to force Dickie into that mode is never convincing. The best moments in the sitcom half of the movie come when he plays against type, as when he throws a wine cork at a sometime girlfriend Cyndi (Alyssa Milano) or phones in a false alarm so that Grace can follow the fire trucks to the address she's looking for. Funny, but not so funny are the staged docudramas in which his loving family stages a Christmas in the summertime so he can recapture his lost youth.\n\nThe Grace character is played by Mary McCormack with her usual true-blue charm, and for a long time the movie wisely sidesteps any suggestion of romance between Grace and Dickie. When at the end we learn they get married, we give the nuptials about as much of a chance as Liza Minnelli's next matrimony. George, Grace's husband, is an underwritten figure who pops up from time to time in oddly written scenes, and then runs off with Cyndi, so we're told, since by then we haven't seen either one of them for some time.\n\nDavid Spade has a peculiar but definite screen persona, and in the right role he could be effective. In the old days of the studio system, he could have worked as a supporting player at Warners, pinch-hitting for Elisha Cook Jr. He is too recessive, narcissistic and dreamy-voiced to be a star, although he could play the lead in a story that hated his character. As the guy we're supposed to love here, the little lost boy who finally grows up, not a chance.\n\nNote: One of the pleasures of the movie is its population of former child stars. The end credits include a gathering of all those who appeared in the movie and a lot more, singing a song with lyrics that seem to come straight from the heart.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-09-05", "genres": ["Comedy"], "title": "Dickie Roberts: Former Child Star (2003)"}