{"url": "http://www.rogerebert.com/reviews/did-you-hear-about-the-morgans-2009", "by": "Hugh Grantas Paul", "star_rating": 1.5, "text": "What possible reason was there for anyone to make \"Did You Hear About the Morgans?\" Or should I say \"remake,\" because this movie has been made and over and over again, and oh, so much better. \n\nThe story: Feuding couple from Manhattan is forced to flee town, find themselves Fish Out of Water in Strange New World, meet Colorful Characters, survive Slapstick Adventures, end up Together at The End. The only part of that formula that still works is The End.\n\nI grant you Hugh Grant and Sarah Jessica Parker evoke charm in the right screenplay. This is the wrong screenplay. I concede that Sam Elliott is always welcome, except in that one eerie role he played without his mustache. I agree Mary Steenburgen is a merry and fetching lass. I realize yet once again the durable validity of Siskel's Question: Is this movie more entertaining than a documentary of the same actors having lunch? \n\nGrant and Parker play Paul and Meryl Morgan, a wealthy Manhattan couple, childless, but they hope someday to adopt. This virtually guarantees a cute little orphan in the final reel. Meryl is Manhattan's No. 1 \"boutique Realtor.\" One night they're going together to show one of her multimillion-dollar properties when they witness her client being pushed from his balcony by a mean-looking villain.\n\nHe gets a good look at them. It was an important murder. Of course they must be sealed inside the Witness Protection Program and shipped out West, to where the men are men and the women are happy of it. In this strange new world where the men wear cowboy hats and the women wear cowboy hats and bake, will they find themselves in a rodeo? Let's put it this way. The closeup of a local rodeo poster and the matching shot of Hugh Grant squinting at it virtually guarantees that.\n\nSaints preserve us! Not another one of those movies where Hugh Grant and Sarah Jessica Parker end up as the front and back halves of a rodeo clown's cow suit! What's that you say? This is the first one where they've been inside the cow? Does it feel that way to you? What's that you say? You bet they'll be chased by a bear? Come on, now: surely only one of them!\n\nPaul and Meryl (unusual name, that; Where did they find it?) end up as the house guests of Clay and Emma Wheeler (Elliott and Steenburgen), the local sheriff and his deputy. Now that's clever thinking! Where better to hide protected witnesses than as the guests of the local law enforcement couple? Of course, Clay and Emma are hard to spot as they patrol on their horses with rifles and cowboy hats and mustaches and whatnot.\n\nPaul and Meryl are dudes without a ranch. The town, meanwhile, embraces them. It's in Wyoming, I think someone said, and of course it has all of Wyoming's friendliness: The locals turn out with open arms, as they always do when two East Coast elites hit town and start asking people in the local cafe to refrain from smoking. Why, look! There, at the next table! It's Wilford Brimley! Smoking! It's not every day one movie offers the two most famous mustaches in Hollywood.\n\nWell, you'll never be able to guess what happens then. And whether the villain turns up. And whether anyone is chased by a bear. And whether Paul and Meryl go to the rodeo. And what kind of an animal they wind up playing the front and back halves of. And whether they adopt a cute little orphan. And whether that mean old Wilford Brimley ends up grudgingly liking them after all. And whether he ever stops smoking. But one thing's for sure. You'll feel like you've already heard about the Morgans.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-12-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Did You Hear About the Morgans? (2009)"}