{"url": "http://www.rogerebert.com/reviews/die-hard-with-a-vengeance-1995", "by": "Bruce Willisas John McClane", "star_rating": 3.0, "text": "There was a time when the James Bond movies started with one sensational stunt sequence, and we were grateful for it. Now there are movies that are essentially nothing but sensational stunt sequences, one after another, each one a feat of staging, until we're reeling in our seats from input overload. \"Die Hard With a Vengeance\" is the kind of movie where, toward the end, you start looking for the kitchen sink.\n\nThe movie, third in the \"Die Hard\" series, stars Bruce Willis as detective John McClane, this time on the New York police force - or, more accurately, suspended from it. There's a scene where the chief takes out McClane's badge and shoves it across the desk, and McClane asks, \"Does this mean I'm back on active duty?\" I heard knowledgeable chuckles in the audience from those who appreciate the fine old traditions, such as that all hero cops are rogues who are either under suspension or heading for it.\n\nAfter the frighteningly realistic bombing of a Manhattan department store, McClane gets a call from a mad bomber named Simon (Jeremy Irons), ordering him to stand on a Harlem street corner wearing a sandwich board bearing a motto that one would particularly hope not to be wearing in Harlem. McClane's life is saved by a local store owner named Zeus (Samuel L. Jackson), who is then included in Simon's strange game of cat and mouse.\n\nThe pattern of the movie is particularly suited to a series of stunts and violent action sequences. Simon, who seems to be everywhere and see everything, sends McClane and Zeus hurtling around Manhattan on one death-defying mission after another (at one point piloting a cab down the sidewalks of Central Park). Bombs seem to be everywhere in the city - on a subway train, for starters, and then in a city school.\n\nSimon is not, however, only a mad bomber. He has a purpose behind his behavior, and a private army at his command. And it turns out he has a motive for singling out McClane, since it was McClane who dropped Simon's brother off that Los Angeles highrise in the first \"Die Hard\" movie.\n\nWillis and Jackson inhabit most of the scenes, usually together. Their dialogue is heavy on obligatory talk about racism, even though there is not the slightest sign that either one holds racist feelings; I dunno, I guess the use of the N-word makes action heroes feel macho. They work well together as actors, Jackson's observant detachment a good counterpoint to Willis' manic desperation. And there's a running gag, as Simon sets the puzzles and Zeus solves them (although I was not quite clear how they used the three- and five-gallon jugs to measure out exactly four gallons of water; a fourth grader can probably enlighten me).\n\nToward the end of the movie there is, of course, a scene where a member of the bomb squad is sweating over an infernal machine, one big enough to blow up several city blocks and equipped, as they all are, with a helpful digital countdown. He even has to decide which wires to snip. (There could be a little film festival on one of the cable channels, consisting of scenes where experts defuse bombs.) The motivation behind Simon's plan is ingenious, and I will not discuss it, except to say I am a little hazy about how the trucks got to Canada. Jeremy Irons, as the madman, is in the great tradition of the British actor as villain; like Alan Rickman, Anthony Hopkins, Gary Oldman and Tim Roth, he uses a certain clipped precision of speech that makes everything he says sound resentful.\n\nIrons' performance and all of the others take second place, however, to sequences in which two men slide down a cable from a bridge to a ship, a wall of water chases a truck through an aqueduct, a subway car careens out of control through a station, and cars hurtle through the air like airplanes. \"Die Hard With a Vengeance\" is basically a wind-up action toy, cleverly made, and delivered with high energy. It delivers just what it advertises, with a vengeance.\n\nFootnote: A movie based on urban bombings creates unavoidable reminders of the Oklahoma City tragedy. During press interviews about \"Die Hard With a Vengeance,\" Willis requested that he not be asked about Oklahoma City because he didn't want to trivialize that tragedy by discussing it in terms of this movie. That seems to me like a sane response.", "running_time": 130, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-19", "genres": ["Action", "Thriller"], "title": "Die Hard With a Vengeance (1995)"}