{"url": "http://www.rogerebert.com/reviews/die-hard-1988", "by": "Bruce Willisas John McClane", "star_rating": 2.0, "text": "The idea has a certain allure to it: A cop is trapped inside a high-rise with a team of desperate terrorists. He is all that stands between them and their hostages. Give the terrorist leader brains and a personality, make one of the hostages the estranged wife of the cop and you've got a movie.\n\nThe name of the movie is \"Die Hard,\" and it stars Bruce Willis in another one of those Hollywood action roles where the hero's shirt is ripped off in the first reel so you can see how much time he has been spending at the gym. He's a New York cop who has flown out to Los Angeles for Christmas, and we quickly learn that his marriage was put on hold after his wife (Bonnie Bedelia) left for the Coast to accept a great job offer. She is now a vice president of the multinational Nakatomi Corp., and shortly after Willis makes his surprise entrance at her office party, the terrorists strike.\n\nThey, too, are a multinational group, led by a German named Hans Gruber (Alan Rickman) who is well-dressed and has a neatly trimmed beard and talks like an intellectual and thinks he is superior to the riffraff he has to associate with. He has a plan that has been devised with clockwork precision involving the theft of millions of dollars in negotiable bonds, and it is only after Willis starts causing trouble that he is forced to take the Nakatomi employees as hostages.\n\nThe terrorists are skilled and well-armed, and there are a lot of them. Willis' strategy involves keeping them off guard with lightning attacks from his hiding place on an upper floor of the building that is still under construction. This plan involves the deployment of a great many stunts and special effects, such as when Willis swings through a plate glass window on the end of a fire rope or when he drops plastics explosives down the elevator shaft.\n\nOn a technical level, there's a lot to be said for \"Die Hard.\" It's when we get to some of the unnecessary adornments of the script that the movie shoots itself in the foot. Willis remains in constant radio contact with a police officer on the ground (Reginald Veljohnson) who tries to keep his morale up. But then the filmmakers introduce a gratuitous and unnecessary additional character: the deputy police chief (Paul Gleason), who doubts that the guy on the other end of the radio is really a New York cop at all.\n\nAs nearly as I can tell, the deputy chief is in the movie for only one purpose: to be consistently wrong at every step of the way and to provide a phony counterpoint to Willis' progress. The character is so willfully useless, so dumb, so much a product of the Idiot Plot Syndrome, that all by himself he successfully undermines the last half of the movie. Thrillers like this need to be well-oiled machines, with not a single wasted moment. Inappropriate and wrongheaded interruptions reveal the fragile nature of the plot and prevent it from working.\n\nWithout the deputy chief and all that he represents, \"Die Hard\" would have been a more than passable thriller. With him, it's a mess, and that's a shame, because the film does contain superior special effects, impressive stunt work and good performances, especially by Rickman as the terrorist. Here's a suggestion for thrillermakers: You can't go wrong if all of the characters in your movie are at least as intelligent as most of the characters in your audience.", "running_time": 132, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-15", "genres": ["Action", "Thriller"], "title": "Die Hard (1988)"}