{"url": "http://www.rogerebert.com/reviews/die-hard-2-die-harder-1990", "by": "Bruce Willisas John McClane", "star_rating": 3.5, "text": "\"Die Hard 2,\" subtitled \"Die Harder,\" enters Bruce Willis in a decathlon of violence, and he places first in every event, including wrestling for guns, jumping onto conveyor belts, being ejected from cockpits, leaping onto the wings of moving airplanes and fighting with the authorities.\n\nThis is one of those thrillers, like the \"Indiana Jones\" series, that I categorize as Bruised Forearm Movies, because when the movie is over your forearm is black-and-blue from where your date has grabbed it during the moments of suspense.\n\nWhy is Willis so effective in a movie like this? Maybe because he combines a relatively athletic physique with the appearance and manner of Everyman. The title of the movie describes the basic plot device: Here is a man who will not give up, who will not admit defeat, who doggedly carries on in the face of adversity. The dangers and tests he faces would daunt a James Bond, but for this open-faced cop with the receding hairline, there is no choice. After all: \"My wife is on that plane!\" Again this time he plays a cop on vacation. He's in Washington's Dulles airport waiting for his wife's flight to land on a crowded evening during the Christmas season. And scheduled into the same airport at the same time is a military jet bringing a South American drug tyrant to justice. A skilled band of terrorists, led by a former CIA operative, plans to seize control of airport operations by electronically bypassing the control tower. They'll shut off the airport lights, leave dozens of planes circling overhead and then cause one flight to crash, as a warning. What they want is a fully fueled standby plane, ready to spirit the dictator to freedom.\n\nWillis, who has a cop's practiced eye, spots one of the conspirators, follows him into a luggage-handling area and discovers that a plot is afoot. But he can't convince the chief of airport security (Dennis Franz), who resents an outside cop on his turf. After a killing and various other hints (including a plane crash), the security chief finally admits he may have a problem on his hands. But even then Willis' work is not over, and by the end of the movie he is single-handedly taking on whole planeloads of mercenaries in a fight to the finish.\n\nBecause \"Die Hard 2\" is so skillfully constructed and well-directed, it develops a momentum that carries it past several credibility gaps that might have capsized a lesser film.\n\nFor example, how about the scene where the tower informs the circling airplanes that they'll be out of radio contact for a couple of hours, and the jets should just keep circling? Why can't those planes simply establish radio contact with other ground transmitters, and be diverted to alternate airports? Because then Willis' wife (Bonnie Bedelia) wouldn't be up there in the sky and in mortal danger, that's why.\n\nA more serious problem involves the whole rescue operation itself. When Manuel Noriega was taken captive and returned to the United States to stand trial, there was little serious effort to save him: At the end, he was a refugee in his own country, reduced to seeking asylum in the residence of a Vatican diplomat. Would anyone have the means, the money and the will to mount such a vast and complicated terrorist operation simply to save one drug-connected dictator? Even if he does bear an uncanny resemblance to Fidel Castro? I doubt it.\n\nBut on the other hand, I don't care. \"Die Hard 2\" is as unlikely as the Bond pictures, and as much fun. And during a summer when violence and mayhem are allowed to substitute for imagination and good writing, this is an especially well-crafted picture. It tells a story we can identify with, it has a lot of interesting supporting characters, it handles the action sequences with calm precision, and it has a couple of scenes that are worth writing home about.\n\nOne of those is a plane crash. Not everybody's favorite image, I'll grant you. (This is a feature that will be severely edited before it becomes an in-flight movie.) Watching the plane burst into flames on a runway, I knew intellectually that I was watching special effects, probably a fairly large and detailed model photographed in slow motion.\n\nBut no matter. The crash was scarily convincing.\n\nAnother shot, more fun, is harder to describe without giving away a plot point. But it involves placing the camera's eye hundreds of feet straight up in the air and then catapulting Willis up until his nose almost touches the lens before he begins to fall to Earth again.\n\nNot only is this shot sensationally effective in terms of the story, but as a visual it is exhilarating: I love it when a director finds a new way to show me something.\n\nThe director of \"Die Hard 2\" is a Finn named Renny Harlin, whose other credits include \"Nightmare on Elm Street 4\" and the upcoming Andrew Dice Clay picture, \"The Adventures of Ford Fairlane.\" Like the Dutch-born Paul Verhoeven (\"RoboCop,\" \"Total Recall\"), Harlin has taken Hollywood commercial moviemaking, shaken it and given it new energy.\n\nGiven the enormous success of the original \"Die Hard\" (a movie I didn't enjoy nearly as much as this one), producer Lawrence Gordon and his partners must have crossed their fingers before risking this sequel to a relatively untried director.\n\nBut they did the right thing: This is terrific entertainment.", "running_time": 124, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-07-03", "genres": ["Action", "Thriller"], "title": "Die Hard 2: Die Harder (1990)"}