{"url": "http://www.rogerebert.com/reviews/die-another-day-2002", "by": "Pierce Brosnanas James Bond", "star_rating": 3.0, "text": "I realized with a smile, 15 minutes into the new James Bond movie, that I had unconsciously accepted Pierce Brosnan as Bond without thinking about Sean Connery, Roger Moore or anyone else. He has become the landlord, not the tenant. Handsome if a little weary, the edges of an Irish accent curling around the edges of the Queen's English, he plays a preposterous character but does not seem preposterous playing him.\n\n\"Die Another Day\" is the 20th Bond film in 40 years, not counting \"Casino Royale.\" Midway through it, Bond's boss M tells him, \"While you were away, the world changed.\" She refers to the months he spent imprisoned at the hands of North Korean torturers, but she might also be referring to the world of Bondian thrillers. This movie has the usual impossible stunts, as when Bond surfs down the face of a glacier being melted by a laser beam from space. But it has just as many scenes that are lean and tough enough to fit in any modern action movie. It also has a heroine who benefits from 40 years of progress in the way we view women. When Halle Berry, as Jinx, first appears in the movie there is a deliberate and loving tribute to the first Bond girl, Ursula Andress, in \"Dr. No\" (1962). In both movies, the woman emerges from the surf wearing a bikini which, in slow motion, seems to be playing catch-up. Even the wide belt is the same. But Jinx is a new kind of Bond girl. She still likes naughty double entendres (Bond says \"My friends call me James Bond\" and she replies, \"Well that's a mouthful\"). But in \"Die Another Day\" her character is not simply decoration or reward, but a competent and deadly agent who turns the movie at times into almost a buddy picture.\n\nThe film opens with an unusual touch: The villains are not fantastical fictions, but real. The North Koreans have for the time being joined the Nazis as reliable villains, and Bond infiltrates in order to--I dunno, deal with some \"African Conflict Diamonds,\" if I heard correctly, but I wasn't listening carefully because the diamonds are only the MacGuffin. They do, however, decorate the memorable cheekbones of one of the villains, Zao (Rick Yune), who seems to have skidded face down through a field of them at high impact. A chase scene involving hover tanks in a mine field is somewhat clumsy, the hover tank not being the most graceful of vehicles, and then Bond is captured and tortured for months. He's freed in a prisoner exchange, only to find that M (Judi Dench) suspects him of having been brainwashed. Is he another Manchurian Candidate? Eventually he proves himself and after a visit to Q (John Cleese) for a new supply of gadgets, including an invisible car, he's back into action in the usual series of sensational stunt sequences. For the first time in the Bond series, a computer-generated sequence joins the traditional use of stunt men and trick photography; a disintegrating plane in a closing scene is pretty clearly all made of ones and zeroes, but by then we've seen too many amazing sights to quibble.\n\nThe North Koreans are allied with Gustav Graves (Toby Stephens), a standard-issue world-dominating Bond villain, whose orbiting space mirror is not exactly original. What is original is Gustav's decision to house his operation in a vast ice building in Iceland; since his mirror operates to focus heat on the Earth, this seems like asking for trouble, and indeed before long the ice palace is melting down, and Jinx is trapped in a locked room with the water level rising toward the ceiling. (Exactly why the room itself doesn't melt is a question countless readers will no doubt answer for me.) Other characters include the deadly Miranda Frost (Rosamund Pike), whose name is a hint as to which side she is on, and Damian Falco (Michael Madsen), whose name unites two villainous movie dynasties and leaves me looking forward to Freddy Lecter. Oh, and Miss Moneypenny (Samantha Bond), who seems to have been overlooked, makes a last-minute appearance and virtually seduces Bond.\n\nThe film has been directed by Lee Tamahori (whose credits include \"Once Were Warriors\" and \"Mulholland Falls\"), from New Zealand, who has tilted the balance away from humor and toward pure action. With \"Austin Powers\" breathing down the neck of the franchise, he told Sight & Sound magazine, it seemed like looking for trouble to broaden the traditional farcical elements. \"Die Another Day\" is still utterly absurd from one end to the other, of course, but in a slightly more understated way. And so it goes, Bond after Bond, as the most durable series in movie history heads for the half-century. There is no reason to believe this franchise will ever die. I suppose that is a blessing.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Die Another Day (2002)"}