{"url": "http://www.rogerebert.com/reviews/different-for-girls-1997", "by": "Steven MacKintoshas Kim Foyle", "star_rating": 3.0, "text": "The unexamined mystery at the heart of \"Different for Girls'' is--what, exactly, does Paul see in Kim? Paul is a rowdy motorbike messenger who roars through the streets and punk clubs of London. Kim, whose name was once Karl, is a postoperative transsexual. \"I am straight, you know,'' Paul tells Kim. \"So am I,'' she replies.\n\nThey knew each other 16 years ago, at a boarding school, and the opening titles include a flashback to those days. Karl is taunted in the shower by his gay-bashing schoolmates, and Paul gallantly comes to the rescue. When they meet again after a minor traffic accident, Paul recognizes the former Karl almost at once, but Kim--as she now is--at first denies they knew each other.\n\nOf course they did. But in what way? Was Paul (Rupert Graves) sexually attracted to Karl in his school days? Or is he fascinated only now, by the unexplored country of gender swapping? He asks Kim (Steven Mackintosh) out for lunch, and then causes a scene that cuts the date short (deliberately, Kim senses). He apologizes with flowers and asks her out again, but it's clear he's deeply conflicted: He is attracted to this mannish woman, but reluctant to admit it, to her or to himself.\n\n\"Different for Girls'' follows the time-honored conventions of the romantic comedy, in which opposites attract despite obstacles. Paul is macho, he already has a girlfriend, he likes loud music, he gets drunk. Kim wants to blend in and disappear. Even her clothes give that message: She wears the sorts of conservative fashions a nun might choose as civilian garb. If it's a mystery what Paul thinks of her, it's a puzzle why she's attracted to him. Immature and reckless, he lands them both in jail one night by exposing himself in public (not as a sexual act, but to make a point during a drunken rant).\n\nThe movie's effect depends on the performance by Mackintosh, as Kim. The actor does not look persuasively feminine, and indeed many of the other characters in the movie immediately read Kim as a transvestite. But the point of the movie is not deception, as it was in \"The Crying Game\". It is self-discovery. Kim considers herself a woman born into a man's body, and explains herself patiently to Paul: the confusion, the counseling, the gender reassignment surgery, the hormones. As Kim explains the changes in her body, Paul discovers to his horror that he has grown aroused. And here is the interesting question: Is Paul aroused by Kim's description of her breasts and hips, or by the fact that the description comes from someone Paul used to know as a man? \"I always thought you was gay,'' Paul says. \"So did I,'' Kim says. We believe Kim. But what about Paul, who drops his current girlfriend in a second to circle with fascination around this person he has nothing in common with? If the movie had explored the dynamic of Paul's attraction, it might have been more honest. Instead, it moves sideways into an unnecessary subplot, involving Kim's sister (Saskia Reeves) and her husband, an army career officer (Neil Dudgeon) haunted by his infertility. The obvious point is that there is more to being a man (or a woman) than reproduction. But we knew that.\n\nAs Kim, Mackintosh's performance finds and holds the right notes, of shyness, determination, privacy and love. Yes, Kim is attracted to Paul--probably because she always was, even in prep school. Attracted not by the swashbuckling, irresponsible lifestyle, but by the good heart that inspired Paul to come to the rescue. Despite her sex change, Kim is less complicated than Paul: What you see is what you get with her, while Paul doesn't know how to present himself or how to give.\n\nTranssexuality is so new as a subject for films that the movie can be excused, I suppose, for thinking it is about Kim. But I wish \"Different for Girls'' had explored Paul's struggle with his own feelings. Is he attracted to Kim because it gives him an excuse to date a boy who is a girl? Or is he attracted to the good feminine and human qualities that Kim definitely has? Or is it simply fascination with Kim's redefinition of herself? The movie ends on a conventional romantic note, leaving all of those questions unasked. Here is one of those rare films where the sequel would be infinitely more intriguing than the original.", "running_time": 101, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-10", "genres": ["Comedy", "Foreign"], "title": "Different For Girls (1997)"}