{"url": "http://www.rogerebert.com/reviews/dillinger-1973", "by": "Warren Oatesas John Dillinger", "star_rating": 3.0, "text": "\"Dillinger\" is the film, we may speculate, that John Milius was born to make: violent, tough, filled with guns and blood. Milius is the hot young screenwriter whose credits to date include \"Jeremiah Johnson\" and \"The Life and Times of Judge Roy Bean.\" And if we may believe published reports, his contracts all specify that he be provided with a rare and expensive rifle in addition to his salary. As a gimmick, it's a good one; Hollywood executives are impressed sometimes by eccentricity (particularly if it is showy and meant to advertise potential genius), and the bearlike Milius seems to spook them. I'd suspected, though, that the rifles were for publicity. Apparently not, \"Dillinger\" is a movie written and directed by a man with a thing for guns.\n\nConsider, for example, the Milius version of the Melvin Purvis raid on Little Bohemia lodge. Accounts in Purvis' \"American Agent\" and other books leave no doubt that it was a fiasco. But was it a farce? Milius gives us a full 10 minutes of gunplay. Special agents topple seemingly by the dozens. Were there enough G-men in the Midwest to provide spare bodies for such a massacre? No, it looks more like Milius went crackers on the scene and hauled in extras by the half-dozen so that he could kill them with those clever little exploding blood capsules. If the massacre at the end of Peckinpah's \"The Wild Bunch\" was special-effects technology in the service of art, here we have mere over-achievement.\n\nThe Milius obsession does provide us with some good moments, though. As Purvis, he has cast Ben Johnson (Sam the Lion in \"The Last Picture Show\"), and it is a fine, if unexpected, choice. Johnson is slow and easy and mean, and vows to take Dillinger himself. Before going into battle, he has a ritual: An assistant agent hands him his weapon and lights his cigar. This behavior is not recorded in accounts of Purvis, but it provides an interesting piece of business offering clues to his motivation.\n\nDillinger, on the other hand, comes off as a fairly decent man who wore the mantle of folk hero with more modesty than Bonnie and Clyde (whose adventures he follows in the newspapers). He brags sometimes, but with reason, and he's not a sadistic killer. He's a professional. He has killers in his gang, however, and is enraged when Baby Face Nelson gets trigger-happy.\n\nDillinger is played by Warren Oates, a gifted actor with an uncanny physical resemblance to the gangster. Oates is lean in speech and lanky in appearance, and toward the end of the film, he does a good job of getting jumpy. There is a fine scene, invented by Milius, in which Dillinger takes his girlfriend to dinner in Chicago and is spotted from across the room by Purvis. With a touch of flair, Purvis, who is with his fiancee, decides not to interrupt the evening. Instead, he sends Dillinger a magnum of champagne and his card. The scene suggests something of the relationship that must have existed in the 1930s between famous outlaws and famous lawmen; maybe it even reminds us of Bonnie and Clyde meeting Frank Hamer for the first time. It is not the only scene in the movie to remind us of \"Bonnie and Clyde,\" by the way; a visit to the farm of Dillinger's father never could have been filmed had Arthur Penn not directed his famous confrontation between Bonnie and her mother. \n\nThe movie follows the general facts in Dillinger's life fairly well, although Jay Robert Nash certainly will not like the ending. In the movie, Dillinger is gunned down by Purvis outside the Biograph Theater on N. Lincoln Av., after he is betrayed by the Lady in Red. In real life, as all readers of Nash's \"Dillinger - Dead or Alive?\" will know, Dillinger pays a double to take his place.\n\nDental records and a missing ring will reveal to Nash 30 years later that the FBI missed the real Dillinger. Detective work and anonymous tips put Chicagoan Nash on the trail, and he tracks down Dillinger, alive to this very day and living in Dallas. Nash goes to Dallas and confronts Dillinger, now an old but still proud man. It's quite a story; ask Nash about it the next time you run into him. I've always thought it would make a good movie. Martin Bormann could produce.", "running_time": 107, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-07-20", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Dillinger (1973)"}