{"url": "http://www.rogerebert.com/reviews/diminished-capacity-2008", "by": "Matthew Broderickas Cooper", "star_rating": 2.0, "text": "by Roger Ebert\n\n'Diminished Capacity\" is a mild pleasure from one end to the other, but not much more. Maybe that's enough, serving as a reminder that movie comedies still can be about ordinary people and do not necessarily have to feature vulgarity as their centerpiece. Yes, I'm still hurting from \"The Love Guru\" nightmare.\n\n\"Dim Cap,\" as Uncle Rollie shortens the phrase, is about Cooper, a Chicago political columnist (Matthew Broderick), and his uncle (Alan Alda), who are both suffering from memory loss. With Cooper, who was banged against a wall in somebody else's bar fight, the impairment is temporary. With Uncle Rollie, it may be progressing; his sister Belle (Lois Smith), who is Cooper's mother, asks him to come home and help her talk Rollie into a mental health facility. It's easy for Cooper to get away, since he's just been fired from his newspaper job (at the Tribune, as you can tell from countless hints, although the paper's name is mysteriously never mentioned).\rCooper drives to his hometown to find his mother overseeing Rollie, who has a big new project: He has attached fishing lines to an old-fashioned typewriter, so that every time he gets a bite, a letter gets typed. He searches the resulting manuscripts for actual words, and combines them into poetry. Well, if monkeys can do it, why not fish?\rThe plot deepens. Uncle Rollie treasures a baseball card given him by his grandfather. The card features Frank Schulte, who played right field for the 1908 Chicago Cubs, and I don't need to tell you what the Cubs did in 1908. It may be the only card of its kind in existence, and Cooper and his mom realize that if Rollie sold it, all of his unpaid bills would be behind him. Meanwhile, Cooper has run into his old girlfriend Charlotte (Virginia Madsen), who has split with her husband; they slowly rekindle their romance. And what with one thing and another, Charlotte and her son drive with Cooper and Rollie back to Chicago for a big sports memorabilia convention. They're trailed by the fiendish, rifle-toting hometown drunk Donny Prine (Jim True-Frost), who wants to steal the card.\rMatthew Broderick has two light comedies in release this summer; the other is \"Finding Amanda,\" where he goes to Vegas to try to rescue his niece from a life of sin. In both films, he reminded me of his amiability and quietly meticulous comic timing. He and Madsen find the right note for two old lovers who are casually renewing their romance.\rThe convention provides the movie's big set piece, as our heroes meet a nice baseball card dealer named Mad Dog McClure (Dylan Baker) and a crooked one named Lee Vivyan (Bobby Cannavale). It is Mad Dog who levels Lee with a withering curse: \"You're bad for the hobby!\" Baker and Cannavale more or less walk away with the scenes at the sports convention.\rThere is of course a duel over the invaluable card, and a fight, and a highly improbable showdown on a catwalk far above the convention arena, and a bit part for Ernie Banks, and a big kiss between Cooper and Charlotte, and it's all very nice, but not a whole lot more. The film is a co-production of Chicago's Steppenwolf Theatre, directed by veteran actor Terry Kinney and inspired by Sherwood Kiraly's novel. Kinney shows himself a capable director, but isn't the material a little lightweight for Steppenwolf?", "running_time": 92, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-03", "genres": ["Action", "Comedy", "Drama", "Indie", "Thriller"], "title": "Diminished Capacity (2008)"}