{"url": "http://www.rogerebert.com/reviews/diner-1982", "by": null, "star_rating": 3.5, "text": "Women are not strange, not threatening, not mysterious, unless you happen to be a man. Young men in particular seem to regard women with a combination of admiration, desire, and dread that is quite out of their control. This was especially true in the late 1950s, a decade during which the Playmate of the Month was more alien than E.T. is today. Women were such a puzzling phenomenon to 1950s young men that, after a date, the best way for males to restore their equilibrium was to regroup with the guys for the therapeutic consumption of cheeseburgers, greasy fries, black coffee, chocolate malteds, Lucky Strikes, and loud arguments about football teams and pop singers. \"Diner\" is a story about several such young men, who live in Baltimore. They share one awkward problem: They are growing up, painfully and awkwardly, at an age when they are supposed to have already grown up. Adolescence lasts longer for some people than society quite imagines. These guys are best friends for the time being, although in the fall they will go separate ways, to schools and jobs and even marriage, and it's possible they will never be this close again. They cling to one another for security, because out there in the real world, responsibility lurks, and responsibility is spelled woman. They have plans, but their plans are not as real as their dreams. \n\n\"Diner\" is structured a lot like \"American Graffiti\" and Fellini's \"I Vitelloni.\" It's episodic, as the young men venture out for romantic and sexual adventures, practical jokes, drunken Friday evenings, and long mornings of hangovers and doubt. Some of the movie's situations seem quite implausible, but they all fit within the overall theme of fear of women. One bizarre sequence, for example, involves a young man who insists that his fiance pass a tough quiz about pro football before he'll agree to marry her. He's serious: If she flunks, the wedding is off. This situation doesn't seem possible to me, but it's right symbolically, since what the man is really looking for in a wife is one of the guys, a woman who will agree to become an imitation man. \n\nAnother character, already married, is much more realistic. He has absolutely no communication with his wife and no way to develop any, since he sees her only as a \"wife\" and not as a friend, a companion, or even a fellow human being. Her great failure is an inability to regard his life with the proper reverence; when she gets his record collection out of alphabetical order, it's grounds for a fight. He's flabbergasted that she hasn't memorized the flip sides of all the Top 40 hits of 1958, but he never even suspects that he doesn't know what's inside her mind. \n\n\"Diner\" is often a very funny movie, although I laughed most freely not at the sexual pranks but at the movie's accurate ear, as it reproduced dialogue with great comic accuracy. If the movie has a weakness, however, it's that it limits itself to the faithful reproduction of the speech, clothing, cars, and mores of the late 1950s, and never quite stretches to include the humanity of the characters. For all that I recognized and sympathized with these young men and their martyred wives, girlfriends, and sex symbols, I never quite believed that they were three-dimensional. It is, of course, a disturbing possibility that, to the degree these young men denied full personhood to women, they didn't have three-dimensional personalities.", "running_time": 110, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama"], "title": "Diner (1982)"}