{"url": "http://www.rogerebert.com/reviews/dinner-rush-2002", "by": "Danny Aielloas Louis Cropa", "star_rating": 3.0, "text": "Unbelievable. Only in New York can a double murder triple your business. So it is observed in \"Dinner Rush,\" a movie set in one of those Italian restaurants that the customers are tickled to believe is mob-connected even though it isn't, because it makes it more thrilling that way. (Rosebud, the Chicago eatery, had billboards saying, \"We serve the whole mob.\") The story unfolds during one long night at an Italian place in Tribeca that is undergoing an identity crisis. The owner Louis (Danny Aiello) likes traditional Italian fare. His son Udo (Edoardo Ballerini) is into nouvelle, or nuovo, cuisine and boasts: \"Sausage and peppers is not on my menu.\" Louis is in despair. He wants to turn the place over to his son, but not if it means abandoning dishes that make you think of breadsticks and red-and-white checkerboard tablecloths. There are other problems. A man has been murdered, and the identity of his killers may be known to Louis. And two men have come into the restaurant, taken a table, called Louis over, and informed him, \"We're not leaving here until we're partners in the business.\" Louis says they can have the book he runs, but not the restaurant. Never the restaurant. They don't leave.\n\nIt's a busy night. The party at one long table is presided over by Fitzgerald (Mark Margolis), a gravel-voiced snob who talks slooowly so the cretins of the world can understand him. He runs an art gallery and is treating a visiting Greek artist. The entertainment consists of insulting his waitress (Summer Phoenix) and the maitresse 'd (Vivian Wu). At another table, Sandra Bernhard plays a food critic as if she considers the performance personal revenge on every theater and movie critic who has ever said a word against her.\n\nSo there's a crisis in management and a crisis in the dining room. A third crisis is unfolding in the kitchen, where Duncan (Kirk Acevedo), the only cook who will still make Louis' salsiccia e peperoni, is deep in debt to a bookmaker. Louis, who takes bets but is a reasonable man, tells Duncan's bookmaker: \"Stop taking his action. The kid's a pathological gambler. He needs help, not another bookmaker.\" There are enough plots here to challenge a Robert Altman, specialist in interlocking stories, but the director, Bob Giraldi, masters the complexities as if he knows the territory. He does. He owns the restaurant, which in real life is named Giraldi's. His center of gravity is supplied by Louis, who plays his cards close to his vest--closer than we suspect--and like a man who has been dealing with drunks for a very, very long time, doesn't get worked up over every little thing. He talks to his accountant and the visiting gangsters as if they're in the same business.\n\nLike \"Big Night,\" a film it resembles, \"Dinner Rush\" has a keen appreciation for the intricacies of a restaurant. In front, everybody is supposed to have a good time. In the kitchen, the chef is a dictator, and the workers are galley slaves. Udo has a scene right at the start where he makes one thing clear: Do it his way, or get out. The scenes in the kitchen show the bewildering speed with which hard and exact work is accomplished, and Giraldi is able to break these scenes down into details that edit together into quick little sequences--not surprising, since he has directed hundreds of commercials.\n\nIn a plot like this, there isn't a lot of time to establish characters, so the actors have to bring their characters into the film with them. They do. The gangsters walk in menacingly. Margolis has a manner that makes Fitzgerald hateful on sight. Bernhard and her long-suffering companion play out nightly private dramas over the work of the city's chefs. And Aiello suggests enormous depths of pride, sympathy, worry and buried anger.\n\nThe last scenes are fully packed, with developments that come one after another, tempting critics to complain it's all a little too neat. Maybe, but then you wouldn't want those story strands left dangling, and to spend any more time on them would be laboring the point: Like a good meal, this movie is about the progression of the main courses and not about the mints at the door.", "running_time": 98, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-01-18", "genres": ["Action", "Drama", "Thriller"], "title": "Dinner Rush (2002)"}