{"url": "http://www.rogerebert.com/reviews/dinner-for-schmucks-2010", "by": "Steve Carellas Barry Speck", "star_rating": 3.0, "text": "The truly goofy comes shrouded in innocence. If a man is trying to be goofy, it's just an act that quickly grows old. But if he lacks the slightest notion of his peculiarity, there's the secret. The blissful ignorance of Barry Speck is beyond pitiful and ascends to a kind of nobility. He's one of those who truly doesn't have a clue.\n\nIn “Dinner for Schmucks,” a group of arrogant rich men use him as part of an elaborate joke, but the joke is on them. You can't insult a man who is always happy to be just exactly who he is. In the film, the millionaires have a dinner party every year that is a secret joke: Each guest invites another guest who is, whether he realizes it or not, in a contest to determine which guest is the biggest idiot. This is plain cruel.\n\n“Dinner for Schmucks” was inspired by Francis Veber's French film “The Dinner Game,” which was an enormous hit in France but seemed a shade on the mean side. The genius of this version depends on the performance by Steve Carell, who plays Barry Speck as a man impervious to insult and utterly at peace with himself. He's truly a transcendent idiot.\n\nThe film's hero is Tim Conrad (Paul Rudd), an ambitious young man dreaming of promotion to the corner office. His boss is Lance Fender (Bruce Greenwood), who invites him to bring a guest to the dinner. This chance to hobnob with his boss' powerful friends is attractive, but at first Tim says no; he has an important date scheduled with his fiancee Julie (Stephanie Szostak). Then he meets Barry, a man whose hobby is populating enormous dollhouses and model landscapes with elaborately costumed dead mice. Barry is too good to pass up. He looks like a sure winner.\n\nThe subplot between Julie and Tim is essentially the MacGuffin; there needs to be something important to Tim that comes into conflict with the dinner. The film itself settles down, or stirs itself up, at the long dinner scene, at which we meet several other perfect idiots, but none in the running with Barry.\n\nBarry is such a specimen it's hard to describe him. Yes, he wears a toupee. Yes, he seems to have mice secreted about his person. But it's more that he's the only happy man in the room. One of the reasons we love the great eccentrics in Dickens, I believe, is that they're so pleased with themselves. You cannot be a great eccentric if you're not a happy one; otherwise there's no fun in it.\n\nThe dinner turns into farce and finally descends into slapstick, but Carell sails through these choppy seas with a steadfast belief in human nature. He doesn't perceive insult to himself perhaps because he can't imagine anyone acting that way. Jay Roach, who is no stranger to raunchy comedy (“Austin Powers: International Man Of Mystery,” “Meet the Fockers”), makes a good strategic decision on how he handles this: Not only is Barry an innocent, but so is Tim, who invited him to the party for reasons of ambition but not cruelty. So the villain is at three removes: That would be Bruce Greenwood as the sadistic boss.\n\nThe guests at the dinner are a strange lot. To describe them would be to give away their jokes, and one of the pleasures of the movie is having each one appear. I wonder if it occurs to anyone to reflect that the hosts of this dinner are the biggest idiots in attendance. Oh, and those elegant little mice remind me of the white mice in Charlie Kaufman's “Human Nature,” being taught their table manners by scientists.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-07-28", "genres": ["Comedy"], "title": "Dinner for Schmucks (2010)"}