{"url": "http://www.rogerebert.com/reviews/dinosaur-2000", "by": "D.B. Sweeneyas Aladar", "star_rating": 3.0, "text": "If a film had been made in the Cretaceous age, it might have looked a lot like \"Dinosaur.\" The movie is startling in its impact. Against a backdrop of nature, which is clearly real, we see dinosaurs that are scarcely less real. We feel the same sense of wonder that was stirred by \"Jurassic Park.\" These great beasts ruled the earth much longer than we have, their unlikely bodies sketched out in exaggerated Darwinian strokes.\n\nThe visual look of \"Dinosaur\" is a glimpse of wonders to come. The movie sends the message that computer animation is now sophisticated enough to mimic life itself in full motion, with such detail that the texture of reptilian skin seems as real as a photograph in National Geographic. The problem, as always, is to match the artistry with the technique.\n\nThe film opens with a little short story about an egg. The egg is first glimpsed in the nest of an iguanodon, which is fairly friendly-looking, as dinosaurs go. Predators attack the parents and disturb the nest, and then the egg is snatched by a scampering little critter who runs away with it. There's a fight for possession, the egg drops into a stream, is swallowed and then disgorged by a river monster, is snatched up by a flying creature and finally dropped from the sky to land in the habitat of lemurs.\n\nLemurs are of course about as cute as mammals can get. There were not any lemurs who looked like this at the time of the dinosaurs, but nevermind: The movie does a little overlapping of its eras to expand the cast and to give the mammals in the audience a point of identification. The egg hatches, a mother lemur takes the baby iguanodon into her arms, and then . . . she speaks.\n\nI can't tell you how disappointed I was to hear that voice. I guess I had forgotten that this movie wasn't going to be a reckless leap into the distant past, but a fairy tale in which the dinosaurs are human in all but outer form. They not only talk, they have personalities, and argue, plan, scheme and philosophize, just like humans. They even have human values; when one of the leaders says it's going to be \"survival of the fittest\" on a long desert trek, he comes across as cold and heartless. If there is one thing I think I know about dinosaurs, it's that sentimentality for the underdog played no part in their decision-making.\n\nI wonder why I was disturbed by the sound of dinosaurs with human voices. I know that cartoons can speak. I expect them to. When the dinosaurs spoke in \"The Land Before Time,\" that was fine with me. But \"Dinosaur\" looks so real that it didn't play like an animated film for me--it feels more like a nature documentary. There is a continuum reaching from Mickey Mouse to \"Jurassic Park,\" and at some point on that continuum the animals stop wisecracking and start eating one another. \"Dinosaur\" feels too evolved for cute dialogue.\n\nWhy are we as a species so determined to impose our behavior on creatures that are manifestly not human, and all the more wondrous for not being so? Why must we make the past more \"accessible\" by translating it into the terms of the present? At one point during the desert trek, simians climb aboard a dinosaur for a free ride, and the dinosaur complains, \"Just what I need--a monkey on my back.\" A dinosaur, even one that spoke English, would be unlikely to know what that line implies--and so will the kids in today's audience.\n\nI don't know if Disney has a house rule about which animals can speak and which cannot, but guidelines seem to be emerging. The rule is, if you are a predatory carnivore, you don't talk, but if you are a pacifist, a vegetarian or cute, you do. In \"Tarzan,\" the apes spoke, but the leopards didn't. In \"Dinosaur,\" all of the creatures speak, except for the vicious carnotaurs. A Faustian bargain seems to be at work: If you are an animal in a Disney picture, you can speak, but only if you are willing to sacrifice your essential nature.\n\nAll of this is of limited interest, I know, to the hordes clamoring to see this movie. Most younger kids probably assume that dinosaurs can speak, because they hear them speaking on TV every day. Even adults will probably not wonder if dinosaurs really roared. I enjoyed the movie as sheer visual spectacle, and I felt a certain awe at sequences like the meteor shower or the discovery of water beneath a parched lake bed. I was entertained, and yet I felt a little empty-handed at the end, as if an enormous effort had been spent on making these dinosaurs seem real, and then an even greater effort was spent on undermining the illusion.", "running_time": 84, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-05-19", "genres": ["Action", "Adventure", "Animation", "Family"], "title": "Dinosaur (2000)"}