{"url": "http://www.rogerebert.com/reviews/dirty-pretty-things-2003", "by": "Chiwetel Ejioforas Okwe", "star_rating": 3.5, "text": "The hall porter is sent upstairs to repair a blocked toilet, and finds the source of the trouble: A human heart, stuck in the pipes. He asks about the recent occupants of the room, but nobody seems to know anything, not even the helpful hooker who acts like an unofficial member of the staff. The porter, a Nigerian named Okwe, takes it up with his boss, Sneaky, and is advised to mind his own business.\n\nThis is a splendid opening for a thriller, but \"Dirty Pretty Things\" is more than a genre picture. It uses the secret and malevolent activities at the hotel as the engine to drive a story about a London of immigrants, some illegal, who do the city's dirty work. Okwe (Chiwetel Ejiofor) was a doctor in Nigeria, is here as a political exile, has a past that haunts him. He rents couch space in the tiny flat of a chambermaid named Senay (Audrey Tautou, from \"Amelie\"), who is from Turkey, and fled an arranged marriage. His best friend Guo Yi (Benedict Wong) presides over poker games at the mortuary where he works. His circle also includes the doorman Ivan (Zlatko Buric) and the hooker Juliette (Sophie Okonedo). These characters and the vile night manager Sneaky are the major characters in the story, immigrants all, while white Londoners exist only as customers or immigration officials.\n\nOkwe works hard at two jobs. He drives a minicab during the day, works all night at the hotel, buys illegal herbs at a local cafe to keep himself more or less awake. He is aware that Senay likes him and would not object if he moved from her couch to her bed, but he must be true to a wife in Nigeria; his faithfulness becomes more poignant the more we learn about the wife (\"It is an African story,\" he says simply).\n\nThe heart of the movie, directed by Stephen Frears, is in the lives of these people. How they are always alert to make a little money on the side (as when Okwe and Ivan supply their own cash-only room service sandwiches after the hotel kitchen closes). How they live in constant fear of immigration officials, who want to deport them, even though a modern Western economy could not function without these shadow workers. How there is a network of contact and support in this hidden world, whose residents come from so many places and speak so many languages that they stop keeping score and simply accept each other as citizens of the land of exile.\n\nWe get to know these people and something of their lives, as Okwe stubbornly persists in trying to find out where that heart came from. He discovers that Sneaky is the key, and that the hotel is the center of a cruel enterprise which I will not reveal. The movie takes us into dark places in its closing scenes. But this is not a horror movie, not a shocker (although it is shocking). It is a story of desperation, of people who cannot live where they were born and cannot find a safe haven elsewhere.\n\nThis is familiar territory for Stephen Frears, an uncommonly intelligent director whose strength comes from his ability to empathize with his characters. They are not markers in a plot, but people he cares about. Two of his early films, \"My Beautiful Laundrette\" (1985) and \"Sammy and Rosie Get laid\" (1987), deal with the London of immigrants from India and Pakistan. He's fascinated by people who survive in cracks in the economy, as in two of his American films, \"The Grifters\" (1990) and \"High Fidelity\" (2000), one about con artists, the other set in a used record store.\n\nCrucial to the success of \"Dirty Pretty Things\" is the performance by Chiwetel Ejiofor--who, I learn, was born in England and copied his Nigerian accent from his parents. A natural actor with leading-man presence, he has the rare ability to seem good without seeming sappy, and his quiet intensity here is deepened by the sense that his character carries great sadness from his past. Audrey Tautou isn't the first actress you'd think of to play the Turkish girl, but her wide-eyed sincerity is right for the role, and Sergi Lopez brings such crafty venality to his night manager that we suspect people must actually work in vile trades such as his.\n\nThe strength of the thriller genre is that it provides stories with built-in energy and structure. The weakness is that thrillers often seem to follow foreseeable formulas. Frears and his writer, Steve Knight, use the power of the thriller and avoid the weaknesses in giving us, really, two movies for the price of one.", "running_time": 107, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-01", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Suspense", "Thriller"], "title": "Dirty Pretty Things (2003)"}