{"url": "http://www.rogerebert.com/reviews/dirty-dingus-magee-1970", "by": "Frank Sinatraas Dingus", "star_rating": 1.0, "text": "\"Dirty Dingus Magee\" is as shabby a piece of goods as has masqueraded as a Western since, oh, \"A Stranger Returns.\" It's supposed to be a comedy, and it was directed by Burt Kennedy, who is supposed to be a director of Western comedies (\"Support your Local Sheriff\" wasn't bad), but its failure is just about complete.\n\nI lean toward blaming Frank Sinatra, who in recent years has become notorious for not really caring about his movies. If a shot doesn't work, he doesn't like to try it again; he might be late getting back to Vegas. What's more, the ideal Sinatra role requires him to be in no more than a fourth of the scenes, getting him lots of loot and top billing while his supporting cast does the work.\n\nThis time, as usual, the supporting cast is good. We get George Kennedy as a cigar-chewing sheriff; Anne Jackson as a madam of sorts; Lois Nettleton as a sympathetic nymphomaniac and Jack Elam, naturally, as the villain. They're fun to watch, but where's Sinatra? In Vegas?\n\nThe movie loosely concerns Sinatra as a con man who... But never mind what the movie's about; that's hardly the issue. I want to hurry on to a statement by one Charlie Blackfeet, president of the IFTP (Indians for Truthful Portrayal). Blackfeet is quoted at great length in MGM press releases as saying \"Dirty Dingus Magee\" has his organization's \"first unqualified stamp of approval for Hollywood stories dealing with Indians in 20 years.\"\n\nBlackfeet, who talks amazingly like an MGM press agent, allows that \"Hollywood's version of the average American Indian has been as artificial as a toupee.\" But he likes this movie, among other reasons, because it avoids \"make believe jargon that makes Indians sound like a cross between Tarzan and a man making a phone call underwater.\" End of press release quotes.\n\nWell, with all due respect, sir, I didn't much dig Paul Fix's dialog as Chief Crazy Blanket (\"If I'm crazy, you're crazy\"), or the scene where four old squaws and George Kennedy (disguised by a blanket and, naturally, mistaken as a squaw) watch while Sinatra makes out with the chief's lithe daughter, at the chief's insistence. \"Paleface take-um Injun girl,\" indeed, Mr. Blackfeet.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 1970, "date_published": "1970-11-23", "genres": ["Comedy", "Western"], "title": "Dirty Dingus Magee (1970)"}