{"url": "http://www.rogerebert.com/reviews/dirty-rotten-scoundrels-1988", "by": "Steve Martinas Freddy Benson", "star_rating": 3.0, "text": "There's something about the very words \"dirty rotten scoundrel\" that makes being one OK. They evoke an earlier age of simpler evils, back before everyone was playing for keeps. And the movie \"Dirty Rotten Scoundrels\" evokes a more innocent time in the movies, too; it's a remake of the David Niven comedy \"Bedtime Story,\" about a roguish Riviera con man bilking rich tourists out of more money than they needed in the first place.\n\n\"Dirty Rotten Scoundrels\" stars Michael Caine in the Niven role as Lawrence Jamieson, a suave, aloof confidence man who seems so noble, so regal, so aloof, that gullible tourists from Nebraska have no difficulty believing he is a king in exile. Steve Martin plays Freddy Benson, a scruffy American who works the lower end of the scam ladder, accepting donations for his allegedly ailing grandmother.\n\nThey meet on a train, sort of, when Jamieson observes Benson pulling his crude routine on a tourist. When the slick European discovers that the gauche American is planning to locate in his own home territory - the wealthy Riviera resort town of Beaumont-sur-Mer - he decides to do anything possible to keep Benson out of town.\n\nJamieson's theory is that bad crooks pollute the water for sophisticated con men like himself.\n\nHowever, Freddy keeps turning up, like a bad penny, and finally Jamieson decides out of desperation that he must work with him. They do a couple of cons together, and then they make a wager of $50,000 on who will be the first to con a rich visiting American (Steppenwolf Theatre's Glenne Headly). So their pride is at stake - and a lot more than pride, it turns out.\n\nThe plot is mostly an excuse for a series of bizarre set-pieces in which one con man tries to corner the other in an outrageous trap. My favorite sequence came when Caine played an incredibly wealthy European aristocrat and saddled Martin with the hapless role of Ruprecht, his brother. Ruprecht is so maladroit that he has to eat with a cork on the end of his fork, to prevent damage if he stabs himself in the eye. (For added protection, he also wears an eyepatch.) The plot develops into a series of \"The Sting\"-like cons within cons, as the two confidence men surpass themselves in their attempts to outsmart the surprisingly elusive Headly. Caine goes the high road, with visual and verbal humor. Martin does more pratfalls than in any of his movies since \"The Jerk,\" and he has one absolutely inspired scene in a jail cell. He knows the name of only one local citizen who might bail him out: Lawrence Jamieson. And as he tries to remember his name, his mind and body undergo the most fearsome contortions. Martin, who seems to be improvising the scene, tries to drag the missing name from his stubborn subconscious, one syllable at a time.\n\nThe plot of \"Dirty Rotten Scoundrels\" is not as complex as a movie like \"The Sting,\" and we can see some of the surprises as soon as they appear on the horizon. But the chemistry between Martin and Caine is fun, and Headly provides a resilient foil as a woman who looks like a pushover but somehow never seems to topple.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-12-14", "genres": ["Comedy"], "title": "Dirty Rotten Scoundrels (1988)"}