{"url": "http://www.rogerebert.com/reviews/dirty-dancing-1987", "by": "Jennifer Greyas Baby Houseman", "star_rating": 1.0, "text": "Well, you gotta hand it to \"Dirty Dancing\" for one thing at least: It's got a great title. The title and the ads seem to promise a guided tour into the anarchic practices of untrammeled teenage lust, but the movie turns out to be a tired and relentlessly predictable story of love between kids from different backgrounds.\n\nThe movie takes place at a resort hotel that I guess is supposed to be in the Catskills. The hotel is run by Jack Weston, who wants to play matchmaker for his obnoxious son. When the Houseman family checks in, he immediately introduces his brat to Baby Houseman (Jennifer Grey), the daughter of Dr. Houseman, if you get the point.\n\nBaby doesn't like the brat, and she finds herself bored by the old people at the hotel. But from the dormitory out back she hears the insistent beat of rock 'n' roll, and when she sneaks a peek inside she finds the hotel staff engaged in an orgiastic dance sequence.\n\nI use the word \"sequence\" advisedly. The actors playing the staff in this movie are such good dancers, and their dancing is so overchoreographed, that there's no question these are just ordinary kids who can dance pretty well. Nope. It's pretty clear they're in a movie.\n\nBaby falls in love with the best-looking dancer, a handsome jock named Johnny Castle (Patrick Swayze), who dances professionally in the hotel's show. At first, he doesn't pay her much attention, but then he kinda starts to like the kid, like in millions of other movies. Meanwhile, a waiter impregnates Swayze's partner, and when there's an emergency, Baby asks her father to help out. Her father (Jerry Orbach) assumes that Swayze was the father of the child, and so he is violently opposed to any romance between his Baby and this greasy jerk.\n\nOf course, Swayze is not the father. There is no reason for Orbach to think so, except for the requirements of the movie's Idiot Plot, which obligates everyone to say exactly the wrong thing at the wrong time in order to protect the idiocy of his mistake. Meanwhile, the sick girl cannot dance in a big show at a nearby hotel, so Grey volunteers to take her place. And after some doubt, Swayze becomes her dance coach.\n\nCan you figure out the rest of the plot? What's your best guess? Does Grey turn out to be a great dancer? Does Swayze fall in love with her? Do they dance together in front of everybody, while her father fumes and her mother keeps a cool head, and then does Orbach finally realize his mistake and accept the kid as his daughter's boyfriend? Are there stars in the sky?\n\nThe movie makes some kind of a half-hearted attempt to rip off \"West Side Story\" by making the girl Jewish and the boy Italian - or Irish, I forget.\n\nIt doesn't much matter, since the movie itself never, ever uses the word \"Jewish\" or says out loud what obviously is the main point of the plot: the family's opposition to a Gentile boyfriend of low social status. I guess people who care about such things are supposed to be able to read between the lines, and the great unwashed masses of American moviegoers are condemned to think the old man doesn't like Swayze's dirty dancing.\n\nThis might have been a decent movie if it had allowed itself to be about anything. The performances are good. Swayze is a great dancer, and Grey, who is appealing, also is a great dancer. But the filmmakers rely so heavily on cliches, on stock characters in old situations, that it's as if they never really had any confidence in their performers.\n\nThis movie could have been about the subjects it pussyfoots around so coyly. It could have found a big scene a little more original than the heroine stepping in for the injured star. It could have made the obnoxious owner's son less of a one-dimensional s.o.b. But the movie plays like one long, sad, compromise; it places packaging ahead of ambition. Where did I get that idea? I dunno. Maybe from the title.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-08-21", "genres": ["Drama", "Romance"], "title": "Dirty Dancing (1987)"}