{"url": "http://www.rogerebert.com/reviews/dirty-dancing-havana-nights-2004", "by": "Romola Garaias Katey Miller", "star_rating": 2.0, "text": "I was not a fan of \"Dirty Dancing,\" although $150 million in 1987 box-office dollars attempted, unsuccessfully, to convince me I was wrong. I thought Patrick Swayze and Jennifer Grey were terrific dancers, and I thought the plot was a clunker assembled from surplus parts at the Broken Plots Store. The actions of the characters (especially her parents) were so foreordained, they played like closing night of a run that had gone on way too long.\n\nNow here is \"Dirty Dancing: Havana Nights.\" Same characters, new names, same plot, new location. The wealthy Miller family from St. Louis arrives in 1958 Havana with their teenage daughter Katey (Romola Garai). She is courted by young James Phelps (Jonathan Jackson), son of a wealthier family. Has anybody in the movies named Phelps ever been poor? She meets Javier Suarez (Diego Luna), a nice Cuban waiter about her age, and by her clumsiness gets him fired. But . . .\n\nWell, of course she finds Phelps a bore and Javier a nice and considerate friend, not nearly as sexually vibrant, by the way, as Swayze. Except when he's dancing. She has to choose between the godawful official balls and the excitement at La Rosa Negra, the club where Javier and his friends hang out -- a club not a million miles distant in function from the disco in \"Saturday Night Fever.\"\n\nCan this white-bread American princess learn rhythm? Of course she can, with Javier wading with her into the ocean and teaching her to feel the motion of the waves and allow her body to sway with them, and to listen to the music as if it is the waves, while meanwhile perfecting choreography so complex and demanding that it would have had Rita Moreno, in her heyday, pleading for the Sloan's Liniment.\n\nIs it not clear to all of us that sooner or later Katey and Javier will have to defy social convention and enter the dance contest, and that Mr. and Mrs. Miller will find themselves at the big contest but astonished to discover their own daughter out there on the floor? Of course they will be shocked, but then they will be proud, and Mrs. Miller (Sela Ward), who was a heck of a dancer in her day, will realize that the fruit has not fallen far from the tree, and that Katey must follow her dream, realize her talent, go with the flow, sway with the waves and bring home the bacon.\n\nMeanwhile, in the hills, Fidel Castro readies his assault on the corrupt Batista regime. All very well, and his revolution could have supplied some good scenes, as we know from \"Havana\" and the \"Godfather\" saga. But is Fidel really needed in a retread of \"Dirty Dancing\"? And do the inevitable scenes of upheaval, people separated from each other, confusion in the streets, etc., create tension, or only tedium? How can we get excited about action that the movie isn't even about? Couldn't Castro at least have crashed the dance contest in disguise, like Douglas Fairbanks would have?\n\nWhy, then, do I give this movie two stars and the original only one? Because I have grown mellow and forgiving? Perhaps, but perhaps, too, because we go to the movies to look at the pretty pictures on the screen, like infants who like bright toys dangled before them. And \"Dirty Dancing: Havana Nights\" is a great movie to look at, with its period Havana (actually San Juan, Puerto Rico, with lots of 1950s cars). The dancing is well done, the music will sell a lot of soundtracks, and . . .\n\nRomola Garai and Diego Luna. You remember him from \"Y Tu Mama Tambien,\" and here again he has that quirky, winning charm. She is a beauty and a gifted comedian, who played Kate in \"Nicholas Nickleby\" and was the younger sister, Cassandra, in the wonderful 2003 film \"I Capture the Castle.\" They must be given credit for their presence and charisma in \"Dirty Dancing: Havana Nights,\" and together with the film's general ambiance, they do a lot to make amends for the lockstep plot. But here's an idea: Rent \"Y Tu Mama Tambien,\" \"Nicholas Nickleby\" and \"I Capture the Castle,\" and eliminate the middleman.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-02-27", "genres": ["Drama", "Romance"], "title": "Dirty Dancing: Havana Nights (2004)"}