{"url": "http://www.rogerebert.com/reviews/dirty-dishes-1983", "by": "Carole Laureas Armelle", "star_rating": 3.0, "text": "\"Dirty Dishes\" tells the story of a woman who begins by feeling trapped by the routine of domestic life, and who ends by being trapped within her own madness. Did housework and motherhood drive her mad? The movie doesn't take a position, although some of the women who have written about the film take it for granted. \n\nThe movie itself is more open-ended, as if to say, this is the sort of thing that can happen to you if your life is besieged by children, vacuum cleaners, supermarkets, hairdressers, auto repairs and lecherous men on the street.\n\nThe movie stars the French-Canadian actress Carole Laure as Armelle, a beautiful young Parisian woman who was forced to support herself after her father died, who dropped out of school and worked as a nightclub dancer, and who left dancing and married her somewhat older husband because she wanted a life of security and parenthood. \n\nNow that she has her wish, it's driving her crazy. But what else can she do? She cleans. She scrubs. She listens to sex-advice programs on the radio. She goes to a porno movie with three girlfriends. She makes secret visits to a gay hairdresser who gives her sensuous shampoos and then she washes her hair again so her husband won't know. She applies for a few jobs, but without success; one commercial casting director tells her she just doesn't look like the kind of woman who would wash dishes, and she allows herself just one short, bitter little laugh. \n\nThe world she inhabits shows signs of bursting at the seams, and for this we can probably credit Joyce Bunuel, who wrote and directed it. Bunuel is the former daughter-in-law of Luis Bunuel, the great Spanish director who made a specialty of allowing anarchy to disrupt everyday life. Joyce Bunuel seems to share something of the same spirit.\n\nHer film opens with an unexplained, sinister event in which a strange man threatens Armelle and her family. Throughout the movie there are other little moments that are just a shade too strange to happen anywhere except in real life.\n\nBunuel also has an interesting strategy for photographing Armelle's daily life. She stays close. She uses close-ups of household tasks and labor-saving gadgets, vacuum cleaners and orange juicers. And she allows Armelle's two small children to intrude noisily into the frame, disrupting the movie as they bounce excitedly through life. \n\nThe husband, on the other hand, is a detached, reasonable, quietly maddening person who never quite understands why his wife is unhappy. Some of the reviews of \"Dirty Dishes\" have criticized it for taking such a negative view of the daily domestic life of a young mother. I'd approach the movie from another point of view. Since the film is manifestly about this particular mother, and since she is a little mad as well as a little frustrated, it's doubtful Bunuel even intended \"Dirty Dishes\" as a general view of domestic routine. Like the other Bunuel, she lets a little insanity and a little poetry into the frame. It makes for a more interesting picture.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-10", "genres": null, "title": "Dirty Dishes (1983)"}