{"url": "http://www.rogerebert.com/reviews/dirty-work-2006", "by": "Lance Reddickas Det. Derek Manning", "star_rating": 2.5, "text": "In three days I saw three movies in a row about crooked cops and criminals. All three movies were good to one degree or another, and all three were familiar in the same old ways: I saw guys with five o'clock shadows from the day before yesterday, and long-suffering wives, and corrupt police captains, and rotten politicians, and drug deals, and hookers and cons and ex-cons and high-speed chases and innocent bystanders and a variety of ways to die. \"Dirty Work\" was not the best of these films, but it was the only one with an original character. I wish every casting director in the business could see this movie and study the work of Austin Pendleton.\n\nPendleton is the kind of guy who when you see him in a movie, you know you've seen him before. He was the Santa with the umbrella in \"Christmas with the Kranks.\" He has 103 other acting credits on IMDb.com, is on TV all the time, and spends half of his time on the stage. He has the wispy hair and the goofy grin and the overbite, and likes to make whimsical comments that show how smart he is. In \"Dirty Work\" there is a moment when he's fed up, and what does he do? Scream or snarl? No, he plops down in a chair and throws his arms up in the air and lets them fall carelessly. His body language translates as, \"I've worked and I've worked with these people, and they screw it up every chance they get.\"\n\nHere is where casting directors should pay close attention: The character played by Pendleton is a guy named Julian, described on the movie's Web site as \"Chicago's cruelest crime boss.\" Yes. This Steppenwolf actor who seems born to play the office clown or the idiot in-law or the weirdo scientist plays, I repeat, Chicago's cruelest crime boss. He is the last person any casting director would consider for such a role. That is why he is such a perfect choice. All by himself, he budges \"Dirty Work\" out of the ordinary and brings it a kind of bizarre energy.\n\nWe expect a crime boss to look like he studied \"The Godfather\" and then for his graduate work studied \"The Sopranos.\" We expect him to be hard, ugly and vicious. In another of the three movies I saw, the boss takes a guy to the hockey stadium he owns and his players bang pucks into the guy's teeth. A nice touch, but not as scary as when Julian's smile fades and he looks at his mistress, just looks at her, and you know that girl is dead.\n\nThe movie involves a few days in Chicago during a campaign for state's attorney. Frank Sullivan (Michael McGlone) is behind and needs to catch up. There's an ugly murder; Julian's mistress is strangled and then carved up. A black detective named Manning (Lance Reddick) is on the case. He's a gambler who owes 40 large to Julian. Sullivan's wife (Karin Anglin) is a drunk who embarrasses him at the wrong time. She ends up dead. She was killed in exactly the same way as the first girl. So obviously it's the same crazy serial killer, right? Except the killer of the first girl is already in jail. And then somebody overhears a comment about that at precisely the wrong time.\n\nOther characters include a beautiful young hotel maid named Lena (Nutsa Kukhianidze, whose agent may advise her to rethink that first name). She's an emigrant from Poland, whose cousin has kicked her out. She accepts an offer from a guy who arranges parties in her hotel. This puts her within Julian's orbit, not a good idea. There are various tough guys and gamblers and a campaign manager who would do anything, literally, to help Sullivan get elected. The plot is as cynical as the genre requires, and the locations are interesting: Snow-covered rooftops, political fund-raisers, gambling dens.\n\nThe movie, which will play for one week at the Siskel Center, is a low-budget first feature directed by Bruce Terris, who shows that with a larger budget he could play with the big guys. He knows how to direct. His images are nicely framed and the editing has a nice rhythm, and if the movie sometimes looks like it's cutting corners, well, it is: The big fund-raiser looks like it attracted only about 25 people. It's not a movie you must see, but then how many are? I did see it, and I don't regret it; I reacted to the complex dilemma of the detective, and the poignancy of the Polish maid, and the cynicism of the politician and his aide.\n\nAnd then when they let Austin Pendleton loose, I was simply grateful. I don't know where Julian came from or how he rose to become Chicago's cruelest crime boss, but at least he isn't recycled from a thousand other movies. He's new. I have a theory about why all the tough guys are terrified of him, even though at times he seems to be channeling Santa from the \"Kranks.\" It's as simple as this: When that crazy little (12-letter noun) gets that weird look in his eyes, you don't want to (four-letter verb) with him.", "running_time": null, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-02-16", "genres": null, "title": "Dirty Work (2006)"}