{"url": "http://www.rogerebert.com/reviews/dirty-harry-1971", "by": "Don Siegel", "star_rating": 3.0, "text": "Eastwood doesn't care; he says to hell with the Bill of Rights and stalks out of the district attorney's office. But when Scorpio hijacks the school bus, it is Eastwood again, who is asked to be bag man and carry the ransom. This time he refuses. He wants Scorpio on his own. We've already seen him twisting Scorpio's broken arm (\"I have a right to a lawyer!\" Scorpio shouts), and soon we will see him kill Scorpio in cold blood. Then, in a thoughtful final scene, Eastwood takes his police badge and throws it into a gravel pit.\n\nIt is possible to see the movie as just another extension of Eastwood's basic screen character: He is always the quiet one with the painfully bottled-up capacity for violence, the savage forced to follow the rules of society. This time, by breaking loose, he did what he was always about to do in his earlier films. If that is all, then \"Dirty Harry\" is a very good example of the cops-and-killers genre, and Siegel proves once again that he understands the Eastwood mystique.\n\nBut wait a minute. The movie clearly and unmistakably gives us a character who understands the Bill of Rights, understands his legal responsibility as a police officer, and nevertheless takes retribution into his own hands. Sure, Scorpio is portrayed as the most vicious, perverted, warped monster we can imagine -- but that's part of the same stacked deck. The movie's moral position is fascist. No doubt about it.\n\nI think films are more often a mirror of society than an agent of change, and that when we blame the movies for the evils around us we are getting things backward. \"Dirty Harry\" is very effective at the level of a thriller. At another level, it uses the most potent star presence in American movies -- Clint Eastwood -- to lay things on the line. If there aren't mentalities like Dirty Harry's at loose in the land, then the movie is irrelevant. If there are, we should not blame the bearer of the bad news.", "running_time": 102, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Action", "Crime", "Thriller"], "title": "Dirty Harry (1971)"}