{"url": "http://www.rogerebert.com/reviews/disclosure-1994", "by": "Michael Douglasas Tom Sanders", "star_rating": 2.0, "text": "\"Disclosure\" contains an inspiring terrific shot of Demi Moore's cleavage in a Wonderbra, surrounded by 125 minutes of pure goofiness leading up to, and resulting from, this moment. Advertised as the first movie about the sexual harassment of men by women in the workplace, it is an exercise in pure cynicism, with little respect for its subject - or for its thriller plot, which I defy anyone to explain.\n\nThe \"theme\" is basically a launch pad for sex scenes. And yet the movie is so sleek, so glossy, so filled with Possessoporn (toys so expensive they're erotic), that you can enjoy it like a Sharper Image catalog that walks and talks.\n\nThe film takes place inside the Seattle research and development headquarters of a vast high-tech corporation. The male employees have not had their consciousness raised. (\"I definitely have lift-off,\" one says, after Demi Moore walks by).\n\nMichael Douglas plays Tom Sanders, an executive involved in the manufacture of \"Corridor,\" a virtual reality database. There are problems on the assembly line that may jeopardize a merger.\n\nCorridor is some software program, all right. Users stand in the center of a network of light beams that track their movements. They wear a headset that creates the illusion that they are wandering the corridors of a Greco-Roman temple lined with filing systems. They reach out a hand, and files come into view, which can be searched and accessed. In other words, for hundreds of thousands of dollars, busy executives can do the work of file clerks.\n\nThe company is about to be acquired by a larger firm, and the boss (Donald Sutherland) stands to make $100 million. So he doesn't want to hear any bad news about Corridor. Meanwhile, Douglas expects a promotion - and is shocked to learn it will go instead to a former lover named Meredith Johnson (Demi Moore). The day she gets the job, she calls him to her office for a 7 p.m. conference, pours his favorite wine, and segues directly into an attempted rape.\n\nHe fights her off (although not without being tempted long enough, of course, to let the confrontation develop into a satisfactory movie sex scene). The next day, she accuses him of sexual harassment, and his life and career seem about to be destroyed.\n\nOK. That part you already know, from the publicity surrounding the Michael Crichton best-seller that inspired the movie.\n\nAnd of course there are office hearings and confrontations as the company tries to get to the bottom of the charges without allowing a public scandal. Douglas is defended by a bright, high-powered attorney named Catherine Alvarez (Roma Maffia), who is the subject of one of the movie's cleverest lines: \"She'd change her name to 'TV Listings' to get it in the paper.\" But things look bad for him until he starts getting anonymous tips via e-mail, and another level of conspiracy is revealed.\n\nA lot of that is obligatory material in thrillers about sex and conspiracy in the corridors of power. What's unusual this time is the Nancy Drew stuff: Evidence obtained by means so lame and unlikely, we laugh even while it's happening. What are the odds, for example, that Michael Douglas could overhear Demi Moore's evil schemes by eavesdropping outside an exercise room, where Moore climbs a Stairmaster while helpfully, and loudly, divulging her secrets to a henchman? And what about the plot's answering machine gimmick - a textbook deus ex machina? Without these contrivances, there would be no way for Douglas to defend himself, or for the plot to advance. The anonymous e-mail messages from \"A Friend\" are not very helpful, and (as it turns out) could easily be tracked.\n\nLate in the film, some sort of labyrinthine scheme involving the Sutherland character is hinted at, without ever becoming clear; it's a distraction, because there are references to things that are not explained.\n\n\"Disclosure\" loves its high-tech look. The corporation occupies offices where every wall is made of glass, and lives are lived in public. There's a lot of computer stuff in the movie, which makes us feel clever, unless we know anything about computers, in which case, it makes the movie feel dumb. (How likely is it, database fans, that a corporation would trust all of its records to a prototype of new software?) There's a neat scene where Douglas dons the virtual reality headpiece and goes hunting through the files, while his enemies materialize in the cyberspace behind him. Looks great. But techheads will be rolling in the aisles.\n\nAs the movie started, I expected a sexy docudrama about sexual harassment. What I got was more of a thriller and whodunit, in which the harassment theme gets misplaced. Too bad, since the best scenes involve the attorneys for Moore and Douglas, and especially the scenes where Douglas' attorney sets out in chilling detail what a lawsuit is likely to do to his life. There's also an intriguing subplot involving Douglas' relationship with his wife (Caroline Goodall).\n\nMuch could have been made of this material. Much has been made of it. But not the same much.", "running_time": 125, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-12-09", "genres": ["Crime", "Drama", "Mystery", "Romance", "Thriller"], "title": "Disclosure (1994)"}