{"url": "http://www.rogerebert.com/reviews/disgrace-2009", "by": "John Malkovichas David Lurie", "star_rating": 4.0, "text": "I awaited the closing scenes of \"Disgrace\" with a special urgency, because the story had gripped me deeply but left me with no idea how it would end. None -- and I really cared. This is such a rare movie. Its characters are uncompromisingly themselves, flawed, stubborn, vulnerable. We feel we know them pretty well, but then they face a situation of such pain and moral ambiguity that they're forced to make impossible decisions. It's easy to ask them to do the right thing. But what is the right thing?\n\nDavid Lurie (John Malkovich) teaches the Romantic poets at the University of Cape Town. He lingers over Wordsworth's word choices before a classroom of distracted students. One seems to care: Melanie (Antoinette Engel). He offers her a ride home in the rain. She accepts. (I spent a year in that university on the slopes of Table Mountain. When someone offers you a ride home in the rain, you accept.)\n\nThis is South Africa in the years soon after the fall of apartheid. Sexual contact between the races is no longer forbidden by law, and indeed \"Disgrace\" opens with a liaison between David and a black prostitute. Melanie is Indian. David is white, at least 35 years older, very confident, sardonic, determined. They have sex. We don't see exactly how they get to that point, but it is clear afterward that Melanie is very unhappy. It was probably not literal rape, we're thinking, but it was a psychological assault.\n\nDavid should be content with his conquest, but he's a cocky and deeply selfish man, and Malkovich, in one of his best performances, shows him acting entirely on his desires. There's a scene where he faces a university disciplinary board; the board obviously hopes to avoid scandal and offers him a graceful exit. He cheekily tells them he is guilty, accepts blame, requests punishment.\n\nNow the divorced David goes to visit his daughter Lucy (Jessica Haines), a lesbian who owns a remote farm and supports herself with a market garden and dog breeding. Her farm manager is an African named Petrus (Eriq Ebouaney, who played the lead in \"Lumumba\"). This man is more independent than years in South Africa have led David to expect. He doesn't believe Lucy is safe living on the farm with him.\n\nNow events take place I will not describe, except to say that Lucy is indeed not safe, and that David becomes locked in essentially a territorial dispute with Petrus. This dispute has a background in the old and new South Africas, strong racial feelings, and difficult moral choices. The nature of the personalities of David, Lucy and Petrus are deeply tested.\n\nThe film is based on a novel by Nobel laureate J.M. Coetzee, which won the Booker Prize. I read it in 1999, remembered it well, but not the details of the ending. Now I understand why. It isn't so much about what happens, as about the way things are. The final shot by the director Steve Jacobs is in its own way perfect. There cannot be a resolution, apart from the acceptance of reality.\n\nI imagine those seeing \"Disgrace\" will find themselves in complex discussions about right and wrong. In any sense, what David did with Melanie was wrong, and what happens later to Lucy is wrong. We agree. But whose response is better? David's or Lucy's? To ask that question is the whole purpose of this story. There are two more questions: What does it mean when David decides to put down a dog he feels affection for, and what has happened within him by the time of the final scene? As the last shot begins, you will be asking yourself. The shot will not make it easy for you. I know what I think, but it isn't a comfortable conclusion.\n\nThis is one of the year's best films. Before discussing Malkovich, I want to mention four other performances. Fiona Press as Bev, a warm, comfortable middle-aged woman who runs the animal shelter in town, is a necessary center of comfort and calm. Jessica Haines plays Lucy with unbending, clear-eyed conviction. Ebouaney has a crucial role and plays it wisely, not signaling what we should think of him but simply playing a man who is sure of his ground. Antoinette Engel has a smaller role, also crucial, with perfect pitch: She, too, doesn't parade her feelings. After the film is over, it may occur to you that Melanie and Lucy have undergone similar experiences.\n\nThen there is Malkovich, an actor who is so particular in the details of voice and action. After you see \"Disgrace,\" you may conclude no other actor could possibly have been cast for the role. He begins as a cold, arrogant, angry man, accustomed to buying his way with his money and intelligence. He is also accustomed to being a white man in South Africa. In no sense does David think of himself as a racist and probably always voted against apartheid. But at least it was always there for him to vote against. Now he undergoes experiences that introduce him to an emerging new South Africa -- and no, I don't mean he undergoes conversion and enlightenment. This isn't a feel-good parable. I simply mean he understands that something fundamental has shifted, and that is the way things are.", "running_time": 120, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-09-23", "genres": ["Drama", "Foreign", "Indie"], "title": "Disgrace (2009)"}