{"url": "http://www.rogerebert.com/reviews/disneys-the-kid-2000", "by": "Bruce Willisas Russ Duritz", "star_rating": 3.0, "text": "Bruce Willis is developing a nice little sideline, co-starring with children in films with supernatural elements. After \"The Sixth Sense'' in the summer of 1999, here is \"Disney's The Kid,'' which (despite the Disney trademark in the title) is not really a kids' picture but aimed more or less at \"The Sixth Sense'' audience. It's a sweet film, unexpectedly involving, and shows again that Willis, so easily identified with action movies, is gifted in the areas of comedy and pathos: This is a cornball plot, and he lends it credibility just by being in it.\n\nHe plays Russ Duritz, a Los Angeles \"image consultant'' who needs a lot of consulting on his own image. He's rude, abrasive, dismissive, angry. Trapped next to a TV anchorwoman on a plane, he first tries to ignore her, then delivers a devastating critique of her hair, eyebrows, makeup, clothes, voice and the horse she rode in on. In the office, he tyrannizes his assistant (Lily Tomlin), who survives only because of a tough, humorous shell.\n\nStrange things begin to happen. If \"The Sixth Sense'' was about a kid who keeps seeing dead people, this one is about a guy who is dead inside and keeps seeing a kid. A pudgy little kid, who leads him into a diner that later seems to have disappeared. The kid eventually allows himself to be cornered. They compare distinguishing characteristics, and Russ is forced to the amazing conclusion that this kid is himself, a few days before his own 8th birthday.\n\nI don't know about you, but I would be able to recognize myself at 8 without looking for scars and markings. Still, maybe Russ, so sleek and groomed, doesn't want to remember that he was once a pudgy little pushover. The kid, called Rusty (Spencer Breslin) is lovable and direct, and seems to know what's going on in a way old Russ doesn't. (Clue: The movie could have been called \"Ebenezer Willis and the Ghost of Childhood Past''). Together, the boy and the man share memories and revisit the scenes of childhood defeats, and the adult begins to understand why he is so cold to his father, to the world and to himself.\n\nThe movie was directed by Jon Turtletaub (\"While You Were Sleeping'') and written by Audrey Wells (\"The Truth About Cats and Dogs''), and has that nice mixture of sentiment and comedy that both of those movies found. I like Rusty's attitude as he confronts the full horror of growing up. At one point, quizzing Russ about his life, he discovers that Russ doesn't even have a dog.\n\n\"No dog? I grow up to be a guy with no dog?'' Russ admits that it's true.\n\n\"What do I do?'' the kid asks.\n\n\"You're an image consultant,'' says the adult.\n\nThe kid takes inventory. \"So ... I'm 40, I'm not married, I don't fly jets and I don't have a dog? I grow up to be a loser!'' The movie reveals more supernatural dimensions as it goes along. At first it appears to simply be about a visit from Russ's childhood self. Then, through shadowy mechanisms, the boy and man are able to revisit and even revise scenes from the past, and particularly a crucial playground fight involving a bully and a scheme to tie firecrackers around the neck of a three-legged dog named Tripod.\n\nThe movie's quick-fix psychology argues that Rusty grew up to be sour old Russ because he didn't stand up for his rights on the playground. This time, after Russ takes Rusty to train under a client who is a professional boxer, Rusty does a better job of defending himself, which does not simply change the future (as in \"Back to the Future'') but more obscurely allows Russ to learn the same lesson at 40 that Rusty now learns at 8.\n\nThe problem here is that this lesson is the same old macho John Wayne BS in which the secret of being a happy man is to learn to fight. That's the same lesson preached in \"The Patriot.'' Both movies dismiss the possibility that men can think and reason their way out of difficulty, and teach that the answer lies in revenge, assisted by fighting skills. Both movies, otherwise so similar, have plots that absolutely depend on these values (\"The Patriot,'' to be fair, provides powerful motivation after a British monster kills one of the hero's sons and prepares to hang another, which is even worse than mistreating poor Tripod, although PETA might not think so). When will a mainstream big budget mass market movie argue that one can use intelligence instead of violence to settle a dilemma? To quote John Wayne, \"That'll be the day.'' These observations aside, \"Disney's The Kid'' is warm-hearted and effective, a sweet little parable that involves a man and a boy who help each other become a better boy, and a better man (there are parallels of course with \"Frequency''). I smiled a lot, laughed a few times, left feeling good about the movie. I am still mystified by the title. If Disney added the studio name to \"The Kid'' to avoid confusion with the 1921 Charlie Chaplin classic starring Jackie Coogan--well, I'm surprised they believe that many people remember it, and a little touched.", "running_time": 101, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-07-07", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Disney's The Kid (2000)"}