{"url": "http://www.rogerebert.com/reviews/disneys-a-christmas-carol-2009", "by": "Jim Carreyas Scrooge/Ghosts", "star_rating": 4.0, "text": "\"Disney's A Christmas Carol\" by Robert Zemeckis (and Charles Dickens, of course) is an exhilarating visual experience and proves for the third time he's one of the few directors who knows what he's doing with 3-D. The story that Dickens wrote in 1838 remains timeless, and if it's supercharged here with Scrooge swooping the London streets as freely as Superman, well, once you let ghosts into a movie, there's room for anything.\n\nThe story I will not repeat for you. The Ghosts of Christmas Past, Present and Future will not come as news. I'd rather dwell on the look of the film, which is true to the spirit of Dickens (in some moods) as he cheerfully exaggerates. He usually starts with plucky young heroes or heroines and surrounds them with a gallery of characters and caricatures. Here his protagonist is the caricature: Ebenezer Scrooge, never thinner, never more stooped, never more bitter.\n\nJim Carrey is in there somewhere beneath the performance-capture animation; you can recognize his expressive mouth, but in general the Zemeckis characters don't resemble their originals overmuch. In his \"The Polar Express,\" you were sure that was Tom Hanks, but here you're not equally sure of Gary Oldman, Tim Roth, Robin Wright Penn or Bob Hoskins.\n\nZemeckis places these characters in a London that twists and stretches its setting to reflect the macabre mood. Consider Scrooge's living room, as narrow and tall just as he is. The home of his nephew Fred, by contrast, is as wide and warm as Fred's personality.\n\nAnimation provides the freedom to show just about anything, and Zemeckis uses it. Occasionally, he even seems to be evoking the ghost of Salvador Dali, as in a striking sequence where all the furniture disappears and a towering grandfather clock looms over Scrooge and a floor slanting into a distant perspective.\n\nThe three starring ghosts are also spectacular grotesques. I like the first, an elfin figure with a head constantly afire and a hat shaped like a candle-snuffer. Sometimes he playfully shakes his flames like a kid tossing the hair out of his eyes. After another (ahem) ghost flies out the window, Scrooge runs over to see the whole street filled with floating spectral figures, each one chained to a heavy block, like so many Chicago mobsters sleeping with the fishes.\n\nCan you talk about performances in characters so much assembled by committee? You can discuss the voices, and Carrey works overtime as not only Scrooge but all three of the Christmas ghosts. Gary Oldman voices Bob Cratchit, Marley and Tiny Tim.\n\nI remain unconvinced that 3-D represents the future of the movies, but it tells you something that Zemeckis' three 3-D features (also including \"Beowulf\") have wrestled from me 11 of a possible 12 stars.\n\nI like the way that Zemeckis does it. He seems to have a more sure touch than many other directors, using 3-D instead of being used by it. If the foreground is occupied by close objects, they're usually looming inward, not out over our heads. Note the foreground wall-mounted bells that we look past when Scrooge, far below, enters his home; as one and then another slowly starts to move, it's a nice little touch.\n\nAnother one: The score by Alan Silvestri sneaks in some traditional Christmas carols, but you have to listen for such as \"God Rest Ye Merry, Gentlemen\" when its distinctive cadences turn sinister during a perilous flight through London.\n\nSo should you take the kiddies? Hmmm. I'm not so sure. When I was small, this movie would have scared the living ectoplasm out of me. Today's kids have seen more and are tougher. Anyway, \"A Christmas Carol\" has the one quality parents hope for in a family movie: It's entertaining for adults.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Animation", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Disney's A Christmas Carol (2009)"}