{"url": "http://www.rogerebert.com/reviews/district-13-ultimatum-2010", "by": "Cyril Raffaellias Damien", "star_rating": 3.0, "text": "There is a limit to how far down you can jump and land on your feet and not break an ankle. Well, isn't there? I ask because these limits don't seem to apply to the cops who are the heroes of \"District 13: Ultimatum.\" Nor, incredibly, do they apply to the bad cops who chase them across the rooftops of Paris while burdened with full SWAT team uniforms, including bulletproof vests. There isn't a single character who lands bad and then limps away.\n\nI know, I know. It's all done with special effects. Yes, but -- well, see the movie. The height of a jump can be exaggerated by oblique camera angles and lenses. Hong Kong experts use wires and trampolines. Hollywood sidesteps the issue by editing so quickly no physical movement is ever quite entirely seen. Yes. But consider that the co-star of \"District 13\" is a 35-year-old Frenchman named David Belle, famed as the man who named parkour, which is \"the art of flight.\" This is a hot modern martial art. Not only do the shots look convincing, not only are they held long enough to allow us to see an entire action, but Belle in real life does a version of this stuff.\n\nThe stuff is what intrigues me. The screenplay is another of the countless works of Luc Besson, who is the most productive person in modern action movies. It's a sequel to his 2004 film in which a walled-off segment of Paris in 2010 was run by black, white, Asian and Arab warlords, with a fifth one left over I couldn't categorize. There is a plot within a crooked high-level security agency to destroy the district and rebuild it. This massive work will be accomplished by the corporation that has bribed them, named Harriburton, which does not remind you of anything, of course.\n\nThe president of the French Republic is not in on the scheme. He believes in liberty, equality, fraternity and the constitution, which would make him unpopular with Harriburton. Anyway, after they luckily see a citizen video showing bad cops murdering good cops and blaming it on gangs in District 13, it's up to Damien (Cyril Raffaelli) and Leito (David Belle) to single-handedly stop the evil scheme.\n\nThis they do in many ways, but mostly by running away. Parkour is the \"art of flight,\" you recall. So they grab incriminating tapes and computer drives, the bad cops want to catch them, and this leads to the real point of the movie, which is as one might expect one chase scene after another. These actors are clearly in superb physical shape. I'm not going to believe they actually do all these stunts, but I believe we clearly see them doing parts of them, which all by themselves would be awesome.\n\nThey leap, fall, tumble, twist, climb up and down walls and buildings, swing from wires, slide down wires and have an alarming eagerness to jump out of buildings without knowing what is below. (Luckily, there are nice comfy landing spots like the roofs of cars.) At one point, after Damien comes home to his girlfriend (Sophie Ducasse), he complains he feels \"stiff.\" Ha. This man needs an Intensive Care Unit. Still, the parkour motto is \"tre et duress,\" which means \"to be and to endure,\" or in other words not to get yourself killed, or twist an ankle. \n\nIf anyone is going to persuade fanboys to attend a movie with French subtitles, that man is Luc Besson. They'll catch on that Besson, working without enormous budgets and A-list stars, knows what he's doing. A movie like \"District 13: The Ultimatum\" might be as preposterous as the lame \"From Paris With Love,\" but it delivers the goods. You want an action movie where you can see that the actors are really there, and not concealed by editing that looks like someone fed the film through an electric fan? Here's your movie. For that matter, although the characters indeed speak French, they don't talk much, and sometimes the SWAT teams use English they learned from cop movies, like \"Go! Go! Go!\"", "running_time": 101, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-24", "genres": ["Action", "Crime", "Foreign", "Science Fiction", "Thriller"], "title": "District 13: Ultimatum (2010)"}