{"url": "http://www.rogerebert.com/reviews/disturbing-behavior-1998", "by": "James Marsdenas Steve Clark", "star_rating": 2.0, "text": "“Disturbing Behavior” is a small-town horror movie with an\rironic flip-flop: This time, a sinister local cult takes rebels and delinquents\rand turns them into clean-cut models of deportment. “You still think this is\rabout blood drives and bake sales?” one of the kids whispers fearfully, as they\reavesdrop on a secret meeting where citizens are planning bake sales and blood\rdrives.\n\nThe kid is named Gavin, and he's the whistle-blower, the one kid\rin school who knows what's going on. In the movie's best scene, he gives Steve,\rthe newcomer, a guided tour of the various factions in the lunchroom: the\rdopers, the brains, the car crowd ... and the Blue Ribbons, who wear letter\rjackets and have trim haircuts and always exhibit exemplary behavior.\n\nIt's the Blue Ribbons who are the dangerous ones, Gavin knows.\rSmoking some weed in the forest by the hydroelectric plant, he witnessed one of\rthem break a girl's neck and shoot a cop--and then saw the cop's partner let\rthe killer go. From his vantage point, Gavin was unable to see the evil red\rglow in the killer kid's eyes, but obviously, these are dangerous people.\n\nThe cult members hate all forms of rebellion. The reason the\rgirl had to die was that she had a tattoo. “Self-mutilation,” says her killer,\rwho refuses sex because he has to “conserve his fluids” for the big game, and\rlater utters the very worst line in the movie: “Self-mutilate this, fluid girl!”\rGavin is played by Nick Stahl. James Marsden is Steve, the newcomer, and Katie\rHolmes (from “Dawson's Creek”) is Rachel, who dresses in black and likes to\rstrike poses on the beds of pickup trucks and is a bad girl who is in great\rdanger of becoming a very good one. Meanwhile, down in the school basement, the\rjanitor (William Sadler) has what Gavin describes as “the village idiot,\rQuasimodo thing going.” But is the janitor quite what he seems? Teenage horror\rmovies are a popular genre after “Scream” and “Scream 2,” but I doubt this one\rhas similar success. It's too murky and disorganized. The director, David\rNutter, has done some “X-Files” episodes, and is great at suggesting\rconspiracies but not so good at payoffs. It's like he wants to postpone the\ranswers until the end of the season.\n\nBut we catch on fairly quickly that this is, as the advance buzz\rhas it, a teenage version of “The Stepford Wives.” The Blue Ribbons, with their\rWeekend Enlightenment Seminars, are, as Gavin says, “hypnotized, lobotomized\rand brainwashed.” And there's the obligatory element of scheming parents, who\rdouble-cross their kids: They'd rather have a polite zombie than a sullen\rrebel.\n\nUnlike “Scream 2,” which kids the horror cliches, “Disturbing\rBehavior” pretends they still hold power. But the movie is light on shocks and\rnot ever scary. It does, however, find a great way to illustrate Pink Floyd's\rimmortal line, “Hey! Teacher! Leave those kids alone!”", "running_time": 83, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-24", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "Disturbing Behavior (1998)"}