{"url": "http://www.rogerebert.com/reviews/district-9-2009", "by": "Sharlto Copleyas Wikus", "star_rating": 3.0, "text": "I suppose there’s no reason the first alien race to reach the Earth shouldn’t look like what the cat threw up. After all, they love to eat cat food. The alien beings in “District 9,” nicknamed “prawns” because they look like a cross between lobsters and grasshoppers, arrive in a space ship that hovers over Johannesburg. Found inside, huddled together and starving to death, are the aliens, who benefit from a humanitarian impulse to relocate them to a location on the ground.\n\nHere they become not welcomed but feared, and their camp turns into a prison. Fearing alien attacks, humans demand they be resettled far from town, and a clueless bureaucrat named Wikus van der Merwe (Sharlto Copley) is placed in charge of this task. The creatures are not eager to move. A private security force, headed by van der Merwe, moves in with armored vehicles and flame-throwers to encourage them, and van der Merwe cheerfully destroys houses full of their young.\n\nWho are these aliens? Where did they come from? How did their ship apparently run out of power (except what’s necessary to levitate its massive tonnage?). No one asks: They’re here, we don’t like them, get them out of town. There doesn’t seem to be a lot to like. In appearance, they’re loathsome, in behavior disgusting and evoke so little sympathy that killing one is like — why, like dropping a 7-foot lobster into boiling water.\n\nThis science-fiction fable, directed by newcomer Neill Blomkamp and produced by Peter (“The Lord of the Rings”) Jackson, takes the form of a mockumentary about van der Merwe’s relocation campaign, his infection by an alien virus, his own refuge in District 9 and his partnership with the only alien who behaves intelligently and reveals, dare we say, human emotions. This alien, named Christopher Johnson — yes, Christopher Johnson — has a secret workspace where he prepares to return to the mothership and help his people.\n\nMuch of the plot involves the obsession of the private security firm in learning the secret of the alien weapons, which humans cannot operate. Curiously, none of these weapons seem superior to those of the humans and aren’t used to much effect by the aliens in their own defense. Never mind. After van der Merwe grows a lobster claw in place of a hand, he can operate the weapons, and thus becomes the quarry of both the security company and the Nigerian gangsters, who exploit the aliens by selling them cat food. All of this is presented very seriously.\n\nThe film’s South African setting brings up inescapable parallels with its now-defunct apartheid system of racial segregation. Many of them are obvious, such as the action to move a race out of the city and to a remote location. Others will be more pointed in South Africa. The title “District 9” evokes Cape Town’s historic District 6, where Cape Coloureds (as they were called then) owned homes and businesses for many years before being bulldozed out and relocated. The hero’s name, van der Merwe, is not only a common name for Afrikaners, the white South Africans of Dutch descent, but also the name of the protagonist of van der Merwe jokes, of which the point is that the hero is stupid. Nor would it escape a South African ear that the alien language incorporates clicking sounds, just as Bantu, the language of a large group of African apartheid targets.\n\nCertainly this van der Merwe isn’t the brightest bulb on the tree. Wearing a sweater vest over a short-sleeve shirt, he walks up to alien shanties and asks them to sign a relocation consent form. He has little sense of caution, which is why he finds himself in his eventual predicament. What Neill Blomkamp somehow does is make Christopher Johnson and his son, Little CJ, sympathetic despite appearances. This is achieved by giving them, but no other aliens, human body language, and little CJ even gets big wet eyes, like E.T.\n\n“District 9” does a lot of things right, including giving us aliens to remind us not everyone who comes in a spaceship need be angelic, octopod or stainless steel. They are certainly alien, all right. It is also a seamless merger of the mockumentary and special effects (the aliens are CGI). And there’s a harsh parable here about the alienation and treatment of refugees.\n\nBut the third act is disappointing, involving standard shoot-out action. No attempt is made to resolve the situation, and if that’s a happy ending, I’ve seen happier. Despite its creativity, the movie remains space opera and avoids the higher realms of science-fiction.\n\nI’ll be interested to see if general audiences go for these aliens. I said they’re loathsome and disgusting, and I don’t think that’s just me. The movie mentions Nigerian prostitutes servicing the aliens, but wisely refrains from entertaining us with this spectacle.", "running_time": 112, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Action", "Foreign", "Science Fiction", "Thriller"], "title": "District 9 (2009)"}