{"url": "http://www.rogerebert.com/reviews/distant-thunder-1988", "by": "John Lithgowas Mark Lambert", "star_rating": 3.0, "text": "In the forbidding, somber forests of the Pacific Northwest, mountain men live in house trailers or makeshift huts, living off the land. They hunt, they fish, sometimes they drink too much, sometimes they are possessed by terrifying outbursts of violence. These are some of the thousands of Vietnam veterans who have not successfully rejoined civilian life. The medical name for their condition is post-traumatic stress disorder. They experience it as hallucinations, sleeplessness, rage and suicidal depression. Their favored method of suicide is \"kissing a train,\" walking head on into an uncoming freight.\n\nIn the opening scenes of \"Distant Thunder,\" we meet one of those men, Mark Lambert (John Lithgow). He is as depressed and alienated as the others, but more sane. After he fails to stop a friend from killing himself, he decides to abandon life in the forest, move into town, and try somehow to pick up the threads of his life. One of these threads is a wife and a son, Jack, back in Illinois. Lambert carries an old snapshot of Jack when he was a baby. The movie opens as Jack (Ralph Macchio) is graduating from high school.\n\nThe structure of \"Distant Thunder\" is straightforward, cutting back and forth between the father in Washington and the son in Illinois. The father is befriended by Char, a local woman (Kerrie Kean), who lost her father in Vietnam. She encourages Mark to write to his son. The son is filled with anger that his father has been absent for his entire life, but decides to drive out West to see his dad.\n\nMeanwhile, Char's violent, jealous boyfriend attacks Mark in a saloon, and the Vietnam vet retreats once again to his hideout in the wilderness.\n\nMuch of what happens next is formula filmmaking, redeemed by the genuine feeling in the performances. Char and Jack walk into the mountains, but are taken prisoner by two other Vietnam veterans (a sign on the approach to their settlement reads, \"Trespassers Will Be Executed\"). When father and son finally meet, there is little to say, and too much pain on both sides. Then a gigantic, violent veteran named Nitz (Red Brown) goes out of control, and there is a fight to the finish that reconciles father and son.\n\nI won't remember the fight scenes for long. What I will remember is a conversation over coffee between Lithgow and Kean in which she gets him talking about his son. And the haunted look in Lithgow's eyes, as he creates this character who is shy, inarticulate, and utterly lacking in self-esteem - the opposite of most of the characters Lithgow plays. I will also remember the physical look of the ramshackle settlement in the forest, which was inspired, we are told, by the hideouts where thousands of Vietnam vets do actually live, having retreated from the cities.\n\nThis is a movie of great subtlety and strength, marred by the mechanical way in which the last act is played. Hollywood seems so commited to the structure of an action climax that no other resolution is possible. There cannot be long talks between father and son, or long silences, or a walk in the forest. There must be gunfire, knives, and death struggles. The saddest thing in Hollywood today is the inability of filmmakers and executives to trust the basic strength of their stories; the third act, the violent catharsis, is repeated in film after film.\n\nLithgow's performance is at the heart of the movie, and at the heart of his work is the way he smokes a cigarette or avoids looking anyone in the eye. It is a largely physical performance, based on pain and inarticulate depression. Macchio, from \"The Karate Kid\" and \"Crossroads,\" is given less to do and has to work his way through some awkward expository scenes back in Illinois, but he is effective in the crucial scenes when he meets his father. The movie ends with all sorts of statistics about the plight and condition of Vietnam veterans, but if it had ended with father and son able to simply talk about how they felt, the message might have been stronger.", "running_time": 114, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-11", "genres": null, "title": "Distant Thunder (1988)"}