{"url": "http://www.rogerebert.com/reviews/divine-intervention-2003", "by": "Elia Suleimanas E.S.", "star_rating": 3.0, "text": "\"Divine Intervention\" is a mordant and bleak comedy, almost without dialogue, about Palestinians under Israeli occupation. Its characters live their daily lives in ways that are fundamentally defined by the divisions between them, and the scene with the most tension simply involves two drivers, one Israeli, one Palestinian, who lock eyes at a traffic light. Neither will look away. In their paralysis, while the light turns green and motorists behind them start to honk, the film sums up the situation in a nutshell.\n\nThe movie stars Elia Suleiman, who also wrote and directed it, and who has probably included more political references than an outsider is likely to understand. Most of his ideas are conveyed in scenes that would be right at home in a silent comedy, and on the few occasions when the characters talk, they say nothing more than what could be handled in a title card.\n\nOne running gag, for example, involves a household that throws its daily bag of garbage into the neighbor's yard. When the neighbor one day angrily throws it back, the original litterer complains. The neighbor responds: \"The garbage we threw in your yard is the same garbage you threw in our garden.\" Nevertheless, the offender says, it is bad manners to throw it back.\n\nThis is the sort of parable that can cut both ways, and I get the sense that, for Suleiman, it doesn't matter at this point which neighbor represents an Israeli and which a Palestinian. The same simmering hostility is reflected in other scenes, as in one where a man takes a sledgehammer to a driveway so that his neighbor's car will get stuck in a hole.\n\nThere is a romance in the movie, involving the Suleiman character and a woman played by Manal Khader. Because they live in different districts and cannot easily pass from one to the other, they meet in the parking lot of a checkpoint and sit in his car, holding hands and staring with hostility at the Israeli guards. In one stunning shot, she boldly walks across the border and right past the guards, who level their rifles at her but are unwilling to act.\n\nLater, marksmen do shoot at her, in a weird scene involving special effects. After taking target practice at cardboard dummies which resemble her, the riflemen are amazed to see the woman herself materialize before them. She whirls and levitates. They shoot at her, but the bullets pause in mid-air and form themselves in a crown around her head, an image not impossible to decipher.\n\nThe film has been compared to the comedies of Jacques Tati, in which everyday actions build up to an unexpected comic revelation. I was reminded also of the Swedish film \"Songs from the Second Floor,\" set in a city where all seems normal but the inhabitants are seized with a strange, apocalyptic madness. Suleiman's argument seems to be that the situation between Palestinians and Israelis has settled into an hopeless stalemate, in which everyday life incorporates elements of paranoia, resentment and craziness.\n\nThe film was so well received around the world that it seemed likely to get an Oscar nomination, but was rejected by the Motion Picture Academy because entries must be nominated by their nation of origin, and Palestine is not a nation. That's the sort of Catch-22 that Suleiman might appreciate.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-04-25", "genres": null, "title": "Divine Intervention (2003)"}