{"url": "http://www.rogerebert.com/reviews/divine-secrets-of-the-ya-ya-sisterhood-2002", "by": "Sandra Bullockas Sidda", "star_rating": 1.5, "text": "\"The Divine Secrets of the Ya-Ya Sisterhood\" has a title suggesting that the movie will be cute and about colorful, irrepressible, eccentric originals. Heavens deliver us. The Ya-Ya Sisterhood is rubber-stamped from the same mold that has produced an inexhaustible supply of fictional Southern belles who drink too much, talk too much, think about themselves too much, try too hard to be the most unforgettable character you've ever met, and are, in general, insufferable. There must be a reason these stories are never set in Minnesota. Maybe it's because if you have to deal with the winter, it makes you too realistic to become such a silly goose.\n\nThere is not a character in the movie with a shred of plausibility, not an event that is believable, not a confrontation that is not staged, not a moment that is not false. For their sins, the sisterhood should be forced to spend the rest of their lives locked in a Winnebago camper. The only character in the movie who is bearable is the heroine as a young woman, played by Ashley Judd, who suggests that there was a time before the story's main events when this creature was palatable.\n\nThe heroine is Vivi, played by Ellen Burstyn in her 60s, Judd in her 30s and, as a child, by a moppet whose name I knoweth not. Yes, this is one of those movies that whisks around in time, as childhood vows echo down through the years before we whiplash back to the revelations of ancient secrets. If life were as simple as this movie, we would all have time to get in shape and learn Chinese.\n\nAs the film opens, four little girls gather around a campfire in the woods and create the Ya-Ya Sisterhood, exchanging drops of their blood, no doubt while sheriff's deputies and hounds are searching for them. Flash forward to the present. Vivi's daughter Sidda (Sandra Bullock) is a famous New York playwright, who tells an interviewer from Time magazine that she had a difficult childhood, mostly because of her mother. Whisk down to Louisiana, where Vivi reads the article and writes the daughter forever out of her life--less of a banishment than you might think, since they have not seen each other for seven years and Vivi doesn't even know of the existence of Sidda's Scottish fiance, Connor (Angus MacFadyen).\n\nConnor seems cut from the same mold as Shep Walker (James Garner), Vivi's husband. Both men stand around sheepishly while portraying superfluous males. No doubt their women notice them occasionally and are reminded that they exist and are a handy supply of sperm. Shep's role for decades has apparently been to beam approvingly as his wife gets drunk, pops pills and stars in her own mind. Both men are illustrations of the impatience this genre has for men as a gender; they have the presence of souvenirs left on the mantel after a forgotten vacation.\n\nAnyway, we meet the other adult survivors of the Ya-Ya Sisterhood: Teensy (Fionnula Flanagan), Necie (Shirley Knight) and Caro (Maggie Smith). Why do they all have names like pet animals? Perhaps because real names, like Martha, Florence or Esther, would be an unseemly burden for such featherweights. Summoned by Vivi so that she can complain about Sidda, Teensy, Necie and Caro fly north and kidnap Sidda, bringing her back to Louisiana so that they can show her that if she really knew the secrets of her mother's past, she would forgive her all shortcomings, real and imagined. Since the central great mystery of Vivi's past is how she has evaded rehab for so long, this quest is as pointless as the rest of the film.\n\nWhy do gifted actresses appear in such slop? Possibly because good roles for women are rare, for those over 60 precious. Possibly, too, because for all the other shortcomings of the film, no expense has been spared by the hair, makeup and wardrobe departments, so that all of the women look just terrific all of the time, and when Vivi is distraught and emotional, she looks even more terrific. It's the kind of movie where the actresses must love watching the dailies as long as they don't listen to the dialogue.\n\nThe movie marks the directorial debut of Callie Khouri, author of \"Thelma and Louise.\" She seems uncertain what the film is about, where it is going, what it hopes to prove apart from the most crashingly obvious cliches of light women's fiction. So inattentive is the screenplay that it goes to the trouble of providing Vivi with three other children in addition to Sidda, only to never mention them again. A fellow critic, Victoria Alexander, speculates that the secret in Vivi's past may have been that she drowned the kids, but that's too much to hope for.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-06-07", "genres": ["Comedy", "Drama", "Romance"], "title": "Divine Secrets of the Ya-Ya Sisterhood (2002)"}