{"url": "http://www.rogerebert.com/reviews/divine-madness-1980", "by": "Michael Ritchie", "star_rating": 3.5, "text": "Think of a concert film and you think of a camera bolted to the\r\nfloor in front of the stage and shooting straight up into the singer's\r\nnostrils, which are half-concealed by the microphone. Those films are all right\r\nas recordings of song performances, but as cinema they stink. Some directors\r\nhave broken out of the mold by making documentaries about the event of a\r\nconcert; the best of those films is still Michael Wadleigh's “Woodstock”\r\n(1970).\n\nHere Michael Ritchie, whose background is almost entirely in\r\ndramatic features (“Down-hill Racer,” “The Candidate,” “The Bad News Bears”),\r\ntries a new approach. There are times in Ritchie's Divine “Madness” when he\r\nseems to be trying to turn a live Bette Midler stage concert into a Hollywood\r\ngenre musical. He opens as if “Divine Madness” is going to be a traditional\r\nconcert film. Bette charges on stage, the audience cheers, there's an electric\r\nperformance feel. But from that beginning, Ritchie subtly moves into the\r\nmaterial until there are times when we almost forget we're watching an actual\r\nconcert performance.\n\n\r\nRitchie's first decision was to declare an absolute ban on visible cameras. At\r\nno moment during Divine Madness do we see any cameras or any members of\r\nRitchie's crew onstage, even though twenty cameras were used to shoot the\r\nperformance. Ritchie and Midler used a week of rehearsal to choreograph the\r\ncamera moves and time them to Midler's own abundant energy. So instead of\r\nlooking beyond the performer and being distracted by cinematographers carrying\r\nhand-held cameras and sneaking around in their Adidas, we see only the stage,\r\nMidler, and her backup singers, the Harlettes. Ritchie also uses camera\r\ntechniques that are rarely seen in concert films. There are, for example, crane\r\nshots in this movie, shots where the camera swoops up to look down on Midler or\r\nto circle down and toward her. That's especially effective during the Magic\r\nLady sequence, in which Bette portrays a sort of dreamy bag lady on a park\r\nbench. This sequence comes closest to capturing the feel of a studio musical.\r\nThat's not to say that “Divine Madness” loses the impact of a live concert\r\nperformance. This movie is amazingly alive and involving, and Midler, who has\r\nbecome one of the great live performers, has an energy that steamrollers\r\nthrough an incredible variety of material.\n\n\r\nWhen you think about “Divine Madness” after it's over, you realize what a wide\r\nrange of material Midler covers. She does rock n' roll, she sings blues, she\r\ndoes a hilarious stand-up comedy routine, she plays characters (including a\r\ntacky show-lounge performer who enters in a motorized wheelchair outfitted with\r\na palm tree), she stars in bizarre pageantry, and she wears costumes that Busby\r\nBerkeley would have found excessive. That's one reason “Divine Madness” doesn't\r\ndrag: Midler changes pace so often that there's never too much of the same\r\nthing.\n\n\r\nIs there a weakness in the film? I think there's one, a curious one. I don't\r\nthink Ritchie intercuts enough close-up shots of the audience. That may seem\r\nlike a curious objection, since I've already praised “Divine Madness” for\r\nsometimes feeling more like a movie musical than a concert documentary. But you\r\ncan use people in an audience as characters. Richard Lester did in the original\r\nBeatles film, “A Hard Day's Night” (and who can ever forget that blond girl\r\nweeping and screaming?).\n\n\r\nWith a Midler concert, the audience is part of the show. Intercutting selected\r\naudience shots with the stage material could have set up a nice byplay in some\r\nof the numbers. But Ritchie keeps the audience mostly in long shot; it looks\r\nlike a vast, amorphous mass out there in the dark. Since the film was actually\r\nedited together from three different concert performances, maybe he was\r\nconcerned about matching audiences. But close-ups would have eliminated that\r\nproblem.\n\n\r\nNo matter, though, really. Bette Midler is a wonderful performer with a high\r\nand infectious energy level and a split-second timing instinct that allows her\r\nto play with raunchy material instead of getting mired in it. She sings well,\r\nbut she performs even better than she sings: She's giving a dramatic\r\nperformance in music, and Divine Madness does a good job of communicating that\r\nperformance without obscuring it in the distractions of most concert\r\ndocumentaries.", "running_time": 94, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Music"], "title": "Divine Madness (1980)"}