{"url": "http://www.rogerebert.com/reviews/divorce-american-style-1967", "by": "Dick Van Dykeas Richard Harmon", "star_rating": 3.5, "text": "Who would have thought that a film titled \"Divorce American Style\" (after \"Marriage,\" \"Divorce,\" \"Murder.\" etc., \"Italian Style'') and co-starring Dick Van Dyke and Debbie Reynolds (neither exactly known for biting social commentary) would turn out to be a member of that rare species, the Hollywood comedy with teeth in it?\n\nYet that is what has happened, somehow, in the film that had its world premiere at the State Lake Theater Tuesday night. Here is a sly, sympathetic examination of divorce in the subculture of upper-middle class suburbanites -- why it is funny and why, in the end, it is not funny at all. Bud Yorkin has directed with wit and style, and the cast, which seems unlikely on paper, comes across splendidly on the screen.\n\nVan Dyke and Miss Reynolds play a couple married for 17 years, the possessors of two cars, two kids, two bathrooms, a split-level home, a refrigerator with a lining to match the kitchen walls -- everything, that is, except contentment. They started out low on the economic ladder, struggled for years and, now that Van Dyke is pulling down $35,000, it turns out they have nothing to talk about. A vague discontent begins to stir. They give a party and afterward, exhausted, start a fight that ends ominously in silence.\n\nThe scene that follows can honestly be described as a classic. The two go into their bedroom and angrily begin to get ready for bed -- without a word spoken. Using split-second timing, they move around the room, opening and shutting drawers, sliding closet doors back and forth, brushing their teeth, hanging up their clothes -- all in total silence but perfect coordination. They can't break out of this nightly routine, practiced for 17 years, even though they want to.\n\nOnce the marriage seems on the rocks, advocates of divorce appear. There is a family counselor with a twinkle in his eye for Debbie, lots of vindictive friends who advise immediate separation and two lawyers more interested in their golf games than the partners of the marriage.\n\nThere are a few fumbling attempts at reconciliation, but they come to nothing because Dick and Debbie can't bring themselves to discuss their difficulties. The last, disastrous, note is sounded when he nibbles her ear and she says, \"Don't kiss me like a chipmunk.\"\n\nWhen the divorce becomes final, Van Dyke, subsisting on $87.50 a week after alimony, moves into a motel room and meets another divorced man (Jason Robards) who takes him home to meet his ex-wife (Jean Simmons). Robards, you see, needs a leg operation, but he'll have to keep limping until he marries off Miss Simmons and frees himself of alimony payments. But Van Dyke can't marry on $87.50 a week. And Debbie, fixed up by friends with a millionaire bachelor auto dealer (played with droll humor by Van Johnson), finds him good company but -- well, not husband material.\n\nMany scenes have a macabre realism. In one, six carloads of assorted parents sort out two dozen kids while Debbie gets a running commentary: \"That's Susie. She's Fred's second daughter by his first marriage. And that's her stepfather, Ed, whose Rosie was Jim's first wife. She had two kids by her first marriage, and...\" In the end, when all the cars drive away, there is one little girl left behind who must belong to somebody but was overlooked in the sorting-out process.\n\nThe charm of this film is in its low-key approach. The plot isn't milked for humor or pathos: Both emerge naturally from familiar situations. Van Dyke and Miss Reynolds, who have been cast pretty regularly in lightweight, goody-goody roles of the \"Mary Poppins\" and \"Singing Nun\" variety, show they are capable of more challenging roles. Their comedy training is invaluable in scenes where only perfect timing separates the right note from the hazards of bad taste.", "running_time": 109, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-06-21", "genres": ["Comedy"], "title": "Divorce American Style (1967)"}