{"url": "http://www.rogerebert.com/reviews/doa-1988", "by": "Dennis Quaidas Dexter Cornell", "star_rating": 3.0, "text": "Are we in the middle of something new here? Are thrillers abandoning supermen and embracing everyman? For a decade or more we’ve had the spectacle of the violent man of action, smashing everything that stands in his way. The only question was how long it would take him to kill everyone he didn’t like. But lately, now, there’s been a return of a quieter, more intriguing kind of thriller in which ordinary people get caught up against their will in mysteries they don’t understand.\n\n“D.O.A.” is a movie like that in which a college professor learns he has been poisoned and has 24 hours to live - 24 hours to find his killer. Look at some other recent titles. In “Masquerade,” Meg Tilly plays a la-de-dah rich girl who falls blissfully in love, unaware that she is surrounded by a pack of vipers. “Frantic” stars Harrison Ford as an American doctor whose wife is kidnapped from their Paris hotel because of a baggage mixup at the airport. In “The House on Carroll Street,” Kelly McGillis overhears a conversation and is plunged into the midst of Nazi schemes.\n\nWhat all of the movies have in common is that the hero is passive and wants only to be left alone. But other people have other plans, and the hero is swept along by the tide. This is, of course, the classic definition of film noir, those 1940s thrillers in which ordinary people discovered the evil that lurked beneath the surface of society, and “D.O.A.” itself is inspired by a 1949 thriller starring Edmund O’Brien.\n\nThe plot is irresistible from the first frame onward. A man staggers into a police station to report a murder. A cop asks him who was murdered. “I was,” he says. The man is a college English professor (Dennis Quaid), who has been told his body contains a radioactive substance that will give him only 24 hours to live.\n\nIn that time he must discover the identity of his killer, a problem made more complicated because he is being sought by the police on framed-up murder charges.\n\nHis search leads him into more bizarre corners than you would expect to find at the University of Texas at Austin, where the movie is set during the Christmas season. There are all sorts of suspects. The bright young student, for example, who commits suicide after Quaid delays reading his novel. The jealous assistant professor who is enraged because Quaid has tenure and he does not. The mysterious mother of the dead student. Quaid’s own ex-wife. And so on. Although the plot follows the broad outlines of a 1940s whodunit, Charles Edward Pogue’s screenplay adds a lot of campus atmosphere and academic intrigue. The Quaid character once published a brilliant first novel, we learn, and for a time was a promising writer, but he has produced nothing for four years. “They didn’t kill me; I was dead already,” he says at one point, equating, as only a writer could, death and writer’s block. The whole story plays sly variations on the theme of “publish or perish.” It is required, of course, that the hero of a story like this fall in love along the way in order to have company on his quest.\n\nQuaid’s companion is a bright young student (Meg Ryan) who first flirts with him, then is frightened of him and finally believes in him.\n\nTogether, they travel a bloody road that leads from ancient family secrets to a deadly tar pit. The family with the secrets is headed by a mysterious widow (Charlotte Rampling), who may have poisoned Quaid in revenge for her son’s suicide. Then again, maybe not. Everything is settled in an ending that seems contrived and is the movie’s weakest link.\n\n“D.O.A.” is a witty and literate thriller, with a lot of irony to cut the violence. Quaid is convincing as the chain-smoking English professor, Meg Ryan is true blue as the stalwart coed and Rampling looks capable of keeping her victims alive just to toy with them.\n\nThe film was directed by Rocky Morton and Annabel Jankel, who created “Max Headroom.” This is their first feature, showing an almost sensuous love for the shadows and secrets of film noir.", "running_time": 100, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-03-18", "genres": ["Mystery", "Suspense", "Thriller"], "title": "D.O.A. (1988)"}