{"url": "http://www.rogerebert.com/reviews/doc-1971", "by": "Stacy Keachas Doc Holliday", "star_rating": 3.5, "text": "Frank Perry's \"Doc\" works very well just as a Western, no matter what its higher ambitions may be. But because it has the presumption to mess with the saga of Doc Holliday and Wyatt Earp, it is getting some knocks from the New York Critics. Doc and Wyatt were immortalized (for film buffs anyway) by John Ford's masterpiece \"My Darling Clementine.\" In using the same characters it's almost as if Perry were a bad guy like Martin Rackin -- who had the gall to remake Ford's \"Stagecoach.\"\n\nWell, a remake is one thing (and a travesty in Rackin's case). But another look at characters in the public domain is something else again, and Perry's approach to those strange events so many years ago in Tombstone is altogether fascinating. It is also a good Western, by the by.\n\nIts greatest strength is in the acting. Stacy Keach and Harris Yulin -- two New York actors who were last in the totally different kind of film \"End of the Road\" -- have such a quiet way of projecting the willingness to do violence that you realize, after a while, that most Western actors are overactors. There's a kind of private club of actors who have conspired to make Westerns: John Wayne, of course, and Lancaster, Eastwood, Douglas, Widmark, Mitchum and the rest. \n\nBut they've made so many, many Westerns with each other, in different combinations, that they've established a kind of acting tone that you expect in ALL Westerns. Keach and Yulin are outside the club, are new to the Western and create Doc Holliday and Wyatt Earp out of new cloth.\n\nThe authors of the film -- Frank Perry, who directed, and Pete Hamill, who wrote the original screenplay -- are also brand-new to the Western. And so they have created their own genre, In a way, just as \"McCabe and Mrs. Miller\" seemed to be discovering the Western for itself.\n\nHamill's screenplay has some very interesting dialog -- although with a built-in contradiction. For the most part it's semi-articulate dialog, which is all right because cowboys were inarticulate. But sometimes it bursts into whole paragraphs of carefully pronounced soul searching, and you wonder. You wonder whether Doc Holliday, drunk and asleep on a poker table, could be awakened by Wyatt and come up with a speech about the meaning of his life -- just like that. A drunken speech, maybe. But a thoughtful one?\n\nStill, the movie really does give you a sense of inhabiting the West. The details are good, right down to a nice little vignette by Dan Greenberg as the town fop. The preparations for the shoot-out at the O.K. Corral are properly cold-blooded, and the shoot-out itself is sudden, brief and terrible. That seems right, somehow; you wonder whether the shooting could have gone on as long as it did in John Sturges' \"Gunfight at the O.K. Corral\" without more people getting hit sooner. Shotguns at 15 yards do not contribute to long shoot-outs.", "running_time": 96, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-09-30", "genres": null, "title": "Doc (1971)"}