{"url": "http://www.rogerebert.com/reviews/doc-hollywood-1991", "by": "Michael J. Foxas Ben Stone", "star_rating": 3.0, "text": "On the basis of the movie's trailer, I was expecting \"Doc Hollywood\" to be a comedy. And it is a comedy. But it surprised me by also being a love story, and a pretty good one - the kind where the lovers are smart enough to know all the reasons why they shouldn't get together, but too much in love to care.\n\nThe movie stars Michael J. Fox, an actor who knows how to be quiet and attractive with-out seeming to work at it, as a recent medical school graduate on his way from Washington to Los Angeles.\n\nHe's looking forward to a high-paying job as a plastic surgeon. It's a good field. \"After all,\" one of his colleagues tells him, \"the surgery is neat, the pay is good, and no one dies on you.\" Fox feels a little guilt about going into the field, but he also feels a lot of ambition, and he's looking forward to that California paycheck.\n\nOn his coast-to-coast drive, however, he gets sidetracked in the South Carolina hamlet of Grady (\"Squash Capitol of the South\"), where his car plows through the fence of the local judge, and he's sentenced to workrelease at the hospital. The locals quickly organize themselves into a conspiracy to persuade \"Doc Hollywood\" to settle in Grady. He is absolutely opposed to the idea. But that's before he meets Lou (Julie Warner), who drives an ambulance and is studying for the bar and is drop-dead wonderful.\n\n\"Doc Hollywood\" is not a cranked-up, assembly-line comedy - it would rather be sweet than clever - and although its general contours are familiar, a lot of the local color is not. The film was directed by Michael Caton-Jones, who has a knack for finding the right character actors here to create the local color. Instead of the usual cliched rednecks and homespun philosophers, he uses good character actors like David Ogden Stiers (as the local mayor and head of the recruiting effort), Barnard Hughes (as the aging local doctor), Woody Harrelson (who cannot decide if he would rather beat up Fox, or just sell him some insurance), Bridget Fonda (as the local sexpot) and George Hamilton (perfectly cast as a plastic surgeon, and reminding us that his talent, while narrowly defined, is inimitable).\n\nThe town of Grady (actually Micanopy, Fla.) is also a character in the movie, with its statue of a local hero holding a squash in his hand. Like all small towns in Hollywood movies, this one has a parade, an anniversary celebration and a fireworks display during the course of the story, but Caton-Jones has fun with the parade (lots of marching squashes), and the carnival provides the backdrop for a small, tender, perfectly choreographed and photographed love scene; while Fox and Warner dance to Patsy Cline's \"Crazy,\" all of the people drop out of the background and only the bright lights remain.\n\nThe chemistry does work between Fox and Warner (who is making her movie debut after TV work such as \"Star Trek: The Next Generation\"). They're good together, partly because the screenplay by Jeffrey Price, Peter S. Seaman and Daniel Pyne doesn't give them sappy things to say; they hold reasonable conversations from which, eventually, romance blossoms.\n\nLove stories are among the trickiest kinds of movies to make.\n\nStories of sex and passion are easier. What love needs is an ability to idealize the loved one, and to feel narcissistic bliss because one is loved by such a paragon. Dialogue and plot and all the rest take second place to the conviction that two people only have eyes for one another. Fox and Warner create that feeling, which is why \"Doc Hollywood\" is a sweetheart of a movie.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-08-02", "genres": ["Comedy", "Romance"], "title": "Doc Hollywood (1991)"}