{"url": "http://www.rogerebert.com/reviews/doctor-dolittle-1998", "by": "Eddie Murphyas Dr. John Dolittle", "star_rating": 3.0, "text": "\"Doctor Dolittle\" is a gross-out movie, yes, and it's going to be criticized by those who can't believe it got a PG-13 rating. Like Eddie Murphy's previous film, \"The Nutty Professor,\" it has a lot of jokes about bodily functions. It breaks some new ground, with a scene where the Murphy character gives the kiss of life to a rat, and when a pigeon makes a low-level bombing run at Oliver Platt's nostrils. And of course there's the scene where the Murphy character, as a little boy, learns from his dog why dogs sniff each other's behinds, and then tries the same tactic in checking out the new school principal.\n\nIs this material a mistake? I don't think so. Kids have a healthy interest in bodily functions, and if you don't believe me, ask Captain Mike, who runs a kiddie playland in Sawyer, Mich., and gives away an amazing number of Whoopee Cushions as prizes. Too many adults have a tendency to confuse bad taste with evil influences; it's hard for them to see that the activities in \"Doctor Dolittle,\" while rude and vulgar, are not violent or anti-social. The movie will not harm anyone, and in the audience I saw it with, lots of parents and kids seemed to be laughing together.\n\nThe movie stars Murphy as John Dolittle, who as a child could talk to the animals (there's a gem of an opening scene in which he chats matter-of-factly with his dog, whose voice is by Ellen DeGeneres, about what dogs think about people). The boy grows out of this stage, however, and even goes through an animal-hating phase before he knocks his head in a car accident and regains his inner ear for animals.\n\nBy now Murphy is grown up, a famous doctor whose partner (Platt) is in a lather to sell out their medical operation to an HMO. But Murphy gets seriously distracted by his new insights into animals, and on the night of a big business meeting, he's more interested in emergency treatment for an ailing tiger from the zoo. There's also trouble with his despairing family, which has him committed to a mental institution.\n\nMurphy is essentially the straight man in the movie; most of the laughs belong to the animals, who are brash and outspoken--especially Rocky the guinea pig, voiced by Chris Rock. Albert Brooks finds a nice, long-suffering note as the ailing tiger, and Reni Santoni and John Leguizamo have some nice zingers as the laboratory rats who are brought back to life by Dolittle's first aid: \"You want gratitude? Get a hamster.\" Some of the animals are real. Most of them, even the real ones in some scenes, are creations of the Jim Henson muppet builders. All of them look real enough, and there's some nice physical humor in a scene where Rocky gets drenched, dries out under a blower, and then enjoys a quick massage.\n\nMurphy, I think, finds the right strategy in acting opposite this menagerie: He's mostly quiet, calm, not trying too hard for laughs; the overall tone of the movie, despite the gross material, is one of sweetness and gentleness. Sure, a lot of the stuff is in bad taste, but I'll never forget Mel Brooks' defense of one of his movies: \"Vulgar? It rises below vulgarity.\"", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-06-26", "genres": ["Comedy", "Family"], "title": "Doctor Dolittle (1998)"}