{"url": "http://www.rogerebert.com/reviews/doctor-detroit-1983", "by": "Dan Aykroydas Cliff Skridlow", "star_rating": 3.0, "text": "There is a sense in which \"Doctor Detroit\" could be a Jerry Lewis movie. It begins with the portrait of an eccentric, mild-mannered mope who leads a life of quiet desperation. Enter a mob of colorful Chicago criminals, who change the mope's life forever, furnishing him with an alternate identity and a whole new outlook on life. Mix this up with some pretty girls, some chases and lots of chances to embarrass fuddy-duddies and play with fire extinguishers, and you'd have a Jerry Lewis movie that the French would write a book about. \n\n\"Doctor Detroit\" is not, however, quite as predictable as I make it sound. Part of that is because of the studied precision of Dan Aykroyd, in the title role. Instead of giving us a standard mope (and, later, a standard berserk maniac), he adds all sorts of little character touches that help the whole movie rise above its production-line origins. There is very little comic invention in the idea for \"Doctor Detroit\" (the screenplay is Identikit sitcom), but there's a lot of invention in Aykroyd's performance.\n\nHe plays Clifford Skridlow, nutty academic, physical culture buff, son of a university president and archetypal Lonely Guy. We meet him walking to work. He's not strolling, he's involved in one of those heel-and-toe Olympic walking patterns that require all sorts of special footwear and goggles and stopwatches; he looks like a fire sale at Land's End.\n\nThe movie intercuts his obsessive lifestyle with another one, that of Smooth Walker (Howard Hesseman), one of the more unlikely Chicago pimps to come out of the movies in many a year. Smooth runs a stable of four girls. It's sort of a United Nations: one Oriental, one black, etc. They support him and his stretch limousine, although throughout this movie we hardly ever see them working. They're too busy playing parts in the sitcom.\n\nAnyway, Smooth gets in hot water with Mom (Kate Murtagh), who makes the Lotte Lenya character in \"From Russia with Love\" look like Eleanor Roosevelt. Mom threatens Smooth with bankruptcy and much worse if he doesn't pay the money he owes her. Smooth says he's having problems with his very tough new partner, a guy named Doctor Detroit. At first there is no Doctor Detroit, but eventually, through developments that are at once too obvious and too convoluted to explain, Clifford Skridlow metamorphosis into the dreaded doctor.\n\nThe movie has a lot of funny moments in it, some of them involving the delicate manipulation of public embarrassment. It also has one of those no-holds-barred, production-number endings that have become semi-official in comedies ever since \"It's a Mad, Mad, Mad, Mad World.\" I don't know why they bother. You seen one movie set go up for grabs, you seen them all. Humor comes out of characters and situations, not through the destruction of several hundred thousand dollars worth of props.\n\nBut never mind. In the midst of all of this, Dan Aykroyd enjoys himself and brings along a certain mad detachment that suggests he knows it's just a humble little screenplay, but he's amused by its pretension.", "running_time": 89, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-05-13", "genres": ["Comedy"], "title": "Doctor Detroit (1983)"}