{"url": "http://www.rogerebert.com/reviews/dodeska-den-1970", "by": "Yoshitaka Zuxhias shan", "star_rating": 3.0, "text": "Mediocre filmmakers often continue to work long after their lack of talent has been established because the level of their ambition is low. Great filmmakers, on the other hand, can suddenly find themselves out of work because they've continued to create in their own way and haven't followed the marketplace. Akira Kurosawa of Japan is a great director who finds himself in that dilemma; it's a melancholy fact that the Chicago premiere of his first color film, \"Dodes'ka-den,\" comes nearly five years after it was first shown in Tokyo -- and he hasn't made another film since.\n\nIt's a film with a rather strange surface, extending even to stylistic mannerisms we don't expect from a director whose best work (\"Ikiru,\" \"Red Beard\") can be so naturalistic. But underneath there's still the love and regard for characters caught up in the plights of their lives; Kurosawa is one of the great humanists of cinema. (He has also fashioned a parallel career, and attracted a larger following, as the director of a number of samurai films, including two classics that transcend the genre, \"Rashomon\" and \"The Seven Samurai.\")\n\n\"Dodes'ka-den\" is a film quite unlike the other Kurosawas I've seen. It takes place for the most part in an urban trash heap -- sort of an extension of the ash lands in Fitzgerald's \"The Great Gatsby\" -- where an assortment of shantytown dwellers live largely circular existences. They seem doomed to learn little, to repeat their mistakes, to be trapped by the system that relegated them to the trash heap in the first place.\n\nThe symbol of their existence is a mentally retarded young man (Yoshitaka Zuxhi), who lives in the dump and is fascinated by the life that goes on around him. He is especially taken with the city's streetcars, and comes to believe he is a streetcar himself. He makes regular runs every day, stopping at imaginary stations in the dump, walking like a mechanical doll and repeating the nonsense syllables dodes'ka-den,\" which is what a streetcar sounds like to him.\n\nThe other inhabitants tolerate him and even look out for him, but they have problems of their own, and here Kurosawa exhibits his gift for telling several stories at once, keeping them all alive and moving, allowing them to comment on each other, and somehow never confusing us with his narrative threads. We quickly get to know the local fixtures: a father and son living in an abandoned car, the old and poor but largely happy artist, the squabbling couples, the unhappy children. The action is all commented on by the women at the water faucet, who are half Greek chorus, half harpies.\n\nKurosawa shot in color, he says, so that the closed lives of these people would not look too grim. But \"Dodes'ka-den\" is a tragedy in any case. It was his next film after \"Red Beard\" (1964), an essentially optimistic story of a doctor loving and coping in medieval times, and in the years between Kurosawa seems to have been obsessed with pessimism, with dark thoughts about the aimlessness of human existence. Now he has lapsed into silence again.\n\n", "running_time": null, "mpaa_rating": "NR", "release_year": 1970, "date_published": "1975-01-01", "genres": null, "title": "Dodes'ka-den (1970)"}