{"url": "http://www.rogerebert.com/reviews/dodgeball-a-true-underdog-story-2004", "by": "Vince Vaughnas Peter La Fleur", "star_rating": 3.0, "text": "\"Dodgeball: A True Underdog Story\" is a title that rewards close study. It does not say it is a true story. It says it is about a true underdog. That is true. This is a movie about a spectacularly incompetent health club owner (Vince Vaughn) who tries to save his club from foreclosure by entering a team in the $50,000 world series of dodgeball in Las Vegas. Proof that the team is an underdog: One of the team members believes he is a pirate, and another team member hasn't noticed that.\n\nVaughn's club, Average Joe's Gym, is run-down and shabby but has a loyal if nutty clientele. Across the street is a multi-million-dollar muscle emporium known as Globo Gym is (there is no \"l\" in the title, perhaps because it fell off). Globo is owned by Ben Stiller, overacting to the point of apoplexy as White Goodman; his manic performance is consistently funny, especially when he protects against Small Man Complex by surrounding himself with enormous body-builders and building an inflatable crotch into his training pants.\n\nVaughn, playing the absent-minded Peter La Fleur, acts as a steadying influence; he plays more or less straight, which is wise, since someone has to keep the plot on track. He's visited by the lithesome Kate Veatch (Christine Taylor) who works for the bank and explains that Average Joe's needs $50,000 in 30 days or it will foreclose.\n\nStanding by to turn it into a parking lot: White Goodman. Among other questionable business practices, La Fleur has neglected to collect membership dues for several months.\n\nKate hates Globo's White Goodman, not least because at their last meeting he rudely drew attention to his extremely well-inflated crotch. One of the Average Joe staff members comes up with the idea of the dodgeball tournament, and for reasons unnecessary to explain, Kate becomes a member of the team, along with the pirate and four others.\n\nNone of them know anything about dodgeball. This may not be a handicap. My own experiences with dodgeball have led me to conclude that it is basically a game of luck; the only skill you need is to pick bigger kids for your side. But I learn that Extreme Dodgeball is actually a real sport, with its own cable TV show.\n\n\"Dodgeball\" explains the sport by pausing for a grade school educational documentary from 1938. It is a very short documentary, because all you need to know about the game are the \"Five Ds,\" of which both \"D No. 1\" and \"D No. 5\" are \"Dodge!\" The film is hosted by dodgeball legend Patches O'Houlihan, who must therefore be in his 80s when he appears at Average Joe's in his motorized wheelchair, and announces that he will coach them to victory. Patches is played by Rip Torn, whose training methods get enormous laughs.\n\nThe Las Vegas tournament itself follows the time-honored formulas of all sports movies, but is considerably enhanced by the weird teams in the finals. Weirdest is Globo Gym, captained by White Goodman and including four gigantic musclemen and a very hairy woman from an obscure former Soviet republic. The finals are telecast on ESPN8 (\"If it's almost a sport, we have it here!\").\n\nI dare not say much more without giving away jokes; in a miraculous gift to the audience, 20th Century-Fox does not reveal all of the best gags in its trailer. Therefore let me just gently say that late in the movie a famous man approaches Peter La Fleur at the airport and gets laughs almost as big as the Patches O'Houlihan training technique.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-06-18", "genres": ["Comedy", "Sports Film"], "title": "Dodgeball: A True Underdog Story (2004)"}