{"url": "http://www.rogerebert.com/reviews/dog-days-2003", "by": "Maria Hofstatteras Hitchhiker", "star_rating": 2.0, "text": "In a suburb of Vienna, Austria, during the hottest days of the summer, in a row of cookie-cutter houses facing a river, unhappy people make themselves still more miserable as they indulge in lust, avarice, jealousy, gluttony, anger and sloth. Pride is not much of a problem with them. \"Dog Days\" is an unblinking look at what passes in some minds as everyday life and in others as human misery.\n\nThe movie has been made by Ulrich Seidl, known for his documentaries, who shot it over a period of three years in order to be able to work only on the very hottest days. He was able to get his actors to cooperate because most of them were amateurs. Considering that many of them are seen nude and some engage in degrading sexual behavior, it might seem strange that he as able to persuade non-professionals to take these roles, but reality television has shown that there are people willing to do almost anything if a camera is recording it. Odd, isn't it? Not too long ago people would do these things only if nobody was watching There are nine or 10 characters, including a stripper whose boyfriend hangs around the clubs where she performs, beating up anybody who looks at her; a divorced couple who still share the same house and devote themselves to making each other miserable; a fat man who wants his middle-aged housekeeper to do a harem dance in honor of the 50th anniversary of his marriage to his long-dead wife; a teacher so desperate for dates that she'll maybe even sleep with the sadistic friend of her latest boyfriend, and so on. Oh, and there's a mentally retarded woman who hitches rides and sits in the back seat asking annoying questions.\n\nThe physical action in the movie has been constructed with meticulous care and timing. Sometimes (not often) we almost feel like we're involved in a sight gag from a Jacques Tati movie -- as, for example, when the couple next door won't stop their loud quarrel, and so the fat man simply starts up his power mower and lets it run next to their fence. More often we simply watch sad people degrade each other, as when a man is forced to apologize at gunpoint for his behavior to a woman who is no happier because he is forced to make him do so.\n\nThe movie won the Grand Jury Prize at Venice 2001 and arrives festooned with other awards. It is admirable and well-made, but unutterably depressing and unredeemed by any glimmer of hope. In that it reminded me a little of the wonderful Swedish film \"Songs from the Second Floor,\" but that one used style and mordant humor to elevate itself into a kind of joyous dirge. \"Dog Days\" is a long slog through the slough of despond.", "running_time": 120, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-10-17", "genres": null, "title": "Dog Days (2003)"}