{"url": "http://www.rogerebert.com/reviews/dogma-1999", "by": "Ben Affleckas Bartleby", "star_rating": 3.5, "text": "Kevin Smith's \"Dogma\" grows out of an irreverent modern Catholic sensibility, a byproduct of parochial schools, where the underlying faith is taken seriously but the visible church is fair game for kidding. For those reared in such traditions, it's no reach at all to imagine two fallen angels finding a loophole to get back into heaven. I can remember passionate debates during religion class about whether, if you missed your Easter duty, you could double back across the International Date Line and cover yourself.\n\nOf course the faith itself does not depend on temporal rules, and \"Dogma\" knows it. Catholicism, like all religions, is founded on deeper mysteries than whether you will go to hell if you eat meat on Friday. I am reminded of the wonderful play \"Sister Mary Ignatius Explains It All for You,\" in which a pre-Vatican II nun tries to cope with changes in church law; as I recall, her advice was to eat meat once on a Friday, to show you know the pope is right--and then never eat it again.\n\nAs someone who values his parochial school education and still gets into interminable debates about church teachings, I enjoyed the \"Dogma\" approach, which takes church teaching jokingly and very seriously indeed--both at the same time. It reflects a mentality I'm familiar with. (For example, it's a sin to harbor an impure thought, but how many seconds counts as harboring?) I am also familiar with the types at William Donohue's small but loud Catholic League, which is protesting this film as blasphemous.\n\nEvery church has that crowd--the holier-than-thous who want to be your moral traffic cop; when they run meetings, they drive you crazy with Robert's Rules of Order. It's interesting that no official church spokesman has seconded them. You'd think the church might tell the league to stop embarrassing it, but no, that would be no better than the league attacking Smith. We are actually free in this country to disagree about religion, and blasphemy is not a crime.\n\nWhat's more, I think a Catholic God might plausibly enjoy a movie like \"Dogma,\" or at least understand the human impulses that made it, as he made them. (\"He's lonely--but he's funny,\" an angel says in the movie.) After all, it takes Catholic theology absolutely literally, and in such detail that non-Catholics may need to be issued Catechisms on their way into the theater (not everybody knows what a plenary indulgence is). Sure, it contains a lot of four-letter words, because it has characters who use them as punctuation. But, hey, they're vulgarities, not blasphemies. Venial, not mortal. Sure, it has a flawed prophet who never gives up trying to get into the heroine's pants, but even St. Augustine has been there, done that.\n\nThe story: Matt Damon and Ben Affleck play Loki and Bartleby, two angels cast out of heaven and exiled for all eternity to Wisconsin. They hear about a trendy bishop (George Carlin) who wants to give the church an upbeat new image. He's rededicating a cathedral in New Jersey in the image of Buddy Jesus, a Christ who blesses his followers with the A-OK sign. Anyone entering the cathedral will get a plenary indulgence (which means that if you are in a state of grace, all temporal punishment for sin is remitted, and you can enter directly into heaven). Bartleby and Loki see the loophole: Walk through the church's doors, and they qualify again for heaven.\n\nThere is a problem with this plan (apart from the obvious one, which is that church rules govern men, not angels). The problem is explained by Metatron (Alan Rickman), an angel who appears inside a pillar of fire in the bedroom of Bethany (Linda Fiorentino). After she douses him with a fire extinguisher, he explains that if the angels re-enter heaven, God will be proven fallible--and all existence will therefore end. He tells Bethany that she is the last surviving relative of Jesus on Earth, that two prophets will appear to her, and that she must follow them in order to stop the angels and save the universe.\n\nFiorentino is a laconic, edgy actress with an attitude. That makes her perfect for this role. In an earlier draft of Smith's screenplay, the character was a bimbo, but she's much better like this, grown-up and sardonic. It's fun to watch her handle the prophets, who turn out to be a couple of slacker mall rats (Jason Mewes and Smith himself). Later she meets Rufus, the 13th apostle (Chris Rock), who has a grievance about why he was left out of the New Testament.\n\nIf the film is less than perfect, it is because Smith is too much in love with his dialogue. Like George Bernard Shaw, he loves to involve his characters in long witty conversations about matters of religion, sexuality and politics. \"Dogma\" is one of those rare screenplays, like a Shaw playscript, that might actually read better than it plays; Smith is a gifted comic writer who loves paradox, rhetoric and unexpected zingers from the blind side.\n\nThere is a long tradition that commercial American movies challenge conventional piety at great risk. For a long time, any movie dealing with religion had to be run past Hollywood's resident monsignors, ministers and rabbis for approval (the habits of actual orders of nuns could not even be portrayed, which led to great ingenuity in the costume department). On the other hand, nobody has any problem with a movie that treats spiritual matters on the level of the supernatural. This has led to an emerging anti-religion based on magic, ghosts, reincarnation, mediums and other new age voodoo. Talk shows allow \"psychics\" to answer your questions over the phone, but God forbid they would put on a clergyman to supply thoughtful spiritual advice. And if a movie dares to deal with what people actually believe, all hell, so to speak, breaks loose.\n\nKevin Smith has made a movie that reflects the spirit in which many Catholics regard their church. He has positioned his comedy on the balance line between theological rigidity and secular reality, which is where so many Catholics find themselves. He deals with eternal questions in terms of flawed characters who live now, today, in an imperfect world.\n\nThose whose approach to religion is spiritual will have little trouble with \"Dogma,\" because they will understand the characters as imperfect, sincere, clumsy seekers trying to do the right thing. Those who see religion more as a team, a club, a hobby or a pressure group are going to be upset. This movie takes theological matters out of the hands of \"spokesmen\" and entrusts them to--well, the unwashed. And goes so far as to suggest that God loves them. And is a Canadian.", "running_time": 125, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-12", "genres": ["Comedy", "Fantasy"], "title": "Dogma (1999)"}