{"url": "http://www.rogerebert.com/reviews/dogtooth-2010", "by": "Christos Stergioglouas Father", "star_rating": 3.0, "text": "\"Dogtooth” is a bizarre fantasy that takes the concept of home schooling to squirmy extremes. Some home schoolers try to limit what their children can learn, and others attempt to broaden it. The parents in “Dogtooth” have passed far beyond such categories, into the realms of home psychopathology.\n\nNo name is given for the family or any of its members. These involve a father, a mother, a brother and two sisters. They live in a large, affluent home behind a very high wall and a gate, which is always locked. Only the father ever leaves, driving to the factory he owns. \n\nThe others are prisoners, the mother apparently by choice. There is a large lawn and a swimming pool. The television set is used only to watch the family's home videos. The children have no idea of the outside world, where they are told man-eating cats roam. On the other side of the wall, they believe another brother lives, who they've never seen or heard.\n\nMan-eating cats? Who knows? The film, which won the Un Certain Regard section at Cannes 2009, begins with a tape-recorded language lesson in which they're taught the wrong words for things. “Sea,” for example, is the word for the big leather armchair in the living room. Father is a stern taskmaster, free with stern reprimands and a hard slap or two. He also teaches all of his family members to get down on all fours and bark like dogs. He and Mother seem in complete agreement about their child-rearing methods, but never discuss them in detail.\n\nThe son is about 20, the daughters in their teens. To slake the boy's sexual needs, Father brings home a security guard from his factory, who has sex with the son with all the spontaneity and joy of tooth removal. This woman also trades a daughter some cheap jewelry in trade for some illicit licking.\n\nThe kids are so innocent, they decide that it's much the same no matter where you lick, and trade favors for licking legs, elbows and ears. Sex seems to have no meaning, not even when incest is suggested. The sickness of this family surpasses all understanding, and some have even described the film as a comedy. I wasn't laughing. All I can say of the ending is that it is certainly a possible outcome of the film, and gets much more than you would think out of a shot of the family car.\n\nThere is this. “Dogtooth” is like a car crash. You cannot look away. The Greek director Yorgos Lanthimos tells his story with complete command of visuals and performances. His cinematography is like a series of family photographs of a family with something wrong with it. His dialogue sounds composed entirely of sentences memorized from tourist phrase books. The message I took away was: God help children whose parents insanely demand unquestioning obedience to their deranged standards.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-07", "genres": ["Drama", "Foreign", "Indie"], "title": "Dogtooth (2010)"}