{"url": "http://www.rogerebert.com/reviews/dogtown-and-z-boys-2002", "by": "Jay Adams", "star_rating": 3.0, "text": "\"Dogtown and Z-Boys,\" a documentary about how the humble skateboard became the launch pad for aerial gymnastics, answers a question I have long been curious about: How and why was the first skateboarder inspired to go aerial, to break contact with any surface and do acrobatics in mid-air? Consider that the pioneer was doing this for the very first time over a vertical drop of perhaps 15 feet to a concrete surface. It's not the sort of thing you try out of idle curiosity.\n\nThe movie answers this and other questions in its history of a sport that grew out of idle time and boundless energy in the oceanfront neighborhood between Santa Monica and Venice in California. Today the area contains expensive condos and trendy restaurants, but circa 1975, it was the last remaining \"beachfront slum\" in the Los Angeles area. Druggies and hippies lived in cheap rentals and supported themselves by working in hot dog stands, tattoo parlors, head shops and saloons.\n\nSurfing was the definitive lifestyle, the Beach Boys supplied the soundtrack and tough surfer gangs staked out waves as their turf. In the afternoon, after the waves died down, they turned to skateboards, which at first were used as a variation of roller skates. But the members of the Zephyr Team, we learn, devised a new style of skateboarding, defying gravity, adding acrobatics, devising stunts. When a drought struck the area and thousands of swimming pools were drained, they invented vertical skateboarding on the walls of the empty pools. Sometimes they'd glide so close to the edge that only one of their four wheels still had a purchase on the lip. One day a Z-Boy went airborne, and a new style was born--a style reflected today in Olympic ski acrobatics.\n\nI am not sure whether the members of the Zephyr Team were solely responsible for all significant advances in the sport, or whether they only think they were. \"Dogtown and Z-Boys\" is directed by Stacy Peralta, an original and gifted team member, still a legend in the sport. Like many of the other Z-Boys (and one Z-girl), he marketed himself, his name, his image, his products, and became a successful businessman and filmmaker while still surfing concrete. His film describes the evolution of skateboarding almost entirely in terms of the experience of himself and his friends. It's like the vet who thinks World War II centered around his platoon.\n\nThe Southern California lifestyle in general, and surfing and skateboarding in particular, are insular and narcissistic. People who live indoors have ideas. People who live outdoors have style. Here is an entire movie about looking cool while not wiping out. Call it a metaphor for life. There comes a point when sensible viewers will tire of being told how astonishing and unique each and every Z-Boy was, while looking at repetitive still photos and home footage of skateboarders, but the film has an infectious enthusiasm and we're touched by the film's conviction that all life centered on that place, that time and that sport.\n\nOne question goes unanswered: Was anyone ever killed? Maimed? Crippled? There is a brief shot of someone on crutches, and a few shots showing skateboarders falling off their boards, but since aerial gymnastics high over hard surfaces are clearly dangerous and the Z-Boys wear little or no protective gear, what's the story? That most of them survived is made clear by info over the end credits, revealing that although one Zephyr Team member is in prison and another was \"last seen in Mexico,\" the others all seem to have married, produced an average of two children, and found success in business. To the amazement no doubt of their parents.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-10", "genres": ["Documentary", "Indie"], "title": "Dogtown and Z-Boys (2002)"}