{"url": "http://www.rogerebert.com/reviews/dogville-2004", "by": "Nicole Kidmanas Grace", "star_rating": 2.0, "text": "Lars von Trier exhibits the imagination of an artist and the pedantry of a crank in \"Dogville,\" a film that works as a demonstration of how a good idea can go wrong. There is potential in the concept of the film, but the execution had me tapping my wristwatch to see if it had stopped. Few people will enjoy seeing it once and, take it from one who knows, even fewer will want to see it a second time.\n\nThe underlying vision of the production has the audacity we expect from Von Trier, a daring and inventive filmmaker. He sets his story in a Rocky Mountains town during the Great Depression, but doesn't provide a real town (or a real mountain). The first shot looks straight down on the floor of a large sound stage, where the houses of the residents are marked out with chalk outlines, and there are only a few props -- some doors, desks, chairs, beds. We will never leave this set, and never see beyond it; on all sides in the background there is only blankness.\n\nThe idea reminds us of \"Our Town,\" but von Trier's version could be titled \"Our Hell.\" In his town, which I fear works as a parable of America, the citizens are xenophobic, vindictive, jealous, suspicious and capable of rape and murder. His dislike of the United States (which he has never visited, since he is afraid of airplanes) is so palpable that it flies beyond criticism into the realm of derangement. When the film premiered at Cannes 2003, he was accused of not portraying Americans accurately, but how many movies do? Anything by David Spade come to mind? Von Trier could justifiably make a fantasy about America, even an anti-American fantasy, and produce a good film, but here he approaches the ideological subtlety of a raving prophet on a street corner.\n\nThe movie stars Nicole Kidman in a rather brave performance: Like all the actors, she has to act within a narrow range of tone, in an allegory that has no reference to realism. She plays a young woman named Grace who arrives in Dogville being pursued by gangsters (who here, as in Brecht, I fear represent native American fascism). She is greeted by Tom Edison (Paul Bettany), an earnest young man, who persuades his neighbors to give her a two-week trial run before deciding whether to allow her to stay in town.\n\nGrace meets the townspeople, played by such a large cast of stars that we suspect the original running time must have been even longer than 177 minutes. Tom's dad is the town doctor (Philip Baker Hall); Stellan Skarsgard grows apples and, crucially, owns a truck; Patricia Clarkson is his wife; Ben Gazzara is the all-seeing blind man; Lauren Bacall runs the general store; Bill Raymond and Blair Brown are the parents of Jeremy Davies and Chloe Sevigny. There are assorted other citizens and various children, and James Caan turns up at the end in a long black limousine. He's the gangster.\n\nWhat von Trier is determined to show is that Americans are not friendly, we are suspicious of outsiders, we cave in to authority, we are inherently violent, etc. All of these things are true, and all of these things are untrue. It's a big country, and it has a lot of different kinds of people. Without stepping too far out on a limb, however, I doubt that we have any villages where the helpless visitor would eventually be chained to a bed and raped by every man in town.\n\nThe actors (or maybe it's the characters) seem to be in a kind of trance much of the time. They talk in monotones, they seem to be reciting truisms rather than speaking spontaneously, they seem to sense the film's inevitable end. To say that the film ends in violence is not to give away the ending so much as to wonder how else it could have ended. In the apocalyptic mind-set of von Trier, no less than general destruction could conclude his fable; life in Dogville clearly cannot continue for a number of reasons, one of them perhaps that the Dogvillians would go mad.\n\nLars von Trier has made some of the best films of recent years (\"Europa,\" \"Breaking the Waves,\" \"Dancer In The Dark\"). He was a guiding force behind the Dogme movement, which has generated much heat and some light. He takes chances, and that's rare in a world where most films seem to have been banged together out of other films. But at some point his fierce determination has to confront the reality that a film does not exist without an audience. \"Dogville\" can be defended and even praised on pure ideological grounds, but most moviegoers, even those who are sophisticated and have open minds, are going to find it a very dry and unsatisfactory slog through conceits masquerading as ideas.\n\nNote No. 1: Although von Trier has never been to the United States, he does have one thing right: In a town, the smashing of a collection of Hummel figurines would count as an atrocity. \n\nNote No. 2: I learn from Variety that \"Dogville Confessions,\" a making-of documentary, was filmed, using a soundproof \"confession box\" near the soundstage, where actors could unburden themselves. In it, Stellan Skarsgard describes von Trier, who he has worked with many times, as \"a hyper-intelligent child who is slightly disturbed, playing with dolls in a doll house, cutting their heads off with nail clippers.\" Von Trier himself testifies that the cast is conspiring against him. Variety thinks this doc would make a great bell and/or whistle on the eventual DVD.\n\nNote No. 3. We should not be too quick to condemn Von Trier, a Dane, for not filming in the United States, when \"The Prince & Me,\" a new Hollywood film about a Wisconsin farm girl who falls in love with the prince of Denmark, was filmed in Toronto and Prague.", "running_time": 178, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-09", "genres": ["Crime", "Drama", "Foreign"], "title": "Dogville (2004)"}