{"url": "http://www.rogerebert.com/reviews/dolls-1987", "by": "Ian Patrick Williamsas David Bower", "star_rating": 2.0, "text": "Ambitious horror movies always seem to be waging a subtle war between good and bad taste, and in the best ones, bad taste wins. Let's face it: At some elementary level, horror is about bad taste - about unspeakable affronts to the notion of a well-ordered society. Let a horror movie grow too elegant and it will sit there on the screen, a boring decoration. One of the greatest of all horror films, Luis Bunuel's \"The Exterminating Angel,\" even took the destruction of good taste as its subject; it was about elegant dinner guests who gradually turned into animals.\n\nBut I stray from the subject, which is Stuart Gordon's new film, \"Dolls.\" Gordon's first two movies were glorious exercises in bad taste, wretched excess and blood-soaked horrors. \"Re-Animator\" had scenes in which heads went in search of their bodies. His second film, \"From Beyond,\" featured a disgusting manifestation from another dimension, which consumed its victims while spewing slime with cheerful abandon.\n\nNow comes \"Dolls,\" which is more elegant, civilized, artistic and clever than the first two movies, but less fun. It begins with great promise. A little girl is being taken on vacation by her father and her stepmother, who hate her. A fierce storm blows up, and the three take refuge in a mysterious roadside mansion inhabited by an old dollmaker and his wife.\n\nSo far, so good. And there is even a certain chill when some of the dolls can be seen moving. Gordon begins with glimpses, out of the corner of the eye, of the little living things. The girl insists she has seen the dolls move. The adults tell her to shut up. Another stranded tourist believes her story but is branded as a child molester.\n\nThe old dollmaker and his wife cackle in the shadows. And the dolls attack their helpless victims.\n\nRight there is one of the problems. Dolls are not interesting killers. Like the bees in \"The Swarm\" and the roaches and ants in other horror films, they look too inconsequential to really scare us. Even when they're drawing up into their cute little ranks and shooting volleys of toy bullets into their victims, they look like they're playing.\n\nGordon works the material for laughs. We get clever dialogue and double meanings, puns and arch understatements, but so what, if we don't care about the dolls? The haunted house looks magnificent, but so what, if it's not haunted by great and frightening creatures? At some point \"Dolls\" remains only an idea, a concept. It doesn't become an engine to shock and involve us.\n\nBy contrast, there's another horror movie opening soon that is in infinitely bad taste, looks sloppier, is filled with loose ends, and is brimming with energy and fun. It's called \"Evil Dead 2: Dead by Dawn,\" and all I can say is that it's made in the spirit of Gordon's \"The Re-Animator.\" I'm not suggesting that Gordon abandon ambition and aspiration and resign himself to grinding out exploitation pictures.\n\nI'm suggesting that his first two films had a spirit and energy that \"Dolls\" lacks, no matter how good it looks. There's no need to apologize for an exploitation film, just so long as it's a good one, and works, and is proud of its roots.", "running_time": 77, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-27", "genres": ["Drama", "Horror"], "title": "Dolls (1987)"}