{"url": "http://www.rogerebert.com/reviews/dolls-2005", "by": "Miho Kannoas Sawako", "star_rating": 3.0, "text": "Takeshi Kitano is known for directing pictures in which flashes of violence are punctuated by periods of waiting, reflection and loneliness. Using the name of Beat Takeshi, he stars in them. He is a distinctive, original director; his recent \"The Blind Swordsman: Zatoichi\" (2004) took a durable Japanese series character and transformed him into a philosophical wanderer. In his new film \"Dolls,\" he makes his longest journey from his action-film roots, into a land of three tragic relationships.\n\nThe title is taken from the Japanese tradition of bunraku, or puppet plays. Elaborate dolls are moved about the stage, each one with two or three artists to manipulate their eyes, heads, arms. One artist is visible, the others hooded in black. A reader recites all of the dialogue, and there is music.\n\nKitano's film opens with a bunraku performance, and then segues into the first of three live-action stories in which the characters seem moved about the stages of their own lives, without wills of their own. We are reminded of Gloucester's line in \"King Lear\": As flies to wanton boys, are we to the gods; they kill us for their sport.\n\nThe first story involves Matsumoto (Hidetoshi Nishijima), who is engaged to Sawako (Miho Kanno). His parents insist he break off the engagement and marry his boss' daughter. Sawako attempts suicide, is brain-damaged, and is spirited out of a nursing home by Matsumoto, who devotes his life to being with her. They live in a hotel room, in a car, and finally in the wild; because she wanders away, he joins them with a length of rope, and as they walk through the countryside they become known as the Bound Beggars.\n\nThe second story involves a gangster boss named Hiro (Tatsuya Mihashi). As a young man he is in love with a woman (Chieko Matsubara) who meets him on a park bench every Saturday with two box lunches. One Saturday he breaks up with her; a woman would be a complication now that he has decided to become a yakuza. She says she will come every Saturday no matter what. Years later, old and disillusioned, he returns to the park to look for her.\n\nThe third story is about a pop idol named Haruna (Kyoko Fukada). A fan named Nukui (Tsutomu Takeshige) is obsessed with her. His job is to wave a warning light at a highway construction zone; Haruna is disfigured in a traffic accident that may have been caused (the movie is a little vague) by Nukui being distracted from his job by thoughts of her. After her injury she refuses to be seen by any of her fans; Nukui's determination to meet her leads to a gruesome decision.\n\n\"Dolls\" moves with a deliberate pace. I have seen bunraku performances in Japan, and found them long, slow and stylized; the same can be said of the film. Kitano is not content to simply tell his stories, but wants to leave us time to contemplate them, to experience the passage of time for these characters and the way their choices will define them for the rest of their lives. The three active lovers in the film -- Matsumoto, the woman, and the fan -- willingly sacrifice their freedom and happiness in acts of romantic abnegation. Such gestures seem odd in the modern world, but not in classical tragedy, not in bunraku, and not in the Japanese tradition of dramatic personal gestures.\n\nThe film has moments of great loveliness. Some of the landscapes, filled with autumn leaves of astonishing shades of red, are beautiful and lonely. The film is about three people who have unhappiness forced upon them, and three others who choose it. \"Dolls\" isn't a film for everybody, especially the impatient, but Kitano does succeed, I think, in drawing us into his tempo and his world, and slowing us down into the sadness of his characters.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-02-03", "genres": ["Drama", "Foreign", "Romance"], "title": "Dolls (2005)"}