{"url": "http://www.rogerebert.com/reviews/dolores-claiborne-1995", "by": "Kathy Batesas Delores Claiborne", "star_rating": 3.0, "text": "Under a gray and brooding sky, Stephen King's Maine brings forth\ryet another labyrinthine tragedy in \"Dolores Claiborne.\" This is a\rhorror story, all right, but not a supernatural one; all of the elements come\rout of such everyday horrors as alcoholism, wife beating, child abuse and the\rsin of pride. The non-supernatural movies based on King stories (\"Stand by\rMe,\" \"Misery,\" \"The Shawshank Redemption\" and this\rone) are curious in that they deal with unhappy situations, and yet somehow\rdon't turn audiences off - maybe because the characters are so strongly drawn.\n\nHere\rwe have a story involving a hardworking housekeeper named Dolores (Kathy Bates)\rand the daughter she hasn't seen for 15 years, a New York magazine writer named\rSelena (Jennifer Jason Leigh). One day Selena gets a fax of an article from the\rBangor, Maine, paper, about a woman suspected of murder. Scrawled across the\rcover page are the words, \"Isn't this your mother?\" Although she has\ra big assignment in Arizona she desperately wants to cover, Selena ventures to\rthe Maine island where her mother awaits possible booking for the crime. She\rarrives in the kind of town where the motels close all winter, everybody knows\rone another, and people still say, \"Oh, my gravy!\" But the\rprosecuting attorney is from the mainland and has cold eyes. His name is Mackey\r(Christopher Plummer), and his accent starts out folksy but turns chilling.\n\nWe\rin the audience have already seen the fatal event, in the title sequence, and\rit sure did look like Dolores pushed that poor old lady down the stairs, and\rthen was fixing to bash her head in with a marble rolling pin, just when the\rmailman interrupted the crime. But maybe there is another way of looking at the\rmurder - andat the death, 15\ryears ago, of Dolores' husband and Selena's father, a mean drunk who died after\rfalling down a well.\n\nDolores\rworked for ages for the old lady, a perfectionist named Vera Donovan (Judy\rParfitt), who demanded \"six clothespins, not five\" on every sheet,\rand wanted them hung outside on the line, even in deepest winter. Maybe she had\ra motive for killing her. The mother and her daughter move back into the\rramshackle family home, and we discover that Selena uses a lot of booze, pills\rand cigarettes to keep the lid on the kinds of stresses that are caused by\rcigarettes, pills and booze. She has little regard for her mother and may even\rbelieve the woman had something to do with the father's death.\n\nMore\rthan this I dare not say. \"Dolores Claiborne\" is the kind of movie\rwhere every corner of the house and lawn contains its own flashback, to\rlong-ago events that look differently, depending on your angle. And much\rdepends on what happened on a day when there was a six-minute total eclipse of\rthe sun (King is big on eclipses), and how the drunken dad (David Strathairn)\rended up down that well.\n\nGiven\rthe level of melodrama in this story, it's surprising how much it turns into a\rtwo-character drama. Bates and Leigh are well-matched here, as mother and\rdaughter with a long history of deep hurts and suspicions. There is no false\rsentimentality, and - more important - no false theatrics in their\rrelationship: They are bitter, taciturn Maine people, with a lot of shared\rhurt. So complete is their chemistry that a subplot involving Selena's New York\rjob and editor is an unnecessary distraction.\n\nIt's\rsometimes distracting to tell a story in flashbacks and memories; the story\rline gets sidetracked. The director, Taylor Hackford, is successful, however,\rin making the present seem to flow into and out of the past. He is helped by\rthe uncanny resemblance between Leigh and Ellen Muth, the actress who plays her\ras a young girl. And a key story thread is made much more convincing by a\rcouple of key speeches, wonderfully delivered by Judy Parfitt as the exacting\rbut not evil old lady. (The movie assigns her one of several repetitions of the\rmovie's dialogue riff, which is, \"sometimes being a bitch is all a woman\rhas to hold on to.\") Sticklers for detail may wonder about the final scene\rbefore a local magistrate. Isn't a lot being taken for granted, not only about\rthe current death but also about the past one? It seemed to me the plot stirred\rup more than it settled, but Tony Gilroy's screenplay satisfied me with one\rperfect speech by Leigh, which ends, \"whatever you did, I know you did it\rfor me.\" Stephen King fans hoping for ghouls and satanic subplots and\rbizarre vastations may be disappointed by \"Dolores Claiborne.\" I was\rsurprised how affecting the movie was, mostly because Bates and Leigh formed\rsuch a well-matched and convincing pair. Does this movie creep up on you? Oh,\rmy gravy.", "running_time": 131, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-24", "genres": ["Drama", "Suspense", "Thriller"], "title": "Dolores Claiborne (1995)"}