{"url": "http://www.rogerebert.com/reviews/dolphin-tale-2011", "by": "Nathan Gambleas Sawyer", "star_rating": 3.0, "text": "\"Dolphin Tale\" is a sweet, feel-good film about a boy who helps save a dolphin, and how the dolphin then helps save him. When we meet young Sawyer Nelson (Nathan Gamble), he has withdrawn into a shell and is a remote loner. He builds models in his workshop, plays video games and avoids interaction with anyone — even at the going-away party for his beloved cousin. His father left the family without explanation some years ago, which may account for his isolation; his mother, Lorraine (Ashley Judd), does what she can, but feels closed out.\n\nOn the way home from his Florida grade school, Sawyer happens upon a dolphin stranded on the beach, its tail hopelessly twisted in the ropes of a lobster trap. He bonds with the creature until a rescue team arrives from a local animal hospital. Worried about the dolphin, Sawyer skips school to sneak into the animal hospital, where he's befriended by young Hazel Haskett (Cozi Zuehlsdorff), whose dad, Clay (Harry Connick Jr.), runs the facility.\n\nSawyer at first is so shy he can barely speak, but these outgoing people encourage him to help with the dolphin, now living in a pool, and soon he breaks out of his seclusion and grows enthusiastic about working with the animal. This involves an attempt to preserve its swimming ability after infection requires its tail to be amputated. A prosthetics specialist (Morgan Freeman) at the nearby VA hospital designs artificial tails, finally finding one that will work.\n\nLearning of this story, I thought, aw, come on, give me a break. But it turns out the story is not only based on fact, but the actual dolphin involved, named Winter, stars in the movie as herself. Her new tail functions admirably.\n\nThe movie will fascinate kids who love nature, just as \"Free Willy\" did. And although the real whale in that film was also seen, the interaction here is more believable; Winter doesn't do anything a real dolphin might not do. The film does get a bit carried away with the assumption that Sawyer and Winter find ways to communicate by clicks, whistles and so on. I know dolphins communicate, I know they recognize and respond to humans, and Nelson even cleverly finds a web page devoted to the language of their sounds. But the anthropomorphism of Winter is carried a shade beyond believability. \n\nThere are various uplifting subplots. Sawyer's cousin Kyle (Austin Stowell), a champion swimmer, enlists in the Army and returns with a leg injury that will affect his swimming. He is depressed until he gets involved in Winter's recovery. Sawyer's mom and Hazel's dad (Ashley Judd and Harry Connick Jr.), both heading single-parent families, seem destined for romance, but perhaps that's being reserved for the inevitable sequel. Hazel's grandfather (Kris Kristofferson), who presides over the nearby houseboat where they all live, is invaluable for moments of wisdom. \n\nThe movie was directed by Charles Martin Smith, who starred in one of the best of all films about man and nature, \"Never Cry Wolf\" (1983). He guides his good cast with a firm hand, and steers in the direction of life-affirming lessons. He has made a pleasant family film with an improbable true story at its heart.", "running_time": 113, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-09-21", "genres": ["Drama", "Family"], "title": "Dolphin Tale (2011)"}