{"url": "http://www.rogerebert.com/reviews/domestic-disturbance-2001", "by": "John Travoltaas Frank Morrison", "star_rating": 1.5, "text": "John Travolta plays a nice guy better than just about anybody else, which is why it's hard to figure out why his seemingly intelligent wife would divorce him, in \"Domestic Disturbance,\" to marry Vince Vaughn, who plays a creep better than just about anybody else. Maybe that's because it's not until the wedding day that her new husband's best friend turns up, and it's Steve Buscemi, who plays the creep's best friend absolutely better than anybody else.\n\nAll of this is a setup for a child-in-terror movie, in which a child is the eyewitness to a brutal murder and the incineration of the body. Then the kid sees his father hammered to within an inch of his life, his mother beaten until she has a miscarriage, and himself as the unwitting cause of an electrocution. I mention these details as a way of explaining why the flywheels at the MPAA ratings board gave the movie a PG-13 rating. Certainly it doesn't deserve an R, like \"Amelie\" or \"Waking Life.\" The movie is a paid holiday for its director, Harold Becker. I say this because I know what Becker is capable of. This is the same director who made \"The Onion Field,\" \"The Boost,\" and \"Sea of Love\". If this is the best screenplay he could find to work on, and it probably was, all I can do is quote Norman Jewison at this year's Toronto Film Festival: \"You wouldn't believe the ---- the studios want you to make these days.\" Sad, because there are scenes here showing what the film could have been, if it hadn't abandoned ambition and taken the low road. Travolta plays Frank Morrison, a boat builder and all-around nice guy--so nice he's even optimistic about the approaching marriage of his ex-wife Susan (Teri Polo). Frank's son Danny (Matthew O'Leary) is a little dubious about this new guy, so Frank even takes the three of them on a fishing trip together. But Danny is still upset, and has a habit of lying, running away, and not turning up for basketball games. He's Trying To Tell Them Something.\n\nThe fiance is Rick Barnes (Vaughn), new in town, who has made a lot of money and is about to be honored by the Chamber of Commerce. But when his old buddy Ray (Buscemi) turns up uninvited at the wedding, Rick's eyes narrow and his pulse quickens and it is only a matter of time until the domestic drama turns into a domestic monster movie. You know it's a bad sign when you're Frank, the understanding ex-husband, standing around at the reception, and Ray tells you your ex-wife \"must know some pretty good tricks to make old Rick settle down.\" Suspense builds, not exactly slowly, in scenes involving an ominous game of catch. Then there's a scene that flies in the face of all logic, in the way the child is made to be an eyewitness to murder. The physical details are so unlikely they seem contrived even in a thriller. All leads up to a final confrontation so badly choreographed that I was not the least bit surprised when the studio called to say the Chicago critics had seen \"the wrong last reel,\" and would we like to see the correct reel on Monday? I agreed eagerly, expecting revised footage--but, no, the only problem was, the earlier reel was lacking the final music mix.\n\nMusic is the last thing wrong with that reel. Apparently the filmmakers saw no problem with the way a key character enters on cue, at a dead run, without any way of knowing (from outside) where to run to, or why. No problem with a fight scene so incomprehensibly choreographed it seems to consist mostly of a chair. And no problem with a spectacularly inappropriate speech at a crucial moment (it's the one beginning, \"Too bad . . .). This speech provides additional information that is desperately unwanted, in a way that inspires only bad laughs from the audience, just when you want to end the movie without any more stumbles.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-11-02", "genres": ["Action", "Adventure", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Domestic Disturbance (2001)"}