{"url": "http://www.rogerebert.com/reviews/domino-2005", "by": "Keira Knightleyas Domino Harvey", "star_rating": 3.0, "text": "A character in Tony Scott's \"Domino\" is described as having \"the attention span of a ferret on crystal meth,\" and that pretty much describes the movie. If I were to attempt a summary of the plot, this review would continue uninterrupted through the business section and end somewhere on the sports pages. Not many movies have two narrations, one written, one spoken, and not many require them. But the damned thing has its qualities, and one of them is a headlong, twisting energy, a vitality that finds comedy in carnage. Here we have a man whose arm is shot off because it has a combination tattooed on it, and thieves disguised as four recent First Ladies.\n\nThe movie was inspired by Domino Harvey, a friend of Scott's, who was named Bounty Hunter of the Year in 2003 and died in July 2005, of an overdose, only 35 years old. Her life was not merely stranger than fiction but almost beyond invention: The daughter of the movie star Laurence Harvey and the fashion model Paulene Stone (renamed Sophie Wynn in the movie), she was sent, as they say, to all the best schools. She worked at day jobs before becoming a bounty hunter -- a professional paid to track down and deliver dangerous prey. \"My agenda is to kick ass,\" she famously said, and she must have been good at it, to win that honor, although the awards ceremony is a paltry affair of folding chairs in a bare room.\n\nThe movie is inspired by her story but not based on it, and although famous people filled her life, the names are all changed here and just as well, because there are times when Scott and his writer, Richard Kelly, spin free of reality and enter a parallel universe of pulp fiction. Consider again that man whose arm is shot off and tossed around like a Frisbee. Surely it would be easier to simply look at his arm and note the combination in a PDA, instant messaging being so much more efficient than the transfer of body parts?\n\nThe plot exists at the intersection of crime and show business, which has long needed traffic signals. Domino (Keira Knightley, soon to win an Oscar nomination for \"Pride and Prejudice\"), sees an ad for a bounty-hunting course run by a bail bondsman named Claremont Williams (Delroy Lindo) and his top hunters, Ed Mosbey (Mickey Rourke) and Choco (Edgar Ramirez). They just want to collect the tuition, but she insists on being taken seriously.\n\nMosbey might be expected to resist working with an unseasoned sexpot, but no: \"Take a look at her,\" he tells Choco. \"Come on, man, she ain't ugly. We walk down the street and people call us losers. We add her to the equation, and people are going to think we're two of the coolest mothers who have ever lived.\" Domino, as it turns out, is the coolest mother of all. In a situation where a bad guy seems inclined to start shooting, she distracts him with a lap dance. The things a sweet young British actress has to do when she moves from Jane Austen to Hollywood.\n\nOh, it gets stranger. Mosbey's team also includes Alf (Rizwan Abbasi), an Afghan who knows a lot about blowing things up, and whose existence on the streets of Los Angeles is a rebuke to the dream of Homeland Security. Choco is a tough guy from El Salvador who is offended that anyone would speak English in LA. Rourke, who with this film and \"Sin City\" has rehabilitated his iconic status, is so hardened at times he seems to be channeling Warren Oates.\n\nThe movie has so many supporting characters, it's a good thing it's edited at MTV velocity, or just introducing them would be feature-length. The funniest and most possibly true to life is Mark Heiss (Christopher Walken), a TV producer and ferret. He hires the bounty-hunting team for a reality TV show, and then mixes in the (real) stars Ian Ziering and Brian Austin Green of \"Beverly Hills 90210,\" setting up a scene where they introduce themselves to some killers: \"We're the celebrity hostages.\" There's also Claremont's lover Lateesha (Mo'Nique), whose job at the Department of Motor Vehicles gives her access to a database of basically everybody. Her twin cousins, Lashandra (Macy Gray) and Lashindra (Shondrella Avery) exist in part, I suspect, so that they can be called Lashandra and Lashindra by Lateesha, although the movie gives them plenty else to do. Worth the price of admission is \"The Jerry Springer Show\" where Lateesha produces a chart to explain her theory of new American racial groups, including Blacktinos and Hispanese.\n\nAll of this happens outside of any reasonable chronology. The story leaps around in time and logic, subtitles explain who characters are and then later have to correct themselves, and Domino's own narration is intercut with her cross-examination by an FBI agent (Lucy Liu). Domino is not entirely certain what she can testify about, in part because she is evasive, in part because of that time in the desert when their coffee was spiked with mescaline and a prophet (Tom Waits) appeared, or seemed to appear, or something.\n\nDid I admire \"Domino\"? In a sneaky way, yes. It's fractured and maddening, but it's alive. It begins with the materials of a perfectly conventional thriller. It heeds Godard's rule that \"all you need for a movie is a girl and a gun.\" It gives us Keira Knightley in a role all the more astonishing because I've just seen her in \"Pride and Prejudice.\" It not only stars Mickey Rourke and Christopher Walken, but uses them instead of just gawking at them. It blows up a Las Vegas casino, and it's a real one, not a fictional one. And it contains the line \"I'll never tell you what it all meant,\" as if anyone could. Seeking guidance in understanding the movie's manic narrative, I poked around online, and discovered in one review the explanation that the movie \"totally challenges the bourgeois notion of the nuclear family.\" Oh.", "running_time": 127, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-13", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Domino (2005)"}