{"url": "http://www.rogerebert.com/reviews/dominion-prequel-to-the-exorcist-2005", "by": "Stellan Skarsgardas Father Merrin", "star_rating": 3.0, "text": "Paul Schrader's \"Dominion: Prequel to the Exorcist\" does something risky and daring in this time of jaded horror movies: It takes evil seriously. There really are dark satanic forces in the Schrader version, which takes a priest forever scarred by the Holocaust and asks if he can ever again believe in the grace of God. The movie is drenched in atmosphere and dread, as we'd expect from Schrader, but it also has spiritual weight and texture, boldly confronting the possibility that Satan may be active in the world. Instead of cheap thrills, Schrader gives us a frightening vision of a good priest who fears goodness may not be enough.\n\nThe film's hero, Merrin (Stellan Skarsgard), considers himself an ex-priest; during World War II he was forced by Nazis to choose some villagers for death in order that a whole village not be killed. This is seen by a Nazi officer as an efficient way to undermine Merrin's belief in his own goodness, and indeed forces the priest to commit evil to avoid greater evil. This is not theologically sound; the idea is to do no evil and leave it to God to sort out the consequences.\n\nHis trauma from this experience hurls Merrin out of the priesthood and into an archeological dig in Africa, where he is helping to excavate a remarkably well-preserved church, buried in the sand. Why this church, in this place? It doesn't fit in architectural, historical or religious terms, and seems intended not so much to celebrate God as to trap something unspeakably evil that lies beneath it.\n\nSchrader is famously a director of moral values crossed with dangerous choices; his own movies (\"Hard Core,\" \"Light Sleeper,\" \"The Comfort of Strangers\") and those he has written for Martin Scorsese (\"Taxi Driver,\" \"Raging Bull\") deal with men obsessed with guilt and sin. His \"Dominion\" is not content to simply raise the curtain on William Friedkin's classic \"The Exorcist\" (1974) but is more ambitious: It wants to observe the ways Satan seduces man.\n\nThe film's battle between good and evil involves everyone on the dig, notably the young priest Father Francis (Gabriel Mann), who has been assigned by Rome to keep an eye on Merrin. Then there is the doctor Rachel (Clara Bellar), whose special concern is a deformed young man named Cheche (Billy Crawford). Curiously, Cheche seems to improve beyond all expectations of medicine, as if something supernatural were going on. Also on the site, in \"British East Africa,\" is the Sergeant-Major (Ralph Brown), a racist who assigns the devil's doings to the local Africans.\n\nIn a lesser movie, there would be humid goings-on at the camp, and a spectacular showdown between the humans and special effects. Not in the Schrader version, which trusts evil to be intrinsically fascinating and not in need of f/x enhancement. His vision, however, was not the one the powers at Morgan Creek were looking for (although Schrader was filming a script by Caleb Carr and William Wisher Jr. that the producers presumably approved). After Schrader delivered his version, a scenario developed that is, I think, unprecedented in modern movie history. The studio, having spent millions on the Schrader version, hired the director Renny Harlin to spend more millions remaking it in a presumably more commercial fashion.\n\nHarlin kept some of the actors, including Skarsgard, and substituted others (Gabriel Mann was replaced by James D'Arcy, Clara Bellar by Izabella Scorupco). The same cinematographer, the great Vittorio Storaro, filmed for both directors. After Harlin's version did a break-even $82 million at the box office but drew negative reviews, Schrader succeeded in getting his version screened at a film festival in Brussels, where the positive reception inspired this theatrical release, a resurrection fully in keeping with the film's theme.\n\nI've seen both versions and much prefer Schrader's, and yet it must be said that Harlin did not prostitute himself in his version. Indeed, oddly, it opens with more talk and less excitement than the Schrader version (Harlin dissipates the power of the Nazi sequence by fragmenting it into flashbacks). What is fascinating from a movie buff's point of view is that the movie has been filmed twice in different ways by different directors. Maybe this is what Gus Van Sant was getting at when he inexplicably did his (almost) shot-by-shot remake of Hitchcock's \"Psycho.\" Film students are often given a series of shots and assigned to edit them to tell a story. They can fit together in countless ways, to greater or less effect.\n\nHere we have the experiment conducted with $80 million. It's eerie, to see the same locations occupied by different actors speaking similar dialogue. Odd to see the young priest and the doctor occupying the same rooms but played by different people. Strange to see Skarsgard in both versions, some shots and dialogue exactly the same, others not. Curious how the subplot about the British shrinks in the Harlin version, while the horror is ramped up. I prefer the Schrader version, certainly, but you know what? Now that two versions exist and are available, each one makes the other more interesting.", "running_time": 117, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-19", "genres": ["Drama", "Horror", "Thriller"], "title": "Dominion: Prequel to the Exorcist (2005)"}