{"url": "http://www.rogerebert.com/reviews/don-juan-demarco-1995", "by": "Marlon Brandoas Jack Mickler", "star_rating": 2.0, "text": "In a new book about how he makes movies, director Sidney Lumet speculates that Marlon Brando has a way of testing his directors.\n\nBrando does a scene twice, he writes, once really putting his soul into it, the second time using only technique. He waits to see if the director can tell the difference between the two takes. If the director fails the test, Brando walks through the rest of the movie.\n\nI don't know if that speculation is true, but maybe Jeremy Leven, the director of \"Don Juan DeMarco,\" failed the rest. Brando doesn't so much walk through this movie as coast, in a gassy, self-indulgent performance no one else could have gotten away with.\n\nHaving long since proved he can be one of the best actors in movie history, he now proves he can be one of the worst.\n\nThat's a shame, really, because \"Don Juan DeMarco\" is the kind of delicate, oddball fantasy that could have been charming, without Brando's petulant presence spoiling the fun. It stars Johnny Depp, who in \"Benny and Joon\" and \"Arizona Dreams\" showed the kind of delicate touch an actor needs to slip into the darkness of the soul and find human comedy there.\n\nLike both of those films, this one deals with mental illness: Depp plays a character who is convinced he is Don Juan, the world's greatest lover. He gets other people to believe it, too, in dialogue so steamy that maybe only Depp could have delivered it, with his deadpan sincerity and big honest eyes. \"What do you know of love?\" he asks a psychiatrist. \"Have you ever loved a woman until milk leaked from her - as if she had just given birth to love itself, and now must feed it or burst?\" The psychiatrist admits he has not. He doubts Don Juan has, either. Don Juan finds himself in the mental hospital for a 10-day evaluation process, after being committed because he has, in the diagnosis of the experts, \"obsessive-compulsive disorder with eroto-manic features.\" When the first psychiatrist washes his hands of the case, Don Juan is assigned to a distinguished man nearing retirement: Jack Mickler, played by Brando.\n\nThe problem with Brando these days is that we have read so much about his acting techniques and shortcuts that it is hard to see anything else. He wears a hearing aid. Is it intended to add a touch of realism to his character - or is he being fed his lines by a dialogue coach? He adds little touches of business, like eating during a scene, and we're aware that he's done it before (M&Ms in \"The Formula,\" nuts in \"The Freshman\"). And there are moments so bizarre we wonder if the director actually suggested them, or whether Brando had a brainstorm, and everybody was afraid to tell him it wasn't such a hot idea.\n\nOne of these moments comes during a curious bedroom scene with Faye Dunaway, who plays his loving wife. We are given to understand the moment is post-coital. What does Brando do? Light a cigarette? Turn on the TV? Cuddle? Nooooooo . . . what he does is, blow kernels of popcorn into the air through a paper tube, so that Dunaway can try to catch them in her mouth. She catches one, finally, and seems so happy you wonder how much film they burned trying to get the trick right. The next time I see Dunaway, I'm going to ask her if, during that scene, she was wondering if acting with Brando was really worth the trouble.\n\nWe can guess what the movie might have been in the scenes where Brando is not around. The Depp character, given 10 days to convince the psychiatrist of his sanity, insists on elaborating his fantasies. We learn that, as Don Juan, he once fought a duel with his own father, over his mother's honor. And that he was sold into slavery to a sultan, and saved himself by disguising himself as a woman. While imprisoned in the sultan's harem, he made love to every woman there, leading him, in a later scene, to answer a lover's question by telling her that, \"including you,\" he has made love to 1,502 women - a sum substantially greater than the one she had in mind.\n\nDon Juan's poetry has a hypnotic effect on those around him.\n\nAfter all the female nurses develop crushes on him, he's assigned a hulking male nurse named Rocco (Tiny Lister), and soon has him dancing in the patient's ward. Depp must be one of the few actors who can get away with sincerely speaking lines like: \"Women sense that I search out the beauty that dwells within them, until it overwhelms everything else. And then they cannot avoid their desire to release that beauty, and envelop me in it.\" He has an openness to fantasy that makes his strange characters - also including Edward Scissorhands and Ed Wood - touching and convincing. Actors often talk about how they'd like to work with Brando. This kid could teach him some things.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-04-07", "genres": ["Comedy", "Drama", "Romance"], "title": "Don Juan DeMarco (1995)"}