{"url": "http://www.rogerebert.com/reviews/donkey-skin-2005", "by": "Catherine Deneuveas Queen/Daughter", "star_rating": 3.0, "text": "\"Donkey Skin\" is told with the simplicity and beauty of a child's fairy tale, but with emotional undertones and a surrealistic style that adults are more likely to appreciate. A child and a parent seeing this movie would experience two different films. It was directed by the French New Wave legend Jacques Demy in 1970 and is based on a 17th-century tale by Charles Perrault; it's one of his original Mother Goose stories, which also include \"Cinderella\" and \"Sleeping Beauty.\"\n\nIn adapting it into a musical, Demy was probably thinking of Jean Cocteau's surrealistic masterpiece \"Beauty and the Beast\" (1946), and Demy's own famous musicals \"The Umbrellas of Cherbourg\" (1964) and \"The Young Girls of Rochefort\" (1967). His \"Donkey Skin\" makes the connection by costarring Jean Marais, who played three roles in \"Beauty and the Beast,\" and Catherine Deneuve, who had the lead in both of the earlier Demy films.\n\nThe story involves two neighboring kingdoms. In the land ruled by Jean Marais, the palace servants and even the horses are bright blue, like a medieval tryout for the Blue Man Group. In the land next door, ruled by Fernand Ledoux, everyone is red. Their maps must look like the Bush-Kerry election.\n\nSorrow in the blue kingdom. The queen (Deneuve) is dying. On her deathbed she orders the king: \"Promise me you'll marry only when you find a wife more beautiful than me.\" This is not easily done. A search begins for such a woman, but as the king examines the portraits of the candidates, each is more ugly than the one before. Finally his advisors decide only one women qualifies: The king's own daughter, who is also played by Deneuve and therefore bears a striking resemblance to her mother.\n\nThe king decrees he will marry his daughter. You are beginning to understand why Disney filmed \"Sleeping Beauty\" and \"Cinderella\" but not this one. There is also the remarkable detail that the kingdom's riches depend upon a donkey who instead of manure, produces coins and jewels.\n\n\"Is my love a sin?\" asks the blue king. \"All little girls, asked who they want to marry when they grow up, say 'I want to marry daddy.' \" Not this little girl, who escapes by boat and consults her fairy godmother (Delphine Seyrig), who suggests she make a series of impossible demands, such as a dress the color of weather. What color is weather? We find out, when Deneuve appears in one of several remarkable gowns that are elegant and showy beyond any normal dimension, all but burying the princess inside.\n\nAfter the king orders additional dresses the color of the moon and the sun, his daughter runs out of demands, and escapes into the forest cloaked in a donkey skin. There she is seen by the prince of the red kingdom (Jacques Perrin), who falls in love and demands that his servants determine the identity of the unknown girl, etc.\n\nTo this story Demy brings a particular sense of style. A great deal of the dialogue is sung by the actors, with music by Michel Legrand, although the film doesn't approach his wall-to-wall score for \"The Umbrellas of Cherbourg.\" There are also incongruous elements I doubt were found in the 17th-century original, including a helicopter, a woman who spits toads, doorways so low everyone must stoop to get through them, and a royal throne that looks like Hello, Kitty! At times characters fade in and out of transparency.\n\nDespite these visual marvels, the film somehow lacks variety. It is all more or less the same; the same tone, similar songs, a level emotional field, nothing too exciting or too depressing. It requires, I hate to say it, an arc. Lacking that, it nevertheless provides a visual feast and fanciful imaginations, and Deneuve was then, as she was before and since, a great beauty with the confidence such beauty requires.\n\nA restored print with a new digital sound track plays at the Music Box Theatre, Aug. 11-17. Ebert's review of the Cocteau version of \"The Beauty and the Beast\" is a Great Movie at rogerebert.com", "running_time": 90, "mpaa_rating": null, "release_year": 2005, "date_published": "2005-08-11", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Donkey Skin (2005)"}