{"url": "http://www.rogerebert.com/reviews/donnie-darko-2001", "by": "Jake Gyllenhaalas Donnie Darko", "star_rating": 2.5, "text": "There is a kind of movie that calls out not merely to be experienced but to be solved. The plot coils back on itself in intriguing mind puzzles, and moviegoers send bewildering e-mails to one another, explaining it. Two weeks ago brought “Mulholland Drive,” which has inspired countless explanations, all convincing, none in agreement, and now here is “Donnie Darko,” the story of a teenage boy who receives bulletins about the future from a large and demonic rabbit.\n\nThe film stars Jake Gyllenhaal, from “October Sky,” as Donnie Darko, a high school student whose test scores are “intimidating,” whose pose is to be likable and sardonic at once, and who occasionally forgets to take his medication, for unspecified but possibly alarming reasons. He is seeing a psychiatrist (Katharine Ross), who uses hypnosis to discover that he has a nocturnal visitor who leads him on sleepwalking expeditions. One of these trips is fortunate, because while he's out of the house a 747 jet engine falls directly through his bedroom.\n\nThe movie is grounded solidly in a leafy suburban setting, where the neighbors gather behind police lines while a big flatbed truck hauls the engine away and the FBI questions the Darko family. There is much unexplained. For example, no airline is reporting that an engine is missing from one of its jets. Where did the engine come from? Donnie has no more idea than anyone else, and we follow him through high school days with an English teacher (Drew Barrymore) who is sympathetic, and a gym teacher who requires the class to locate imaginary experiences on a \"lifeline\" between Fear and Love. When Donnie suggests what the gym teacher can do with her lifeline, he and his parents are called in for a conference with the principal--and one of the movie's charms is that they are not shocked but amused.\n\nDonnie comes from a happy enough home. His mother (Mary McDonnell) is sensible and cheerful, and his father (Holmes Osborne) is imperturbable.\n\nAn older sister announces at dinner that she will vote for Dukakis (it is autumn 1988), and a younger sister is a sly instigator, but “Donnie Darko” doesn't go the well-traveled route of making its hero the tortured victim of an unhappy home. Donnie even gets a girlfriend (Jena Malone) during the course of the movie.\n\nYet disturbing undercurrents are gathering. Donnie's nocturnal rabbit-wizard informs him the end of the world is near. Donnie becomes able to see time lines in front of his family--semi-transparent liquid arrows that seem to lead them into the future. He becomes fascinated by the theory of worm holes, and discovers that a key book, The Philosophy of Time Travel, was written by a neighbor, Roberta Sparrow--known to the neighborhood as Grandma Death, and now, at 100, reduced to endless round trips to her mailbox for a letter that never comes.\n\nThis set-up and development is fascinating, the payoff less so. I could tell you what I think happens at the end, and what the movie is about, but I would not be sure I was right. The movie builds twists on top of turns until the plot wheel revolves one time too many, and we're left scratching our heads. We don't demand answers at the end, but we want some kind of closure; Keyser Soze may not explain everything in “The Usual Suspects,” but it feels like he does.\n\nRichard Kelly, the first-time writer-director, is obviously talented--not least at creating a disturbing atmosphere out of the materials of real life. His mysterious jet engine is a masterstroke. He sees his characters freshly and clearly, and never reduces them to formulas. In Jake Gyllenhaal, he finds an actor able to suggest an intriguing kind of disturbance; the character is more curious than frightened, more quixotic than eccentric, and he sets a nice tone for the movie. But somehow the control fades in the closing scenes, and our hands, which have been so full, close on emptiness. “Donnie Darko” is the one that got away. But it was fun trying to land it.", "running_time": 122, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-26", "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"], "title": "Donnie Darko (2001)"}