{"url": "http://www.rogerebert.com/reviews/donnie-brasco-1997", "by": "Al Pacinoas Lefty Ruggiero", "star_rating": 3.5, "text": "Norman Mailer told us tough guys don't dance, but in the movies, it's mostly tough guys who do dance. We're so leery of close emotional bonds between men that the movies are only comfortable showing them if the guys are cops, jocks, soldiers or mobsters. Beneath everything else, \"Donnie Brasco'' is the story of two men who grow to love each other, within the framework of a teacher-student relationship. It's not about sex. It's about need.\n\nThe movie opens in a New York coffee shop that's a hangout for the mob. A young guy named Donnie (Johnny Depp) comes in and talks disrespectfully to an older guy named Lefty (Al Pacino). Lefty can't believe his ears: \"You're calling me a dumbski? You know who you're talkin' to? Lefty from Mulberry Street!'' As if that means anything.\n\nActually, though, it means a lot to Donnie Brasco, whose real name is Joe Pistone, and who is an undercover agent for the FBI. He gradually wins Lefty's trust, and it becomes clear that Lefty badly needs someone to trust; he has cancer, his son is a junkie, and his mob career is going nowhere. Donnie is a good-looking kid who listens well, and Lefty desperately needs to be a mentor. In another world, he would have been your favorite high school teacher.\n\n\"If I say you're a friend of mine, that means you're connected,'' Lefty explains to Donnie. \"If I say you're a friend of ours, that means you're a made guy. If I introduce you, I'm responsible for you. Anything wrong with you, I go down.'' The movie is based on a 1978 book inspired by the real \"Donnie Brasco'' case (its author is still living in the government witness protection program). The story plays like a companion to \"GoodFellas\", with the same lore, the same fierce Mafia code, the same alternation between sudden violence and weird comedy. (At one point, Lefty is summoned to a meeting with his boss and expects to be killed. Instead he's given a present--a lion, because he likes to watch wild animals on videos.) The British director Mike Newell, whose biggest hit was \"Four Weddings And A Funeral\" might seem like a strange choice for this material, but he's the right one, because the movie is not really about violence or action, it's about friendship. We can see immediately why Lefty is drawn to Donnie, but it takes a little longer to see why Donnie begins to like Lefty. After all, a guy risks his life because he trusts you; you can't help feeling like a rat if you're double-crossing him.\n\nMichael Madsen plays the boss Lefty reports to. He's tall, tough, relentless--and scared, too, because when he gets bumped up a notch, the job includes a $50,000 monthly payment to the guy above him. A lot of the time these guys spend hanging around their social club, playing cards and complaining that business is bad. In this movie, Mafia guys don't get away with anything: With them, it's work, work, work, just like with everybody else.\n\nDonnie has some ideas for them, including a club in Florida that he thinks might make them some money. But opening night goes wrong, and although they suspect a stoolie in their midst, what they do not suspect is that a rival mob faction was responsible. Every time I see a Mafia movie, I wonder how any Mafiosi can still be alive, given the rate of sudden, violent attrition and the willingness to shoot first and find out the rest of the facts later.\n\nThe Florida project and the other jobs are a backdrop for the relationship between Donnie and Lefty, which is complicated because the FBI agent has a wife and kids squirreled away in the suburbs, who go for weeks at a time without hearing from him. He can't even tell them what he does (nor would they believe him). \"I pretend I'm a widow,'' his wife tells him.\n\nEventually all of the threads, personal and criminal, come down to one moment when Lefty either will or will not act on what he knows, or thinks he knows. As the two men face their moment of truth, we are reminded what fine acting the movie contains. We expect it from Pacino, who is on ground he knows well, and is poignant and gentle as a man who is \"just a spoke in the wheel,'' a loyal soldier who lives and dies by the rules. For Johnny Depp, \"Donnie Brasco'' breaks new ground; he seems a little older here, a little wearier, and he makes the transition from stoolie to friend one subtle step at a time.\n\nThe violence in this movie is gruesome (a scene involving the disposal of bodies is particularly graphic). But the movie has many human qualities and contains what will be remembered as one of Pacino's finest scenes. At an important moment in his life, he puts some things in a drawer. He starts to leave, then thinks again, turns back and leaves the drawer ajar. What this implies and how it plays creates the perfect ending for the film, which fades to black--only to start up again with unnecessary footnotes. No matter; I'll remember that scene.", "running_time": 121, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-27", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Donnie Brasco (1997)"}