{"url": "http://www.rogerebert.com/reviews/donnie-darko-the-directors-cut-2004", "by": "Jake Gyllenhaalas Donnie Darko", "star_rating": 3.0, "text": "\"Pay close attention,\" warns the Web site for \"Donnie Darko: The Director's Cut,\" because \"You could miss something.\" Damn, I missed it. I'm no closer to being able to explain the film's events than I was after seeing the 2001 version, which was about 20 minutes shorter. The difference is, that doesn't bother me so much. The movie remains impenetrable to logical analysis, but now I ask myself: What logical analysis would explain the presence of 6-foot-tall rabbit with what looks like the head of a science-fiction insect?\n\nThe director's cut adds footage that enriches and extends the material but doesn't alter its tone. It adds footnotes that count down to a deadline, but without explaining the nature of the deadline or the usefulness of the countdown (I think it comes from an omniscient narrator who, despite his omniscience, sure does keep a lot to himself). What we have, in both versions, is a film of paradox that seems to involve either time travel or parallel universes. Having seen in \"The Butterfly Effect\" (2004) how a film might try to explain literally the effects of temporal travel, I am more content to accept this version of the Darko backward and abysm of time.\n\nLet it be said that writer-director Richard Kelly's first film engages us so intriguingly that we desire an explanation. It opens with Donnie Darko (Jake Gyllenhaal) sprawled at dawn in the middle of a remote road next to his bicycle. Just sleeping, he explains. He's out of his house a lot at night, apparently on the advice of the rabbit, which is named Frank. It's good advice, since Donnie returns home to find that the engine of a jet airliner has fallen from the skies into his bedroom. The strange thing is, the government has no record of a plane losing its engine.\n\nGiven the eerie national mood after 9/11, this detail did not much recommend the film to audiences when it opened on Oct. 26, 2001. The film, a success at Sundance 2001, opened and closed in a wink, grossing only about $500,000 and inspiring some negative reviews (\"Insufferable, lumpy and dolorous ... infatuated with an aura of hand-me-down gloom.\" -- Elvis Mitchell, New York Times). But it gathered a band of admirers, became a hit on DVD and at midnight shows, and is now returning to theaters.\n\nMore than one critic said the movie was set in \"John Hughes country,\" that 1980s suburban land of teenage angst and awkward love. Certainly Gyllenhaal is convincing in his convoluted relationship with Gretchen (Jena Malone), the new girl in town -- who walks into the English class of Ms. Pomeroy (Drew Barrymore), asks where she should sit, and is told as only Drew Barrymore could tell her, \"Sit next to the boy you think is the cutest.\" When she chooses Donnie, we can see why Gyllenhaal was once considered to play Spider-Man; he's got the look of a guy whose inner demons wall him off from girlfriends.\n\nDonnie's suburb is green and leafy, and his home life happy. His mother (Mary McDonnell) is filled with warmth and love, and his father (Holmes Osborne) is not the standard monster of dad-hating Hollywood formulas. At school, Ms. Pomeroy is a good enough teacher to get herself fired. And the parent-teacher conference involving Donnie's run-in with the gym teacher is one of those scenes where parents try to look properly appalled at their son's behavior while it's all they can do to keep from laughing.\n\nThen there's Frank, who is definitely not from Hughesland. He shows Donnie how to look into the future, and even gives him the power to visualize other people as they follow their timelines (a timeline resembles a rope of coiling water, like the effect in \"The Abyss\"). And there is the case of the wizened old lady known as Grandma Death, who lives down the street and once wrote a book titled The Philosophy of Time Travel, which hinted or warned or predicted or intuited something ominous, I think, although I have no idea what it might have been.\n\nThe details of daily life are exactly right. We believe Donnie as a teenager who did not ask to be haunted by doubts and demons and is bearing up as best he can. He lives in a real world; apart, to be sure, from the rabbit and the timelines. Richard Kelly shows that he could make a straightforward movie about these characters, but \"Donnie Darko\" has no desire to be straightforward. I wrote in my original review: \"The movie builds twists on top of turns until the plot wheel revolves one time too many, and we're left scratching our heads. We don't demand answers at the end, but we want some kind of closure; Keyser Soze may not explain everything in 'The Usual Suspects,' but it feels like he does.\"\n\nIn that 2001 review, I found a lot to admire and enjoy in \"Donnie Darko,\" including the director's control of tone and the freshness of the characters. My objection was that you couldn't understand the movie, which seemed to have parts on order. With the director's cut, I knew going in that I wouldn't understand it, so perhaps I was able to accept it in a different way. I ignored logic and responded to tone, and liked it more. There may have been another factor at work: As I grow weary of films like \"The Princess Diaries 2,\" which follow their formulas with relentless fidelity to cliche and stereotype, I feel gratitude to directors who make something new.\n\n\"Donnie Darko: The Director's Cut\" is alive, original and intriguing. It's about a character who has no explanation for what is happening in his life, and is set in a world that cannot account for prescient rabbits named Frank. I think, after all, I am happier that the movie doesn't  have closure. What kind of closure could there be? Frank takes off the insect head and reveals Drew Barrymore, who in a classroom flashback, explains the plot and brings in Grandma Death as a resource person?", "running_time": 113, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-20", "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"], "title": "Donnie Darko: The Director's Cut (2004)"}