{"url": "http://www.rogerebert.com/reviews/dont-stop-believing-everymans-journey-2013", "by": "Arnel Pineda", "star_rating": 3.0, "text": "\"Don't Stop Believing: Everyman's Journey\" is one of those \"stranger than fiction\" true-life documentaries that would attract accusations of cliché-mongering if it were a narrative feature. Journey, one of the biggest rock bands in America, seeks out a new lead singer and finds one on the Internet. The candidate in question, Arnel Pineda, is half a world away, a Filipino singer whose biggest fan has uploaded 60 videos of him singing everything from Bon Jovi to Foreigner to, of course, Journey. \n\nThe band emails Pineda, and in order to get a visa to come to America to audition, he has to convince the Manila U.S. Embassy that he really is auditioning for Journey. The agent asks him to sing \"Wheel in the Sky,\" and Pineda belts out a version so convincing that the agent issues him a visa. Pineda aces the audition, and he gets the job fronting a band with almost 40 years of history, music and fans.\r\nWhat's the most dramatic element in this story? For me, it was the embassy pre-audition. That one roadblock could have kept Pineda from ever reaching the States and his destiny. Unfortunately, writer-director Ramona S. Diaz leaves this information out of the documentary. Instead, the press materials I read before watching the film told me this story. \n\nThis is the main problem I had with \"Don't Stop Believing: Everyman's Journey.\" On several occasions, the most interesting human details are either left out or barely commented on by the filmmakers, resulting in a documentary that skirts dangerously close to hagiography. Pineda's statements about the darker days of his life, his humility and the notion of someone fronting a band whose fans want a vocal carbon copy of its former lead singer save \"Don't Stop Believing: Everyman's Journey\" from drowning in its own hero worship.\r\nLike Pineda, Diaz is Filipino, and as a minority, I completely understand the sense of pride beaming from this film. Here is a compatriot who literally sang for his supper as a teenager in order to survive, which led to a band gig that allowed him to take care of his family. Subsequent experience in bands trained him for the moment he received that email from Journey's guitarist/songwriter Neal Schon. Pineda's rags-to-riches story is a testament to globalization and, for better or worse, the power of YouTube. \n\nPineda has also had to deal with fan reactions, which has often expressed itself in the typical Internet modes of racism and insult. Even concertgoers have reservations about a foreigner taking over for a local hero. Diaz shows some choice comments from these naysayers, but she also shows how Filipinos flocked to see and hear one of their own. Journey has always had fans of every race and culture (they sold 80 million albums) but the numbers in the Philippines rose with their new acquisition. Outside a concert, a woman selling Arnel Pineda shirts and posters she designed tells us \"when Journey found him, they inherited a nation.\"\r\n\"Don't Stop Believing: Everyman's Journey\" allows Pineda to talk to us directly. He speaks of his moderate success in Hong Kong as leader of another band, and how his drug and alcohol use forced his managers to stop booking him. Rock and Roll is rarely seen without its partners in crime, sex and drugs, but whenever we travel down that path with Pineda (whose honesty is more than willing to lead us), the film gets skittish. That's more forgivable than hurrying past the love story buried under this tale of success. Pineda is married, but we are not given any back story. His wife just shows up, and a bit later, we discover Pineda has a kid. The few scenes with Mrs. Pineda are sweet and sensitive enough to make me want to know more.\r\nI also wanted to know more about how Pineda felt when, after his debut show in South America, he's scolded by the band's manager to just stand there and sing like Steve Perry. Pineda had brought his own kinetic energy to this first performance, running around like David Lee Roth, yet the manager's complaint sounded as if he wanted a clone rather than an individual. Pineda tells us he's disappointed by this, and that he would try to do the job without shedding his own identity as an entertainer, but I was curious to know how this compromise played out. In a way, he was being asked to shed his own skin in favor of fan expectations, but this is left unexplored. In the film's defense, the inclusion of these tidbits sparked my imagination. I realized that singing the same songs every night for years must be nerve-wracking even if they're your own hits; imagine if you're singing someone else's.\r\nIf nothing else, Pineda's voice will surely make fans of those who hear him. When Journey was led by front man Steve Perry, arenas were filled with his astonishingly powerful singing, from \"Faithfully\" to the aforementioned \"Wheel in the Sky.\" Perry's vocals on the song that gives this documentary its name have been mimicked unsuccessfully by millions of drunk karaoke singers — it's the one song that should be banned from every bar — and achieved television immortality as the soundtrack to Tony's fate in the finale of the HBO series, The Sopranos. \n\nPerry's pipes are huge, and according to the film, his successor, Steve Augeri, blew out his vocal cords after eight years of competing with them. Pineda nails every Journey song he's given to sing, with a level of precision that stuns the other members of the group. Even sick as a dog, which he seems to be often, Pineda is able to deliver better than most healthy lead singers.\r\nThe other members of Journey, bassist Ross Valory, keyboardist Jonathan Cain, guitarist Nean Schon, and drummer Dean Castronovo, feature both in Pineda's story and the film's parallel tale of Journey's 40 years in music. While some details are missing from that too, hearing the band speak of their process serves as a good introduction for viewers who know little about the band. Considering what they've been through over those four decades, Diaz notes that it's a surprise the band is still intact.\r\nPineda is a great subject, and it's obvious he's the biggest fan of the man who co-wrote and sang most of his current repertoire. Diaz acquits herself by providing numerous scenes of the band interacting and performing, and of the fans (some of whom were originally haters) reacting enthusiastically. Despite my unanswered questions, I'm giving \"Don't Stop Believing: Everyman's Journey\" three stars. It made me think about my own reactions to bands I love (Journey included), and how I feel when one of my own makes it big. Plus, that Arnel Pineda can sing his ass off.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2013, "date_published": "2013-03-06", "genres": ["Documentary"], "title": "Don't Stop Believing: Everyman's Journey (2013)"}