{"url": "http://www.rogerebert.com/reviews/dont-say-a-word-2001", "by": "Michael Douglasas Dr. Nathan Conrad", "star_rating": 2.5, "text": "\"Don't Say a Word'' is one of those movies where a happy professional couple suddenly find their lives threatened by depraved outsiders. Like airline owner Mel Gibson in \"Ransom\" and Dr. Harrison Ford in \"Frantic\" psychiatrist Michael Douglas has to discover if he possesses the basic instincts to fight to the death for the ones he loves.\n\nThe movie turns this into a race against the clock when kidnappers take his 8-year-old daughter and give him a 5 p.m. deadline. To do what? To pry a six-digit number from the memory of a mental patient. And that's not all. For the second half of the movie, there are four parallel plots, involving Douglas working over the patient, his wife struggling to defend herself with her leg in a cast, his daughter trying to outsmart the kidnappers and a woman detective stumbling over the crime during a related investigation.\n\nPlotting this dense is its own reward. We cast loose from the shores of plausibility and are tossed by the waves of contrivance. I like thrillers better when they put believable characters in possible situations (\"The Deep End\" with Tilda Swinton, was accused of implausibility but is cinema verite compared to this). But I also have a sneaky affection for Douglas thrillers where he starts out as a sleek, rich businessman and ends up with an ax in his hand. Who else can start out so well-groomed and end up as such a mad dog? The movie was directed by Gary Fleder, whose \"Kiss The Girls\" (1997) was taut and stylish. Here again he shows a poetic visual touch, cutting between cozy domestic interiors and action scenes shot in gritty grays and blues. The look of his pictures shows the touch of an artist, and he has a fondness for character quirks that flavors the material. Consider Douglas' fellow psychiatrist, played by Oliver Platt, who has his own reasons for immediate results.\n\nThe bank robbery opening the movie is recycled from countless similar scenes, but then the movie makes a twist and the plot keeps piling it on. What's remarkable is how certain performances, especially Brittany Murphy's as the mental patient and Sky McCole Bartusiak's as the kidnapped girl, find their own rhythm and truth in the middle of all that urgency.\n\nSome might wonder (actually, I might wonder) why the villain can wait 10 years and then give Douglas only eight hours to work with his patient. Or at the way Murphy's character is sane and insane to suit the conveniences of the plot (a glib explanation doesn't account for what should be the lingering effects of drugs). And the police detective (Jennifer Esposito) is pushing it when she arrives in the nick of time.\n\nSean Bean, as the villain who wants his ''property,'' is as malevolent as can be without suffering serious dental damage.\n\nDouglas has made roles like this his own, and redeems them by skirting just barely this side of overacting--which is about where a character in this plot should be positioned. Shame that his subtler and more human work in movies like \"Wonder Boys\" is seen by smaller audiences than his fatal/basic/instinct/attraction/disclosure movies.\n\nThe end of ''Don't Say a Word'' does descend, as so many thrillers do, to a species of a chase. But the final locations are darkly effective, and I liked the way the villain arrives at a spectacular end. But the movie as a whole looks and occasionally plays better than it is. There is a point, when the wife is struggling with her leg cast and crutches and the daughter is cleverly signaling her whereabouts and Douglas is trying to perform instant psychiatry at an Emergency Room tempo, and flashbacks accompany the time-honored Visit to the Scene of the Previous Trauma, when it just all seemed laid on too thick. There is a difference between racing through a thriller and wallowing in it.", "running_time": 110, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-09-28", "genres": ["Suspense", "Thriller"], "title": "Don't Say A Word (2001)"}