{"url": "http://www.rogerebert.com/reviews/dont-tell-mom-the-babysitters-dead-1991", "by": "Christina Applegateas Sue Ellen", "star_rating": 2.0, "text": "Even though this movie is named \"Don't Tell Mom the Babysitter's Dead,\" the babysitter plays a minute part. Perhaps I will not be revealing too much if I say that she dies, shortly after appearing on the scene. The only purpose of the babysitter is to provide an excuse for Mom to leave on an extended tour of Australia with her fiance, while the five kids are left behind at home; the movie's a sort of teenage version of \"Home Alone,\" which also had an awkward time of explaining why the parents weren't there.\n\nOnce the babysitter dies and her body is deposited anonymously on the steps of a funeral home, the movie is free to reveal its real purpose: This is a consumerist, escapist fantasy for teenage girls, starring TV's Christina Applegate (\"Married . . . with Children\") as a 17-year-old who gets to act out experiences that most girls her age only dream about. Her life turns into an article from Cosmo crossed with a photo spread from Glamour.\n\nThe story's premise, as the title hints none too subtly, is that the kids want to run free for a summer, while their mother's away. But the money that Mom left behind turns out to have been buried with the babysitter, so the kids have to support themselves.\n\nApplegate tries working at a fast-food restaurant for a day, but the grease gets to her, so she fakes a resume and applies for a job as a receptionist at a garment manufacturing company. Her resume is so impressive that the vice president (Joanna Cassidy) hires her on the spot as an executive assistant. And at last we have arrived at the real subject of this movie, which is how a 17-year-old girl might fake it as a 28-year-old college graduate with lots of job experience.\n\nWatching the movie made me think of those subteen career novels I used to read in grade school, with titles like Brent Jones, Boy Reporter. They were always about how some kid got a lucky break and got hired by a newspaper, where of course he quickly learned the ropes and scooped the world on a big story, after which he got a telegram from the president and went off to college with a rosy future ahead of him.\n\nThose books came from a more innocent time, but \"Don't Tell Mom the Babysitter's Dead\" has been made in the same spirit. There are a few modern touches: Christina Applegate smokes a lot, for example, to make her look grown-up, and she turns up every morning in another eye-opening fashion statement (her mother must have thousands of dollars of clothes in the closet). She is also amazingly, almost unbelievably, self-possessed, able to fend off the advances of the office sex fiend while simultaneously handling her boss' problems and getting other women in the office to do most of her work.\n\nThere are the usual supporting players: the sincere boyfriend, the office bitch, the office spy, the little brother who's a pothead. And of course the usual plot developments, as Applegate single-handedly redesigns the company's entire line, and stages a presentation at which her little brothers and sisters star as junior fashion models.\n\nThe most remarkable transition comes from the pothead brother, who throws his dope-addled friends out of the house, watches a few episodes of Julia Child, cuts his hair, cooks the canapes, and announces that he plans to become an executive chef. I described this movie as an escapist fantasy for teenagers. Maybe it creates a fantasy their parents would find even more delightful.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-06-07", "genres": ["Comedy", "Family"], "title": "Don't Tell Mom The Babysitter's Dead (1991)"}