{"url": "http://www.rogerebert.com/reviews/dont-be-afraid-of-the-dark-2011", "by": "Katie Holmesas Kim Raphael", "star_rating": 3.5, "text": "Haunted house movies awaken within us the 5-year-old afraid to go down the stairs with the basement lights off. Sure, there's a light switch down at the bottom, but you never know. \"Don't Be Afraid of the Dark\" begins with an extraordinary house that should be haunted, even if it isn't. This is a mansion in Australia, I learn, much enhanced by art direction and set design, which I might be reluctant to occupy alone even with all the lights on.\n\nInto this house move a 10-year-old girl named Sally, her father and her father's girlfriend. The movie depends so much on the little girl, played by Bailee Madison with pluck, intelligence and a righteous temper. When children are endangered in horror movies, it's no fun if they just scream and run away. That's taking a cheap shot. Sally is brave and determined, and Madison is an effective young actress. \n\nHer father, Alex (Guy Pearce), loves her in a perfunctory and distant way. The girlfriend, Kim (Katie Holmes), is warmer and more sympathetic, because it's always the men who are dolts in these matters. They hope she'll like living at Blackwood Manor, which her father has purchased. The plan is, they'll renovate it and sell it at enough of a profit to put Alex's business back on its feet. I guess they bought it at a bargain price. The film begins with a creepy introduction in which crabby old Emerson Blackwood and his son come to terrifying ends years ago. Perhaps it has been empty ever since? My rule of thumb is, think twice about moving into any abandoned manor named Blackwood that has a history of mysterious deaths. Trust me on this.\n\nThe film is based on a made-for-TV thriller from 1973, which starred young Kim Darby as Sally. Seeing that film reportedly so transfixed young Guillermo del Toro that at the age of 9, he determined to dedicate his life to making fantastical horror films, and has. Indeed, the use of a heroine and grotesque creatures is the hallmark of his great \"Pan's Labyrinth\" (2006). He co-wrote the screenplay and produced this film.\n\nThis is only the second film by the director, Troy Nixey, but he shows a firm hold on atmosphere. He and the screenplay make good use of the inclination of adults to dismiss the fears of children as imagination running wild. The tension between what we know Sally has experienced, and the casual dismissals of the grown-ups is central to much of the film's tension.\n\nThe little girl explains over and over again what she has seen. She draws pictures. There is ominous agreement from old Harris (Jack Thompson), the house's caretaker. Ever notice how houses named Blackwood Manor always have grizzled caretakers lurking about? There is even a local librarian who turns out to be quite an expert on old Emerson Blackwood.\n\nAlex doesn't want to know about it. He's in a financial corner, he has all his money tied up in the manor, and he doesn't fancy bankruptcy just on the basis of childish terrors. Kim is torn. She's looking forward to marriage. She loves Sally. They both have an annoying tendency to allow the child to wander the manor alone. \n\nIt is an added element that the horrors mostly seem to reside in the basement. This isn't the sort of basement the word usually summons, but a lower living area, long since blocked off, with a fireplace flue behind which … something lives. This makes perfect sense to me. When I was a little boy a green worm with teeth lived inside the drain of our bathroom sink.\n\nNixey provides us with a very gradual introduction to the inhabitants of the flue, which opens over a dark, deep space. Into this space we earlier saw Emerson Blackwood fall. Or was he pulled? Exploring the area, Sally innocently checks out the grating, and we hear ominous whispers and rustlings, and glimpse the body parts of… something. \n\nThese creatures are eventually seen more clearly, which I must say is a disappointment. The mastery of CGI allow filmmakers to show just about anything they can imagine, when sometimes it's scarier to show nothing at all. Consider the timeless \"Cat People\" (1942). We never saw a thing. But when the heroine goes alone for a late-night plunge in a swimming pool, she hears something growl, and pace, and nothing we could possible see could improve on that scene.\n\nI'll let you discover what these little creatures look like. Perhaps, like me, you'll wonder about their metabolism. There are a great many of them, apparently thriving for decades down there at the bottom with the old fireplace ashes. They're very agile and energetic, and scamper around and snarl and brandish things, and they demand to be fed the teeth of children. You wonder how long life can be sustained on an all-teeth diet. Now that Bill Clinton is a vegan, let him try that for a while.\n\nBut I stray. This is a very good haunted house film. It milks our frustration deliciously. The adults are forever saying and doing the wrong things, and making stupid decisions, and Alex is bullheaded, and Kim is conflicted. And the shadows are deep and dark, and the screws in the grating of the flue seem to turn themselves, and no one will pay attention to little Sally, and somewhere in the audience will be a kid who gets inspired to make his own horror films.", "running_time": 99, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-24", "genres": ["Horror", "Thriller"], "title": "Don't Be Afraid of the Dark (2011)"}