{"url": "http://www.rogerebert.com/reviews/doom-2005", "by": "The Rockas Sarge", "star_rating": 1.0, "text": "\"Doom\" has one great shot. It comes right at the beginning. It's the Universal logo. Instead of a spinning Earth with the letters U-N-I-V-E-R-S-A-L rising in the east and centering themselves over Lebanon, Kan., we see the red planet Mars. Then we fly closer to Mars until we see surface details and finally the Olduvai Research Station, helpfully described on the movie's Web site as \"a remote scientific facility on Mars\" ... where, if you give it but a moment's thought, all of the scientific facilities are remote.\n\nAnyway, that's the last we see of the surface of Mars. A lot of readers thought I was crazy for liking \"Ghosts of Mars\" (2001) and \"Red Planet\" (2000) and \"Total Recall\" (1990), but blast it all, at least in those movies, you get to see Mars. I'm a science fiction fan from way back. I go to Mars, I expect to see it. Watching \"Doom\" is like visiting Vegas and never leaving your hotel room.\n\nThe movie has been \"inspired by\" the famous video game. No, I haven't played it, and I never will, but I know how it feels not to play it, because I've seen the movie. \"Doom\" is like some kid came over and is using your computer and won't let you play.\n\nThe movie involves a group of Marines named the Rapid Response Tactical Squad, which if they would only take the slightest trouble could be renamed the Rapid Action Tactical Squad, which would acronym into RATS. The year is 2046. In the middle of an American desert has been discovered a portal to an ancient city on Mars. The Olduvai facility has been established to study it, and now there is a Breach of Level 5 Security, and the RRTS are sent to Mars through the portal to take care of business. Their leader is Sarge (The Rock), and their members include Reaper (Karl Urban), Destroyer (Deobia Oparei), Mac (Yao Chin), Goat (Ben Daniels), Duke (Razaaq Adoti), Portman (Richard Brake) and The Kid (Al Weaver). Now you know everything you need to know about them.\n\nOn Mars, we see terrified humans running from an unseen threat. Dr. Carmack (Robert Russell) closes an automatic steel door on a young woman whose arm is onscreen longer than she is, if you get my drift, and then he spends a lot of time huddled in the corner vibrating and whimpering. We meet Samantha Grimm (Rosamund Pike), sister of Reaper (aka John Grimm). She is an anthropologist at the station, and has reconstructed a complete skeleton of a humanoid Martian woman huddled protectively over her child. If you know your anthropology, you gotta say those are bones that have survived a lot of geological activity.\n\nThe original Martians were not merely humanoid, Dr. Grimm speculates, but super-human: They bio-engineered a 24th chromosome. We have 23. The extra chromosome made them super smart, super strong, super fast, and super quick to heal. But it turned some of them into monsters, which is presumably why the others built the portal to earth, where - what? They became us, but left the 24th chromosome behind? Is that the kind of Intelligent Design we want our kids studying?\n\nDespite all of her chromosome counting, Dr. Grimm says at another point, \"Ten percent of the human genome has not yet been mapped. Some say it's the soul.\" Whoa! The Human Genome Project was completed in 2003, something you would think a scientist like Dr. Grimm should know. I am reminded of the astronauts in \"Stealth\" reminding each other what a prime number is.\n\nThe monsters are still there on Mars. They are big mothers and must have awesome daily caloric requirements. How they survive, how they breathe earth atmosphere in the station and what, as carnivores, they eat and drink -- I think we can all agree these are questions deserving serious scientific study.\n\nMeanwhile, their pastime is chasing humans, grabbing them, smashing them, eviscerating and disemboweling them, pulling them through grates, and in general doing anything that can take place obscurely in shadows and not require a lot of special effects.\n\nToward the end of the movie, there is a lengthy point-of-view shot looking forward over the barrel of a large weapon as it tracks the corridors of the research station. Monsters jump out from behind things and are blasted to death, in a sequence that abandons all attempts at character and dialogue and uncannily resembles a video game. Later, when the names of the actors appear on the screen, they are also blasted into little pieces. I forget whether the director, Andrzej Bartkowiak, had his name shot to smithereens, but for the DVD, I recommend that a monster grab it and eat it.", "running_time": 100, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Action", "Adventure", "Horror", "Science Fiction", "Thriller"], "title": "Doom (2005)"}