{"url": "http://www.rogerebert.com/reviews/dopamine-2003", "by": "John Livingstonas Rand", "star_rating": 3.5, "text": "People really do have jobs and they work all day at them and sometimes all night, and have to work so hard at them that their romantic life suffers. Those would be real people. People in the movies have so much free time that their lives are available for the requirements of movie formulas. They get crazy in love. Real people, on the other hand, look at a potential lover and decide they'd have to be crazy to take a chance on someone like that. Start with two people who think that way and you're describing most of the relationships we really do have. In one way or another, \"Dopamine\" is about us.\n\nYou may not be Rand, trapped in a room with two other guys 20 hours a day, living on coffee and creating a digital pet named Koy-Koy. You may not be Sarah, a pre-school teacher who sometimes goes to a bar simply because she wants to get laid, and the next morning, when she looks at her prize, she just wants to get out of there and go home. But such details will seem more realistic to you than the romantic comedies of Meg Ryan, which is why Meg Ryan's adventures are so popular: They're about what you're looking for the night before, not what you end up with the morning after.\n\n\"Dopamine,\" written and directed by Mark Decena, is about imperfect people who talk a lot, are smart, have big defenses and have been burned more than once by love. Since Sarah sleeps with a guy on the first date, it may not seem like she has such big defenses, but she does; her defenses are against having the second date. And Rand is so wounded he invests his own emotions in a pathetic little animated bird who is programmed to get to know him. It's all right to be pleased that the bird recognizes you, but sad to feel good because the bird likes you. The bird doesn't really like you. The bird is just some code.\n\nRand is renting his life to people who want to buy a corrupt version of what he loves to do. He loves artificial intelligence. They want Koy-Koy, which they can sell to the children of the world, robbing them of trees and dogs. Rand hates the people but loves the work. The people want to test-market his program in a pre-school. What's this? He's spent three years in a room writing this code, and now 5-year-olds are going to criticize it? Rand (John Livingston) goes to the classroom and meets the teacher, Sarah (Sabrina Lloyd). Oh, there's no doubt they're meant for each other. They look at each other and each person's empty spaces are the same size as the other person's full spaces. But Rand has issues with women. That's why he's so hung up on programming a girlfriend for Koy Koy: Safer to fix up Koy-Koy than get fixed up himself. Loneliness is so much less troublesome than this emotional mine field.\n\nComplicating the process is Rand's father (William Windon), who was in perfect love with his wife for 50 years before Alzheimer's replaced her with a space-holder. If even a perfect love like his dad's betrays you in the end, what's the sense in beginning? Rand's father is a scientist and believes love is basically chemical. Endorphins explain it. His father lectures on the scent code, we see visuals of molecules at work, and then there is the most extraordinary shot of Sarah walking near to Rand while he smells her hair.\n\nWhat's alluring is the way the characters played by John Livingston and Sabrina Lloyd savor each other, in between their troubles. Movies are too quick to interrupt romance with sex. Sarah and Rand fascinate us with their dance of dread and desire, because they try to discuss their situation in abstractions, and they should let their fingers do the talking.\n\nThe movie is one of the Sundance Film Series, movies that were successful at Sundance and are being opened around the country as a package. Perhaps it didn't get picked up for solo distribution because it was too intellectual and talky. You use a word like endorphin and you're in trouble in some theaters. \"Intolerable Cruelty,\" also opening today, is also about two people who are meant to be in love and keep talking themselves out of it. It has big stars and a big budget and it's smart, too, but it lacks the one thing \"Dopamine\" guards as its treasure: a belief in the possibility of love.", "running_time": 79, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-10", "genres": ["Comedy", "Indie", "Romance"], "title": "Dopamine (2003)"}