{"url": "http://www.rogerebert.com/reviews/dot-the-i-2005", "by": "Gael Garcia Bernalas Kit", "star_rating": 3.0, "text": "There is an ancient French tradition that on the night before her marriage, the bride-to-be can choose a handsome stranger and share with him one last kiss. If you have never heard of this tradition, neither have I, because it, along with a great deal else, was invented for this movie. \"dot the i\" is like one of those nests of Chinese boxes within boxes. The outer box is a love story. There are times when we despair of ever reaching the innermost box.\n\nAn opening scene is set in a French restaurant in London, where Carmen (Natalia Verbeke), a Spanish dancer, is having a dinner with her girlfriends on the eve of her wedding. The maitre d' explains the ancient tradition, Carmen believes him, looks around the restaurant, and her eyes settle on Kit (Gael Garcia Bernal). She kisses him. This is interesting: The kiss continues longer than we would expect. They seem to want it to go on forever. They have so much chemistry, it threatens to trespass upon biology.\n\nKit is from Brazil, an out of work actor. Since Bernal is in fact from Mexico, he could perfectly well speak Spanish, which is why he is made Brazilian, so that he and his Spanish friend will have to talk for our convenience in English. Sometimes it is jolly, this neo-colonialism. As for the title, we are told that \"a kiss dots the 'i' on the word love,\" but not in English, obviously, or Spanish or Portuguese, either (they both use \"amor\"). Maybe in German (\"liebe\"). Or maybe, we eventually realize, not in this movie.\n\nAlthough Carmen and Kit are obviously made for each other, Carmen persists in her plan to marry the rich but odious Barnaby (James D'Arcy). The name reminded me of Melville's character, Bartleby the Scrivener, who was famous for saying \"I would prefer not to.\" As \"dot the i\" moves along, it becomes clear that there is very little, however, that this Barnaby would not do.\n\nThe opening hour of the movie is a wonderfully complicated love story, during which Carmen goes ahead with her plans to marry Barnaby, and Kit fails in his attempt to emulate Benjamin in \"The Graduate\" and interrupt the ceremony with a wild goat cry of love. But Kit is not easily discouraged. He finds out Carmen's name from her friends in the restaurant, and contacts her to ask if they can meet: \"Just once! Just one glass of water! In a brightly lit public place! We don't even have to speak!\" She has mercy on him.\n\nWhat happens next it would be unfair to reveal, and perhaps impossible. The movie not only scatters undotted i's and uncrossed t's in its wake, but unsquared circles, unfactored primes, unrisen souffles and unconsummated consummations. Matthew Parkhill, who wrote and directed it, is not a man to deny us the fruits of his boundless, some would say excessive, invention.\n\nWatching the movie, I went through several stages. I liked the first half perfectly well as a love story involving sympathetic people. I hoped they would find happiness out from under the cloud of the snarfy Barnaby. Then -- well, there was a surprise, and I rather liked the surprise, too, because it put things in a new light and made everyone just that much more interesting. And then another surprise, and another, until ...\n\nThe last 10 or 15 minutes are going to require a great deal of patience with the filmmakers, as they riffle through the plot like a riverboat gambler with aces up his wazoo. I suppose that in a logical way it all makes sense -- except that there is no logical way that it would happen in the first place. Having been tricked into accepting the characters as people we can trust in and care for, we now discover their world is but a stage, and they but players on it. Psychological realism and emotional continuity be damned!\n\nAm I unhappy because the concluding scenes in the movie rob me of my feelings about the characters, or because the earlier scenes created those feelings? Certainly the film would not be better if the first hour had been given over to game-playing. The ingenuity of the film is admirable, I suppose, although we walk out of the theater with perplexing questions about motives, means, access and techniques.\n\nSo let us observe that good work is performed here by all three of the leading actors -- Bernal, who is so likable he had better play a villain soon just to add some Tabasco; Verbeke, who is so touchingly torn between love and loyalty, and then between loyalty and love, and D'Arcy, who creates a truly scary two-faced personality. To keep their emotional bearings in this plot is no small achievement. And let us concede that Matthew Parkhill has at least not taken the easy way out. Yes, we'd prefer a straightforward love triangle without the bells and whistles, but that might turn out boring, while \"dot the i\" keeps our attention even while stomping on it.", "running_time": 104, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-04-14", "genres": ["Drama", "Romance"], "title": "dot the i (2005)"}