{"url": "http://www.rogerebert.com/reviews/double-impact-1991", "by": "Jean-Claude Van Dammeas Chad/Alex", "star_rating": 2.0, "text": "Inspired by the example of Arnold Schwarzenegger, who is now the No. 1 movie star in the world, the entire martial arts genre is going upmarket as fast as it can. The established names in the field, including Steven Seagal, Jean-Claude Van Damme and Jeff Speakman, are appearing in slicker productions with better scripts and sexier locations, and there are times, watching these ambitious films, when I feel a twinge of nostalgia for the bargain-basement Chuck Norris and Bruce Lee pictures, which had fewer pretensions and projected a crazed intensity.\n\nConsider “Double Impact,” the new Van Damme production. It has a budget and production values worthy of a lesser James Bond movie, is shot on location in Hong Kong, and includes a villain (Bolo Yeung) who is much cherished by martial arts fans. There is even money in the budget for a scene in which two brand new Mercedes-Benz touring cars are dumped into the harbor.\n\nVan Damme plays twins in the movie: Chad and Alex, who were separated at birth and are kept separated throughout this movie, thanks to the latest advances in split-screen image processing. One is involved with some crooks who are, inevitably, smuggling drugs.\n\nThe other is more of an innocent. But in one of those coincidences much loved by students of twinship, both have amazingly grown up to be world-class martial arts experts.\n\nThe movie has slick production values and a few clever lines, and is an invaluable illustration of the Principle of Evil Marksmanship. This principle, you will recall from my Glossary of Movie Terms, teaches us that in the movies the bad guys can never hit anything with a gun, and the good guys can hardly miss. The villains typically fire thousands of rounds from machine guns, after which the heroes roll out of the line of fire and squeeze off a few well-directed rounds from their handguns, killing an enemy with every shot. The relevant scene in “Double Impact” has to be seen to be believed, as countless rounds are poured into a car from numerous hidden assassins, all of whom somehow fail to hit anyone who is going to be needed later in the movie.\n\nMovies like this always seem to draw enthusiastic audiences, largely consisting of intense-looking adolescent males, who study the martial arts moves carefully, and dissolute-looking older males, who hoot and cheer as if each death is the visual equivalent of a punch line. Whether they prefer one martial arts hero to another, I cannot say. My own favorite is Steven Seagal, because he seems more introspective and thoughtful, a philosopher who has been forced into violence by the nature of our unkind universe.\n\nVan Damme, who is Belgian and unlike many of his countrymen can speak English virtually without an accent, has more conventional good looks than most of his competitors, projects less inner complexity, and seems thoroughly comfortable with his feet above his head, a position many martial arts experts often find themselves in.\n\nBecause the martial arts genre has had so much success recently, its stars are condemned to play only leading men. Van Damme and Seagal are always at the center of their plots. That will hurt their careers in the long run, since martial arts movies are limited by their formulas, and the heroes are supplied with almost ritualistic plot patterns. Since Seagal seems to have more talent than any of his movies has been able to use, and Van Damme also has possibilities, it’s too bad the marketplace won’t let them play supporting roles in more ambitious movies. They would make splendid villains. And we wouldn’t believe it if they couldn’t hit anything.", "running_time": 118, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-09", "genres": ["Action", "Adventure", "Thriller"], "title": "Double Impact (1991)"}