{"url": "http://www.rogerebert.com/reviews/double-team-1997", "by": "Jean-Claude Van Dammeas Quinn", "star_rating": 2.0, "text": "\"Double Team'' is one of the most preposterous action films ever made, and I do not mean that as a criticism. It will give you some notion of this movie's strangeness if I tell you that Dennis Rodman does not play the most peculiar character.\n\nOh, he's the weirdest looking, all right. But consider what Mickey Rourke's villain does: Burning for vengeance on Jean-Claude Van Damme, he captures Van Damme's newborn son and puts the tot in the center of the Roman Coliseum, surrounded by land mines and threatened by a prowling tiger. \"If you live, you'll know your son,'' he shouts. \"If not--I'll raise him as my own.'' Van Damme plays Jack-Paul Quinn, a counterterrorist operative recruited for one last assignment. Scribbling madly in the dark, I got down the highlights of his briefing. If you read closely, you may notice a contradiction between the fourth and sixth sentences: \"You're a hunter, Jack. You miss the game. Stavros is bad. And we want him alive. We've got a Delta team prepped and waiting for you at Antwerp. Face it, Jack--you can't retire until he dies.'' In Antwerp, Van Damme meets Yaz (Rodman) in an omnisexual club in the red light district, and Rodman sets him up with weapons from such a formidable workshop that Van Damme calls him \"Santa.'' Rodman: \"I may not have reindeer, but I do have the best elves in the business.'' Stavros (Rourke) also is in Antwerp, and takes his child to an amusement park, where the kid is killed in a shoot-out.\n\nStavros escapes, and as punishment Van Damme is banished to the Colony, a think tank for those \"too valuable to kill--too dangerous to set free.'' Determined to escape and rejoin his pregnant wife, Van Damme cuts off his thumb print to fool a security device. His getaway is done via aerial stunts, and indeed all the stunt work and special effects are impressive; the direction is by Tsui Hark of Hong Kong, famous for the \"Chinese Ghost Story'' films.\n\nThe trail leads to Rome. Van Damme is joined by Rodman. They jump from a plane without parachutes and land inside a giant basketball, although I'm none too clear about how it inflated around them. Meanwhile, Stavros kidnaps Van Damme's wife, and sets a trap for him involving a bomb disguised as a baby. The movie is moving so fast here that the poor wife has her big childbirth scene reduced to a cameo (someone shouts \"Push! Push!'' as a battle rages around her). Rodman analyzes the situation: \"It's time to get off the bench. The best defense is a strong offense.'' Van Damme is desperate to find his wife. Rodman comes to the rescue. He just happens to be on friendly terms with an order of monks whose subterranean database can track down missing persons. This leads to a trip through the catacombs, and a scene where Rodman throws a human skull at a detonator, misses, and says, \"Oops! Air ball!'' Then come the baby and the tiger.\n\nThe movie is a typical international action thriller, with as little dialogue as possible (to make dubbing easier). The structure is simple: Setup scene, action, stunts, next setup, etc. Van Damme was better in such earlier films as \"Timecop\" and \"Sudden Death\" because he had more to do: Here he's at the mercy of the jam-packed plot.\n\nAnd Dennis Rodman? He does a splendid job of playing a character who seems in every respect to be Dennis Rodman. He seems at home on the screen. He's confident, and in action scenes he'll occasionally do a version of the high-spirited hop-skip-and- jump he sometimes does on the court. He looks like he's having fun, and that's crucial for a movie actor. His agent should have told him, though, that if you can't be the hero, be the villain. That's always a better role than the best friend.", "running_time": 90, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-04", "genres": ["Action", "Thriller"], "title": "Double Team (1997)"}