{"url": "http://www.rogerebert.com/reviews/double-happiness-1995", "by": "Sandra Ohas Jade Li", "star_rating": 3.0, "text": "Jade is born in Hong Kong but raised in Vancouver, where her parents try to maintain Chinese traditions in the North American melting pot.\n\nJade is like a lot of young people and would rather melt: \"I wondered why we couldn't be like the Brady Bunch,\" she says. \"Of course, they didn't need subtitles . . .\" As \"Double Happiness\" opens, Jade (Sandra Oh) is in her early 20s and living a life that she keeps carefully separate from the routine at home. Dad works as a security guard and follows the penny stocks; Mom frets that Jade should find a nice Chinese boy and settle down and give her grandchildren, and sister Pearl is a co-conspirator.\n\nJade tells her parents what they want to hear, but is more liberated than they suspect. Her deception breaks down after she gets involved in a rare one-night stand and doesn't get home until her parents are already awake. This is not good. In no time she finds herself on a blind date with Andrew (Johnny Mah), a good-looking young lawyer who is pleasant and friendly, takes her sight-seeing, and eventually reveals that he is gay (he's out on a date because of the same kind of family pressure Jade is getting).\n\nWhat can she tell her parents? It is typical of the sly humor with which Mina Shum writes and directs this film that Jade whispers to her parents the last thing they could possibly want to hear: Andrew made her split the dinner check. Obviously not a young man with a future.\n\nJade has other secrets. She wants to be an actress. Show business is not a profession her parents understand or approve of. On the other hand, Chinese-Canadian actresses are not much understood in show business, either. On one audition the casting director is obviously trying to tell her something, and she finally gets the message: She speaks perfect English, but he wants her to talk in thickly accented pidgin English, like movie Chinese (the fact that she is Chinese and in a movie makes this a nice irony, even apart from her pointed response).\n\nJade meanwhile meets Mark (Callum Rennie), who is white, and finds herself falling in love. This won't do; her parents will have cats. So she tries to create the double happiness of the film's title, keeping everyone happy by living her life in separate compartments. Of course the one who is unhappy is Jade. And eventually the whole charade falls apart.\n\n\"Double Happiness\" is not a deep or brilliant film, but that's not its purpose. It establishes a chatty, confiding tone right at the top and follows through, like a long letter from a good friend. By the end, she has told a story that has been told uncounted times for centuries on this continent, which was settled by people who left home and yet tried to bring it with them. What she brings to it is sweetness and style, and she gets a warm performance from Sandra Oh (whose performance won the Genie, Canada's Oscar, as best actress).\n\nThere's also an infectious performance by an uncle from China (Greg Chan), who must be pleased at all costs but who turns out to be a great deal more flexible and \"modern\" than Jade's parents realize. \"Double Happiness\" is a title with several meanings, but it reminded me of the names of lots of Chinese restaurants, where it means, I believe, that they'll fill you up and make you happy, too.\n\nThat's sort of how this movie works.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-08-25", "genres": ["Comedy", "Romance"], "title": "Double Happiness (1995)"}