{"url": "http://www.rogerebert.com/reviews/double-take-2001", "by": "Orlando Jonesas Daryl Chase", "star_rating": 1.0, "text": "\"Double Take\" is the kind of double-triple-reverse movie that can drive you nuts because you can't count on anything in the plot. Characters, motivations and true identities change from scene to scene at the whim of the screenplay. Finally you tire of trying to follow the story. You can only get the rug jerked out from under you so many times before you realize the movie has the attention span of a gnat and thinks you do, too.\n\nOrlando Jones stars as Daryl Chase, a businessman who becomes the dupe of a street hustler named Freddy Tiffany (Eddie Griffin). The movie opens with Daryl as the victim of a complicated briefcase-theft scam, which turns out not to be what it seems and to involve more people than it appears to involve. Freddy is at the center of it, and Daryl soon learns that Freddy will be at the center of everything in his life for the rest of the movie.\n\nWho is this guy? He seems to have an almost supernatural ability to materialize anywhere, to know Daryl's secret plans, to pop up like a genie and to embarrass him with a jive-talking routine that seems recycled out of the black exploitation pictures of the 1970s. The movie's attitudes seem so dated, indeed, that when I saw a computer screen, it came as a shock: The movie's period feels as much pre-desktop as it does pre-taste.\n\nFreddy embarrasses Daryl a few more times, including during a fashion show, where he appears on the runway and shoulders aside the models. Meanwhile, Daryl discovers he is under attack by mysterious forces for reasons he cannot understand, and to his surprise Freddy turns out to be an ally. The obnoxious little sprite even helps him out of a dangerous spot in a train station, by changing clothes with him, after which the two men find themselves in the dining car of a train headed for Mexico. The switch in wardrobe of course inspires a switch in personalities; Freddy orders from the menu in a gourmet-snob accent, while Daryl is magically transformed into a ghetto caricature who embarrasses the waiter by demanding Schlitz Malt Liquor.\n\nAnd so on.\n\nWardrobes, identities, motivations and rationales are exchanged in a dizzying series of laboriously devised \"surprises,\" until we find out that nothing is as it seems, and that isn't as it seems, either. It's not that we expect a movie like this to be consistent, or make sense. It's that when the double-reverse plotting kicks in, we want it to be funny, or entertaining, or anything but dreary and arbitrary and frustrating.\n\nThe movie was directed by George Gallo, who wrote the much better \"Midnight Run\" and here again has latched onto the idea of a nice guy and an obnoxious one involved in a road trip together. One of his problems is with Eddie Griffin. Here is a fast-thinking, fast-talking, nimble actor who no doubt has good performances in him, but his Freddy Tiffany is unbearable--so obnoxious he approaches the fingernails-on-a-blackboard category. You know you're in trouble when your heart sinks every time a movie's live wire appears on the screen. I realized there was no hope for the movie because the plot and characters had alienated me beyond repair. If an audience is going to be entertained by a film, first they have to be able to stand it.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-01-12", "genres": ["Action", "Adventure", "Comedy", "Drama", "Romance"], "title": "Double Take (2001)"}