{"url": "http://www.rogerebert.com/reviews/doubt-2008", "by": "Meryl Streepas Sister Aloysius", "star_rating": 4.0, "text": "A Catholic grade school could seem like a hermetically sealed world in 1964. That's the case with St. Nicholas in the Bronx, ruled by the pathologically severe principal Sister Aloysius, who keeps the students and nuns under her thumb and is engaged in an undeclared war with the new parish priest. Their issues may seem to center around the reforms of Vatican II, then still under way, with Father Flynn (Philip Seymour Hoffman) as the progressive, but for the nun I believe it's more of a power struggle. The pope's infallibility seems, in her case, to have descended to the parish level.\n\nSome will say the character of Sister Aloysius, played without a hint of humor by Meryl Streep, is a caricature. In my eight years of Catholic school, not a one of the Dominican nuns was anything but kind and dedicated, and I was never touched, except by Sister Ambrosetta's thunking forefinger to the skull in first grade. But I clearly remember being frightened by Sister Gilberta, the principal; being sent to her office in second or third grade could loosen your bowels. She never did anything mean. She just seemed to be able to.\n\nSister Aloysius of \"Doubt\" hates all inroads of the modern world, including ballpoint pens. This is accurate. We practiced our penmanship with fountain pens, carefully heading every page \"JMJ\" -- for Jesus, Mary and Joseph, of course. Under Aloysius' command is the sweet young Sister James (Amy Adams, from \"Junebug\"), whose experience in the world seems limited to what she sees out the convent window. Gradually during the autumn semester, a Situation develops.\n\nThere is one African-American student at St. Nicholas, Donald Miller (Joseph Foster II), and Father Flynn encourages him in sports and appoints him as an altar boy. This is all proper. Then Sister James notes that the priest summons the boy to the rectory alone. She decides this is improper behavior, and informs Aloysius, whose eyes narrow like a beast of prey. Father Flynn's fate is sealed.\n\nBut \"Doubt\" is not intended as a docudrama about possible sexual abuse. Directed by John Patrick Shanley from his Pulitzer- and Tony-winning play, it is about the title word, doubt, in a world of certainty. For Aloysius, Flynn is certainly guilty. That the priest seems innocent, that Sister James comes to believe she was mistaken in her suspicions, means nothing. Flynn knows a breath of scandal would destroy his career. And that is the three-way standoff we watch unfolding with precision and tension.\n\nSomething else happens. The real world enters this sealed, parochial battlefield. Donald's mother (Viola Davis) fears her son will be expelled from the school. He has been accused of drinking the altar wine. Worse, of being given it by Father Flynn. She appeals directly to Sister Aloysius, in a scene as good as any I've seen this year. It lasts about 10 minutes, but it is the emotional heart and soul of \"Doubt,\" and if Viola Davis isn't nominated by the Academy, an injustice will have been done. She goes face to face with the pre-eminent film actress of this generation, and it is a confrontation of two equals that generates terrifying power.\n\nDoubt. It is the subject of the sermon Father Flynn opens the film with. Doubt was coming into the church and the United States in 1964. Would you still go to hell if you ate meat on Friday? After the assassination of Kennedy and the beginnings of Vietnam, doubt had undermined American certainty in general. What could you be sure of? What were the circumstances? The motives? The conflict between Aloysius and Flynn is the conflict between old and new, between status and change, between infallibility and uncertainty. And Shanley leaves us doubting. I know people who are absolutely certain what conclusion they should draw from this film. They disagree. \"Doubt\" has exact and merciless writing, powerful performances and timeless relevance. It causes us to start thinking with the first shot, and we never stop. Think how rare that is in a film.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-12-10", "genres": ["Drama", "Mystery"], "title": "Doubt (2008)"}