{"url": "http://www.rogerebert.com/reviews/dougs-1st-movie-1999", "by": "Thomas McHughas Doug Funnie", "star_rating": 1.5, "text": "\"Doug's 1st Movie'' is a thin and less than thrilling feature-length version of a Saturday morning animated series, unseen by me. Chatter on the Web suggests it was originally intended to go straight to video, but was rechanneled into theaters after the startling success of \"The Rugrats Movie.'' Since Doug originally started on Nickelodeon, where \"Rugrats'' resides, the decision made sense--or would have if this had been a better movie.\n\nThe plot: Skeeter, the best pal of 12-year-old Doug, finds a polluted pond and is about to take a photo when a nasty trick is played on him by some schoolmates, who pretend to be a monster. Then a real monster emerges from the waters behind him.\n\nThis creature, which serves as proof that the lake is polluted, is actually such a nice monster that it argues for, not against, pollution. It borrows the name Herman Melville from the cover of the book it's reading (Moby Dick) and becomes a secret friend of Doug and Skeeter's, in \"E.T.'' fashion.\n\nThe plot thickens: The lake is being polluted by the evil Bill Bluff, a local industrialist. Bluff's spy at the school is Guy Graham, editor of the school paper. Guy is also Doug's rival for the love of Patti Mayonnaise, whom Doug wants to take to the prom. Patti grows convinced that Doug is cheating on her with an exchange student, who is actually the monster in drag.\n\nMeanwhile ... but is the plot of any importance? I think not. It is the vehicle for some fairly routine animation and characters who may inspire Saturday morning TV watchers, but left me indifferent. They have a kind of joy in stupidity.\n\nI did like one sequence in the film, involving the ultimate in virtual reality: a VR experience in which everything is exactly as it is in real life, except more expensive. Will kids like this movie? Who can say? \"Rugrats'' it ain't.", "running_time": 77, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-03-26", "genres": ["Animation", "Comedy", "Family"], "title": "Doug's 1st Movie (1999)"}