{"url": "http://www.rogerebert.com/reviews/down-in-the-valley-2006", "by": "Edward Nortonas Harlan", "star_rating": 2.5, "text": "A carload of teenage girls on their way to the beach stops at a gas station and one of them likes the look of the attendant, an older guy with bad-boy charm. She invites him along. He quits his job and jumps in the car. He says he's from South Dakota and has never seen the ocean. We don't know whether to believe that, or much of anything else he says, but she believes him, and so will her younger brother.\n\nThat's the setup for \"Down in the Valley,\" a movie the actors and director take as far as they can until the story bogs down in questions too big to forgive. The first half is pitch-perfect, as Tobe (Evan Rachel Wood), who is 18, falls under the spell of Harlan (Edward Norton), who is thirtysomething but not quite grown up, or all there. He thinks of himself as a cowboy, loves that 10-gallon hat, takes her horseback riding and gets into a dispute over whether the horse was stolen or only borrowed. He has a lot of misunderstandings like that.\n\nTobe lives in an ordinary house in the San Fernando Valley with her dad, Wade (David Morse), and 13-year-old brother, Lonnie (Rory Culkin). Wade works as a corrections officer but doesn't bring his work home with him: He is a careless parent who makes a big show of supervising his children but seems unaware that Harlan enters his daughter's bedroom at will. When Harlan meets him for the first time, he delivers one of those sincere, forthright speeches about wanting to treat the daughter with respect and earn the trust of the father, etc. Ed Norton is such a nuanced actor that he simultaneously makes this speech sound like the absolute truth and a bald-faced lie.\n\nTobe is fascinated by Harlan, by his cowboy act, by his posturing, by his (or somebody's) horse and by the sex. But she isn't dumb, and she grows disturbed about some of the things she senses. Her kid brother, on the other hand, is angry with his father and ready to fall for Harlan's line, and that leads to some closing scenes that plain don't work. Wade, having been absent or inattentive at crucial moments, becomes obsessed with hunting down Harlan after the \"cowboy\" gets into the big trouble that we've been expecting since the first scene. The chase actually leads to the movie set of a Western town, which is not merely symbolism, or even Symbolism, but Symbolism!\n\nThe ending is a mess, but the film has qualities that make me happy to have seen it. I like the peculiar loneliness of Harlan's life; he lives in the Valley as if it were the Old West, he haunts hillsides and wooded areas, he hides under culverts, he conceals from Tobe the fact that, apart from her, he has no resources at all. At the end, even if he's crazy, he's consistent.\n\nAnd the performances can't be faulted. Norton finds that line dividing madness from plausibility, and reminds me a little of how Treat Williams talks to Laura Dern in \"Smooth Talk\" (1985), permanently destroying her illusions.\n\nEvan Rachel Wood, who starred in \"Thirteen\" (2003), a similar story about teenagers out of control, is fascinating in the way she wills herself to believe what cannot be true. There's a little of \"Kwik Stop\" (2002) in her character Tobe's desire to escape from her life. And Rory Culkin is convincing when he chooses the cowboy Harlan over his strict father, but the screenplay maintains his decision long after he should abandon it. David Morse finds a difficult note as a father who wants to love and protect his children but whose mind seems elsewhere, and whose common sense is lacking.\n\nAll of these qualities are worthy. But when a movie begins to present one implausible or unwise decision after another, when its world plays too easily into the hands of its story, when the taste for symbolism creates impossible scenes, we grow restless. The movie has stopped being about its characters and has started being about its concept, stranding them in ideas instead of lives.", "running_time": 112, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-05-18", "genres": ["Drama", "Indie", "Romance"], "title": "Down in the Valley (2006)"}