{"url": "http://www.rogerebert.com/reviews/down-and-out-in-beverly-hills-1986", "by": "Nick Nolteas Jerry Baskin", "star_rating": 4.0, "text": "Buddy Hackett once said that the problem with Beverly Hills is, you go to sleep beside your pool one day and when you wake up you're 75 years old. \"Down and Out in Beverly Hills\" understands that statement inside-out.\n\nIt tells the story of a rich family that lives in the timeless comfort of a Beverly Hills mansion - in the kind of house where they use Architectural Digest for pornography. One day a bum wanders down the alley and into their backyard and tries to drown himself in their swimming pool. After he is saved, he changes their lives forever.\n\nIn its broad outlines, this story is borrowed from Jean Renoir's classic film \"Boudo Saved from Drowning.\" But this isn't just a remake.\n\nThe director, Paul Mazursky, makes his whole film depend on the very close observation of his characters. Mazursky knows Beverly Hills (he lives there, on the quiet cloistered flatlands below Sunset Boulevard), and he knows the deceptions and compromises of upper-middle-class life (his credits include \"An Unmarried Woman\" and \"Bob and Carol and Ted and Alice\"). With great attention and affection, he shows us the lives that are disrupted by the arrival of the derelict - this seedy failure whose whole life is an affront to the consumer society.\n\nThe film's heroes are the Whitemans, Dave and Barbara (Richard Dreyfuss and Bette Midler), and the bum, Jerry Baskin. He is played by Nick Nolte as the kind of guy who didn't set out in life to be a failure, but just sort of drifted from one plateau down to the next one, until finally he was spending most of his time talking to his dog.\n\nIt is, indeed, the dog's disappearance that inspires Nolte's suicide attempt, and it will be the Whitemans' own amazing dog, named Matisse, that gets some of the loudest laughs in the movie. Maybe Mazursky is trying to tell us something about the quality of human relationships in Beverly Hills.\n\nThe Dreyfuss character is a coat-hanger manufacturer. He didn't set out in life to be rich (one of his favorite conversational gambits involves his own good luck and assurances that it could have happened to you as easily as to him - nice if you are him, but not if you are you). Here he is, living in a manicured mansion, exploiting wetback labor, sleeping with the Mexican maid, driving a Rolls convertible, selling 900 million coat hangers to the Chinese, and yet, somehow, something is missing. And almost from the first moment he sets eyes on the Nolte character, he realizes what it is: the authenticity of poverty.\n\nThe movie has a quiet, offhand way of introducing us to the rich man's milieu. We meet his wife, whose life involves long sessions with masseurs, yogis and shrinks (even her dog has a doggie psychiatrist).\n\nWe meet his daughter (Tracy Nelson), a sunny-faced, milk-fed child of prosperity. We meet the Whiteman's neighbor, played by Little Richard with an incongruous mixture of anger and affluence (he complains that he doesn't get full service from the police; when he reports prowlers, they don't send helicopters and attack dogs).\n\nWe meet Carmen (Elizabeth Pena), the maid, who greets her employer lustily in her servant's quarters but who grows, during the movie, from a soap opera addict into a political radical. We also meet the extended family and friends of the Whitemans, each one a perfectly written vignette, right down to the dog's analyst.\n\n\"Down and Out in Beverly Hills\" revolves around the fascination that Dreyfuss feels for Nolte's life of dissipation and idleness. He is drawn to the shiftless sloth like a moth to a flame. A bum's life seems to have more authenticity than his own pampered existence.\n\nAnd, indeed, perhaps the last unreachable frontier of the very rich, the one last thing they cannot buy, is poverty. Dreyfuss spends a night down on the beach with Nolte and his bum friends, and there is a breathtaking moment at sundown when Nolte (who claims to be a failed actor) recites Shakespeare's lines beginning \"What a piece of work is a man!\" Certain predictable things happen. Nolte not only becomes Dreyfuss' good buddy, but is enlisted by all of the women in the household - the wife, the daughter and the maid - as a sex therapist.\n\nDreyfuss will put up with almost anything, because he really likes this guy, and Nolte's best hold on them is the threat to leave. Mazursky makes the most of that paradox, and gradually we see the buried theme of the movie emerging, and it is the power of friendship. What these people all really lacked, rich and poor, sane and crazy alike, was the power to really like other people.\n\nThe movie should get some kind of award for its casting. Dreyfuss, who has been so good in the past as a hyperactive overachiever, succeeds here in slightly deflecting that energy. He has the success, but is bedazzled by it, as if not quite trusting why great wealth should come to him for doing so little. He channels his energy, not into work, but into enthusiasms - and Nolte becomes his greatest enthusiasm.\n\nFor Bette Midler, Barbara Whiteman is the perfect character, all filled with the distractions of living up to her level of consumption.\n\nNolte in some ways has the subtlest role to play, although when we first see it, it seems the broadest. His shiftless drifter has to metamorphize into a man who understands his hosts so deeply that he can play them like a piano.\n\nThe supporting roles are so well filled, one after another, that we almost feel we recognize the characters before they're introduced.\n\nAnd Mike, the dog, should get an honorary walk-on at the Oscars.\n\nPerhaps I have made the movie sound too serious. Mazursky has a way of making comedies that are more intelligent and relevant than most of the serious films around; his last credit, for example, was the challenging \"Moscow on the Hudson.\" So let me just say that \"Down and Out in Beverly Hills\" made me laugh longer and louder than any film I've seen in a long time.", "running_time": 103, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-01-31", "genres": ["Comedy"], "title": "Down and Out in Beverly Hills (1986)"}