{"url": "http://www.rogerebert.com/reviews/down-with-love-2003", "by": "Renee Zellwegeras Barbara Novak", "star_rating": 3.0, "text": "\"Down with Love\" opens with the big CinemaScope logo that once announced 20th Century Fox mass-market entertainments. The titles show animated letters bouncing each other off the screen, and the music is chirpy. The movie's opening scenes confirm these clues: This is a movie set in 1962, and filmed in the style of those Doris Day-Rock Hudson classics about the battle of the sexes. That it adds an unexpected twist is part of the fun.\n\nMaybe filmmakers believe that movies lost something when they added irony. \"Far from Heaven\" was in the style of a 1957 Universal melodrama, and now this wide screen comedy, with bright colors and enormous sets filled with postwar modern furniture, wants to remember a time before the sexual revolution.\n\nWell, just barely before. Its heroine is determined to usher it in. She is Barbara Novak (Renee Zellweger), a New Englander whose new best seller, Down With Love , has just pushed John F. Kennedy's Profiles in Courage off the charts (and about time, too, since JFK's book was published in 1956). Novak's book announces a new woman who will not be subservient to men in the workplace, and will call her own shots in the bedroom.\n\nThis attracts the attention of Catcher Block (Ewan McGregor), a womanizing male chauvinist pig who works as a magazine writer, specializing in exposes. He bets his boss Peter MacMannus (David Hyde Pierce) that he can seduce Barbara, prove she's an old-fashioned woman at heart, and write a sensational article about it. Meanwhile, Barbara's publisher, Vikki Hiller (Sarah Paulson), announces a publicity coup: She's arranged an interview with ... well, Catcher Block, of course.\n\nAny movie fan can figure out the 1962 casting of these characters. Barbara and Catcher are Doris Day and Rock Hudson, Vikki is Lauren Bacall, and Peter is Tony Randall; Randall himself, in fact, is in this movie, as chairman of the board. And the plot resembles Day's movies in the sex department: Barbara Novak talks a lot about sex and gets in precarious positions, but never quite compromises her principles.\n\nThe movie has a lot of fun with the split-screen techniques of the 1960s, which exploited the extra-wide screen. If you remember the split-screen phone calls in \"Pillow Talk,\" you'll enjoy the same technique here, in a series of calls where Catcher stands up Barbara on a series of dinner dates. \"Down With Love\" borrows a technique from the Austin Powers series (itself a throwback to the 1960s) with scenes in which the split-screen is used to suggest strenuous sexual activity that is, in fact, quite innocently non-sexual.\n\nI don't believe anyone will equal whatever it was that Doris Day had; she was one of a kind. But Renee Zellweger comes closest, with her wide eyes, naive innocence and almost aggressive sincerity. She has a speech toward the end of the movie where the camera simply remains still and regards her, as a torrent of words pours out from her character's innermost soul.\n\n\"Down With Love\" is no better or worse than the movies that inspired it, but that is a compliment, I think. It recalls a time when society had more rigid rules for the genders, and thus more adventure in transcending them. And it relishes the big scene where a hypocrite gets his comeuppance. The very concept of \"comeuppance\" is obsolete in these permissive modern times, when few movie characters have a sense of shame and behavior is justified in terms of pure selfishness. Barbara Novak's outrage at sneaky behavior is one of the movie's most refreshing elements from the 1960s--not to say she isn't above a few neat tricks herself.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-05-16", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "Down with Love (2003)"}