{"url": "http://www.rogerebert.com/reviews/down-in-the-delta-1998", "by": "Alfre Woodardas Loretta", "star_rating": 3.5, "text": "There is a moment in Maya Angelou's \"Down in the Delta\" when a Chicago woman applies for a job in a supermarket and cannot pass a math test. Turned down, she leaves the store and buys a bottle. Her feelings of inadequacy and worthlessness come through so painfully that we understand, with a surge of empathy, why her life has grown so complicated: She has experienced versions of this rejection for years, and booze or reefer at least offers a brief oblivion.\n\nThe woman is named Loretta, and she is played by Alfre Woodard in a performance that is like an act of sympathy with the character. Loretta lives in the Chicago projects with her mother Rosa Lynn (Mary Alice) and her two children. Thomas (Mpho Koaho) is bright and hard-driving, taking Polaroids of tourists on Rush Street for $5 to make money. Tracy (Kulani Hassen), the baby, is autistic. For years Rosa Lynn has watched her daughter sleep late, sleep around, get drunk and keep her life on hold. In an early scene, we see Rosa telephone Loretta to wake her up in the morning. She reminds Loretta to feed the baby. Loretta puts some Coca-Cola in a baby bottle.\n\nRosa Lynn decides things have to change. She delivers an ultimatum: Either Loretta agrees to take her children and spend the summer in the family home on the Mississippi Delta, or Rosa Lynn calls in the child welfare people to take the kids. Loretta has to agree. Rosa Lynn pawns an 1852 silver candelabra, a family heirloom, to finance the trip, which places Loretta and her kids in the hands of her brother-in-law Earl (Al Freeman Jr.).\n\nUncle Earl runs a diner and employs a local woman (Loretta Devine) to care for his wife Annie (Esther Rolle), who has Alzheimer's. He's not crazy about taking in three visitors for the summer--especially since he and his sister Rosa have been arguing over that candelabra for years. Loretta doesn't fit in well at first, and her city son doesn't immediately take to the country. But eventually family feelings and values begin to take hold.\n\nIf this sounds perhaps like a morality play, it's because no summary can explain the effect of the details in the film. Woodard's performance as Loretta is good at illustrating her problems without ever making her pathetic. Al Freeman, recently seen in \"Once Upon a Time ... When We Were Colored,\" is one of the most convincing and natural of actors. And the atmosphere of the delta is evoked in side stories involving the closure of a chicken plant, and the visit of Earl's son (Wesley Snipes), a lawyer from Atlanta. Angelou is famous as a writer but she didn't write this movie. It's based on a contest-winning screenplay by a Georgian named Myron Goble. It illustrates that a strong story, deeply felt, and engendered outside the Hollywood assembly line, is likely to get its effects from observation, instead of by following the lazy outlines of formulas from the screenwriting tutors. Study this film side by side with \"Patch Adams,\" the Robin Williams vehicle that opens on the same day, and you will see the contrast between characters who are alive and those who are puppets.\n\nAngelou's first-time direction stays out of its own way; she doesn't call attention to herself with unnecessary visual touches, but focuses on the business at hand. She and Goble are interested in what might happen in a situation like this, not in how they can manipulate the audience with phony crises. When Annie wanders away from the house, for example, it's handled in the way it might really be handled, instead of being turned into a set piece.\n\nYear after year in film after film I've seen Alfre Woodard at work. She is on that very short list of people who rarely seem to appear in anything unworthy. Films may work or they may not, but you don't sense cynicism in her choices. She looks for roles that look like they need to be played. Woodard says she was more interested in the \"early\" Loretta than in the later one. Success has many parents, but failure has none, and the early Loretta, going to buy a bottle, is all alone and has little help. But she's not a bad person. Perhaps she was failed by a school system that didn't take care to teach her. Or by a community with few role models. Or by herself. When you are young you can carelessly take a path that branches far off from where you thought you were headed. Woodard plays her without turning her into a case study.\n\nI liked the symbolism of the antique candelabra. I won't reveal its history. I will observe that in a poetic and unexpected way, it shows how Loretta's great-great-grandfather buys her out of slavery.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-12-25", "genres": ["Drama"], "title": "Down in the Delta (1998)"}