{"url": "http://www.rogerebert.com/reviews/down-and-dirty-1979", "by": null, "star_rating": 2.5, "text": "Ettore Scola's \"Down and Dirty\" positions itself somewhat uneasily in one of the squatters' settlements ringing Rome, and his ragtag family lives in its tarpaper shack like a cross between the hillbillies of Erskine Caldwell and the urban refugees in Kurosawa's \"Dodes'ka-den.\"\n\nI'm not sure how many characters there are in the movie (Tom Allen of the Village Voice counts a patriarch, 12 sons and daughters and their sons and daughters). But it's unlikely they could actually live as they do here, all jammed together, ankle to chin, in one sprawling mess of a communal residence. Anyone with a few lira to spare (the comely daughter who poses for the skin magazines, for example) would immediately escape home.\n\nBut nobody escapes in this movie. That's one of Scola's themes, I guess that the culture of poverty creates an inbred, inwardlooking population that never clearly understands the bad joke of its own existence.\n\nThe people in \"Down and Dirty\" need only lift up their eyes (as Scola's camera does) to see the towers and monuments of Rome in the distance. But they never do.\n\nThe movie itself alternates between being shocked at their squalor, and having ribald fun with it. Nino Manfredi stars as the grizzly old patriarch (although he would be more convincing if he were less grizzly, and if his wig and makeup were less obvious).\n\nHe's lost his left eye and been rewarded with a million lire from the government, and his relatives are cheerfully prepared to dump rat poison in his pasta to get their hands on it.\n\nManfredi, meanwhile, uses the money to indulge himself in terminal piggishness. He brings home a ballooning prostitute who bounces in and out of his bed. He swaggers around the shack with a shotgun. He boasts and drinks and threatens his countless relatives, and they respond like an operatic chorus.\n\nSome of Scola's least convincing scenes, indeed, have the relatives lined up choruslike for marches through town or a ride on top of a peddler's truck. They look too choreographed: On top of the truck, the illusion of reality is spoiled because they're all looking the same way.\n\nThere is a message here somewhere, I guess. Most of the time it's overlooked, and then Scola hammers it home too obviously. The message is that the kids are trapped in this slum and will never realize their potential.\n\nAn early scene has the nubile teenage girl, not yet quite a hooker, boasting about the money she makes posing for pinup pictures. She brags to an innocent younger sister, who bears an uncanny resemblance to the young blond in Fellini's \"La Dolce Vita.\" At the film's end, the young girl is pregnant, and the closing credits unreel endlessly over her swollen stomach: We get the message, all right, but what's Scola saying about it?\n\nI'm not sure if this is a comedy or a shout of outrage. Maybe he means it to be both. It may be that Scola is depicting a real squatter society that exists in Italy, but I got the feeling he was making things more colorful, romantic and improbable than real poverty would permit.\n\nHe shows his poor people as brutal, dirty and ignorant (the title is apt), but he shows money as corrupting them. What's the lesson? That you should never allow yourself to be born into deprivation? Thanks a lot, but say you are: Scola doesn't seem to have a clue what you should do then.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-01-01", "genres": null, "title": "Down and Dirty (1979)"}