{"url": "http://www.rogerebert.com/reviews/down-by-law-1986", "by": "Tom Waitsas Zack", "star_rating": 3.0, "text": "\"Down by Law\" is a movie about cheap whiskey and black coffee, all-night drunks and lost jobs, and the bad times you can have with good-time girls. It tells the story of a pimp, an unemployed disc jockey and a bewildered Italian tourist and how they escape from jail and wind up slogging through the Louisiana bayous looking for a decent place to have breakfast.\n\nIt's like a collage made out of objects from old gangster movies, old blues songs and old jailhouse stories. At the end, it's like a line of dialogue: \"It's a sad and beautiful world,\" someone says. Someone else should say, \"Yeah, but so what?\" The movie was directed by Jim Jarmusch. You may remember his \"Stranger Than Paradise\" (1984), a deadpan black-and-white comedy in which three strangely assorted friends decided it was too cold in Cleveland in the winter, went to Florida and lost all their money at the dog races. \"Down by Law\" has the same sort of feeling. It's about two people who choose to be losers and a third who has bought the American Dream.\n\nThe movie stars Tom Waits, whose sandpaper voice sounds like he's pushing his words through three layers of hangovers. The other two guys are played by John Lurie, who was the Hungarian-American poker player in \"Stranger Than Paradise,\" and Roberto Benigni, a previously unknown Italian actor who resembles a cross between Father Guido Sarducci and Woody Allen. They meet in a Louisiana jail cell through a series of misadventures in which two of the guys are framed and the third is severely misunderstood.\n\nNo cell is large enough to hold these three. Lurie and Waits hate each other. But hate is nothing compared to the emotions they feel for the Italian, who commits the unpardonable sin of being cheerful and constantly pleased with himself. Eventually, the three prisoners escape, and the movie follows them through the swamps as they slog through every cliche Jarmusch can remember.\n\nIn notes accompanying the film, Jarmusch explains that he never saw the Louisiana bayou country before he went to shoot a movie there. What he has seen are lots of movies, and \"Down by Law\" is an anthology of pulp images from the world of film noir.\n\nOn the surface, it's grim and relentless, but there's a thread of humor running through everything, and that takes the curse off. We are never quite sure that Jarmusch intends us to take anything seriously, and there are times when the actors seem to be smiling to themselves as they growl through their lines.\n\nLurie is known from the previous film and from his work as a musician. Waits is a star playing ture is Benigni, who has an irrepressible, infectious manner, and is absolutely delighted to be himself. I don't know where he came from and I can't imagine what he's going to do next, but he could have a long comic career ahead. He's like a showoff kid who gets you laughing, starts laughing at himself and then tries to top himself no matter what.\n\n\"Down by Law\" is a true original that kind of grows on you. Maybe it goes on a little too long, and maybe it depends too much on its original inspiration - these three misfits and the oddballs they meet along the way - instead of trying to be about something.\n\nIt doesn't have the inspired perfection of \"Stranger Than Paradise,\" in which every shot seemed inevitable. But it's a good movie, and the more you know about movies, the more you're likely to like it.", "running_time": 96, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-03", "genres": ["Action", "Comedy", "Drama", "Indie"], "title": "Down by Law (1986)"}