{"url": "http://www.rogerebert.com/reviews/dr-akagi-1999", "by": "Kumiko Asoas Akira Emoto Sonoko", "star_rating": 3.0, "text": "Dr. Akagi is the kind of family doctor that Spencer Tracy might have played in a 1940s Hollywood film--if Hollywood doctors in those days had lived with prostitutes, befriended morphine addicts, sheltered escaped prisoners of war, and dug up bodies to remove their livers. But I make him sound like a wild man, and in fact he is a gentle, driven soul--more an absentminded professor than a mad scientist.\n\nThe doctor (Akira Emoto) is the subject of the new film by Shohei Imamura, the Japanese director who makes films along the fault line between everyday life and outlaw human behavior. \"I am interested in the relationship between the lower part of the human body and the lower part of the social structure,\" he has said. His last film, \"The Eel,\" which won the Palme d'Or at the 1997 Cannes Film Festival, was about a wife-murderer who is released from prison and sets up a barbershop in a remote area. Now here is \"Dr. Akagi,\" set during the last days of World War II.\n\nBecause of the war, the film's hero is the only family doctor for miles around, and in the first shot we see him running to a bedside. \"Being a family doctor is all legs,\" he says. He is known locally as \"Dr. Liver,\" because his diagnosis is invariably the same: hepatitis, treated with an injection of glucose. Sometimes he doubles as a social worker, as when a mother moans to him that her son, a respectable clerk at city hall, has taken up with a prostitute. He is not much shocked, not even when he finds the clerk has embezzled funds to pay the woman. Her name is Sonoko (Kumiko Aso) and she eventually falls in love with Dr. Akagi. How much in love? She was raised in a red-light district, where her mother lectured her, \"No freebies!\" But for Akagi, it's free--or would be, if he didn't reject her enthusiastic assaults. He's too busy. He has a theory about why hepatitis cases are spreading so quickly, and experiments with new kinds of microscopes, borrowing an arc lamp from a movie projector to see the little microbes more clearly. Sonoko, peering past his shoulder, asks if there are male and female bacteria, and is shocked to learn there are not: \"You mean there is no prostitution in nature?\" She moves in and becomes the doctor's housekeeper. His laboratory assistant is another doctor, addicted to drugs. An oddly secular monk joins the household. When a Dutch POW escapes from a torture chamber, Akagi takes him in, too, treating his wounds and letting him help with the research. Imamura's work reflects on Japanese life as it has changed in his lifetime (he is 72). His best film is \"Vengeance Is Mine\" (1979), based on the true story of a serial killer who travels the countryside, hunted and hunting. In 1989 he made \"Black Rain,\" about the aftermath of radioactive fallout in a village near Hiroshima. I will never forget his famous \"Ballad of Narayama,\" the 1983 Cannes grand prize winner, based on a Japanese legend about a village that takes its old people up onto the mountain to die when they outlive their usefulness.\n\n\"Dr. Akagi\" is more matter-of-fact. It is about a busy middle-aged man who treats all manner of illness, physical and mental, while obsessing over hepatitis. At one point he literally does dig up a corpse to dissect a fresh liver (the mourners find it curious that the doctor specifies the abdomen be kept iced after death). There is a war going on all during the movie, and indeed Agaki's son dies, but daily life in the village bumbles along, punctuated only by air raids and announcements of smaller rice rations.\n\nImamura allows himself poetic touches, sparingly. When the telegram arrives telling Akagi that his son is dead, he shreds it into tiny pieces and throws it into the air; countless more little paper scraps float down like snow, a reminder of how many telegrams the war has inspired. And at the end, Akagi and the former prostitute are out in a boat when an atomic bomb falls. He looks at the mushroom cloud and observes that it resembles a hypertrophied liver.", "running_time": 128, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-05-07", "genres": ["Comedy", "Drama", "Foreign", "History"], "title": "Dr. Akagi (1999)"}