{"url": "http://www.rogerebert.com/reviews/dr-dolittle-2-2001", "by": "Eddie Murphyas Dr. Dolittle", "star_rating": 3.0, "text": "\"Dr. Dolittle\" is a cute, crude and good-hearted movie about a doctor who can talk to the animals--and listen, too, often as they loudly pass gas. It combines the charm of the 1998 movie with the current Hollywood obsession with intestinal tracts, resulting in a movie that kids, with their intense interest in digestive details, may find fascinating.\n\nEddie Murphy stars as a famous veterinarian, who now runs his own animal clinic (complete with 12-step therapy groups for ownerless dogs). His homelife is almost more demanding than his work: His daughter Charisse (Raven-Symone) is 16 and starting to date, and his wife (Kristen Wilson) is remarkably patient with a house full of pets and a yard full of animals, including a raccoon who comes to summon the doctor to an emergency.\n\nThe crisis: A forest is about to be leveled by a plump, sneering enemy of the ecology (Jeffrey Jones), and the animals, led by a Godfather-style beaver, hope Dolittle can help. The forester is represented by a slick attorney (Kevin Pollak), and Dolittle recruits his lawyer wife to defend his case in court.\n\nMuch depends on the fact that the land is the habitat of a female bear, a member of a protected species. But since she can't reproduce all by herself, the villain's lawyer argues, what's the use of preserving her habitat? Dolittle, thinking fast, recruits a male performing bear from a circus. Can the bear be persuaded to perform those functions that a male bear in the wild does naturally? When the bear proves shy, Dolittle turns into an animal sex counselor.\n\nAll of this is helped immeasurably by the doctor's ability to speak to the animals (who all speak the same language--English, curiously enough). There are no nasty animals in the movie, except for a crocodile who does his dirty work just offscreen, and the bear is so accommodating he actually visits Dolittle in a rustic restaurant, enters the toilet, and seems familiar with the function, if not the limitations, of a toilet seat. The bear in fact is one of the funniest elements in the movie; it is about as happy to be in the forest as Woody Allen would be.\n\nThere's also a sequence, perhaps inspired by a scene in \"The Edge,\" where the bear creeps out onto a precariously balanced log to try to grab some honey and prove himself a man, or bear. Will the bear master the intricacies of the reproductive process? Will Dr. and Mrs. Dolittle accept a measly compromise offer of 10 acres? The story takes an unexpected twist when the animals of the world go on strike and shut down Sea World.\n\n\"Dr. Dolittle\" is not the kind of movie that rewards deep study, and it's an easy assignment for Murphy, whose work in the Nutty Professor movies is much more versatile (and funnier). As the PG rating suggests, this is a movie aimed at younger audiences, which are likely to enjoy the cute animals, the simple plot, the broad humor and Dolittle's amazingly detailed explanation (to the bear) of how a bear's elimination system shuts itself down during hibernation.", "running_time": 88, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Comedy", "Family", "Romance"], "title": "Dr. Dolittle 2 (2001)"}