{"url": "http://www.rogerebert.com/reviews/dr-seuss-how-the-grinch-stole-christmas-2000", "by": "Jim Carreyas The Grinch", "star_rating": 2.0, "text": "The Grinch who stole Christmas has a reason for growing up to be so bitter. As a child, he was picked on for being green and having hair all over his body and a beard. Show me the child who would not pick on such a classmate and I will show you Baby Jesus. But if \"Dr. Seuss' How the Grinch Stole Christmas\" had only worked on that angle some more, had drummed up a little more sympathy for the Grinch, maybe we wouldn't want to pick on him too.\n\nThis is a movie that devotes enormous resources to the mistaken belief that children and their parents want to see a dank, eerie, weird movie about a sour creature who lives on top of a mountain of garbage, scares children, is mean to his dog, and steals everyone's Christmas presents. Yes, there's a happy ending, and even a saintly little girl who believes the Grinch may not be all bad, but there's not much happiness before the ending, and the little girl is more of a plot device than a character.\n\nThe Grinch is played by Jim Carrey, who works as hard as an actor has ever worked in a movie, to small avail. He leaps, he tumbles, he contorts, he sneers, he grimaces, he taunts, he flies through the air and tunnels through the garbage mountain, he gets stuck in chimneys and blown up in explosions, and all the time. . . .\n\nWell, he's not Jim Carrey. After John Travolta and Robin Williams were paid many millions to appear inside unrecognizable makeup in \"Battlefield Earth\" and \"Bicentennial Man,\" respectively, did it occur to anyone that when audiences go to a movie with a big star, they buy their tickets in the hopes of being able to see that star? Carrey has hidden behind invented faces before, in \"The Mask,\" for example, but his Grinch, with his pig-snout nose and Mr. Hyde hairdo, looks more like a perverse wolfman than the hero of a comedy.\n\nThe movie uses gigantic sets, lots of special effects and trick photography to create Whoville, which is inside a snowflake, and where all the Whos live in merry jollity, preparing for Christmas. The Grinch lives in a cave on the garbage mountain that towers over the town, brooding and gnashing and remembering old wounds and childhood hurts. Eventually the happiness below is so unbearable to him that he descends on the town and steals all the Christmas presents, and only the touching faith of little Cindy Lou Who (Taylor Momsen) redeems him.\n\nBut the general outlines of the story, expanded here, will be familiar from Dr. Seuss' book. What is strange is how the inspiration of his drawings has been expanded almost grotesquely into a world so unattractive and menacing. Red is the dominant color in the palate--not Santa red, but a kind of grungy, brownish red, so much of it we yearn to slake our eyes on green or blue. The film seems shot through a subtle filter that just slightly blurs everything, and the result is not cheerful. All of the characters, as I have mentioned, have noses that look like atrophied upturned pig snouts, which is nice if you like atrophied upturned pig snouts, but not if you don't.\n\nThe balance is off. There should be more scenes establishing sympathy for the Grinch, fewer scenes establishing his meanness, more scenes to make the townspeople seem interesting, a jollier production design and a brighter look overall. I am not a mind-reader and cannot be sure, but I think a lot of children are going to look at this movie with perplexity and distaste. It's just not much fun. Adults may appreciate Carrey's remarkable performance in an intellectual sort of way and give him points for what was obviously a supreme effort, but the screenplay doesn't give the Grinch any help. Of course, I may be wrong. As the Grinch himself observes, \"One man's toxic sludge is another man's potpourri.\" Or vice versa, I'm afraid.", "running_time": 102, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-11-17", "genres": ["Comedy", "Family", "Fantasy", "Holiday"], "title": "Dr. Seuss' How The Grinch Stole Christmas (2000)"}