{"url": "http://www.rogerebert.com/reviews/dr-seuss-the-cat-in-the-hat-2003", "by": "Mike Myersas The Cat", "star_rating": 2.0, "text": "\"Dr. Seuss' The Cat in the Hat\" is a triumph above all of production design. That's partly because the production design is so good, partly because the movie is so disappointing. It's another overwrought clunker like \"How the Grinch Stole Christmas,\" all effects and stunts and CGI and prosthetics, with no room for lightness and joy. Poor Dr. Seuss, whose fragile wonderments have been crushed under a mountain of technology.\n\nMike Myers stars as The Cat, in the ritual sacrifice of a big star to a high concept. Like Jim Carrey as The Grinch, he's imprisoned beneath layers of makeup. There is a reason that Myers and Carrey are stars, and that reason is not because they look like cats or grinches. Nor does it much help that The Cat sometimes lapses uncannily into the voice of Linda Richman, Myers' classic \"Saturday Night Live\" character. The Cat is a nudge, a scold, a card, an instigator, a tease -- oh, lots of things, but one of them isn't lovable.\n\nIt's been said you should never marry anyone you wouldn't want to take a three-day bus trip with. I have another insight: Never make a movie about a character you can't stand.\n\nThe movie follows the book, sort of, if you can imagine a cute balloon inflated into a zeppelin. The two kids, Conrad and Sally, are played by Spencer Breslin and Dakota Fanning; he's seemingly compelled to mess things up, she's so compulsive that the To Do list on her Palm includes: \"Make out tomorrow's To Do list.\"\n\nTheir mom, Joan (Kelly Preston), is a Realtor who works for the germophobic Mr. Humberfloob (Sean Hayes); everything depends on her house being spic-and-span for a big reception, and so of course the moment she entrusts the kids into the hands of Mrs. Kwan the baby-sitter (Amy Hill), who should show up but The Cat, and the house is eventually in ruins.\n\nWhat happens then? Is Joan fired? Is the house perhaps magically repaired? I would be happy to tell you, but I had better not give away the ending; there may be unfortunate readers who have not read The Cat in the Hat, or had it read to them, or even had it summarized for them by a trusted adviser.\n\nThe movie consists of wall-to-wall action, sort of like \"The Fast and the Furious\" for the third-grade hyperactive set. The Cat's catmobile sprouts three steering wheels, and The Cat leads them on a fantasy tour of the town in search of their runaway dog. The theory is that Mrs. Kwan, apparently a narcoleptic, will never notice their absence since she has fallen asleep immediately after arriving to baby-sit.\n\nBut Mrs. Kwan does turn up later, during their visit to an imaginary amusement park, where the dumpy old Chinese lady, still insensate, her body stiff as a board, functions admirably as a raft for the water slide. The cat and the kids mount her and down they go, with a closeup of water splashing over Mrs. Kwan's prow, or brow. To use the unconscious Mrs. Kwan in this way is creepy and offensive. Now I'm not getting PC and decrying the movie for making fun of Chinese. I'm glad an Asian-American actress got the job. No, I think it's making fun of old people in general, in a cruel way, and I don't think it's funny.\n\nOther stuff is a little funnier, including the story of what is in the muffins Joan serves at her reception, and how it all got there. And of course the movie has the obligatory smart-aleck sidekick, a fish (voice by Sean Hayes) that adds approximately nothing. Similarly wasted is Alec Baldwin, as the marriage-minded neighbor Lawrence Quinn. He wants to marry Joan. The kids rightly suspect him of smarmy nefariousness, and wow, is this the same actor I saw starring on Broadway in \"Cat on a Hot Tin Roof\"? Baldwin gave an interview recently talking about his fall from stardom and grace, but he is gifted and will make a comeback when the time is right (for advice, he could turn to Joan, played by Mrs. John Travolta). Baldwin is electrifying as a hard-boiled but old-fashioned casino boss in the forthcoming \"The Cooler\"; pity about this role.\n\nWhat went wrong here? Well, the producer is Brian Grazer, who also produced \"The Grinch,\" and apparently learned little from it, although since it grossed north of $300 million, maybe he didn't want to. Grazer is a nice guy and has produced some wonderful movies, often with Ron Howard; this time, he's working with first-timer Bo Welch, a famous and gifted production designer (\"Batman Returns,\" \"Edward Scissorhands,\" \"Beetlejuice,\" \"Men in Black\"). I should mention this movie's production designer, Alex McDowell, as well as art directors Alec Hammon and Sean Haworth, Anne Kuljian's sets, Rita Ryack's costumes, and all the makeup artists. But this is where we came in.", "running_time": 82, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-11-21", "genres": ["Comedy", "Family", "Fantasy"], "title": "Dr. Seuss' The Cat in The Hat (2003)"}