{"url": "http://www.rogerebert.com/reviews/dr-t-and-the-women-2000", "by": "Richard Gereas Dr. T", "star_rating": 3.0, "text": "Robert Altman would never admit this, but I believe Dr. T, the gynecologist in his latest film, is an autobiographical character. Played by Richard Gere with tact, sweetness and a certain weary bemusement in the face of female complexity, Dr. T works for and with women, and sometimes dares to love them. So it is with Altman, who is more interested in women than any other great director, with the exception of Ingmar Bergman.\n\nIn a time when almost all movies revolve around men, Altman alone gives more than equal time to his female characters. He has built whole films (\"Brewster McCloud,\" \"Three Women\") around a woman like Shelley Duvall, whose face and presence fascinated him when he discovered her as a waitress in a Texas coffee shop. Many of his best films, like \"Nashville,\" \"Come Back to the Five and Dime, Jimmy Dean, Jimmy Dean\" and \"Cookie's Fortune,\" are dominated by female characters. And in \"Dr. T and the Women,\" he creates a galaxy of Dallas women--old, young, wonderful, crabby, infatuated, independent--and surrounds his hero with them. When you hear that Dr. T is a gynecologist played by Richard Gere, you assume he is a love machine mowing down his patients. Nothing could be further from the truth.\n\nThe Altman character Dr. T most resembles is the hapless frontier businessman played by Warren Beatty (like Gere, a Hollywood sex symbol) in \"McCabe and Mrs. Miller.\" Desperately wanting to do the right thing, not sure he knows what that is, baffled by a woman who does not seem to need him, McCabe, like Dr. T, is that rare creature, a male hero who does not represent the director's need to dominate. Altman in his personal life is inseparable from his wife, Katherine, and surrounds himself with women as writers, producers and colleagues. At a time when most movies have no interesting roles for women, actresses seek his sets like the promised land.\n\nYet \"Dr. T\" has been accused of misogynism--the hatred of women. How can this be? It is a comedy with sneaky, dark undertones about the shopping classes of Dallas--rich women who (Altman explains) live in a city with no river, shore or mountains, and are forced to seek solace in upscale malls. They dress expensively, they are perfectly groomed and made up, they drive luxury cars, they buy, they lunch. \"Work\" is their word for plastic surgery, not labor. To make a film about them is not the impulse of a misogynist, but of a documentarian. They exist. Altman rather loves some of them. So does Dr. T.\n\nThis is Gere's nicest role. He works hard as a gynecologist. He cares about his patients. Listen as he counsels one who is upset about the approach of menopause. See how he lets one smoke on the examination table, because she must. He trusts his nursing staff, which is a bulwark against the unceasing parade of women in his waiting room; he loves and is faithful to his wife, Kate (Farrah Fawcett), and he cares for his daughters. One, Dee Dee (Kate Hudson), is something like a Dallas Cowgirl, and is engaged to be married. The other, Connie (Tara Reid), is a guide at the Conspiracy Museum, pointing out the \"X\" mark on the pavement where President John F. Kennedy was shot.\n\nOne day Kate goes shopping with her chic friends, and something cracks. She wanders through the mall, shedding clothes (in front of the Godiva store), ending up nude in a fountain. She is institutionalized. A psychiatrist explains she suffers from the \"Hestia complex,\" a syndrome affecting \"affluent, upper-class women who have pretty much all they need.\" She is too fortunate and too loved, and has cracked up because she cannot understand why she deserves her good fortune.\n\nThis diagnosis has enraged certain feminist critics of the film, who see it reflecting hostility toward women. But why? We have had countless films about men abusing women (Fawcett starred in two of them), but let there be one film in which women suffer from affluence, idleness and too much love, and it is an attack on the sex. I find the movie's purpose ironic and satirical, not hateful, and certainly Dr. T continues to love his wife and to visit her, although his visits seem to make her worse, not better.\n\nIt is only after Kate seems likely to be institutionalized indefinitely that Dr. T begins to see another woman, at first without really meaning to cheat. She is Bree (Helen Hunt), the new golf pro at his country club, and has a tactful frankness about what she wants. She invites him over for dinner, and there is a tables-turned quality about the way Dr. T is the \"date,\" given a drink and left to stand around and smile, while Bree shows off by slapping the steaks on the grill.\n\nBecause this is an Altman film, there are a lot of other major roles; he is too expansive to be limited by the tunnel vision of most screenplays, and with his writer, Anne Rapp, he juggles several story lines. Sometimes characters in the backgrounds of shots are involved in entirely other plots than those in the foreground. One of these is Carolyn (Shelley Long), the nurse who runs Dr. T's office and imagines herself as his wife. There is also screen time for Dr. T's two daughters, so different in the ways they turned out--there is something revealing about her materialist culture that Dee Dee is clearly prepared, even at her tender age, to make a marriage of convenience.\n\nWhat holds the stories and the characters together is the decency of Dr. T, and Gere seems wholly comfortable with the role. He plays a good man of modest requirements and dutiful conscience, plugging away, trying to get his job done, trying not to be driven mad by Freud's unanswerable question, \"What do women want?\" Because this is a comedy, he even finds the answer, sort of.", "running_time": 122, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Comedy", "Romance"], "title": "Dr. T & The Women (2000)"}