{"url": "http://www.rogerebert.com/reviews/dracula", "by": "Frank Langellaas Dracula", "star_rating": 3.5, "text": "What an elegantly seen Dracula this is, all shadows and blood and vapors and Frank Langella stalking through with the grace of a cat. The film is a triumph of performance, art direction and mood over materials that can lend themselves so easily to self-satire. There have been so many Draculas (Bela Lugosi played him three times, Christopher Lee five) that the tragic origins of the character have been lost among the gravestones, the fangs and all those black cloaks. This “Dracula” restores the character to the purity of its first film appearances, in F.W. Murnau's 1922 \"Nosferatu\" and Bela Lugosi's 1931 version.\n\n It achieves that in two ways. First, through the Frank Langella performance. I didn't see his Broadway “Dracula”, but the long stage run must have given him the opportunity to think more deeply about the strange character he was playing. Most of the previous Draculas we carry in our imaginations share two things: fangs and overacting. They come on so strong that potential victims shouldn't let them within yards of their necks. Frank Langella gives us a character who “acts” as if he's a count: He has royal manners, he is irresistibly attractive to women, he would have impeccable table manners if only, of course, it were not forbidden for him to eat.\n\n The film's second important achievement is in the direction of John Badham (who made “Saturday Night Fever” in 1977) and in the contributions of the key production artists. The art direction, the music, the special effects give us a 19th-century setting that is at once halfway convincing and charmingly unreal. There is no way in the world, for example, that Dracula's castle in this film could actually exist. Its stark towers and parapets exist only on the covers of Gothic potboilers. But Albert Whitlock's matte drawings of the castle, combined with actual foregrounds, give it a kind of surrealistic solidity, and the music makes it soaringly ominous.\n\n The story, of course, is familiar; John Badham hasn't updated Dracula, thank God. What he has done, though, is concentrate a little more fully on the tragedy of having to live forever. Being Dracula isn't all fun. But Frank Langella gives the fate of his character a certain nobility, and one of the most affecting passages in the movie is his justification of himself to the lover of a woman he has seduced: He will show her the final intensity of life, he will take her beyond the everyday, he will take her to the grave to spare her from the grave.\n\n Some of the film's visual moments are stunning. Dracula, for example, creeping straight down the sides of a castle wall. The interior grandeur of the castle he inhabits, all spider webs and candles. His head, the eyes glowing, appearing suddenly in the window of a woman's chamber upside down. The acts of vampire lovemaking, which suggest an erotic intensity without any sexual explicitness--and in which Dracula does not, by the way, depend upon fangs for his appeal.\n\n Frank Langella is surrounded by a first-rate cast. There's noble old Laurence Olivier, creeping out of an open grave and into a rats' tunnel. Donald Pleasance, the veteran of countless Hammer Studios horror films from Britain, providing a cheerful link to the express-lane Draculas of Christopher Lee. And Kate Nelligan, as Lucy, relenting so lusciously to Dracula as the house holds its breath.", "running_time": 128, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-07-20", "genres": ["Drama", "Horror", "Romance"], "title": "Dracula (1979)"}