{"url": "http://www.rogerebert.com/reviews/dracula-pages-from-a-virgins-diary-2003", "by": "Zhang Wei-Qiangas Dracula", "star_rating": 3.5, "text": "The ballet as a silent movie with an orchestra. I'd never thought of it that way before. The dancers embody the characters, express emotion with their bodies and faces, try to translate feeling and speech into physical movement. They are borne up on the wings of the music. Gay Maddin's \"Dracula: Pages from a Virgin's Diary\" uses (and improvises on, and kids, and abuses) the style of silent films to record a production of \"Dracula\" by the Royal Winnipeg Ballet. The film is poetic and erotic, creepy and melodramatic, overwrought and sometimes mocking, as if F. W. Murnau's \"Nosferatu\" (1922) had a long-lost musical version.\n\nThe director is Guy Maddin, who lives in Winnipeg, and is Canada's poet laureate of cinematic weirdness. His films often look as if the silent era had continued right on into today's ironic stylistic drolleries; he made a 2000 short named \"The Heart of the World\" that got more applause than most of the films it preceded at the Toronto film festival. Imagine \"Metropolis\" in hyderdrive.\n\nIn \"Dracula: Pages from a Virgin's Diary,\" he begins with the Royal Winnipeg Ballet's stage production of \"Dracula,\" choreographed and produced by Mark Godden, and takes it through a series of transformations into something that looks a lot like a silent film but feels like avant-garde theater. The music is by Mahler (the first and second symphonies), the visuals include all the favorite devices of the silent period (wipes, iris shots, soft framing, intertitles, tinting), and the effect is--well, surprisingly effective. The emphasis is on the erotic mystery surrounding Dracula, and the film underlines the curious impression we sometimes have in vampire films that the victims experience orgasm as the fangs sink in.\n\nThe Dracula story is so easily mocked and satirized that it is good to be reminded of the unsettling erotic horror that it possesses in the hands of a Murnau, or Werner Herzog (1979) or now Maddin. Not that Maddin is above poking it in the ribs (sample titles: \"Why can't a woman marry two men? Or as many as want her?\" and \"She's filled with polluted blood!\").\n\nIt deals primarily with Count Dracula's seduction, if that is the word, of Lucy Westernra (Tara Birtwhistle), whose name in Bram Stoker's novel was Westenra. The Western-ization is no doubt to underline Dracula's own relocation from Transylvania to the mysterious East; he is played here by the ballet's Zhang Wei-Qiang, whose stock melodramatic Asian characteristics are made not much more subtle than with D.W. Griffith's Cheng Haun in \"Broken Blossoms\" (1919).\n\nJonathan Harker (Johnny Wright), the hapless estate agent, and his fiancee Mina (CindyMarie Small), who both played major roles in the Stoker novel and most of the resulting films, have been somewhat downgraded in importance here, but Van Helsing (David Moroni), the vampire expert and hater, is well employed, and there are the usual crowds of townspeople to exhume coffins and perform other useful tasks. The story is less a narrative than an evocation of the vampire's world. Maddin shoots on sets and locations that resemble silent films in their overwrought and bold imagery, and combines a number of low-tech filming formats, including 16mm to Super 8; among the evocative stills on the movie's Web site ( www.zeitgeistfilms.com ) is one in which Maddin is seen photographing with a tiny camera.\n\nFor the purposes of this film, the original images are only a starting point. Maddin manipulates them with filters, adds grain, softens focus, moves through them with wipes, and takes the silent technique of tinting to a jolly extreme with blood and capes that suddenly flood the screen with red.\n\n\"Dracula: Pages from a Virgin's Diary\" is not concerned with the story mechanics of moving from A to B. At times it feels almost like one of those old silent films where scenes have gone missing and there are jumps in the chronology. This is not a problem but an enhancement, creating for us the sensation of glimpsing snatches of a dream. So many films are more or less alike that it's jolting to see a film that deals with a familiar story, but looks like no other.\n\n\"Dracula: Pages from a Virgin's Diary\" plays at the Music Box for one week.", "running_time": 75, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-07-03", "genres": ["Horror", "Indie"], "title": "Dracula: Pages From A Virgin's Diary (2003)"}