{"url": "http://www.rogerebert.com/reviews/dragonheart-1996", "by": "Dennis Quaidas Bowen", "star_rating": 3.0, "text": "Rob Cohen's “Dragonheart” is one of the most sublimely silly movies I have ever seen. Since it combines its silliness with special effects that are, quite simply, sublime, I must resist the urge to take easy shots at it. (And when it comes to offering easy shots, this movie is a sitting duck--or dragon.) The film takes place--oh, I dunno--sometime between the age of King Arthur and the invention of indoor plumbing. It stars Dennis Quaid as Bowen, last of the professional dragon-slayers, and Sean Connery as the voice of Draco, the last of the dragons. Obviously, once Bowen slays Draco, they're both out of business. There's a neat little standoff where Draco has Bowen between his jaws, but Bowen has his sword aimed straight through the roof of Draco's mouth at his brain, and they decide that as reasonable beings, they should discuss this thing further. (Bowen eases the situation by picking Draco's teeth clean of the remains of one of the dragon's earlier victims.) Eventually their truce leads to a partnership in a phony dragon-slaying scam. Is “Dragonheart” then some sort of prehistoric “Naked Gun” movie, with Quaid in the Leslie Nielsen role? Not at all. It takes itself seriously--easily as seriously as, say, Ray Harryhausen's “Clash of the Titans” or “Golden Voyage of Sinbad.” It's swashbuckling adventure, blood-soaked romance and villainous cretins against colorful heroes. And it has remarkable special effects. The dragon, a winged beast with a hide as studded as a Harley-Davidson jacket, isn't cheated in fuzzy long shots, but is right there on the screen next to Quaid. When it talks, its lips are perfectly synched with Connery's voice, and its facial expressions are astonishingly subtle. As a creation of special effects, Draco is up there with E.T., and has more screen time.\n\nThe story: Early in the film, Bowen is trying to teach the elements of chivalry to the uncouth young prince Einon. But the lad is a bad apple. Then his father the king is slain, the prince is seriously wounded, and his mother the queen (Julie Christie--yes, Julie Christie) takes him to the dragon's lair, where the lad's life is saved, although not without a sacrifice by the dragon that provides much of the meaning of the movie's last 15 minutes. Time passes. Einon (David Thewlis, from “Naked”) has pledged to Draco that his conduct will follow the Old Code, but he grows up as a sadistic lout, and soon Bowen and Draco are leading a revolt of the peasants against Einon's unsavory reign. (Here is one of the movie's immortal exchanges: “The peasants are revolting!” “They've always been revolting! Now they're rebelling!”) One of the movie's strange elements is the way the dragon seems to share the same language and values as the human characters. Draco has lines like, “When there are no more dragons to slay, how will you make a living, knight?” And “Dreams die hard and you hold them in your hand long after they have turned to dust”--which is pretty philosophical for a dragon. Also good for a quotable line or two is a monk named Gilbert (Pete Postlethwaite), whose dialogue seems limited to selections from Bartlett's Familiar Quotations. I noted “Pride goeth before a fall” and “Turn the other cheek.” Not terribly original, until you remember that Gilbert is working at least 500 years before the King James version of the Bible. The movie's climax, involving deep metaphysical details I will not reveal, is heavy in symbolism, cosmology and poetic justice. It is also as goofy as the rest of the film, but by then I had long since forgiven “Dragonheart” its excesses. A movie like this is some kind of a test for moviegoers. While no reasonable person over the age of 12 would presumably be able to take it seriously, it nevertheless has a lighthearted joy, a cheerfulness, an insouciance, that recalls the days when movies were content to be fun. Add that to the impressive technical achievement that went into creating the dragon, and you have something to acknowledge here. It isn't great cinema, but I'm glad I saw it.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-05-31", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction"], "title": "Dragonheart (1996)"}