{"url": "http://www.rogerebert.com/reviews/drag-me-to-hell-2009", "by": "Alison Lohmanas Christine Brown", "star_rating": 3.0, "text": "\"Drag Me to Hell\" is a sometimes funny and often startling horror movie. That is what it wants to be, and that is what it is. After scaling the heights with \"A Simple Plan\" (1998) and slugging a home run with the \"Spider-Man\" franchise, it's like Sam Raimi is taking some personal time and returning to his hobby.\n\n\tHe is greatly assisted by his star, Alison Lohman. Horror movies with nasty old men can be fun (see \"Bride of Frankenstein\"), but for the mainline product there's nothing like a sweet and vulnerable girl. Although in real life she's pushing 30, Lohman looks nowhere near old enough to be Christine, the bank loan officer. No wonder she has such a chaste sleep-apart relationship with her boyfriend, Clay Dalton (Justin Long). I suspect they practice abstinence.\n\n\tIf \"Clay Dalton\" rings a bell, those are surely two of the most common names in movies; there have been 761 Clays and 413 Daltons. That's the kind of elbow nudge Raimi likes to provide, especially since the character really requires no surname. The whole movie is nudges, especially scenes involving a cute kitten and Shock Reveals. Cute kitties of course are useful in the It's Only a Cat! false alarms, and Raimi deserves praise for not using this kitten in that way. Shock Reveals are of course the moments when a terrifying image explodes from the scene, scaring the split pea soup out of the heroine.\n\n\tShock Reveals should logically be silent, unless the Revealed is screaming. But in horror films they always come with discordant chords and loud bangs. This is as obligatory as the fact that blades always make a snicker-snack noise even when they are not scraping enough something.\n\n\tIt is essential that the heroine (for horror victims are conventionally women) be a good screamer, and man, can that Alison Lohman scream. Stanley Kubrick would have needed only a day with her on \"The Shining,\" instead of the weeks he spent with Shelley Duvall. Christine has reason to scream. An old gypsy woman with a blind eye and leprous fingernails asks her for a third extension on her home loan, and if there's one thing I've learned in this life, it's that you never say no to an old gypsy woman with a blind eye and leprous fingernails.\n\n\tIn the struggle that follows, Mrs. Ganush (Lorna Raver), rips a button off Christine's coat, and that leads to no end of bad things, including the very real possibility that (spoiler) Christine will find herself Dragged to Hell. (unspoiler) Mrs. Ganush stalks and threatens her, Christine psyches out at work and with dinner with Clay Dalton's parents, and Clay Dalton recruits an Indian-American mystic named Rham Jas (Dileep Rao) to fight on her side.\n\n\tIf you think \"Rham Jas\" is supposed to be an elbow nudge for the famous Ram Das, you may be on to something. I didn't find any occurrence of \"Rham Jas,\" except those citing this movie, in the first 1,000 Google hits, which I considered to be due diligence.\n\n\tFor a Pasadena soothsayer who accepts American Express, Rham Jas is remarkably knowledgeable about the Rules of Hell, especially as they pertain to buttons and kittens. He struggles with Christine and Clay Dalton to appease Mrs. Ganush, especially after she dies and gains a powerful ally. Shock Reveals nevertheless occur with increasing frequency and ferocity.\n\n\tChristine is badgered, beaten and hexed. Her body and soul are put through the wringer. Things get so bad Clay Dalton sleeps over one night. The other nights, he simply drops her off in front of her Arts & Crafts house (pre-crash value circa $2 million) and says, \"You sure you'll be all right?\" She always is, for some reason.\n\n\tAs Boss Gettys says of Citizen Kane, \"He's going to need more than one lesson, and he's going to get more than one lesson.\" Christine learns these lessons: (a) Never say no to an old gypsy woman with a blind eye and leprous fingernails; (2) Never dig a grave during the thunderstorm of the century; (3) If she calls Clay Dalton when she needs him, that will be too late. Little could the poor girl have anticipated that a time would come when the penalty for approving the old gypsy woman's home loan application would be her whole bank being dragged down to hell.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-03", "genres": ["Horror", "Thriller"], "title": "Drag Me to Hell (2009)"}