{"url": "http://www.rogerebert.com/reviews/dragnet-1987", "by": "Dan Aykroydas Friday", "star_rating": 3.0, "text": "From the loud, confident opening chords of the famous \"Dragnet\" theme music, I was filled with confidence that this 1987 \"Dragnet\" knew what it was doing. My confidence lasted several seconds. Then the original music segued into some kind of dreadful disco rap un-music, and my heart sank. How could they? How could they possibly make a movie called \"Dragnet\" and think that anything had to be done to the music?\n\nThey make the same mistake at the end, over the closing titles. I guess it's some kind of a business deal, and they want to make a lot of money with the music video or something. Hollywood is so greedy these days. God forbid that whoever wrote the original \"Dragnet\" theme should make a dime, when it can be cloned and corrupted for profit.\n\nIn between, the movie's pretty good. To be more precise, it is great for an hour, good for about 25 minutes and then heads doggedly for the Standard 1980s High Tech Hollywood Ending, which means an expensive chase scene and a shootout. God, I'm tired of chases and shootouts.\n\nThe movie takes the basic ingredients of the \"Dragnet\" TV shows, kids them and plugs them into a bizarre plot about a cult of Los Angeles pagans who hold weird satanic rites. Dan Aykroyd stars as Joe Friday, nephew of the original, and he was born to play this role, with his off-the-rack brown suit, his felt fedora and his square jaw with the Chesterfield pasted into it. Tom Hanks is his partner, the nonconforming Detective Streebek, game for anything but puzzled by Aykroyd's straight-arrow squareness. There's a series of \"pagan murders\" in L.A., and the two cops get on the trail, which leads to a phony TV preacher, some highly placed creeps and an absolutely hilarious pagan rite scene in which oddly assorted would-be pagans stomp around in thigh-high sheepskins, while the Virgin Connie Swail (Alexandra Paul) is prepared for sacrifice.\n\nThat's what she's always called, the Virgin Connie Swail. Friday falls in love with her, and his heart beats so hard that he stays on the case even after Capt. Gannon (the legendary Harry Morgan) lifts his badge. Among the other familiar faces involved in the case is Jack O'Halloran, as Emil Muzz, the big killer. (You may remember him as Moose Malloy in the Robert Mitchum version of \"Farewell, My Lovely.\")\n\nAykroyd's performance is the centerpiece of the film. He must have practiced for hours, even days, to perfect the rapid-fire delivery he uses to rattle off polysyllabic utterances of impenetrable but kaleidoscopic complexity. Listening to him talk in this movie is a joy.\n\nIt's an open question, I think, how much they really wanted to kid the old \"Dragnet\" shows. Jack Webb's visual style was built around a series of deadpan closeups and clipped one-liners, and there's a little of that in this movie, but they never make a real point of it or have a lot of fun with it. The visuals are a lot looser than Webb would have enjoyed. And the color photography, of course, is all wrong; this is a movie that begs to be in black and white.\n\nStill, it's fun a lot of the time. Several individual shots are hilarious, including a long shot in pantomime of the two partners trying to show Morgan how the pagans did their dance. Hanks and Aykroyd have an easy, unforced chemistry, growing out of their laconic delivery and opposite personalities, and the movie is filled with nice supporting turns, especially from Elizabeth Ashley as a crooked city official and Dabney Coleman as a slime-bait magazine publisher.\n\nThis would have been a great movie if they'd bothered to think of an ending. And used the original \"Dragnet\" theme. The end of the film cries out - cries out, mind you - for the simple, stark authority of dum-de-dum-dum. I wanted to hear it so badly I walked out of the screening singing the notes out loud to drown out the disco Drano from the screen.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-06-26", "genres": ["Action", "Comedy", "Crime"], "title": "Dragnet (1987)"}