{"url": "http://www.rogerebert.com/reviews/dragonslayer-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nI'd like to think the Dark\r\nAges looked something like “Dragonslayer” all fearsome and muddy and overcast\r\nmost of the time, and that their inhabitants walked around in a constant state\r\nof fear that something unspeakably evil was just about to eat off their ear. “Dragonslayer”’s\r\nvision is more convincing than the Dark Ages created by John Boorman in “Excalibur,”\r\nwith everybody riding around in suits of armor that wouldn't be invented for\r\nanother seven hundred years. \n\n\r\nThe real Dark Ages must have been a time of\r\nignorance, tyranny, and superstition. And its heroes must have been something\r\nlike the two young heroes of “Dragonslayer,” Peter MacNicol and Caitlin Clarke,\r\nboth looking about fifteen years old. In a time of disease, plague, and\r\nepidemic, fifteen was old. \n\n\r\nHere is a movie with the courage to be grungy.\r\nDragons live in smelly lairs deep beneath crumbling mountains, and to reach\r\nthem you have to cross lakes of fire and somehow avoid being eaten alive by\r\nlittle baby dragons. The mission in this movie is a simple one, as all\r\nfairy-tale missions must be: Galen, a young sorcerer's apprentice (MacNicol)\r\nmust travel to a faraway kingdom and kill a fearsome dragon who holds the\r\ncountryside under its fiery scorn. The ruler of the kingdom has meanwhile\r\ninstituted some stopgap measures. He holds a lottery every year involving all\r\nthe virgins in his kingdom, and the unlucky virgin who loses the lottery is\r\nsacrificed to the dragon. Galen, the dragonslayer, vows to save the virgins by\r\nkilling the dragon. (There are easier ways of saving a girl from being\r\nsacrificed as a virgin, but they didn't call these the Dark Ages for nothing.)\r\nBefore he leaves on his mission, Galen is inspired by the grave words and\r\nmagical death of his teacher, Ulrich the Sorcerer (Ralph Richardson, in an\r\nabsolutely wonderful performance). On his way to the far-off kingdom, he meets\r\na youth named Valerian (Caitlin Clarke), who turns out to be a girl disguised\r\nas a boy so that she can avoid being drafted in the lottery. \n\n\r\nThe scenes involving the dragon are first-rate.\r\nThe beast is one of the meanest, ugliest, most reprehensible creatures I've\r\never seen in a film, and when it breathes flames it looks like it's really\r\nbreathing flames. Its lair, its flaming lake, and its monstrous attacks on the\r\npopulation are also well handled. The real star of the movie, indeed, is the\r\nproduction designer, Elliott Scott, who created the look of this world. (The\r\nspecial effects were produced at Industrial Light and Magic Inc., which is\r\nGeorge Lucas's shop in Marin County, California.) \n\n\r\nIf the movie has a flaw it is in MacNicol's\r\nperformance, which is so feckless, cheerfully adolescent, and untextured that\r\nhe could almost be a surfer caught in a time warp. MacNicol isn't bad in the\r\nrole, mind you, just awfully cheeky. But then maybe dragonslaying is a young\r\nman's trade, and when you grow old and wise and have a long beard and are the\r\nsorcerer, you've learned enough to send your apprentice to kill the dragon.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Dragonslayer (1981)"}