{"url": "http://www.rogerebert.com/reviews/dreamer-1979", "by": "Richard B. Shullas Taylor", "star_rating": 1.5, "text": "This movie is so pleasant and good-hearted that it would even be halfway good if it weren't so dumb. It exists in a kind of touching innocence, It employs so many clichés so earnestly that you'd never guess Hollywood has made dozens, if not hundreds, of sports movies based on the same old stuff.\n\nAsk yourself if this story sounds familiar: Young athlete from the sticks, nicknamed \"Dreamer,\" battles his way to top. Is befriended by a kindly father figure who was great athlete himself, in his time. Is sponsored by businessman with motives of own. Has girlfriend who works as waitress, has heart of gold. Overcomes injuries. Finds himself in the finals of the big national tournament, facing game's legendary hero....\n\nAll you have to do is plug in the name of the sport and you have the movie, Maybe the reason \"Dreamer\" seemed original is that the sport is bowling. \"There's never been a big feature about bowling before,\" an enthusiastic publicist at 20th Century-Fox told me during my last visit to Hollywood. \"The movie's being featured on the cover of all the big bowling magazines.\"\n\nHe thought he had reason to be enthusiastic. At last count there were allegedly 20-million bowlers in this country. And if they all go to \"Dreamer\" and take their families, let's see ... the movie could gross four bucks times 20 million bowlers and an average of three relatives each, or $320 million ... bigger than \"Star Wars!\" If those bowlers are smart, though, they'll go bowling instead.\n\nAnd what about the rest of us? Bowling is not the most cinematic of sports - it doesn't exactly have, say, the grace and flow of basketball, or the sheer animal tension of boxing. But the world of bowling, and of bowlers, could have made for a nice, slice-of-life movie. \"Dreamer\" does give us some nice offbeat moments, especially in its portrayals of the grizzled old bowling pro (Jack Warden) and the busybody bowling alley owner (Richard B. Shull). And, for that matter, Tim Matheson (recently in \"National Lampoon's Animal House\") is engaging as Dreamer.\n\nBut then the movie begins to take its bowling seriously. Dreamer is up for the big championship match. And, incredibly, the movie's climactic scene is a lot of shots of strikes and spares. If the movie made it clear that we were seeing actual balls bowled by the actors, we'd still only have a fictional version of TV bowling shows. Since it doesn't even do that, what's the point?\n\nThere are moments, though, when the director, Noel Nosseck, seems to be trying to work more human elements into the wearying predictability of his story. The problem is that most of these elements are introduced and then lost track of - bad editing? Whatever happened, for example, to the female pool hustler who gets a good scene, puts up her body as her stake, and then is never heard from again? Did she win or lose?\n\nThere could no doubt be a good movie made about bowling or about the human elements in any professional sport. But \"Dreamer\" doesn't even try to do that. It just takes a routine old formula, one that could apply as well (or as badly) to any sport from soccer to wrestling, and plugs in bowling as the subject matter. Bowling somehow doesn't seem to fit. It's one thing to see Rocky using raw meat to treat a black eye, and another thing altogether to see Dreamer using a raw potato to treat a bleeding thumb.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-04-30", "genres": null, "title": "Dreamer (1979)"}