{"url": "http://www.rogerebert.com/reviews/dreamchild-1986", "by": "Coral Browneas Mrs. Hargreaves", "star_rating": 3.0, "text": "It probably comes as no surprise that the man who wrote Alice's Adventures in Wonderland was not an absolute paragon of normality. His biographers have recently revealed that the Rev. Charles Dodgson (who wrote under the pen name Lewis Carroll) had an obsession with young girls, which he satisfied through hundreds of photographic studies and through lots of chummy friendships and correspondence. \"Dreamchild\" deals with his obsession as a problem that he tried to resolve in basically healthy ways, but it does argue that the writing of Alice created lifelong problems for the girl who inspired it.\n\nAccording to this movie, which is fiction inspired by fact, the original Alice was a girl named Alice Liddell. She suffered Dodgson's attentions for a time and allowed herself to be rowed up and down a river by him one sunny afternoon, but she was more interested in playing with her friends than in having the original manuscript of Alice read to her. \"But I wrote this just for you!\" protests the anguished clergyman (played with a nice quiet intensity by Ian Holm).\n\n\"Dreamchild\" is not, in any event, a psychological case study.\n\nIt's too much fun for that. The movie begins some 70 years after the book was published. The young girl is now 80 years old, is known as Mrs. Alice Hargreaves (Coral Browne) and is sailing for America to receive an honorary degree on the centennial of Dodgson's birth. She is accompanied by a young traveling companion named Lucy (Nicola Cowper), and on arrival in New York in 1932 she is surrounded by a mob of aggressive newspaper reporters. One of them (Peter Gallagher) succeeds in pushing his way into Mrs. Hargreaves' life and Lucy's heart.\n\nWhat happens next is sort of sweet. As the reporter and Lucy gradually fall in love, Hargreaves at first is violently opposed to their relationship. She is, indeed, a rather unpleasant old lady - inflexible and dogmatic, with definite ideas about the proper conduct of young people.\n\nBut she is much more complex than we think, as we learn by sharing her private nightmares and fantasies. In her mind, the world of Alice's Wonderland still has a scary reality, and we see the original fantasy figures (the king and queen, the Cheshire cat, and so on) as grotesque caricatures designed not to delight a little girl, but to frighten her.\n\nThe movie uses these fantasy sequences as counterpoint for more realisic flashbacks in which we meet Dodgson, see Alice as a young girl, and begin to sense some of the pathetic extremes to which Dodgson went to satisfy his passion for her, which was platonic but nonetheless bothering. We begin to realize, as old Mrs. Hargreaves herself begins to realize, that her whole life has been shaped by things that happened 70 years before.\n\n\"Dreamchild\" is a remarkable film in many ways, not least because it gives itself such freedom of style and subject matter. For example, all of the creatures in Alice's fantasies appear as muppetlike creations done by Jim Henson and his Creature Shop, but they are not Muppets. The movie has some subtle points to make with them.\n\nAt the same time, \"Dreamchild\" is not unremittingly grim, and it is not just a case study. The newspaper world of New York in the 1930s is re-created with style and humor, and the love story between the two young people is handled with a lot of cheerful energy. \"Dreamchild\" is an ambitious movie that tries to do a lot of things, and does most of them surprisingly well.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-01-10", "genres": ["Drama", "Fantasy"], "title": "Dreamchild (1986)"}