{"url": "http://www.rogerebert.com/reviews/dreamer-inspired-by-a-true-story-2005", "by": "Kurt Russellas Ben Crane", "star_rating": 3.0, "text": "One of the most important stories in Sports Illustrated's history was written by William Nack, the great writer about horses and boxing. Nack grew up around racetracks, served in Vietnam, and when he returned noticed something new: A lot of horses were breaking down. In earlier years, it was rare for a horse to break a leg during a race. His investigation met a wall of silence, until one vet talked to him off the record, confirming his suspicions: Owners were using cortisone to deaden the pain of horses that should not be racing, and the broken bones were the result.\n\nWhen a racehorse breaks a leg on the track, it is invariably put down. Nack's story \"Breakdowns\" told of the death of one such filly. I heard Nack read it once, at a signing for his book My Turf, and people in the audience were crying. The movie \"Dreamer\" is based on a true story of the unthinkable: A horse that broke a bone and came back to race again. She was Mariah's Storm, winner of the 1995 Turfway Breeders' Cup.\n\nThe movie is a well-made use of familiar materials, including the loyalty between a child and a horse that goes back to \"National Velvet\" (1944) and \"The Black Stallion\" (1979). It's aimed at an audience of teenagers who may never have heard of those films, and for them, \"Dreamer\" will be an exciting experience. It has a first-rate cast: Dakota Fanning as young Cale Crane, Kurt Russell as her father Ben, and Kris Kristofferson as her grandfather Pop.\n\nBen is a trainer for the rich and supercilious Palmer (David Morse). He likes the prospects of a filly named Soñador, which is Spanish for \"dreamy\"-- close enough to Dreamer, especially since the title refers to Cale. She's at the track one day when her dad tells Palmer he doesn't think Soñador should run: \"She doesn't want to race today.\" Palmer overrules him, the horse runs, and she breaks a leg.\n\nBen later admits, \"If Cale hadn't been with me that night, I'd have left that horse on the track.\" But Cale is there, and looking at her big sad eyes, her father has the leg splinted and wrapped, and brings the horse back to the stable. This inspires an argument with Palmer, who is forced to regard the results of his own bad judgment. Ben resigns, taking a pay-out -- and the horse.\n\nThis is not something he can afford to do. Their farm, which is already \"the only horse farm in Lexington, Ky., without any horses,\" is facing foreclosure. But Soñador mends, and Ben and Pop think maybe she can be bred. That's before Cale gives Soñador her head one day, and the two men watch Cale and the horse flying across the turf.\n\n\"We could see if she perks up in a real race,\" Ben says, almost to himself.\n\n\"Could be easy money,\" says Pop.\n\nThis is a long conversation for them, since they weren't on speaking terms, Pop living on his own in a cabin on the property. The saga of Sonador has broken the ice, and now they're talking together and daring to dream. As for Cale, she knows the horse can run and win. And Pop is right: There would be long odds on a horse making a comeback after an injury.\n\nWhat happens next I will leave for you to discover, including the subplot involving the two Arab brothers who are rival horse owners. What is central is young Dakota Fanning's performance, as a mite of a girl who stands up to be counted. Fanning it is said, appears in every third movie nowadays; she's busy, all right, but that's because she's good, and here she plays Cale as a girl who has watched horses and trainers and grown up around the track and tempers her sentiment for Sonador with an instinct that the horse has more race left in her.\n\nThey say girls discover horses right before they discover boys. Whether that represents progress is a question every parent of a teenager must sometimes ponder, but certainly any girl (and a lot of boys) in the target age group are going to make \"Dreamer\" one of their favorite films.\n\nFor adults, the movie offers the appeal of solid, understated performances by Russell, Kristofferson and David Morse, whose villain doesn't gnash but simply calculates heartlessly. And then of course there is the horse racing. If your horse might win but might break the same leg again, you have so much riding on the race that the odds don't really come into it.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Drama", "Family"], "title": "Dreamer: Inspired by a True Story (2005)"}