{"url": "http://www.rogerebert.com/reviews/dream-lover-1994", "by": "James Spaderas Ray Reardon", "star_rating": 3.0, "text": "She is everything he has always desired - which means, in today's American movies, she is also everything he should fear. He spills wine on her at a gallery opening. She overreacts angrily. But when they meet a week later in a supermarket, she apologizes. And by then he is fascinated.\n\nIt's one of those instant relationships that begins with a cup of coffee and ends, hours later, with deep talk of eternal truths.\n\nThere is passion, too. But he doesn't have her telephone number, and so he stakes out her loft, waiting for her to come home, wondering who she is, really. On their next meeting she is cool. He calls her on it. She confesses that she's trying to keep her distance because...she likes him too much. This is a weakness a man finds easy to forgive.\n\nNicholas Kazan's \"Dream Lover,\" like many recent films, is an allegory about the dangers of love and sex. These movies teach a lesson: When you find the lover of your dreams, the reward is not happiness, but danger, betrayal and death. Be careful what you dream of; you may get it.\n\nThe man, named Ray Reardon, is played by James Spader as a polished architect on the rebound from an earlier unhappy relationship. The woman, named Lena, is played by Madchen Amick with a tantalizing mixture of beauty and danger. Some of her best scenes in the movie come when she is lying, perfectly and seamlessly. It is clear to us that she is lying, and probably clear to Ray, too - but she does it so well it's almost like a game.\n\n\"Dream Lover\" has been written and directed by Nicholas Kazan, who is consistent in his interest in dangerous marriages; his previous screenplay, \"Reversal of Fortune,\" was based on the possibility that Klaus von Bulow tried to murder his wife. Here he creates an intrigue that seems all the more seductive because, to some degree, it's a game both partners are playing.\n\nThe movie isn't simply about how Ray is deceived by Lena. It's about how, at some level, he cooperates in his own deception. At first he's so besotted by her that he ignores the questions that should occur to him about a person who apparently has no past and no friends. Later, fueled by jealousy, he begins to dig into her past - something she makes relatively easy for him to do, for sinister reasons of her own. Spader is good at projecting the feeling that somehow her perfidy hasn't diminished her sex appeal.\n\nAs for Madchen Amick, a stunning beauty with an edgy intelligence, Kazan has given her a role that grows more interesting as it deepens. This isn't a one-level thriller in which she tries to keep a secret and her husband tries to discover it. It's more delicately complicated: She allows him to discover secrets, then plausibly lies to him about them, then re veals hints of other secrets, playing him like a piano until she gets what she wants.\n\nThe ending of all of this, I'm afraid, doesn't live up to the rest. The movie's last five minutes are a disappointment, in which Kazan wraps things up with an irony that is much too neat. But the movie's rewards are not really intended for the ending, anyway; it's the sensuous, deadly game of romantic cat-and-mouse that makes \"Dream Lover\" worth seeing.", "running_time": 103, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-13", "genres": ["Drama", "Mystery", "Thriller"], "title": "Dream Lover (1994)"}