{"url": "http://www.rogerebert.com/reviews/dream-with-the-fishes-1997", "by": "David Arquetteas Terry", "star_rating": 3.0, "text": "Desperation sometimes brings with it a certain clarity. Early in \"Dream With the Fishes,'' a character is balanced on a bridge, ready to commit suicide by throwing himself off, when he's interrupted by a stickup man who asks for his wristwatch: \"Since you're going to be dead in a few minutes anyway, what use will it be to you?'' The would-be suicide is named Terry (David Arquette). The stickup guy is Nick (Brad Hunt). \"Could I have some privacy?'' Terry asks. That's ironic, since in the opening scenes we've seen that Terry is a peeping tom who spies on his neighbors with binoculars, and his favorite subjects are Nick and his girlfriend Liz (Kathryn Erbe).\n\nFrom this unlikely Meet Cute, \"Dream With the Fishes'' generates a free-ranging road and buddy movie that, with its use of drugs and counterculture spirit, could be a '70s production--made when characters could slip through a movie without carrying a lot of plot along with them.\n\nTerry climbs down off the bridge after Nick paints an unpleasant picture (\"Hitting the water from this height, it will be like hitting concrete''). Nick makes a better offer: In return for the watch, he'll give Terry enough pills to finish himself off. But the offer is a fraud, the pills are vitamins, and the two opposites gradually, warily become friends. If this sounds too easy, it doesn't feel that way in Finn Taylor's movie because the screenplay goes for an edgy, elegiac tone, and we suspect that both men are carrying more secrets than they're willing to reveal.\n\nMotivated by Nick's deteriorating health and a bargain the two of them strike, they embark on a journey. There are adventures in the spirit of the old road movies, an unplanned robbery, and even an acid trip involving a cop who pulls his gun and shoots some doughnuts dead. Their destination is Nick's childhood home, where his father, Joe (J.E. Freeman), slams the door on him. Joe has apparently had enough of his son for one lifetime, and after he finally lets him into the house we guess the nature of their relationship from a painful shoulder-butting contest.\n\nFreeman is good as the cool, distant father: A hard case himself, and fed up with his son. Allyce Beasley, as his mother, is weary of her son's lifelong screwups, but more loving. Where he finds acceptance and some understanding, however, is with his Aunt Elise (Cathy Moriarty), a former stripper with a blowzy friendliness. Eventually Liz, the apprehensive, tattoo-obsessed girlfriend, catches up with them.\n\nThe story provides a deadline in the form of Nick's health. But the surface is as meandering as a 1970s road movie: Colorful characters materialize, do their thing and shrink in the rearview mirror. Taylor's screenplay is skillful in the way it presents us with Nick and Terry, who are equally unlikable, and subtly humanizes them, while Kathryn Erbe gradually modulates Liz, so that beneath her fearsome surface we begin to sense shadows and softness.\n\n\"Dream With the Fishes'' is a first film, and shows some of the signs of unchained ambition. Its visual style can be a distraction, beginning with the grainy, saturated look of a music video, and then leveling out into flat realism, then getting fancy again. Although many directors have tried using contrasting visual styles to control the tone of a film (switching between black-and-white and color is an old technique), what usually happens is that we get sidetracked by the style changes, and the mood is broken. Better, I think, to choose a look for a film and stick with it, unless there are persuasive reasons to experiment.\n\nThere is also a plot point, involving the wife that Terry says he lost in a car crash, that is resolved a little awkwardly. That strand shows signs of having survived from a first draft, maybe because Taylor needed some quick motivation. His finished film creates enough of an arc for Terry that the wife is not needed.\n\nHow \"Dream With the Fishes'' works is that the road movie and buddy movie formulas slowly dissolve from around Nick and Terry, who by the end of the movie stand revealed in three dimensions; it's the cinematic equivalent of what sculptors call the lost-wax method.", "running_time": 96, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-07-11", "genres": ["Comedy", "Indie"], "title": "Dream With The Fishes (1997)"}