{"url": "http://www.rogerebert.com/reviews/dream-a-little-dream-1989", "by": "Corey Feldmanas Bobby Keller", "star_rating": 0.5, "text": "So there I was, watching this TV commercial for \"Dream a Little Dream,\" when suddenly a light bulb went on over my head, and I said, \"Hold on a minute,\" because the commercial shows Corey Feldman as a kid named Bobby who has all these problems in school, you know, and like he's in love with this girl but she's dating the toughest kid in the class and so, like wow, what is Bobby gonna do? After I saw this commercial, what I wanted to know was: What happened to Jason Robards? What the commercial doesn't tell you is that this kid named Bobby is not really a 16-year-old at all. He has a teenager's body, sure, but inside his head, he is occupied by Jason Robards.\n\nRight. You got it. This is another one of those never-relenting body-and-mind-swap movies, in which an old guy winds up inside the head of a teenager, or a teenager becomes a grown up, or a father and son make a switch, or a grandfather and a grandson change places, or a dead husband is reincarnated as his daughter's boyfriend. It makes you kind of nostalgic for that movie where Chevy Chase turned into Benji.\n\nThe studio must have guessed that the public was getting just a little tired of mind-swap movies, and so in the TV commercials they simply neglect to mention the basic premise. No Robards. No mind swap.\n\nJust a kid named Bobby with a lot of problems. This is kind of an insult for Robards, but, given the way the movie turned out, he may be just as happy not to be mentioned.\n\nIn \"Dream a Little Dream,\" Robards is this old guy who lives near the high school. The kids are always using his yard as a shortcut, and he's always shouting at them. But basically he's a happy guy, who's in love with his wife (Piper Laurie) and enjoys philosophical talks with his neighbor. The neighbor is played by Harry Dean Stanton, who has more to lose than Robards in this movie, since \"Dream a Little Dream\" is a clear violation of the Stanton-Walsh Rule, which states: \"No movie featuring either Harry Dean Stanton or M. Emmet Walsh in a supporting role can be altogether bad.\" Anyway, Robards believes that with meditation and psychic transference, he and his wife should be able to transfer their souls into younger bodies. One day Robards is knocked unconscious by a bike while meditating, and, you guessed it, exchanges personalities with Feldman. There is also some nonsense about what happens to Laurie's mind in this mix-up, and a lot of the movie is devoted to rescuing her from disappearing into the great Collective Mind, but not to worry: Eventually one of the characters reveals she was never in danger and it was all only a joke. (This particular dialogue sounds suspiciously as if it replaced an entire sequence in which Laurie was rescued.) The commercials leave out the fact that Robards is inside Feldman's body, and the movie doesn't do much with it, either. Robards, as Feldman, walks and talks exactly like Feldman, which is to say that Feldman does not act as if an old guy is inside him. In the acting sweepstakes for mind-swap movies, Judge Reinhold is still in first place for \"Vice Versa,\" Tom Hanks is second for \"Big\" and Feldman is dead last.\n\nThe movie itself, to put it tactfully, is incomprehensible.\n\nThe plot is a disorganized mess, and the director, Marc Rocco, seems unable to tell even this simpleminded story with any degree of clarity.\n\nTo cover up the chaos on the screen, the movie adds the most obnoxious sound track in a long time - a group of rock songs that all sound exactly the same, even though they are played loudly. \"Dream a Little Dream\" is an aggressively unwatchable movie.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-03-03", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Dream A Little Dream (1989)"}