{"url": "http://www.rogerebert.com/reviews/dreamcatcher-2003", "by": "Morgan Freemanas Col. Abraham Kurtz", "star_rating": 1.5, "text": "\"Dreamcatcher\" begins as the intriguing story of friends who share a telepathic gift, and ends as a monster movie of stunning awfulness. What went wrong? How could director Lawrence Kasdan and writer William Goldman be responsible for a film that goes so awesomely wrong? How could even Morgan Freeman, an actor all but impervious to bad material, be brought down by the awfulness? Goldman, who has written insightfully about the screenwriters' trade, may get a long, sad book out of this one.\n\nThe movie is based on a novel by Stephen King, unread by me, apparently much altered for the screen version, especially in the appalling closing sequences. I have just finished the audiobook of King's From a Buick 8 , was a fan of his Hearts in Atlantis , and like the way his heart tugs him away from horror ingredients and into the human element in his stories.\n\nHere the story begins so promisingly that I hoped, or assumed, it would continue on the same track: Childhood friends, united in a form of telepathy by a mentally retarded kid they protect, grow up to share psychic gifts and to deal with the consequences. The problem of really being telepathic is a favorite science-fiction theme; if you could read minds, would you be undone by the despair and anguish being broadcast all around you? This is unfortunately not the problem explored by \"Dreamcatcher.\" The movie does have a visualization of the memory process that is brilliant filmmaking; after the character Gary \"Jonesy\" Jones (Damian Lewis) has his mind occupied by an alien intelligence, he is able to survive hidden within it by concealing his presence inside a vast Memory Warehouse, visualized by Kasdan as an infinitely unfolding series of rooms containing Jonesy's memories. This idea is like a smaller, personal version of Jorge Luis Borges' \"Library of Babel,\" the imaginary library which contains all possible editions of all possible books. I can imagine many scenes set in the Warehouse--it's such a good idea it could support an entire movie--but the film proceeds relentlessly to abandon this earlier inspirations in its quest for the barfable.\n\nBut let me back up. We meet at the outset childhood friends: Henry Devlin, Joe (Beaver) Clarendon, Jonesy Jones and Pete Moore. They happen upon Douglas \"Duddits\" Cavell, a retarded boy being bullied by older kids, and they defend him with wit and imagination. He's grateful, and in some way he serves as a nexus for all of them to form a precognitive and psychic network. It isn't high-level or controllable, but it's there.\n\nThen we meet them as adults, played by (in order) Thomas Jane, Jason Lee, Lewis and Timothy Olyphant (Duddits is now Donnie Wahlberg). When Jonesy has an accident of startling suddenness, that serves as the catalyst for a trip to the woods, where the hunters turn into the hunted as alien beings attack.\n\nIt would be well not to linger on plot details, since if you are going to see the movie, you will want them to be surprises. Let me just say that the aliens, who look like a cross between the creature in \"Alien\" and the things that crawled out of the drains in that David Cronenberg movie, exhibit the same problem I often have with such beings: How can an alien that consists primarily of teeth and an appetite, that apparently has no limbs, tools or language, travel to Earth in the first place? Are they little clone creatures for a superior race? Perhaps; an alien nicknamed Mr. Gray turns up, who looks and behaves quite differently, for a while.\n\nFor these aliens, space travel is a prologue for trips taking them where few have gone before; they explode from the business end of the intestinal track, through that orifice we would be least willing to lend them for their activities. The movie, perhaps as a result, has as many farts as the worst teenage comedy--which is to say, too many farts for a movie that keeps insisting, with mounting implausibility, that it is intended to be good. These creatures are given a name by the characters that translates into a family newspaper as Crap Weasels.\n\nWhen Morgan Freeman turns up belatedly in a movie, that is usually a good sign, because no matter what has gone before, he is likely to import more wit and interest. Not this time. He plays Col. Abraham Kurtz, hard-line military man dedicated to doing what the military always does in alien movies, which is to blast the aliens to pieces and ask questions later. This is infinitely less interesting than a scene in King's Buick 8 where a curious state trooper dissects a bat-like thing that seems to have popped through a portal from another world. King's description of the autopsy of weird alien organs is scarier than all the gnashings and disembowelments in \"Dreamcatcher.\" When the filmmakers are capable of the first half of \"Dreamcatcher,\" what came over them in the second half? What inspired their descent into the absurd? On the evidence here, we can say what we already knew: Lawrence Kasdan is a wonderful director of personal dramas (\"Grand Canyon,\" \"The Accidental Tourist,\" \"Mumford\"). When it comes to Crap Weasels, his heart just doesn't seem to be in it.", "running_time": 134, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-03-22", "genres": ["Drama", "Fantasy", "Horror", "Science Fiction", "Thriller"], "title": "Dreamcatcher (2003)"}