{"url": "http://www.rogerebert.com/reviews/dressed-to-kill-1980", "by": "Michael Caineas Dr. Elliott", "star_rating": 3.0, "text": "When Alfred Hitchcock died, the obituaries puzzled over the fact\r\nthat Hitchcock had created the most distinctive and easily recognizable visual\r\nstyle of his generation, but hadn't had a great influence on younger\r\nfilmmakers. The obvious exception is Brian DePalma, who deliberately set out to\r\nwork in the Hitchcock tradition, and directed this Hitchcockian thriller that's\r\nstylish, intriguing, and very violent.\n\nThe\r\nads for DePalma's “Dressed to Kill” describe him as \"the master of the\r\nmacabre,\" which is no more immodest, I suppose, than the ads that\r\ndescribed Hitchcock as \"the master of suspense.\" DePalma is not yet\r\nan artist of Hitchcock's stature, but he does earn the right to a comparison,\r\nespecially after his deliberately Hitchcockian films “Sisters” and “Obsession.”\r\nHe places his emphasis on the same things that obsessed Hitchcock: precise\r\ncamera movements, meticulously selected visual details, characters seen as\r\ntypes rather than personalities, and violence as a sudden interruption of the\r\nmost mundane situations.\n\n\r\nHe also has Hitchcock's delight in bizarre and unexpected plot twists, and the\r\nchief delight of the first and best hour of “Dressed to Kill” comes from the\r\nseries of surprises he springs on us. Although other key characters are\r\nintroduced, the central character in these early scenes is Kate Miller (Angie\r\nDickinson), an attractive forty-fiveish Manhattan woman who has a severe case\r\nof unsatiated lust. DePalma opens with a deliberately shocking shower scene\r\n(homage to Hitch), and then follows the woman as her sexual fantasies become\r\nunexpectedly real during a lunchtime trip to the museum.\n\n\r\nThe museum sequence is absolutely brilliant, tracking Dickinson as she notices\r\na tall, dark, and handsome stranger. She makes eye contact, breaks it, tries to\r\nattract the stranger's attention by dropping her glove, and then is tracked by\r\nthe stranger. To her, and our, astonishment, this virtuoso scene (played\r\nentirely without dialogue) ends in a passionate sexual encounter in the back of\r\na taxicab.\n\n\r\nLater, she wakes up in the stranger's apartment, and DePalma shamelessly\r\nmanipulates her, and us, by springing a series of plot surprises involving\r\nembarrassment and guilt: What would you do if you were a cheating wife and had\r\njust forgotten your wedding ring in a stranger's apartment? The plot now takes\r\nseveral totally unanticipated turns, and I, of course, would not dream of\r\nrevealing them. Indeed, I'll be vague about the plot from now on, because De\r\nPalma's surprises are crucial to his effect.\n\n\r\nThe movie's other characters include Michael Caine, who's the psychiatrist of\r\ntwo of the characters in the film. Then there's Nancy Allen, who's wonderfully\r\noffbeat as a sweet Manhattan hooker who discovers a body and gets trapped in\r\nthe investigation. And there's Keith Gordon: He's one of those teen-age\r\nscientific geniuses, and he invents brilliant gimmicks to investigate the\r\ncrime.\n\n\r\nSome people are going to object to certain plot details in “Dressed to Kill,”\r\nparticularly the cavalier way it explains a homocidal maniac's behavior by\r\nlumping together transsexuality and schizophrenia. But I doubt that DePalma\r\nwants us to take his explanations very seriously; the pseudoscientific jargon\r\nused to \"explain\" the case reminds me of that terrible psychiatric\r\nexplanation at the end of Psycho, a movie DePalma has been quoting from all\r\nalong.\n\n\r\n“Dressed to Kill” is an exercise in style, not narrative; it would rather look\r\nand feel like a thriller than make sense. Its plot has moments of ludicrous\r\nimplausibility, it nearly bogs down at one point near the end and it cheats on\r\nus with the old \"it was only a dream!\" gimmick. But DePalma has so\r\nmuch fun with the conventions of the thriller that we forgive him and go along.\r\nAnd there are really nice touches in the performances: \n\nDickinson's guilt-laden lust, Caine's analytical detachment,\r\nAllen's street-wise cool in life and death situations, Gordon's wise-guy kid.\r\nDePalma earns the title of master, all right ... but Hitch remains the grand\r\nmaster.", "running_time": 105, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Horror", "Mystery", "Romance", "Thriller"], "title": "Dressed to Kill (1980)"}