{"url": "http://www.rogerebert.com/reviews/drifting-clouds-1998", "by": "Kati Outinenas Ilona", "star_rating": 3.5, "text": "Aki Kaurismäki is the 40-ish Finnish director of strange and quirky comedies, in which little people are crushed by vast economic systems, but they keep on truckin'. In \"Drifting Clouds,\" a woman loses her job at a bankrupt restaurant, her husband is laid off by the transport system, their TV is repossessed, she pays her savings to an employment agency for another job, she isn't paid, and when her husband tries to collect he gets beaten up. But there's a happy ending.\n\nKaurismäki has enormous love for these characters. He embraces their comic pathos, and rejoices that they do not surrender. It's all done with such subtle irony that critics use words like \"minimalist\" to describe him--even though his screen is saturated with images and ideas, and true minimalism is more easily seen in something like \"Armageddon,\" which has half an idea, and spreads it thinly over 144 minutes.\n\nThe heroine of \"Drifting Clouds\" is Ilona (Kati Outinen), a wan, sweet blond with a dour expression who works as the manager of a failing restaurant. The movie opens with a pianist singing of \"the wonderful girl I love,\" and then there's a long shot of the interior, with customers seated at their tables like mourners at a wake. Lighting is used to highlight Ilona at her perch in the back of the shot, and after she seats a customer, there's a zoom in to her sad, thoughtful face.\n\nThere's a crisis in the kitchen. The cook is drunk again and brandishing a knife. After an offscreen struggle, the headwaiter returns to view with a bleeding wrist. Then Ilona disappears from the screen, there is a loud thud, she returns, and then we see the chef again, disconsolate. Kaurismaki loves to keep the action offscreen and focus on the reaction shots.\n\nAfter closing, Ilona boards a streetcar and kisses the driver--her husband, Lauri (Kari Väänänen). At home, he covers her eyes to spring a surprise: a new TV set, bought on time. Of course they can't afford it (you can sense that in the haunted way they look at it), but as they sit side by side on a couch that's too small, we feel curious tenderness for them.\n\nThe couch is too small because Kaurismäki insists on bargain-basement sets; he wants his characters to always seem a little too large for their rooms and furniture, and the result is cartoonlike. Consider Ilona's interview with an employment agency; the interviewer's chair squeaks loudly as he confronts her across a desk that seems scaled for a grade-school classroom.\n\nOne misfortune follows another. The restaurant closes. The husband loses his job by drawing the wrong card in an office lottery. Ilona gets another job, in a restaurant where the owner is a tax cheat. Desperate to keep up appearances, she calls each order loudly into the kitchen before sneaking around a corner to cook it herself. The cook from the former restaurant appears, announcing, \"I am on a journey to the end of vodka.\" And then, improbably, there is a happy ending, which I will not reveal except to observe that it involves a reservation for 30 from the perfectly titled Helsinki Workers' Wrestlers.\n\nLike Godard, Jarmusch and Mark Rappaport, Kaurismäki pays great attention to the frame around his characters. Their costumes, their props, their sets and the colors all conspire to make each shot look deliberately composed, as if we're being asked to contemplate people trapped by, and defined by, their environment. Ilona always seems self-conscious, as if she's posing for her photo. There's a shot at a time when things are going badly; she stands next to the bookcases they've bought on credit, and her face remains impassive--but her earrings vibrate, and that's the giveaway that she's trembling.\n\nKaurismäki himself is a jovial, self-deprecating sort, reportedly hard-drinking; he said once that he doesn't move his camera a lot because \"that's a nuisance when you have a hangover\" (actually, his setups show infinite thought and patience). \"I'm just a medium class of director,\" he told Jonathan Romney of Sight & Sound magazine. \"I may never make a masterpiece, but if I make many quite good films, together they're something.\" That statement, which describes many of the most successful directors working today, would never be made by any of them; that Kaurismaki can look at his work so objectively helps to explain why it has such a dry, deadpan appeal.", "running_time": 96, "mpaa_rating": null, "release_year": 1998, "date_published": "1998-07-10", "genres": ["Drama"], "title": "Drifting Clouds (1998)"}