{"url": "http://www.rogerebert.com/reviews/driven-2001", "by": "Sylvester Stalloneas Joe Tanto", "star_rating": 2.5, "text": "Whether they admit it or not, fans go to auto races to see crashes, and they'll see a lot of them in \"Driven.\" Cars slam into walls, tumble upside down, come apart in the air, land in water, explode in flames, fall on top of other cars and disintegrate. So serious are these crashes that one of the movie's heroes injures his ankle. No one is killed, I guess. There is a horrible multiple-car pileup in the final race, but it serves only to clear the field for the movie's stars and is never referred to again.\n\nMost of the crashes are apparently done with special effects, and there are subtle moments when you can tell that; a car in the air will jerk into split-second freeze-frames, or pieces of sheet metal will fly toward us more slowly than in real life. But we get our money's worth; the races consist of quick cutting between long shots of real races, closeups of narrowed eyes behind face masks, closeups of feet pushing the pedal to the metal, point-of-view shots of the track (sometimes in a blur or haze), the crashes and the finish lines.\n\nDirector Renny Harlin, an expert at action, has made better pictures (\"Die Hard 2: Die Harder\"), but delivers the goods here and adds a wall-to-wall music track that pumps up the volume. He cuts almost as quickly in the dialogue scenes; his camera, often hand-held, circles the actors, and sometimes he cuts after every line of dialogue. The music continues. \"Driven\" is a movie by, for and about the Attention Deficit Disordered.\n\nSylvester Stallone stars, and wrote the screenplay, which was originally inspired by his desire to make a biopic about the Brazilian racing great Ayrton Senna, who was killed in 1994. The first drafts may have contained bio, but the final draft is all pic, and the characters are off the shelf. Stallone plays a hotshot retired driver whose comeback problems are quickly dealt with (\"What about the fear?\" \"The fear is gone\"). Burt Reynolds is the wheelchair-bound owner of a racing team. Til Schweiger plays the defending champion from Germany. Kip Pardue plays a rookie phenom, in a role once penciled in for Leonard DiCaprio. And Robert Sean Leonard is the phenom's brother, required to utter the thankless dialogue, \"I saw this 8-year-old goofy-looking kid on a go-cart come from three laps behind to beat kids twice his age.\" Think about that. Three laps on a go-cart track. At Captain Mike's Go-Kart Track in Sawyer, Mich., where I practice the sport, you don't even get enough time to fall that far behind.\n\nThe movie is rated PG-13, and so the women, like the drivers, have to act with their eyes, lips and shoulders. The gorgeous Canadian supermodel Estella Warren plays Sophia, who is dumped by the champ, dates the rookie and is taken back by the champ. She has lips that could cushion a nasty fall, and swimmer's shoulders that look great, except in that off-the-shoulder dress that makes them look wider than Stallone's. Gina Gershon plays the mean girl who used to date Stallone and dumped him for another driver (\"He's a younger, better you,\" she explains). Gershon has sexy lips, too, but goes for sneers, pouts and curls--she's doing a self-satire. Then there's a journalist played by Stacy Edwards who will follow the team for the season. \"She's doing an expose on male dominance in sports,\" explains Reynolds, only smiling a little, as if to himself, at this line.\n\nIt's tough to fit all these relationships in between the races, but Harlin uses an interesting device. Not only does Reynolds communicate with his team members by headset, but so do the girls; there are times when three people are shouting advice at a guy doing 195 mph. The Edwards character nevertheless disappears so inexplicably from the story (apart from reaction shots) that when she's there at the end, Stallone (who has been holding hands with her) says, \"Glad you stuck around.\" The movie is so filled with action that dramatic conflict would be more than we could handle, so all of the characters are nice. There are no villains. There is a shoving match over the girl, but no real fights, and afterward a character actually apologizes.\n\nOne of the action sequences is noteworthy. The phenom, mad at the girl, steals a race car from an auto show in Chicago and hits 195 mph through the Loop with Stallone chasing him in another race car. Although this chase is tracked by helicopters, so inefficient are the Chicago police that after the kid pulls over, Stallone has time to give him the first trophy he ever won and deliver a lecture about faith and will--and still we don't even hear any sirens in the background from the Chicago police--perhaps because, as students of geography will observe, the two characters are now in Toronto.\n\nI mentioned that all of the characters are nice (except for Gershon, who sticks to bitchiness in a stubborn show of integrity). The feel-good ending is a masterpiece even in a season where no audience can be allowed to exit without reassurance. There's an endless happy-happy closing montage at a victory celebration, with hugs and champagne, and all the characters smile at all the other characters, and outstanding disagreements are resolved with significant little nods.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-04-27", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Driven (2001)"}