{"url": "http://www.rogerebert.com/reviews/driving-miss-daisy-1990", "by": "Morgan Freemanas Hoke Colburn", "star_rating": 4.0, "text": "\"Driving Miss Daisy\" is a film of great love and patience, telling a story that takes 25 years to unfold, exploring its characters as few films take the time to do. By the end of the film, we have traveled a long way with the two most important people in it - Miss Daisy Werthan, a proud old Southern lady, and Hoke Colburn, her chauffeur - and we have developed a real stake in their feelings.\n\nThe movie spans a quarter century in the lives of its two characters, from 1948, when Miss Daisy's son decides it is time she stop driving herself and employ a chauffeur, to 1973, when two old people acknowledge the bond that has grown up between them. It is an immensely subtle film, in which hardly any of the most important information is carried in the dialogue and in which body language, tone of voice or the look in an eye can be the most important thing in a scene. After so many movies in which shallow and violent people deny their humanity and ours, what a lesson to see a film that looks into the heart.\n\nThe movie contains two performances sure to be nominated for Academy Awards, by Morgan Freeman, as Hoke, and by Jessica Tandy, who at the age of 80 creates the best performance of her career as Miss Daisy. As the movie opens, Miss Daisy still lives in proud self-sufficiency, with only her cook to help out, and she drives herself around in a big, new 1948 Packard. One day she drives the Packard over the wall and into the neighbor's yard, and her son (Dan Aykroyd) lays down the law: It is time that she have a chauffeur.\n\nShe refuses. She needs no such thing. It is a nuisance to have servants in the house, anyway - they're like children, always underfoot. But her son hires a chauffeur anyway, and in their first interview he tells Hoke that it is up to him to convince Miss Daisy to let herself be driven. Thus commences a war of wills that continues, in one way or another, for 25 years, as two stubborn and proud old people learn to exist with one another.\n\nHoke's method is the employment of infinite patience, and Freeman's performance is a revelation, based on close observation and quiet nuance. Hoke is not obsequious. He is not ingratiating. He is very wise. His strategy is to express verbal agreement in such a way that actual agreement is withheld. If Miss Daisy does not want to be driven to the Piggy Wiggly, very well, then, Hoke will not drive her.\n\nHe will simply follow her in the car. The car by this time is a shiny new 1949 Hudson, and Hoke somehow defuses the situation by making the car itself the subject, rather than himself. It is a shame, he observes, that a fine new car like that is left sitting in the driveway, not being used. It's good for a car to be driven.\n\nEventually Miss Daisy agrees to be driven, and eventually, over the years, she and Hoke begin to learn about one another. Neither one is quick to reveal emotion. And although Miss Daisy prides herself on being a Southern Jewish liberal, she is not always very quick to see the connections between such things as an attack on her local synagogue and the Klan's attacks on black churches. Indeed, much of Hoke's relationship with her consists of helping her to see certain connections. When she goes to listen to a speech by Martin Luther King, for example, she has Hoke drive her; but although she has an extra ticket, it never occurs to her to invite him to come inside. \"Things have changed,\" she observes complacently in another scene, referring to race relations in the South, and he replies that they have not changed all that much.\n\n\"Is Morgan Freeman the greatest American actor?\" Pauline Kael asked, reviewing his performance as a steel-eyed pimp in \"Street Smart\" (1987). It is when you compare that performance with his one in \"Driving Miss Daisy\" and another current film, \"Glory,\" that you begin to understand why the question can be asked. The three performances have almost nothing in common; all three are works of the imagination in which Freeman creates three-dimensional characters that are completely convincing. In \"Street Smart,\" he created an aura of frightening violence. In \"Lean on Me,\" early in 1989, he was school principal Joe Clark, a man of unassailable self-confidence and bullheaded determination. In \"Glory,\" he is an ignorant gravedigger who becomes a soldier in the Civil War. In \"Miss Daisy,\" he is so gentle, so perceptive, so patient, it is impossible to get a glimpse of those other characters.\n\nIt is a great performance, matched by Tandy's equally astonishing range as she ages from a sprightly and alert widow in her 60s to an infirm old woman drifting in and out of senility in her 90s.\n\nHers is one of the most complete portraits of the stages of old age I have ever seen in a film.\n\n\"Driving Miss Daisy\" was directed by Bruce Beresford, an Australian whose sensibilities seem curiously in tune with the American South. His credits include the superb \"Tender Mercies\" and \"Crimes of the Heart,\" as well as the underrated and overlooked 1986 film about an Aborigine teenager, \"The Fringe Dwellers.\" Working from a screenplay by Alfred Uhry, based on Uhry's play (and on Uhry's memories of his grandmother and a family chauffeur), Beresford is able to move us, one small step at a time, into the hearts of his characters. He never steps wrong on his way to a luminous final scene in which we are invited to regard one of the most privileged mysteries of life, the moment when two people allow each other to see inside.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-01-12", "genres": ["Comedy", "Drama"], "title": "Driving Miss Daisy (1990)"}