{"url": "http://www.rogerebert.com/reviews/drive-me-crazy-1999", "by": "Melissa Joan Hartas Nicole Maris", "star_rating": 2.5, "text": "\"Drive Me Crazy\" is maybe the eighth movie of 1999 to hinge on a date to the big high school dance. The basic plot has three variations: (1) Will the heroine go with the guy she really likes? (2) Will the guy have sex for the first time? and (3) Will anyone be killed by a mad slasher? Like the Sammy Sosa of movie critics, I will clear the bases by giving away all three endings at once: The answer is always \"yes.\" \n\n What distinguishes \"Drive Me Crazy\" from your average prom movie is that the characters are more intelligent and have dialogue written with a certain wit and insight. They're not the victims of the plot but its controllers, consciously taking charge of events. And here's a switch: None of them believes the world will end if they go to the dance with the wrong person. The movie is about kids who are as smart as real high school students, while most prom movies have characters who are no smarter than their parents.\n\nThe movie stars Melissa Joan Hart, who is \"Sabrina, the Teenage Witch\" on TV but here comes across perky and wholesome, a Doris Day for our time. She's Nicole, the chairman not of the prom but of the big high school centennial dance. She wants to go to the dance with a basketball star, but he strays out of her grasp. Then her thoughtful eye falls on her next-door neighbor Chase (Adrian Grenier), who has just been dumped by a brunet vixen. He's a member of the outsider crowd at high school, given to commenting on the \"fascist nature of pep rallies,\" but she takes him to the Gap, gets him a haircut, and he cleans up well. By pretending to be dating, they can both save face. Nicole and Chase are obviously right for one another, but have to make that discovery slowly, through many difficulties, including heart-rending misunderstandings when she sees him kissing the bad girl. You know the drill.\n\nThere are some serious notes. His mom died a few years ago, and that led to tension between Chase and Nicole when they were in junior high--tension she analyzes in a scene not only touching but, for some audience members, probably helpful. Her parents are divorced, and her dad is the kind of guy who turns up unpredictably and stages father-daughter moments in which he takes her up in a hot air balloon and hands her Zen and the Art of Motorcycle Maintenance, suggesting it might help her understand him. She throws it overboard. I felt like cheering.\n\n\"Drive Me Crazy\" is slight and sweet, not a great high school movie but kinda nice, with appealing performances by Hart and Grenier. I remember him with respect from this summer's \"The Adventures of Sebastian Cole,\" in which his stepfather wanted to have a sex change. That was a much better movie, which suffered because summer audiences are shy about stories that take more than a sentence to summarize.\n\nDespite my affection, I can't quite recommend \"Drive Me Crazy.\" The good stuff needs more energy behind it. John Schultz's direction is lackadaisical. Scenes arrive without feeling necessary. Plot points are belabored. These characters deserve a quicker pace; sometimes they feel ahead of the movie. Still, there's this: Although \"Drive Me Crazy\" is indeed based on one of the three basic prom plots, it isn't based on the other two.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-04", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Drive Me Crazy (1999)"}