{"url": "http://www.rogerebert.com/reviews/drive-angry-3d-2011", "by": "Nicolas Cageas John Milton", "star_rating": 2.0, "text": "\"Drive Angry 3D\" opens with a muscle car racing across a burning bridge out of Hell, while we hear a famous 12-letter word used three or four times. So right away we know where we're at. Here is an exercise in deliberate vulgarity, gross excess, and the pornography of violence, not to forget garden variety pornography. You get your money's worth.\n\nA movie review should determine what a movie hoped to achieve, and whether it succeeded. The ambition of \"Drive Angry 3D\" is to make a grind house B movie so jaw-droppingly excessive that even Quentin Tarantino might send flowers. It succeeds. I can't say I enjoyed it. But I can appreciate it. It offends every standard of taste except bad. But it is well made.\n\n\tOf course it stars Nicolas Cage. Is there another actor who could or would have dared to sign on? Cage is a good actor in good movies, and an almost indispensable actor in bad ones. He can go over the top so effortlessly he rests up and makes lemonade for everybody. Here he plays a man named John Milton, a reference I fear will be lost on the film's target audience. Milton is hell-bent to rescue his baby granddaughter. A Satanic cult enslaved and murdered his daughter, and now plans to sacrifice the infant by the light of the full moon. This Milton cannot abide.\n\n\tThe cult is led by Jonah (Billy Burke), who is obeyed by slavish followers he seems to have recruited from porn movies and guests on Jerry Springer shows about redneck incest. Their idea of partying is a topless orgy around a fire in an abandoned prison yard, while swigging Jack Daniels and warming up for a midnight infanticide. Their ranks are swelled by the usual shaved-headed and tattooed fatsos. There must be a pool of Hollywood extras who play big, bald guys who can take three steps forward and glower into the camera.\n\n\tAnyway, Milton's quest begins in a bar named Bull by the Balls, where he meets a barmaid named Piper (Amber Heard). After inconceivable violence, they link destinies. You've heard of girls attracted to the wrong kinds of guys? Nic Cage plays a guy here who, if he was a girl, Nic Cage would be afraid of. Piper inexplicably stays with Milton, despite many questions which are even better than she thinks. Heard makes a plucky heroine who, although Piper's sexy and Milton likes the ladies, doesn't fall into the usual abyss of \"love interest\" but slugs it out like a cage fighter. \n\n\tOn their trail is the enigmatic Accountant (William Fichtner). This seemingly spoiler supernatural figure is relentless in pursuit, yet moves with the speed of a plodding gumshoe when he's not at the wheel of a muscle car or, oh, say, a tank truck filled with liquid hydrogen. (The movie of course contains the official quota of Walking-Away-From-Fiery-Explosions-In-Slo-Mo Shots.) As Milton chases Jonah and the Accountant chases Milton, Jonah's followers chase Milton, which is a great convenience, allowing \"Drive Angry 3D\" to be more or less nothing but chase scenes, except for some interior gun battles and much portentous dialogue. (Cage brings an inimitable personal touch to \"The bullet is still in there.\" Pause. \"I can feel it.\")\n\n\tGene Siskel drew the line at Children in Danger. As a father he disapproved of thrillers that exploited violent scenes involving kids. What would he have made of an extended sequence here where Jonah commands one of his followers to sacrifice an infant? He would have despised it, I believe. The only justification for it is that this entire movie is so broadly, grotesquely over the top that the baby is more of a prop than a human child. And \"Drive Angry 3D\" trusts its audience to put every principle of Western civilization on hold.\n\n\tSo my review is a compromise. I'm giving it two stars. That's halfway between three stars (well made) and one star (loathesome). Nic Cage once again provides the zeal and energy to wade through a violent morass. William Fichtner makes The Accountant so intriguing that, although all CPAs aren't from Hell, we know this one is. He has a nice twitchy reserve. Amber Heard and Billy Burke do everything that can possibly be done with their characters, and don't stop there. \n\n\tOh, and the 3D? For an extra charge you get to wear glasses that make it look like it was shot where the sun don't shine.", "running_time": null, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-02-24", "genres": null, "title": "Drive Angry 3D (2011)"}