{"url": "http://www.rogerebert.com/reviews/drop-dead-gorgeous-1999", "by": "Kirstie Alleyas Gladys Leeman", "star_rating": 2.0, "text": "Sometimes I wonder how anyone could have thought a screenplay was funny enough to film. The script for \"Drop Dead Gorgeous,\" on the other hand, must have been a funny read. It's the movie that somehow never achieves takeoff speed. Subtle miscalculations of production and performance are probably responsible; comedy is a fragile rose, eager to wilt.\n\nThe movie takes place in Mount Rose, Minn., a setting created after long study of \"Fargo.\" The 50th anniversary of the Miss Teen Princess America contest is approaching, and the local chairwoman is former winner Gladys Leeman (Kirstie Alley), whose daughter Becky (Denise Richards) is a leading contender. Her big competition: trailer-park cutie Amber (Kirsten Dunst), whose alcoholic mother, Annette (Ellen Barkin), is burned in a fire and spends much of the movie with a beer can permanently fused to the flesh of her hand.\n\nNow there's an example of how a mental image can be funnier than a real one--how a screenplay can fail to translate. You possibly smiled as you read about Annette's hand being fused to a beer can. I did as I wrote the words. But the image of the charred can embedded in scarred flesh is not funny, and every time it turns up, it casts its little pall.\n\nAnother example: One of the contestants has put herself on a 400-calorie-a-day diet and is a patient at a recovery center for anorexics. Nevertheless, she's determined to compete in the pageant, and arrives onstage in a wheelchair. Funny as a satirical concept? Yes. Funny as a sight? No, because the concept, not the image, contains the joke.\n\nThe movie was written by Lona Williams, who is herself a beauty pageant survivor. She understands the backstage politics of such events, especially at the local level, where almost everyone has a buried agenda. Some of the mothers are using their daughters as surrogate reminders of their own faded beauty. Some of the daughters are compensating for insecurity; they think a crown will affirm their worth. Other daughters are resentful puppets. Some of the older men enjoy the proximity to nubile contestants. Some of the women may, too.\n\nI sometimes wonder if anybody involved in beauty pageants at the administrative level is completely without motivations they would rather not discuss. The idea of devoting your life to running an event at which young women are judged on the basis of their beauty and personality--as evaluated in a game show format--gets creepier the more you think about it.\n\nAs the title of \"Drop Dead Gorgeous\" suggests, some of the characters turn up dead or injured. The ferocious intensity of the parents is a reminder of \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom,\" a made-for-cable movie that's one of the great buried comic treasures of recent years, with a Holly Hunter performance that would have been Oscar material if the movie had opened in theaters.\n\nBoth films are savage, but \"Cheerleader-Murdering Mom\" was rich in human nature, while \"Drop Dead Gorgeous\" simply manipulates the ideas of satire without connecting to the underlying truth. I believed that the Holly Hunter character would do what she did for the reasons she had; I felt the Kirstie Alley character was generated by a screenplay.\n\nThere is, however, a lot of funny stuff in \"Drop Dead Gorgeous,\" and Lona Williams has a future as a comedy writer--maybe in the Dave Barry/Molly Ivins tradition, since her ideas seem more literary than cinematic. I liked the idea of a contestant's dramatic reading being from \"Soylent Green.\" And the way another contestant kills two birds with one stone in the talent section of the contest, by singing \"I Love You, Baby\" to Jesus. The notion that Mount Rose is famous as the \"home of the oldest living Lutheran\" (recently deceased) is worthy of Garrison Keillor's Lake Woebegone.\n\nThe attempt to link Lutherans with gun nuts is less successful; Becky belongs to the Lutheran Sisterhood Gun Club, but this doesn't ring true because, well, it doesn't fit with the general notion of Lutherans as pretty peaceable folks. For satire to work, it has to contain a kernel of truth. What made \"Fargo\" brilliant was the way it combined satire with affection and accuracy.\n\nThe climax of \"Drop Dead Gorgeous\" contains a few cheerfully disgusting scenes that qualify it to open in this Summer of Raunch. But once again, the ideas are funnier than the images. Contestants get food poisoning during their trip to the finals and vomit into the atrium lobby of the host hotel. Funny to read about? You bet. To see? Judge for yourself.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-07-23", "genres": ["Comedy", "Documentary"], "title": "Drop Dead Gorgeous (1999)"}