{"url": "http://www.rogerebert.com/reviews/drop-squad-1994", "by": "Eriq Lasalleas Bruford Jamison, Jr.", "star_rating": 0.5, "text": "It's a good thing the Bill of Rights is more or less hewn in stone, because I suspect that at any given moment you could get a majority of Americans to vote against it. Oh, they're in favor of their own rights. They take those for granted. It's the other guy's rights that gnaw at them.\n\n\"Drop Squad\" is a depressing example of this small-mindedness.\n\nIt's a movie about a team of black deprogrammers who kidnap and torture brothers and sisters who have strayed too far into whitey's enemy camp. When a black executive named Bruford (Eriq LaSalle) works on a demeaning ad campaign to sell malt liquor in the inner city, he's thrown into a van, abducted, tied to a chair, and punished for three weeks with psychological and physical brutality. Did the Drop Squad train under the Red Guard? The most you can say about the movie is that it is sometimes ambivalent about this behavior, although it finally comes down on the side of the Drop Squad. Questions such as (a) who gets to decide what is correct behavior? and (b) who appointed them God? are not the issue here. The film believes in an unquestioning subservience to what it defines as the black community, and it has an utter disregard for the civil rights of its targets.\n\n\"Drop Squad\" is like \"1984,\" except with Big Brother as the hero. Too bad, because it raises serious issues, such as the way alcohol and fast food are pitched to the inner city, with little regard for health concerns. And it satirizes demeaning black-themed ad campaigns, even offering a GospelPak at a chicken chain that features a Bible verse on every napkin. (Spike Lee, who should have known better than to act as executive producer of this script, makes a cameo in the ad.) A strong, effective movie might have been made about such marketing, if the filmmakers hadn't shot themselves in the foot with their premise - which is, I think, that fascist mind-control techniques are the answer.\n\nThe movie is at pains to single out leadership types - including a minister, a congressman, and the ad executive - as men who \"need to be dropped.\" We see one deprogramming victim crawling on his hands and knees, blindfolded and on a dog leash, while being paddled for the crime of disloyalty to the community. These are ugly images, in a film so filled with inconsistencies and contradictions that you kinda wonder about the story conferences: Was anyone who questioned the lamebrain premise in danger of being Dropped? \"Sometimes,\" a Drop Squad member lectures, \"when you get over the wall, you gotta throw a rope back.\" Yeah, but not so they can hang you with it.", "running_time": 84, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-28", "genres": ["Comedy", "Drama"], "title": "Drop Squad (1994)"}