{"url": "http://www.rogerebert.com/reviews/drop-zone-1994", "by": "Wesley Snipesas Pete Nessip", "star_rating": 2.5, "text": "\"Drop Zone\" is one of those thrillers where the action is so interesting that you almost forgive (or even forget) the plot. The movie is virtually one stunt after another, many of them taking place in mid air, and during the pure action sequences you simply suspend your interest in the story and look at the amazing sights before you.\n\nThe movie is the most elaborate feature ever made about skydiving, with aerial photography and stunts so good that the stuff on the ground almost, but not quite, gets forgiven.\n\nThe movie stars Wesley Snipes as Pete Nessip, a hard-charging U.S. marshal, and Gary Busey as Ty Moncrief, the leader of a renegade gang of skydivers who have an audacious scheme to sell the secrets of the DEA to druglords. But first they need to spring computer mastermind Earl Leedy (Michael Jeter) from prison, and that leads to a scene in a 747 at 38,000 feet where the bad guys snatch Leedy from his federal escort and parachute with him through a gaping hole in the side of the plane.\n\nThe stunt is so audaciously planned and executed that it doesn't look like an escape bid, and the missing persons are all presumed dead - by everyone except Nessip (an anagram for Snipes, although why they overlooked Pissen is beyond me). Everyone tells him it's impossible to jump out of a 747 at 38,000 feet and live (and I am prepared to believe this), but he's offended, because his brother (Malcolm-Jamal Warner) has been accused of endangering the airplane, and he is even a suspect himself. (\"Give me your gun and your badge,\" his superior says; not the first time we've heard that in a movie.) The marshal decides to sniff around for suspects in the world of championship-level skydiving, and soon picks up a promising trail. He's aided in his search by Jessie Crossman (Yancy Butler), who runs her own skydiving school, makes her own rules, and treats Nessip to a dangerous thrill on his first ride, by pushing him out of the plane without a parachute.\n\nSoon Jessie points Pete to the legendary 4th of July jump in Washington, D.C. - allegedly the only night of the year when skydivers can violate the capitol's protected air space. And he realizes that Busey and his gang have not only survived their jump from the 747, but now plan another audacious scheme. They jump to the top of a federal building, use the computer nerd to hack into secret files, and then escape by parachuting into the bed of a moving semi-trailer truck on the streets below.\n\nLogic, that tiresome specter at the feast of fantasy, here raises its skeletal hand and asks a few questions, like (1) Why does the computer whiz need to be in the building to crack the computers? Hasn't he ever heard of a modem? And (2) wouldn't people in central Washington be likely to notice skydivers parachuting into a semi driving down a major street? \"Drop Zone\" shrugs off those and all other questions as it hurtles to a conclusion. The director, John Badham (\"WarGames\"), possibly believes that his aerial sequences are so compelling that the rest of the plot can be hurried through. And there are moments here of real beauty, terror and excitement, as incredible skydiving stunts unfold on the screen. (The movie's technical advisers and stunt jumpers are among the world's best.) I've seen better movies involving skydiving (\"Point Break\" was one, in 1991, also starring Busey), but never one in which the aerial material was so well done and photographed. For that, I'm almost prepared to forgive the jumpy screenplay, and such incredible events as when a character is able to jump out of an airplane and hold onto the bottom sill of the doorway. (Would you fall straight down from a flying plane?) But I can't quite forgive them, because the movie should have cared more. Should have given us better characters and smarter dialogue, as \"Point Break\" did. And spared us the scene where Jessie sternly lectures on safety, having earlier pushed the novice out of the plane without a chute, counting on her own skills to save him.\n\n\"Drop Zone\" is an example of a superb production harnessed to a shallow script.", "running_time": 102, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-12-09", "genres": ["Action", "Adventure", "Suspense", "Thriller"], "title": "Drop Zone (1994)"}