{"url": "http://www.rogerebert.com/reviews/drowning-mona-2000", "by": "Danny DeVitoas Chief Rash", "star_rating": 2.0, "text": "Everyone in Verplanck, N.Y., drives a Yugo. An older Yugo, since the car hasn't been manufactured since its country went out of business. We learn that Verplanck was selected as a test market when the Yugo was being introduced to the United States. That explains why everyone was driving them then. After we meet the local residents, we understand why they're driving them now: They can't afford to replace them.\n\nAs the movie opens, a local woman named Mona Dearly (Bette Midler) speeds down a country road and directly into the Hudson River when her brakes fail. It is a measure of the local intelligence that when the car and driver are dragged to shore some hours later, the doctor checks her pulse. \"She's dead,\" he confirms to Chief Rash (Danny DeVito), who nods grimly and begins a murder investigation.\n\nLucinda (Kathleen Wilhoite), the local garage mechanic, checks out the death vehicle and confirms the sheriff's suspicions: The car was rigged. All four brake drums were tampered with, the brake fluid was drained, and the perp also drained some other fluids just to be on the safe side. Now Rash has to decide who killed Mona Dearly.\n\nAlmost everyone in town is a suspect. As played in flashbacks by Midler, Mona is a ferocious harridan who may have hacked off her own son's hand just because he was trying to snatch her beer. There are, to be fair, other theories about how Jeff (Marcus Thomas) lost his hand, although in every scenario he was reaching for a beer. Jeff might have wanted to kill her. Or perhaps the murderer was her husband, Phil (William Fichtner), who is having an affair with Rona (Jamie Lee Curtis), a waitress at the local diner (who is also having an affair with Jeff, so maybe she killed Mona just because she was tired of hearing about her from both men).\n\nOr maybe Bobby (Casey Affleck), Jeff's landscaping partner, killed her to save the embarrassment of having her create a scene at his wedding to Ellen (Neve Campbell), Chief Rash's daughter. The possibility upsets Ellen, who explains in some of the movie's best dialogue: \"I can't marry a murderer. That's not who I am. That's not what I'm about.\" It helps to understand that everyone in Verplanck is dim to one degree or another, except for the Rash family. The chief is not rash, but fairly level-headed as he patiently sorts his way through a case that seems to reduce itself to a series of bar fights dimly remembered by drunks. No one in the movie is particularly vicious (well, Jeff's no prize) and the urgency of the case is undermined by the general agreement that Verplanck is calmer and happier now that Mona's gone.\n\nThe movie was directed by Nick Gomez, who, in \"Laws of Gravity\" and \"New Jersey Drive,\" brought a John Cassavetes touch to working-class crime and confusion. The characters this time could be lightened up and dumbed-down versions of the confused drunks in \"Laws of Gravity,\" their social lives centered on bars, their center of gravity the bartender. These are the kinds of people who don't like to be thrown out of bars because it's a loss of valuable drinking time.\n\nMy problem was that I didn't care who killed Mona Dearly, or why, and didn't want to know anyone in town except for Chief Rash and his daughter. Jamie Lee Curtis' character looks like she has some colorful insights to share but isn't given the dialogue to do it--she's more a plot marker than a person.\n\nShe does figure in a quiet little in-joke. Ever notice how a lot of movie smokers seem to have just lighted their cigarettes? Hers are always burned down precisely half an inch, and then we see her lighting a new one from the old one, and realize, yeah, she smokes them only for the first two puffs. A quiet little in-joke indeed, but I mention it so the filmmakers will know their work was not in vain.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Comedy", "Crime", "Mystery"], "title": "Drowning Mona (2000)"}