{"url": "http://www.rogerebert.com/reviews/drowning-by-numbers-1991", "by": "Bernard Hillas Madgett", "star_rating": 2.0, "text": "The best way to review “Drowning by Numbers” is by simple description. Here is a movie so personal and quirky that perhaps you will enjoy it more than I did, and I do not want to spoil your fun, since the movie is playful above everything else.\n\nThe film opens with a little girl playing a counting game with the stars in the sky. It is impossible to follow her entire litany, but I’m willing to bet that in some way she is reciting the list of events in Peter Greenaway’s screenplay. Strangely lit and placed in a cityscape both mundane and sinister, she seems more a sprite than a real girl, and when she finishes her recitation the movie begins.\n\nWhat happens in it? To describe its events is easy, to comprehend them is difficult. Three woman, all named Cissie Colpitts, and played by the splendid trio of Joan Plowright, Juliet Stevenson and Joely Richardson, drown their husbands. They get away with their crimes because each one has a special relationship with the district coroner, who would rather stay in bed than muck about with an investigation. Meanwhile, the numbers from 1 to 100 appear in sequence in the film, sometimes where you would expect them, sometimes not - as when dead cows in a field are painted with tidy white numbers - 78 and 79, as I recall.\n\nWhat does this mean? Who can possibly say? “Drowning by Numbers” was made by Greenaway before his celebrated film “The Cook, the Thief, His Wife, and Her Lover,” but is being released afterward.\n\nIf you enjoyed that film (if “enjoyed” is the word - and it was with me), then it is still impossible to say if you will enjoy this one.\n\nEach of his films seems unique and without precedent, linked only by his love for obscure symbolic systems that probably serve no purpose except to provide his films with an apparent form that they really lack.\n\nThe first Greenaway film to make an impact was “The Draughtsman’s Contract,” which baffled audiences but did not displease them. That was the one, you will recall, with the living statues in the garden, the elaborate painting on the easel, and the figures who appeared and disappeared from the painting and the landscape. His newest film, a version of “The Tempest” named “Prospero’s Books,” was scheduled to premiere in the just-concluded Cannes Film Festival, but wasn’t finished on time. A 25-minute segment, however, was shown one afternoon, and applauded by some as the best film in the festival.\n\nYou either love him, in other words, or you hate him. In either case, you do not understand him. The characters in “Drowning by Numbers” are all completely credible people, who speak in ordinary English and inhabit a real landscape (except for the numbers), and behave in ways that would not shock the reader of a mystery novel. It is just the arbitrary pattern that seems strange, as one husband after another goes to his watery doom.\n\nI found myself impatient after a time. When the movie was over, I was not sure why Greenaway made it. Since he is capable of taking even the strangest material and making it work (as in “The Cook,” etc.) I suppose that means this film was not successful for me, and so I should not recommend it. But if you like anagrams or crossword puzzles or mind games or beautifully photographed landscapes, you may well disagree.", "running_time": 112, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-06-07", "genres": ["Comedy", "Drama"], "title": "Drowning By Numbers (1991)"}