{"url": "http://www.rogerebert.com/reviews/drugstore-cowboy-1989", "by": "Matt Dillonas Bob", "star_rating": 4.0, "text": "\"Drugstore Cowboy\" is one of the best films in the long tradition of American outlaw road movies - a tradition that includes \"Bonnie and Clyde,\" \"Easy Rider,\" \"Midnight Cowboy\" and \"Badlands.\" It is about criminals who do not intend to be particularly bad people, but whose lives run away with them. The heroes of these films always have a weakness, and in \"Drugstore Cowboy\" the weakness is drug abuse.\n\nThe movie stars Matt Dillon, in one of the great recent American movie performances, as the leader of a pack of two young couples who are on the prowl in Washington and Oregon. It is 1971, and they are the rear guard of the love generation. They drift from one rented apartment or motel room to another in an aimless migration in search of drugs.\n\nThey will use almost anything, but their favorites are prescription drugs and they have developed a smooth method of stealing them from drugstores.\n\nWe see them at work. The four enter a store separately. One of them creates a commotion - pretending to have a fit, let's say. Under cover of the confusion, Dillon sneaks behind the prescription counter and scoops up as many drugs as he can identify. What drugs they can't use, they sell. And when they aren't stealing or on the road, their lives fall into a listless routine of getting high, watching TV, smoking, talking, waiting.\n\nSex is not high on Dillon's list of enthusiasms. Like a lot of drug abusers, he is more turned on by drugs than sex - by the excitement of setting up a job, the fear during the actual stealing and the payoff afterward when he gets high.\n\nHe apparently has been with the same girlfriend (Kelly Lynch) since they were in high school, and at some point along the road they got married, but their eyes are turned toward drugs, not each other. They travel with a goofy sidekick (James Le Gros) and his girlfriend, a pathetic teenage drifter (Heather Graham). Together, they're a family.\n\nStrangely enough, it is the family feeling that makes \"Drugstore Cowboy\" so poignant and effective. This is not a movie about bad people, but about sick people. They stick together and try to help one another in the face of the increasing desperation of their lives. The movie is narrated by Dillon, whose flat voice doesn't try to dramatize the material; he could be telling his story at an AA meeting. He knows it is sad but he also knows it is true, and he is not trying to glamorize it, simply trying to understand it.\n\nThere is humor in their lives - craziness almost always breeds humor - and there also is deeply buried hurt, as in the scene where the Dillon character goes to visit his mother (Grace Zabriskie). Up until this point in the movie, we have seen him primarily through his own eyes, and grown to like him, a little, for the resourceful way he is trying to lead his team of losers.\n\nThen his mother refuses to let him into the house - not because she doesn't love him, but because she knows him too well and knows he will steal anything to get money for drugs. The way he has to stand there and accept this, and try to shrug it off, provides one of the most painful scenes in the movie.\n\nLife falls into a rhythm of excitement and ennui. And their lives drift imperceptibly from bad to worse. There is a way in which desperate people can accept the conditions of their lives, up to a point, and then there is the unmistakable day when that point has been passed.\n\nFor this family, that day comes when the teenage girl overdoses and they are stuck with a corpse in their room at a motel where a deputy sheriff's convention is being held. It is a tribute to the sure hand of the director, Gus Van Sant Jr., that this scene works through irony and desperation, instead of through the cheap laughs another director might have settled for.\n\n\"Drugstore Cowboy\" is a story told with a thread of insane logic that makes it one of the most absorbing movies in a long time. It is a logic that many drug abusers would understand. It goes like this: I feel bad, and drugs make me feel good, although they are also why I feel bad. But since they make me feel good now, and bad later, I will worry about later when the time comes.\n\nEventually, for the Dillon character, the time does come, and he tells his wife he is heading back to Seattle to get into some kind of a program and try to kick drugs. He has the intelligence to see that things are out of control, that he no longer can make them hold together, that he has lost the fight and had better surrender before his corpse also is somebody else's problem.\n\nThe movie then inserts a small supporting performance by William Burroughs that is like a guest appearance by Death. Sitting in a fleabag hotel room, playing a defrocked priest addicted to heroin, Burroughs talks to Dillon in a gallows voice about drugs. We sense two things about the character: that he should have died long ago, and that death would have not been unwelcome compared to his earthly purgatory.\n\nThis cameo appearance has been criticized by some writers as the movie's single flaw. It's distracting to see Burroughs in a fiction film, they say. But with his skull shining through his eyes and his dry voice and his laugh like a smoker's cough, Burroughs creates a perfect moment. The Dillon character looks at him and sees one of the fates he is free to choose.\n\nLike all truly great movies, \"Drugstore Cowboy\" is a joyous piece of work. I believe the subject of a film does not determine whether it makes us feel happy or sad. I am inutterably depressed after seeing stupid comedies that insult my intelligence, but I felt exhilarated after seeing \"Drugstore Cowboy,\" because every person connected with this project is working at top form. It's a high-wire act of daring, in which this unlikely subject matter becomes the occasion for a film about sad people we come to care very deeply about.\n\nAt the end of the film, the Dillon character seems to have broken out of drugs. His wife is still on the road. \"Are you crazy?\" she asks him, when he says he wants to kick his habit. She literally cannot imagine life without drugs. He can. That is the difference between them, and in painting that difference, this movie shows the distance between hope and despair.\n\nThis is one of the best movies of the year.", "running_time": 100, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-27", "genres": ["Crime", "Drama"], "title": "Drugstore Cowboy (1989)"}