{"url": "http://www.rogerebert.com/reviews/drumline-2002", "by": "Nick Cannonas Devon", "star_rating": 3.0, "text": "When the first half is over, the show begins. So \"Drumline\" advises us, in a story centered on the marching band of a predominantly black university in Atlanta. Devon (Nick Cannon), a drummer so good he was personally recruited by the bandmaster, journeys from Harlem to the middle-class world of Atlanta A&T, where he is the best drummer in the band, and the most troublesome.\n\nHe's a hotshot, cocky, a showboat who adds a solo to the end of his audition piece and upstages his section leader in front of thousands of fans during a half-time show. The movie shows him gradually drumming himself out of the band, and out of favor with Laila (Zoe Saldana), the dance major he's dating. It also shows him growing up, learning some lessons, and making a friend out of a former enemy.\n\nThe film sets Devon's story against the background of the BET Big Southern Classic, a (fictional) annual competition between marching bands that's held in Atlanta. His school's traditional rival is cross-town Morris Brown University, a real school whose band is famed for its halftime shows. MBU's band is flashy and high-stepping, doing anything to please the crowd, while Atlanta A&T's bandmaster, Dr. Aaron Lee (Orlando Jones), has more serious musical tastes and believes the primary job of a band member is to learn.\n\n\"Drumline,\" directed by Charles Stone, and written by Tina Gordon Chism and Shawn Schepps, is entertaining for what it does, and admirable for what it doesn't do. It gets us involved in band politics and strategy, gives us a lot of entertaining halftime music, and provides a portrait of a gifted young man who slowly learns to discipline himself and think of others. That's what it does.\n\nWhat it doesn't do is recycle all the tired old cliches in which the Harlem kid is somehow badder and blacker than the others, provoking confrontations. Devon makes the nature of his character clear in a heartbreaking early scene when, after high school graduation, he talks to his father, who abandoned the family, and tells him he doesn't do drugs, doesn't have a lot of little kids running around, and has a full scholarship to university. This is a movie that celebrates black success instead of romanticizing gangsta defeatism. Nick Cannon plays Devon as a fine balance between a showoff and a kid who wants to earn admiration.\n\nThe key rivalry in the film is between Devon and Sean (Leonard Roberts), head of the drum section and the band's best drummer--until Devon arrives. They develop a personal animosity that hurts the band, Dr. Lee believes. He disciplines Devon for violations of the band rule book, for provoking a fight with another band member and, most painfully, for keeping a secret that Sean makes sure is revealed.\n\nDr. Lee has a problem, too, with the school president, who likes Devon's showboating and thinks the band needs more pizzazz to please the alums. Orlando Jones makes his character a thoughtful teacher, a little old-fashioned, who believes in values. In creating this character, the writers must have been thinking about real teachers they admired, since they avoid the usual Mr. Chips/Dead Poets cliches.\n\nThe love story between Devon and Laila is sweet and remarkably innocent, for a contemporary movie. They share one tender kiss, although the eagle-eyed MPAA rates the film PG-13 for \"innuendo.\" Oh, I forgot: The MPAA also singles out \"language,\" although this is one of the cleanest-talking urban movies in history. If this isn't a PG film in today's world, what is? It is also, in a very sincere way, touching. It pays attention to its characters, gives them weight and reality, doesn't underline the morals but certainly has them. \"Drumline\" joins titles like \"Love Jones,\" \"Soul Food,\" \"Barbershop\" and \"Antwone Fisher\" in the slowly growing list of movies about everyday African-American lives. What a good-hearted film.\n\nNote: The filmmakers filled the Georgia Dome with 50,000 extras for the rousing marching band showdown, which features the actual bands of Morris Brown College and Clark Atlanta University, Bethune-Cookman College in Daytona Beach, and Louisiana's Grambling State. Morris Brown was a good sport to allow its bandmaster to be portrayed as the villain.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-12-13", "genres": ["Drama", "Family", "Musical", "Romance"], "title": "Drumline (2002)"}