{"url": "http://www.rogerebert.com/reviews/duane-hopwood-2005", "by": "David Schwimmeras Duane Hopwood", "star_rating": 3.5, "text": "\"Duane Hopwood\" is the portrait of a man who loves his wife, loves his children, knows how to be a good father, and is losing everything because of alcoholism. The movie is a wise and realistic portrait of the disease, showing the drunk not as a colorful or tragic character, but simply as a sad man whose days occasionally contain moments of joy and hope. He is not without friends. People care for him. His wife is not heartless, but after he drives drunk with one of their daughters in the back seat, she goes into divorce court. She has given up hope about his drinking; she needs to protect her kids and cut her losses\n\nDuane is played by David Schwimmer in one of those performances that transform the way we think about an actor. \"Friends\" was a beloved show but like all popular shows, it fixes its actors in our minds; their TV character is like a ghost standing beside every other role they play. No one stands beside Duane Hopwood, who is all by himself on those lonely winter mornings in Atlantic City, riding his bicycle home from his job as a pit boss in the casinos. A bicycle, because his license has been revoked.\n\nThe movie has so many things right. It understands that alcoholics reach a point where their friends are mostly other people on the same drinking schedule. They date out of bars, because that is where they meet people. On Thanksgiving they cannot go home because they no longer have one, but are invited to dinner at the homes of friends, where they feel even more spectacularly alone.\n\nIt knows this, too: That alcoholics don't think they're alcoholics. \"I'm not a drunk,\" they say. Sure they get drunk, but that's what they do, not what they are. What's a drunk, anyway? Some bum under a bridge with a pint in a brown paper bag? Duane has endangered a daughter he loves, lost a family he cherishes, been through traffic and divorce court, and yet cannot stop himself from going to a bar after work. Sometimes he drinks way too much. Sometimes he drinks too much. Sometimes he drinks almost too much. Sometimes he doesn't drink enough. Those are the only four sometimes for an alcoholic.\n\n\"Duane Hopwood\" is not however a movie about drinking, and it lacks spectacular scenes of colorful alcoholism. It is more about waking up at the wrong time of day, working through a hangover, having times when your good essential nature shines through, and hating it that the woman who loves you now loves someone else, because she must.\n\nAs Linda, his wife, Janeane Garofalo is precise and kind, caring for the man she married, not wanting to hurt him, but too wise to share his disease. There could be spectacular scenes of overacting and souped-up drama in their relationship, but unless the drunk is also violent, those rarely happen; it is more sadness and loss, with an occasional moment of acting-out, as in the baseball bat scene, where the drunk is playing a confused role generated by his murky grief.\n\nDuane has a few close friends. One is Carl (Jerry Grayson), his boss at the casino, who likes him and wants to help him. But Duane makes a stupid mistake on the job, and Carl has to deal with that. How he does it is more human (and probably more accurate) than what we expect from casino bosses in the movies. Another friend is Anthony (Judah Friedlander), a security guard who dreams of becoming a stand-up comic. He wants to become Duane's roommate, because they can share rent, and he will be closer to the casino and won't have to live with his mother anymore.\n\nOne of the danger signals of alcoholism which Ann Landers never listed in her columns is when you get a roommate because he needs to save on rent and move out from his mother's house, and you are both over 40.\n\nThen there are Fred and Wally (Dick Cavett and Bill Buell), the neighbors who invite Duane over for Thanksgiving. They are good souls, gay I suppose, who in a quiet way see Duane in need and are kind to him. And there is Gina (Susan Lynch), the bartender Duane is dating. Like many alcoholics, even his dating is about himself, and he cannot help telling her, \"I still love Linda.\" He doesn't want a lover, he wants a confessor.\n\nYes, he goes to one AA meeting, which is filled with people who look at him and know exactly who he is and what he's going through. He's there, he says, because \"the judge thought it might be a good idea,\" even though, \"I don't really have a problem.\" Uh, huh. \"In our experience,\" a guy tells him, \"most of the people who come through that door have a problem.\"\n\n\"Duane Hopwood,\" written and directed by Matt Mulhern, is a wise and touching film with a lot of love in it. I may have given the wrong impression: It's not entirely about drinking, but it is entirely about a drinker.\n\nHe does other things. Shares joyful little moments with his girls. Wears a turkey suit when he is actually sober. Has a dead-on conversation with \"Jogger Bob\" (John Krasinski), his ex-wife's new boyfriend, who lectures the youngest daughter on how she is fat. Duane may be screwed up, but he knows that for Mommy's new boyfriend to tell a little girl she is fat is not a smart thing to do.\n\nThe quality of this movie is in its observation. The filmmaker Mulhern and Schwimmer, Garofalo and the other actors have real lives and experiences in mind. \"Duane Hopwood\" shows ordinary days in ordinary lives. Its hero is a man who grieves for the loss of his happiness, and does not know he should grieve for the loss of himself. Nobody has left him. He has gone away, into that place between himself and the next drink. That's where he lives. Everywhere else, he's only visiting. But he doesn't have a problem.", "running_time": 84, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-11-17", "genres": ["Comedy", "Drama", "Indie"], "title": "Duane Hopwood (2005)"}