{"url": "http://www.rogerebert.com/reviews/duck-season-2006", "by": "Diego Catanoas Moko", "star_rating": 3.0, "text": "Not very much really happens in \"Duck Season,\" but in its rich details, it remembers how absorbing and endless every single day can seem when you're 14. It takes place mostly inside an apartment in a Mexican urban high-rise, where best friends Moko and Flama (Diego Catano and Daniel Miranda) are left alone one Sunday with a big bottle of Coke and a video game. The Coke they share with great care, and the game (Bush vs. Bin Laden) they employ for counterfeit excitement. They're kids killing time.\n\nThen the next act in their lives opens. Rita (Danny Perea) knocks on the door. She says she's 16 but looks older. She wants to use their oven to cook herself a birthday cake. She claims her own stove doesn't work. Maybe, or maybe she wants company. She moves into the kitchen and then into their conversations. The younger teens imply more than they're ready to say, and the older one less than she means. In such a way does emotional information float across the river of time.\n\nTo describe the actions in the film would be a mistake, both because they should happen to you in your own time, and because the movie isn't about what happens, but about how it happens, and why, and you shouldn't look for really deep hows and whys. One of the things I enjoyed was the way no phony melodrama is cooked up; it's the meandering quality of the material that makes it feel real. The movie invests in these lives enough that when characters are simply sitting on the sofa and staring into space, we're not staring at them but with them.\n\nEpisodes. There's a little speculative flirtation. They order a pizza. There is an argument about whether it should be free because Ulises (Enrique Arreola), the delivery boy, misses the advertised deadline. You can make whatever you want from the symbolism of his name; not too much, I hope. Now there are four people in the apartment, and several dogs present in spirit.\n\nThe two boys are best friends. The two older characters are both among strangers. None of these characters have any place better to go or anything better to do, and when magic ingredients appear in the brownies, it's no big deal; it simply enhances the ennui, making it Ennui!\n\nI was reminded of another and better film, Hirokazu Kore-eda's \"Nobody Knows\" (2004), the Japanese film about four siblings who are abandoned by their mother and shift for themselves in an apartment for several months. Both movies have perfect pitch when it comes to watching kids pass time: They don't kill it so much as toy with it. \"Duck Season\" is shot in black and white, which is a good choice, because color might enhance an experience that is intended to seem no more than it is.\n\nYes, some of the dialogue is funny. One or two developments are a surprise. But not real funny, and not a big surprise. When the dispute with the pizza man comes up, it's not so much about the money, more about their gratitude for something to argue about. The title of the movie comes from a painting hanging on the wall of the apartment, the kind of painting that nobody ever buys but that walls seem to acquire. It shows ducks in flight.\n\nPerhaps the migration of the ducks foretells the lives of these four young people who are about to take flight. Whither, midst falling dew, while glow the heavens with the last steps of day, far, through their rosy depths, will they pursue their solitary ways? Sister Rosanne promised us if we memorized a poem we would use it someday. It looks like she was right.", "running_time": 90, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-16", "genres": ["Comedy", "Drama", "Foreign"], "title": "Duck Season (2006)"}