{"url": "http://www.rogerebert.com/reviews/dudley-do-right-1999", "by": "Brendan Fraseras Dudley Do-Right", "star_rating": 2.5, "text": "\"Dudley Do-Right\" is a genial live-action version of the old cartoon, with a lot of broad slapstick humor that kids like and adults wince at. I did a little wincing the ninth or tenth time Dudley stepped on a loose plank and it slammed him in the head, but I enjoyed the film more than I expected to. It's harmless, simple-minded, and has a couple of sequences better than Dudley really deserves.\n\nThe hero is a square-jawed Canadian Mountie, who lives in Semi-Happy Valley and combats wrongdoing in his own dim way. He's played by Brendan Fraser, who, after great success in making a live-action character out of a cartoon figure in \"George Of The Jungle,\" has less to work with this time. But work with it he does, dreaming sadly of his lost horse (named Horse) and pining for Nell Fenwick (Sarah Jessica Parker), his childhood sweetheart. He's joyous when Nell returns to the little town, having capped a brilliant academic career with the U.S. ambassadorship to Guam.\n\nHis other childhood playmate was Snidley K. Whiplash (Alfred Molina), who dressed in black even as a tot, and has grown up into a mustache-twirling villain who likes his role because \"the Bad Guy has more fun.\" (Whiplash ties a banker to the railroad tracks, in a nod to the cartoon's tradition, but spares Nell, which will offend traditionalists.) The plot: Snidley devises a scheme to frighten away all the residents of Semi-Happy Valley with rumors of vampires and replace them with the 999 members of his gang. Then he salts the local streams with gold nuggets, to inspire a Gold Rush (we see Canadian border posts flattened by a stampede of what the TV newscasters calls \"yuppie wetbacks\"). Snidley will fleece the newcomers and get rich.\n\nDudley is the only lawman standing in his way (until, that is, Nell's father, a veteran inspector, strips him of his authority). His closest ally is the Chief (Alex Rocco), head of the local Kumquat Tribe, which stages a Corn Festival that looks a lot like a Vegas dance revue. The festival is the funniest thing in the movie (except perhaps for the use of \"Indian Love Call\"), although the Chief makes little pretense of ethnic authenticity: \"Indians? This is basically a dinner theater we're running here.\" The Corn Festival sets up one of those moments that, even in a so-so comedy, can blindside us with surprise laughter. As Dudley and Nell leave the festival, rowing across a lake in a canoe, Nell sighs, \"I wish we could have stayed for the fireworks.\" I'd spoil the joke by explaining why this line is so funny, but you'll see. There are also some nice quasi-\"Star Wars\" scenes involving the Prospector (Eric Idle), who tutors Dudley in a Semi-Happy version of the Force.\n\nFraser is stalwart and credulous as Dudley, Parker is wide-eyed and easily astonished as Nell, and Molina plays Whiplash so broadly he almost needs to stand sideways. Viewers below a certain age (9?) will probably find the movie enormously entertaining, and, truth to tell, I kinda sorta liked it myself. Not enough to recommend to those in the upper grades, but enough to remember parts with a smile.", "running_time": 75, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-08-27", "genres": ["Comedy", "Family", "Romance"], "title": "Dudley Do-Right (1999)"}