{"url": "http://www.rogerebert.com/reviews/due-date-2010", "by": "Robert Downey Jr.as Peter", "star_rating": 2.5, "text": "\"Due Date\" is nearly a down-market retread of the great comedy \"Planes, Trains and Automobiles.\" It pairs up Robert Downey Jr. and Zack Galifianakis in the Steve Martin and John Candy roles, puts them in a car together, sends them down the highway, and doesn't neglect to rip off not one but two car doors.\n\nThe first film by director Todd Phillips since his blockbuster \"The Hangover\" cheerfully includes some of the same raunchy humor and the same dogged persistence in the face of overwhelming character defects. It's not as funny, but few films could be, and it does have some very big laughs. Unfortunately, the story holding them together isn't as successful.\n\nPeter Highman (Downey) and Ethan Tremblay (Galifianakis) have a Cute Meet, or more of a Brute Meet, at the Atlanta airport, when Ethan's beater knocks off the door of Peter's Town Car. Peter is a neat, precise architect with a schedule to meet. Ethan is a shaggy man-child who confesses that on the way to the airport he and his buddy split a six pack — of 40s.\n\nEthan is like Joe Btfsplk, that character in \"L'il Abner\" who always had a black rain cloud over his head, with the difference that the cloud is over the head of whoever he's standing next to. Ethan efficiently destroys Peter's trip by switching carry-ons with him, shoving his hairy belly into his face (under stress, to be sure), and getting them both thrown off the flight by insisting on using the words \"bomb\" and \"terrorist.\" That scenario leads to a run-in with TSA agents (who, oddly enough, seem to be morphing into Hollywood's villains du jour). \n\nAll cross-country trips involving odd couples require deadlines. Peter agrees to accept a ride in Ethan's rental car only because he must be back in Los Angeles with his wife, Sarah (Michelle Monaghan), who will deliver their child very soon by C-section. Ethan needs to get to L.A. because he dreams of becoming an actor. If you doubt Ethan Tremblay has a future in acting, simply consider Zach Galifianakis.\n\nThere are stops along the way to visit Western Union, Peter's old buddy (Jamie Foxx), and Ethan's practitioner in \"herbal medicines,\" a pot dealer played by the scene stealer Juliette Lewis. Those visits are funny. There are also running gags involving Ethan's beloved pet dog and a coffee can containing the ashes of his father. When Ethan performs the rather private act of pleasuring himself in the car's front seat, it's not funny, but when the dog is inspired to copy him, it is. No matter how much I think, I can't decide whether training a dog to do that is cruelty to an animal.\n\nSo the movie probably contains enough laughs to satisfy the weekend audience. Where it falls short is in the characters and relationships. \"Due Date\" may offer enough, but with the example of the classic \"Planes, Trains and Automobiles,\" it could have offered more.\n\nDowney and Steve Martin are more or less a stand-off. But John Candy (and director John Hughes) made his character earnest, inept and lovable. The Galifianakis character seems more an exercise in passive aggression. He lacks social skills so urgently it's hard to believe he doesn't know what he's up to. Surely no one could be that obnoxious by accident. In comedy it helps if we have a bottom line of affection for the characters, and Galifianakis and Phillips make affection awfully hard to feel for Ethan.\n\nThere's a moment in \"Planes, Trains and Automobiles\" when the Steve Martin character thinks he has seen the last of John Candy, and then pauses, reconsiders and returns. There's a moment something like that here, but frankly, we don't know why the Downey character returns.", "running_time": 95, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-03", "genres": ["Comedy", "Drama"], "title": "Due Date (2010)"}