{"url": "http://www.rogerebert.com/reviews/duets-2000", "by": "Gwyneth Paltrowas Liv", "star_rating": 2.5, "text": "\"Duets\" has little islands of humor and even perfection, floating in a sea of missed marks and murky intentions. There must have been a lot of scenes that everybody was happy with on the set, but they don't add up--the movie is all over the map. Its fundamental error is that it tries to squeeze bittersweet heartbreak and goofy social satire into the same story. Just when the movie gets the rhythm, it steps on its own feet.\n\nThe screenplay by John Byrum weaves together the stories of three couples, all destined to meet at a $5,000 karaoke contest in Omaha, Neb. All three stories involve ancient movie formulas: (1) the daughter who wants to bond with her long-lost father, (2) the black guy and white guy from different worlds who become best friends, and (3) the slut with a good heart, who redeems the aimless guy who lacks faith in himself. Combine these with the big contest that only one couple can win, and you have an exercise in recycling.\n\nStill, if the movie had found one tone and stayed with it, the material might have worked better--there's a lot of isolated stuff to like in this movie. The fatal miscalculation is to make one of the stories (the black guy and white guy) deeper and more somber than the others, so the film is forever plunging into gloom and then trying to get the grin back on its face.\n\nPaul Giamatti is touching and, at first, funny as a sales executive who gets fed up with his brutal work load, walks out on his family and hits the road. He meets Andre Braugher, an ex-con with a violent past, and in some weird way they bond during a karaoke night in a bar on the highway to nowhere. I liked the way that both of these characters were literally transformed once they stepped into the karaoke spotlight.\n\nWe also meet Huey Lewis as a professional karaoke hustler (he bets he can out-sing anyone in the house, and can), and Gwyneth Paltrow as the daughter he never knew. He's a rolling stone, but she wants him to stay put long enough for her to get to know him. The third couple are another karaoke pro (Maria Bello), who hands out sexual favors like she's presenting her credit card, and a taxi driver (Scott Speedman), who dropped out of studies for the priesthood and now has no focus in his life.\n\nThe surprise among these actors is Huey Lewis, who has worked in other movies (notably Robert Altman's \"Short Cuts\") but here generates an immediate interest in his first scene--we watch him conning a karaoke champ, and savor the timbre of his voice and the planes of his face. The camera likes him. At the end of the movie, a high point will be his karaoke duet with Paltrow (who can sing amazingly well). Watch his taunting grin as he gets a rise out of his target with insults about karaoke.\n\nBut about that world of karaoke: I believe the film when it tells me there are regulars on the karaoke circuit who travel from town to town, going for the prize money. Yes, and hustlers like the Lewis character, who is like a pool shark of an earlier age, getting the bartender to hold the money and then blowing away the competition. I believe it, and yet the songs sung by the characters seem to belong in a different kind of a movie. In a musical, it's expected that characters sing the songs all the way through, but in a drama they should be only an element in a larger idea of a scene; when the drama stops cold so a song can be performed, the song is fun, but the movie's pacing suffers.\n\nThere's another curious thing that happens. The karaoke finals upstage the dramatic payoffs. The real karaoke world doesn't want to stay in the background, but edges into the spotlight with its intrinsic interest. In the big $5,000 contest, there's a fat kid in a Hawaiian shirt who comes onstage. We never see him again and he has no spoken dialogue, but he stops the show because he is in a touching way so fascinating. I'm sure Bruce Paltrow, the film's director, left him in for the same reason I'm writing about him--because he had a haunting quality. But a movie is in trouble when you start thinking that a documentary about that kid and the other karaoke regulars would be more interesting than the resolution of the three pairs of formulaic stories.", "running_time": 113, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-15", "genres": ["Comedy", "Drama", "Music", "Musical"], "title": "Duets (2000)"}