{"url": "http://www.rogerebert.com/reviews/duet-for-one-1987", "by": "Julie Andrewsas Stephanie Anderson", "star_rating": 3.0, "text": "She is one of the greatest violinists in the world, and then suddenly one day her fingers feel strange and she cannot play. At first she denies there is anything wrong with her, but eventually she must admit that she has multiple sclerosis and that although there will be good days when her talent seems to have returned, she will be able to depend on her body less and less as the days go by.\n\nThat is the starting point of \"Duet for One,\" and we may think we can predict where the movie will go, but we will be wrong. This is not a recycled version of all those countless other disease movies in which there is either a miraculous recovery or some sort of transcendent symbolic victory over death's dominion. This is a quirky movie about a woman who is stubborn and angry and confronts the disease in her own particular way.\n\nThe character is played by Julie Andrews, who brings a certain haughty confidence to this violinist, who is good and knows it. There are a few people she has allowed to become close to her: her husband (Alan Bates), her manager (Margaret Courtenay), her old accompanist (Sigfrit Steiner), her gifted student (Rupert Everett). As her disease progresses, she will have to redefine every one of those relationships.\n\nHer husband, weak and alcoholic, will leave her. The student will find it difficult to deal with her illness and impossible to accept the demands of his talent. The old accompanist will die and then reappear in the movie's most mystical and effective scene.\n\nBut Andrews' life is not limited to these intimates, and the most interesting relationship in the movie is one she has with a rough-hewn junk collector (Liam Neeson), whom she takes to her bed for raw, unapologetic sex - sex that she finds is an affirmation of her passion and the fact that she still lives and feels.\n\nIf \"Duet for One\" were wholly true to the spirit of the scenes with Neeson, it would be a great movie, touching the anger with which we all cry out against the fate of death. Those scenes are painful but very honest. They are messy, and not very nice, and not uplifting, but they reflect exactly what Dylan Thomas meant when he advised us to \"rage, rage against the dying of the light.\" Unfortunately, some of the other material in the movie is less focused. Maybe there are too many characters. Maybe the screenplay has not been pared of everything that was not really necessary.\n\nThe most crucial weakness is in the character of the husband (Bates), a composer who feels insecure in his wife's shadow and finally incapable of coping with her illness. The character is not well-defined, and Bates, usually so confident, does not bring much definition to it. Right at the center of the movie, there the husband stands, a confusion.\n\nWhat I do remember is the tenderness of the relationship between the violinist and her old accompanist, and the roughness of her need in the sex scenes, and the very last scene, in which she stands outside a house party and looks in through the windows at the people she loves and at the life she may have to leave.\n\n\"Duet for One,\" based on the play by Tom Kempinski, was directed by Andrei Konchalovsky, the Russian exile whose previous two films were \"Maria's Lovers\" and \"Runaway Train.\" There is a strength and a mysticism in his work that is always compelling, even when the stories seem untidy. \"Duet for One\" is a flawed movie, but it has moments that really touch what it means to know that your soul still sings but your body has abandoned you.", "running_time": 101, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-02-13", "genres": ["Drama"], "title": "Duet for One (1987)"}