{"url": "http://www.rogerebert.com/reviews/duffy-1969", "by": "James Coburnas Duffy", "star_rating": 2.0, "text": "Not many directors know how to handle pauses. John Ford was the master; an actor would speak a line, and that would mean one thing, and then nobody in the room would say anything at all for 10 seconds, and then the line and the scene would mean something else.\n\nPauses are especially crucial in comedy. Pauses may even be comedy. It wasn't what W. C. Fields said so much as the time he took to say it. And in John Huston's \"Beat the Devil,\" the dialog was funny because Humphrey Bogart held back in conversations where Robert Morley and Jennifer Jones were hurrying ahead.\n\nRobert Parrish's \"Duffy\" is a movie mostly made up of pauses. Unhappily, Parrish does not understand the pause, and so what we mostly get are dead spaces with James Coburn smiling enigmatically.\n\nA pause is not a time when nothing is happening; a pause is a time when everything is happening. Why Parish chose to shoot \"Duffy\" in such a curious style is beyond me, but you may even enjoy the movie because the timing and editing are handled so badly -- yet with such great pretension.\n\nThe story is another of those Colorful Gang Plans Complicated Robbery, extravaganzas. Like \"Thomas Crown Affair,\" the movie is not really about the robbery, but about the relationships of the people planning it.\n\nCoburn plays Duffy, a typical Coburn character if ever there was one: itinerant merchant seaman, international smuggler, inventor, lover and inhabitor of a weird Tangiers pad entirely filled with plaster-of-paris statues of various portions of the human anatomy.\n\nHe gets involved with two half-brothers (James Fox and John Alderton) who team up with Susannah York to steal a million pounds from their father. But first there is this incredible personal relationship to be worked out. As nearly as I could gather, Miss York started with Fox, seemed to come on over to Coburn's side and then got involved in a double cross involving the father (James Mason).\n\nThe reason it was so hard to tell was because of the pauses. \"Well,\" Coburn would say, and then he would smile the Coburn smile, and five seconds would elapse. \"Yes,\" Miss York would say, and shrug the Julie Christie shrug. Seven seconds. \"Then . . . \" Coburn would speculate. \"Quite,\" Miss York would agree.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-05", "genres": null, "title": "Duffy (1969)"}