{"url": "http://www.rogerebert.com/reviews/dumb-and-dumber-1994", "by": "Jim Carreyas Lloyd Christmas", "star_rating": 2.0, "text": "The purpose of a comedy is to make you laugh, and there is a moment in \"Dumb and Dumber\" that made me laugh so loudly I embarrassed myself. I just couldn't stop. It's the moment involving the kid who gets the parakeet. But because I know that the first sentence of this review is likely to be lifted out and reprinted in an ad, I hasten to add that I did not laugh as loudly again, or very often. It's just as well. If the whole movie had been as funny as that moment, I would have required hospitalization.\n\nThe movie is more silliness from Jim Carrey, who is beginning to grow on me. It's strange. His mannerisms, instead of becoming more wearisome from film to film, grow more endearing. I hated him in \"Ace Ventura: Pet Detective,\" enjoyed him in \"The Mask,\" and felt positively fond of him here. He plays a limousine driver whose roommate (Jeff Daniels) runs a dog-grooming service, although business is bad for both of them and they live in a dump. (At one point a gangster suggests trashing their apartment, and decides they wouldn't notice it.) As the movie opens, Carrey is driving a beautiful but troubled young woman (Lauren Holly) to the airport. He has fallen instantly in love with her. When he notices that she has left a briefcase on the terminal floor, he races into the building and snatches it - thus foiling a kidnap ransom payment. Trying to chase after her onto a flight to Aspen, he has a nasty accident that is the movie's second big laugh, although not nearly so big as the parakeet.\n\nAfter developments that will be familiar to students of sitcom and other formula comedy, Carrey and Daniels find themselves heading west in their dogmobile (a van that looks like a shaggy dog).\n\nThey intend to drive to Aspen, find the woman, and return the briefcase. Along the way they have the usual obligatory run-in with some tough guys in a diner, are pulled over by the usual cop, and are chased by gangsters, etc., etc.\n\nThe cop gets a bad surprise when he tests what he thinks is an open bottle of beer, but that gag misfires because its final shot is just plain not funny. That happens several times in \"Dumb and Dumber\": The movie sets up a potentially good joke (like the one involving a megadose of laxative) and then doesn't know how to pay it off.\n\nThe plot is lame, but that doesn't matter, because \"Dumb and Dumber\" is essentially pitched at the level of an \"Airplane!\"-style movie, with rapid-fire sight gags. Some of them work, like the karate fight that ends with a guy getting his heart handed to him in a doggie bag. Some of them don't, like a curious scene where Carrey is hugging a girl and lifts the back of her skirt for no apparent reason: It seems creepy.\n\nFor Jeff Daniels, the role is a departure from his usual deadpan comedy roles and straight drama. He fits right in. The relationship between the two guys creates a lot of the fun, as they discuss their grim lifestyle and their bizarre plans to improve it.\n\nThe elements are here for a better movie, and Jim Carrey, I am now convinced, is a true original. In \"The Mask,\" he had the screenplay and production to back him up. Here, the filmmaking is more uncertain.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-12-16", "genres": ["Comedy"], "title": "Dumb and Dumber (1994)"}