{"url": "http://www.rogerebert.com/reviews/dune-1984", "by": null, "star_rating": 1.0, "text": "\"It's like a dream,\" my friend from Hollywood was explaining. \"It doesn't make any sense, and the special effects are straight from the dime store but if you give up trying to understand it, and just sit back and let it wash around in your mind, it's not bad.\" That was not exactly a rave review for a movie that someone paid $40 million to make, but it put me into a receptive frame of mind for \"Dune,\" the epic based on the novels by Frank Herbert. I was even willing to forgive the special effects for not being great; after all, in an era when George Lucas' \"Star Wars\" has turned movies into high tech, why not a film that looks like a throwback to Flash Gordon. It might be kind of fun.\n\nIt took \"Dune\" about nine minutes to completely strip me of my anticipation. This movie is a real mess, an incomprehensible, ugly, unstructured, pointless excursion into the murkier realms of one of the most confusing screenplays of all time. Even the color is no good; everything is seen through a sort of dusty yellow filter, as if the film was left out in the sun too long. Yes, you might say, but the action is, after all, on a desert planet where there isn't a drop of water, and there's sand everywhere. David Lean solved that problem in \"Lawrence of Arabia,\" where he made the desert look beautiful and mysterious, not shabby and drab.\n\nThe movie's plot will no doubt mean more to people who've read Herbert than to those who are walking in cold. It has to do with a young hero's personal quest. He leads his people against an evil baron and tries to destroy a galaxy-wide trade in spice, a drug produced on the desert planet. Spice allows you to live indefinitely while you discover you have less and less to think about. There are various theological overtones, which are best left unexplored. \n\nThe movie has so many characters, so many unexplained or incomplete relationships, and so many parallel courses of action that it's sometimes a toss-up whether we're watching a story, or just an assembly of meditations on themes introduced by the novels (the movie is like a dream). \n\nOccasionally a striking image will swim into view: The alien brain floating in brine, for example, or our first glimpse of the giant sand worms plowing through the desert. If the first look is striking, however, the movie's special effects don't stand up to scrutiny. The heads of the sand worms begin to look more and more as if they came out of the same factory that produced Kermit the Frog (they have the same mouths). An evil baron floats through the air on trajectories all too obviously controlled by wires. The spaceships in the movie are so shabby, so lacking in detail or dimension, that they look almost like those student films where plastic models are shot against a tablecloth.\n\nNobody looks very happy in this movie. Actors stand around in ridiculous costumes, mouthing dialogue that has little or no context. They're not even given scenes that work on a self-contained basis; portentious lines of pop profundity are allowed to hang in the air unanswered, while additional characters arrive or leave on unexplained errands. \"Dune\" looks like a project that was seriously out of control from the start. Sets were constructed, actors were hired; no usable screenplay was ever written; everybody faked it as long as they could. Some shabby special effects were thrown into the pot, and the producers crossed their fingers and hoped that everybody who has read the books will want to see the movie. Not if the word gets out, they won't.", "running_time": 137, "mpaa_rating": "PG-13", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Drama", "Science Fiction", "Thriller"], "title": "Dune (1984)"}