{"url": "http://www.rogerebert.com/reviews/dungeons-and-dragons-2000", "by": "Jeremy Ironsas Profion", "star_rating": 1.5, "text": "\"Dungeons & Dragons\" looks like they threw away the game and photographed the box it came in. It's an amusing movie to look at, in its own odd way, but close your eyes and the dialogue sounds like an overwrought junior high school play. The movie tells the story of a power struggle in the mythical kingdom of Izmer, where a populist empress wants power for the common man but an elitist member of the ruling caste plans a coup. High marks for anyone who can explain the role that dragons play in the Izmerian ecology.\n\nThe plot does not defy description, but it discourages it. Imagine a kingdom that looks half the time like a towering fantasy world of spires and turrets, castles and drawbridges--and the other half like everyone is standing around in the wooded area behind Sam's Club on the interstate. Imagine some characters who seem ripped from the pages of action comics, and other characters who look like their readers. Imagine arch, elevated Medievalese alternating with contemporary slang. The disconnects are so strange that with a little more effort, they could have become a style.\n\nEmpress Savina (Thora Birch) rules in a land where the Mages run everything and the commoners do all the work. She fights for equality, but a scheming Mage named Profion (Jeremy Irons--yes, Jeremy Irons) wants to wrest power from her. This will involve obtaining a magic scepter, which I think (this is a little obscure) is powered by a gem known as the Dragon's Eye. Plugging the eye into the scepter will allow Profion to command the kingdom's dragons, overthrow the empress, and retain power for himself and his fellow Mages.\n\nMeanwhile (there are a lot of meanwhiles in this film), enter two thieves, Ridley (Justin Whalin) and Snails (Marlon Wayans). Ridley is a cross between action hero and mall rat; Snails tilts more toward Stepin Fetchit (\"Be careful!\" Ridley is always telling Snails, and then he'll turn and bang his head on a beam). Soon they accumulate three sidekicks: Marina (Zoe McLellan), who knows a lot of magic; Elwood the dwarf (Lee Arenberg), and Norda (Kristen Wilson), whose breastplate is a metallic salute to the guns of Navarone.\n\nThese five bumble about in undistinguished settings and then occasionally venture into sets so hallucinatory in their medieval gothery that they look stolen from another movie. Their archenemy is Damodar (Bruce Payne), the sadistic shaven-headed enforcer for Profion, whose ears contain long snaky Roto-Rooter type things that spring out on flexible arms and suck out people's brains and stuff.\n\nAnd then there are the dragons. What, I asked myself, is their nature? Are they intelligent? Loyal? Obedient? Do they wait for eons in dungeons, until they are needed? Do they eat? Reproduce? At one point Profion releases one from its lair, but he hasn't fitted his scepter with the correct missing part, and so the dragon attacks and breathes fire and has to be skewered by a falling gate. (Its blood flows into a river which begins to burn, just like the Cuyahoga before the cleanup.) The dragons apparently exist in order to materialize in the sky and flap ominously above Izmer until they are vaporized by magic. What use they are in war is hard to figure. How would the Mages enjoy life if the dragons burned down Izmer? These and other questions percolate during a great deal of swordplay, interrupted by shouted dire imprecations from Jeremy Irons, who has not had so much fun since Juliette Binoche decided she had to ravish him right then and there in \"Damage.\"", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-08", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Dungeons & Dragons (2000)"}