{"url": "http://www.rogerebert.com/reviews/duplex-2003", "by": "Ben Stilleras Alex", "star_rating": 2.0, "text": "When all the world was agog over the butter scene between Marlon Brando and Maria Schneider in \"Last Tango in Paris,\" it took Art Buchwald to explain the movie. It was not about sex at all, he said, but about what people are willing to do for a rent-controlled apartment in Paris. \"Duplex\" is about a yuppie couple who eventually get to the point where they are contemplating murder.\n\nDrew Barrymore and Ben Stiller play Nancy and Alex, young professionals fleeing a Manhattan flat \"the size of a small child.\" In Brooklyn they buy a perfect apartment, with three fireplaces and original stained glass windows, on a quiet street; there are even shelves for his collection of first editions. Here he'll be able to finish his second novel, while she commutes to her job as a magazine editor. The apartment is even a duplex, but there's a hitch: The upstairs is occupied by a sweet little old rent-controlled lady who only pays $88 a month.\n\n\"She hasn't been feeling too well lately,\" their real-estate agent (Harvey Fierstein) optimistically informs them. So it's perfect. They'll move in, the sweet little old lady will die, and then they can take over the upstairs and start their family. The problem is that the sweet little old lady is annoying and obnoxious on a truly alarming scale.\n\nHer name is Mrs. Connell, and she's played by the actress Eileen Essel, who is 81, but skips around the apartment like a cheerleader. Maybe they used doubles for some of the movement, but Essel is filled with energy, aggressively cheerful despite their raids on her sanity, and keeps them guessing: she mentions at one point that her husband died in 1963, after they had been married 58 years. Barrymore's eyes almost cross as she tries to do the math.\n\nEssel's energy and timing are delightful. Stiller and Barrymore are fun, too; few actors have a better slow burn than Stiller, who eventually realizes that he will never finish his novel or have a life as long as Mrs. Connell lives upstairs. But the movie becomes an elaboration on one joke; Mrs. Connell, in her passive-aggressive and sometimes plain aggressive way, makes life miserable for them, and they take it as long as they can, and then snap.\n\nMrs. Connell, for example, plays her TV at top volume all night long. She wants Alex to run errands for her all day. He helps her go shopping, and she meticulously counts out everything: blueberries, pennies. One day when he is working against the deadline for his novel, she invites some friends over to visit -- little old ladies like herself, who turn out to be members of a brass ensemble.\n\nEventually it becomes possible to contemplate murdering her, and at one point Alex is cruising the subway system hoping to pick up a killer flu bug, so he can sneeze on popcorn and send it upstairs. But murder schemes aimed at Mrs. Connell don't generate the laughter they should, maybe because no matter what she does, she still seems, irremediably, unredeemably, a sweet little old lady.\n\nThe movie was directed by Danny DeVito, who brings some of the same dark comedy he used in his great \"The War of the Roses\" (1989). But that one was about equals (Michael Douglas and Kathleen Turner) whose hate turns homicidal, and it had psychological depth to justify their extremes. \"Duplex\" is all about plotting; it tries to impose emotions that we don't really feel. We can't identify with Mrs. Connell, that's for sure, but we can't identify with Alex and Nancy, either, because we don't share their frustration -- and the reason we don't is because we don't believe it. There's too much contrivance and not enough plausibility, and so finally we're just enjoying the performances and wishing they'd been in a more persuasive movie.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-09-26", "genres": ["Action", "Comedy", "Thriller"], "title": "Duplex (2003)"}