{"url": "http://www.rogerebert.com/reviews/duplicity-2009", "by": "Julia Robertsas Claire", "star_rating": 3.0, "text": "Julia Roberts and Clive Owen generate fierce electricity in \"Duplicity,\" but we (and they) don't know if it's romantic or wicked. They're Claire and Ray, government spies (she CIA, he MI6) who meet on assignment in Dubai; she sleeps with him, then steals his secret documents. They both enter the private sector, working for the counterespionage departments of competing shampoo giants. At stake: The formula for a top-secret formula that, when revealed, does indeed seem to be worth the high-tech games being played to steal and protect it.\n\nThe movie resembles Mad magazine's \"Spy vs. Spy\" series, elevated to labyrinthine levels of complexity. Nothing is as it seems, or even as it seems to seem; triple-crosses are only the warm-up. What's consistent through all of the intrigues is the (certain) lust and (possible) love between them. The theory is, they'll scheme together to steal the formula, sell it in Switzerland, split millions and spend the rest of their lives spying on each other under the covers.\n\nThey're both such incurable operatives that neither one can trust the other. We're not even sure they trust themselves. They play an emotional cat-and-mouse game, cleverly scripted by director Tony Gilroy (\"Michael Clayton\") to reflect classic rom-coms; both actors seem to be channeling Cary Grant.\n\nClaire and Ray seem to have hollow hearts. Can they, in their trade, sincerely love anyone? Knowing all the tricks, they know the other one knows them, too.\n\nThis removes some of the romantic risk from the story, replacing it with a plot so ingenious that at the end, we know more or less what happened, but mostly less. That's fun, but it deprives Roberts of her most winning note, which is lovability.\n\nThis isn't a two-hander; Gilroy uses his supporting cast for key roles. Tom Wilkinson and Paul Giamatti play the two enemy soap tycoons, both consumed by desperate intensity. Carrie Preston steals a scene from Roberts with her hilarious role as a company travel agent who may have been seduced by Ray but bubbles over about how glad she is that it happened. Roberts is amusingly inscrutable as she listens.\n\n\"Duplicity\" is entertaining, but the complexities of its plot keep it from being really involving: When nothing is as it seems, why care? The fun is in watching Roberts and Owen fencing with dialogue, keeping straight faces, trying to read each other's minds. That, and admiring the awesome technology that goes into corporate espionage. I don't understand why Wall Street executives deserve millions, but I can see why these two might. All the money they hope to steal, added together, wouldn't amount to an annual bonus for one of the bankruptcy masterminds.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "Duplicity (2009)"}