{"url": "http://www.rogerebert.com/reviews/dutchman-1968", "by": "Shirley Knightas Lula", "star_rating": 3.0, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\n\"Dutchman\" has \"been brought to the screen almost entirely within the framework of LeRoi Jones' original play. It still has the same message, told in the same way. As a result, it's not as effective as it might have been. What we're up against here is the collision between the languages of stage and screen.\n\nIn the theater, limitations of time and space usually make a production seem more immediate. In the movies, on the other hand, we're used to time being stretched or compressed, but we rarely find it recorded exactly as it passes. When 70 minutes of action are shown in 70 minutes of screen time, the result is not \"realism\" but constraint.\n\nI said the message of \"Dutchman\" remains the same as on the stage, but there's a certain confusion here too. The action takes place entirely within a subway car. A young Negro (Al Freeman Jr.) is riding alone. A sexy blond (Shirley Knight) boards the train and begins to make painfully rude advances to the Negro.\n\nHe is restrained to begin with, but his defenses eventually fall and he joins in the game. Then she withdraws and begins to taunt him. It eventually becomes clear that his is not a seduction but a torture: the white woman is playing a sadistic game with the black man's psyche.\n\nWhen he realizes this, he strikes back, both against her and against others who have boarded the car. He seems to have won a temporary victory just as she stabs him to death. The others on the car do nothing.\n\nNow then, what is Jones saying? This would seem to be a general attack on white treatment of blacks, in which sexuality is the cruelest weapon. But is it?\n\nThe story and dialog bear a resemblance to the familiar themes of several (white) homosexual playwrights, who pit carnivorous women against ethical, helpless men time and again. This impression is reinforced by the performances of Miss Knight, who is very forceful, and Freeman, who is essentially weak, even in his tirade. It is hard to say whether this theme has gotten tangled with white-black conflict in Jones' play, but the performances and direction seem to suggest it.\n\nA word about Miss Knight's performance, which won an award at Cannes: It is superb. She plays the bitchy blond with such skill that this becomes one of the best performances by an actress in memory.", "running_time": 55, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-21", "genres": ["Drama"], "title": "Dutchman (1968)"}