{"url": "http://www.rogerebert.com/reviews/dutch-1991", "by": "Ed O'Neillas Dutch", "star_rating": 1.5, "text": "You've got to give John Hughes a certain amount of credit. At least when he makes a formula picture, he's following his own formula. Hughes is the poet of the colorful domestic crisis, of the movie where typical Americans do typical things in typical places while learning to be better people than they were at the beginning of the film. Hughes has written, directed and/or produced so many of these films by now that perhaps we can even forgive him for beginning to repeat himself.\n\nTake \"Dutch,\" for example, directed by Peter Faiman, written and co-produced by Hughes. This is a movie about a working-class man in love with a woman who has a spoiled, obnoxious little rich kid as her offspring. The woman's ex-husband is a spoiled, obnoxious adult rich kid, who has trained the little brat to behave like a monster and talk like William F. Buckley Jr. The working-class man volunteers to fly to Atlanta and drive the little brat up to Chicago for Thanksgiving, so they can get to know each other along the way. And of course they have many adventures.\n\nAs formulas go, this one is a variation on Hughes' wonderful \"Planes, Trains and Automobiles,\" in which Steve Martin and John Candy teamed up (against their will) to try to get from New York to Chicago in time for Thanksgiving. It also participates in various other formulas, including the one immortalized in O. Henry's \"The Ransom of Red Chief,\" in which a pint-sized little monster turns out to be more than a match for the adults in his vicinity.\n\nThe protagonists in this new incarnation are Dutch Dooley (Ed O'Neill) and little Doyle (Ethan Randall). Doyle despises Dutch as a working-class stiff - on the basis of his shoes, his haircut and various other apparently subhuman attributes - and Dutch defends the working class in one of several spirited philosophical conversations the two of them have, while driving north to Chicago. These conversations actually do read as if they had been written by Buckley; the precocious little SOB is smart and articulate.\n\nHe is also vicious, a karate expert who slams Dutch with a golf club the first time they meet. This and their other confrontations are all, however, very safely on track: The parabola of this movie will inevitably lead to a final scene in which that angry little face breaks into a smile of warmth, after Dutch finally drums love and respect into the tousled little head. Of the adventures along the road, the less said the better, partly because there are some surprises, and partly because these characters, like Martin and Candy in \"PTA,\" ignore all of the dictates of common sense in order to stay on the road. If you're in Indiana somewhere and your car has been destroyed and your wallet stolen and you're traveling with a young kid and there's money in the family, what would you do? (1) Hitch a ride in freezing weather on the outside of a truck transporting concrete culverts, or (2) call collect to have someone come and get you, or send you some money? The Hughes screenplay goes to incredible lengths to keep its characters from doing the next obvious thing.\n\nThe performances got on my nerves after awhile. O'Neill, who plays the popular working-class hero on TV's \"Married . . . With Children,\" is a likable actor with a strong screen presence, but here he not only has to behave in defiance of common sense, he also has to hit all of the marks of the formula: hope, trust, betrayal, disappointment, anger, determination, renewal, breakthrough, etc.\n\nIt's like a little acting class. As for young Ethan Randall, he seems smart and capable, but his character is allowed to be too obnoxious for too long, until we finally just get sick of the little worm.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-07-19", "genres": ["Comedy"], "title": "Dutch (1991)"}