{"url": "http://www.rogerebert.com/reviews/dysfunktional-family-2003", "by": "Eddie Griffin", "star_rating": 3.0, "text": "Much has been written about how African-American musicians, comedians and writers began to use the n-word in order, they said, to rob it of its poison. When Dick Gregory titled his 1963 autobiography Nigger , it was shocking and controversial, but he was making a bold gesture to strip the word of its hurtful power. (\"Also,\" he told his mother, \"whenever you hear it, they're advertising my book.\") The n-word is now spoken mostly by those who mean it as a sign of affection and bonding. The rules are: Blacks can say it, but whites should be very sure how, where, when and why they are using it. (Not all agree. The black scholar Randall Kennedy's new book, Nigger: The Strange Career of a Troublesome Word , argues that the word is always wrong.) I mention this because on a single day recently I received a curiously large number of e-mails criticizing my use of the word \"redneck.\" I've used the word in several reviews over the years, but the occasion this time was a review of \"Blue Collar Comedy Tour: The Movie,\" another new comedy concert film. It stars Jeff Foxworthy, who is famous for his litany ending \"... you may be a redneck.\" (Example: If the wedding rehearsal dinner is at Hooter's ... you may be a redneck.) Whether these e-mails were all inspired by the same source, I cannot say. Odd that they came in a cluster. They made the same point: \"Redneck\" is as offensive to White Americans as the n-word is to African-Americans. I doubt that this is the case, and suspect some of my correspondents may have even laughed at a Jeff Foxworthy concert.\n\nOne correspondent writes: \"I notice that as a liberal you are highly sensitive to the rights of minority groups and would never apply a derogatory adjective to an African-American, a Hispanic-American, or a Jew. However, when it comes to White Americans, it seems that you apply a different standard.\" The implication is that a conservative would not be so \"highly sensitive,\" I guess, although every true conservative would be. The reasoning behind this message derives from David Duke's European-American Unity and Rights Organization, and it's pretty obvious what they're getting at. Is \"redneck\" an offensive term? Yes and no. It does not refer to all white people (as the n-word refers to all blacks, or certain terms refer to all Jews or all Mexicans). It is a term for a specific character type. The dictionary says it is \"disparaging,\" but it is often used affectionately, as Foxworthy does. It is in wide usage. A Google search turns up 524,000 Web sites using \"redneck\"--amazingly, two and a half times as many as those using the n-word. Among \"redneck\" sites, Foxworthy's places second and Redneck World is sixth. I doubt that my correspondents have complained to Redneck World.\n\nOf course \"redneck\" would be an insult if used against a given person in a particular situation. Most of the time, it is not used in that way. Everything depends on who you are, how you use a word, who you use it to, and in what spirit. Words are not neutral. My use of \"redneck\" was not intended to offend, but by taking offense at it, my correspondents have made a not very subtle equation of civil rights in general and their own specialized version of white civil rights, which in Duke's case slides smoothly into white supremacy.\n\nFoxworthy's act is genial, not hurtful, and his definitions of \"redneck\" include so much basic human nature that we often laugh in recognition. Griffin is also not hurtful (the word \"genial\" does not occur in connection with his sharp-edged material), but his n-word usage creates uncertainty among whites, who are unsure how to respond. It may limit his crossover appeal to general audiences. As he grows and deepens he may find he can live without it, as Bill Cosby, the greatest of all standup comedians, has always been able to.\n\nI haven't said much about Eddie Griffin's film itself, perhaps because it made me think more about the n-word than about his comedy. Griffin is quick, smart and funny, and presents the critics with the usual challenge in reviewing a comedy concert: What do you write about, apart from quoting his funniest lines? I have a few quibbles about the way he ropes in his actual family members, especially two uncles, one a pimp, the other addicted to porn; although they seem cheerful enough about going along with the joke, is the joke on them? Still, Griffin made me laugh.\n\nAs for \"redneck,\" well, as someone who comes from a part of Illinois where the salad bar includes butterscotch pudding, I can use it, but don't you call me that.", "running_time": 89, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-04", "genres": ["Comedy", "Documentary"], "title": "Dysfunktional Family (2003)"}