{"url": "http://www.rogerebert.com/reviews/eagle-eye-2008", "by": "Shia LaBeoufas Jerry Shaw", "star_rating": 2.0, "text": "The word preposterous is too moderate to describe \"Eagle Eye.\" This film contains not a single plausible moment after the opening sequence, and that's borderline. It's not an assault on intelligence. It's an assault on consciousness. I know, I know, I liked \"Mummy: Tomb of the Dragon Emperor,\" but that film intended to be absurd. \"Eagle Eye\" has real cars and buildings and trains and CNN and stuff, and purports to take place in the real world.\n\nYou might like it, actually. Lots of people will. It involves relentless action: chases involving planes, trains, automobiles, buses. Hundreds of dead. Enough crashes to stock a junkyard. Lots of stuff being blowed up real good. Two heroes who lack any experience with violence but somehow manage to stick up an armored car at gunpoint, walk on board an unguarded military transport plane and penetrate to the ultra-secret 29th-floor basement of the Pentagon.\n\nThey are Jerry and Rachel (Shia LaBeouf and Michelle Monaghan). Both are ordinary Chicagoans until they start getting commands from a mysterious female voice on their cell phones. Now try to follow this. Whatever force is behind the voice has control of every cell phone and security camera in the nation. They can control every elevated train and every stop light. Can observe the traffic and give precise driving instructions. Can control the movements of cranes in junkyards, the locations of garbage barges and arrange for a rendezvous on a dirt road in an Indiana country field. Oh, and when a guy drives down the road to meet them in a van, They can instruct them to warn the guy that if he walks away, he will be killed. If They don't want him dead, then why do They kill him -- since the situation clearly reflects Their power?\n\nWe haven't even arrived at the Pentagon, and already the audience is chuckling at the impossibilities. I won't even get started on the air cargo container, the syringes inside and the on-time recovery of the heroes after they give themselves shots. Turns out the syringes were in a briefcase that the heroes survived incredible death and destruction to pick up, and it isn't even needed after the plane takes off. I won't give it away, but the only thing They really need is an attribute of Jerry's. So here's an idea that would save billions of dollars and hundreds of lives: Why not get a couple of no-neck guys from the West Side to kidnap Jerry, haul him on board a private jet and transport him to Them?\n\nOK, OK. Enough with the implausibilities. This whole movie is a feature-length deus ex machina, and if you don't know what that is, look it up, because you're going to need it to discuss \"Eagle Eye.\" And yet I think I'll use the tricky star-rating system to give it two stars. Now why would I give it two instead of, oh, say, one star? Both because of the elements I've complained about, and in spite of the elements I've complained about.\n\nLet me explain. If you're looking for a narrative that makes much sense, \"Eagle Eye\" lacks one. It's essentially a lot of CGI and stunt work, all stuck together in a row. LaBeouf is a good young actor, but you wouldn't discover that here. I barely had time to observe that he resembles an underweight John Cusack when he was off and running, as Jerry and Rachel became elements in effect scenes. The movie obviously intends to resemble and inspire a video game, and at that it is slick. I look forward to film students using their clickers to work out the average shot length. I'm predicting less than three seconds. So to summarize, \"Eagle Eye\" is great at all the things I object to, and I admit it. But I didn't enjoy it.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-09-25", "genres": ["Action", "Mystery", "Thriller"], "title": "Eagle Eye (2008)"}