{"url": "http://www.rogerebert.com/reviews/earth-2009", "by": "Alastair Fothergill", "star_rating": 3.0, "text": "Made between 1948 and 1960, Walt Disney’s “True Life Adventures” won three Oscars for best documentary feature, and several other titles won in the since-discontinued category of tworeel short features. Now the studio has returned to this admirable tradition with “earth,” opening today, on Earth Day. It’s a film that younger audiences in particular will enjoy.\n\nTo be sure, Disney didn’t produce the movie. It is a feature-length compilation from the splendid BBC and Discovery Channel series “Planet Earth,” using the big screen to make full use of its high-def images. The feature’s original narrator, Patrick Stewart, has been replaced by James Earl Jones.\n\nWhat we see is astonishing. Polar bear cubs tumble their way to the sea. Birds of paradise make displays of ethereal beauty. Storks fly above the Himalayas. Elephants trek exhausted across a bone-dry desert. Humpback whales swim 3,000 miles to their summer feeding grounds offAntarctica. A predator cat outruns a springbok. Ducklings leap from their nest to fly and plummet to the ground — a learning experience.\n\nThe most poignant sequence shows a polar bear, lost at sea and searching for ice floes in a time of global warming, finally crawling ashore, exhausted and starving. Desperate for food, he hopelessly attacks a herd of walruses, fails and slumps dying to the earth; nearbywalruses are indifferent.\n\nIn the tradition of such favorites of my childhood as Disney’s “The Living Desert” and “The Vanishing Prairie,” the narration provides these animals with identities. It opens with a mother polar bear and her two cubs. The desperate polar bear is identified as their father, although I will bet a shiny new dime that the authors of the narration have absolutely no evidence of the bear’s paternal history. I’m not complaining; in a film like this, that goes with the territory.\n\n“Earth” is filled with unexpected facts. Did you know the fir trees beginning at the northern tree line circle the globe with an almost unbroken forest, harbor almost no birds and mammals because they are not edible, and supply more of the planet’s oxygen than the rain forests? Or that baby whales have to be taught to breathe?\n\nThis “earth” is beautiful and worthwhile. At its pre-opening press screening, co-sponsored by the Lincoln Park Zoo, we were supplied not with free popcorn but tiny evergreens to take home and plant.\n\nNote: As part of its “Buy a Ticket, Plant a Tree” program, Disney will donate one tree for each ticket purchased to “Earth” during the film’s opening five-day weekend (today through Sunday). Thanks to strong advance sales, more than 500,000 trees have been pledged so far.", "running_time": 90, "mpaa_rating": "G", "release_year": 2009, "date_published": "2009-04-22", "genres": ["Documentary", "Family", "Foreign"], "title": "Earth (2009)"}