{"url": "http://www.rogerebert.com/reviews/earth-girls-are-easy-1989", "by": "Geena Davisas Valerie", "star_rating": 3.0, "text": "In my fantasies about visitors from outer space, I always imagine them as strange and wondrous creatures who are eons ahead of us in intellectual and emotional development. But what if they were simply hot-shot space jockeys looking for a good time - like a bunch of Air Force fliers on a Saturday night? That is more or less the emotional level reached by the fur-covered aliens in “Earth Girls Are Easy,” a lighthearted and goofy musical comedy about a love affair between an extraterrestrial and a manicurist.\n\nThe manicurist is played by Geena Davis, who won the supporting actress Oscar this spring for “The Accidental Tourist.” Although two movies could not possibly be more different, the characters played by Davis are somewhat similar: optimistic, openhearted, trusting women who can’t help themselves when they see a guy in trouble.\n\nAs the movie opens, Valerie, the Davis character, is a manicurist in trouble. Her boyfriend (Charles Rocket) doesn’t seem to be interested any longer. The boss at her beauty salon (Julie Brown) suggests a complete change of image and makes her over into a platinum blond. This does not work, since it turns out her boyfriend already has another woman on the hook. But the next day her love life begins to look up, when three aliens crash-land their spaceship in her swimming pool.\n\nThe aliens are nice guys, but hungry and clumsy and covered with fur. They are stranded on Earth when their ship sinks in Davis’ pool, and so to make them blend, in she offers them a complete head-to-toe beauty makeover. The aliens emerge as three fairly good-looking guys (led by Jeff Goldblum), and after they all go out for a night on the town, romance blossoms between the Davis and Goldblum characters.\n\nA lot of the humor in “Earth Girls Are Easy” depends on the ways the aliens misunderstand the everyday details of Earth culture. This is fairly familiar subject matter in the movies (as in “Starman” and “My Stepmother Is an Alien”), but “Earth Girls” peps it up by setting the movie in a Day-Glo, instantly disposable, Southern California culture where even aliens with their fur would not attract a whole lot of attention.\n\nThe movie was directed by Julien Temple, who has had a considerable underground reputation ever since his cult Sex Pistols movie, “The Great Rock and Roll Swindle,” a decade a ago. His previous film was the strange, difficult “Absolute Beginners,” in which he showed a visual style that was willing to go to any length to make a point. Preparing for “Earth Girls,” he seems to have studied “Little Shop of Horrors” and the works of John Waters, and he gives us a science-fiction musical where the art direction is so flamboyant it almost should be billed along with the actors.\n\nThe movie’s sense of fun is infectious and saves the material when it starts to sag. Davis is, at this point in her career, manifestly a happy young woman, and her joy of performance spills over into her character and inspires the actors around her, so that although the movie sometimes gets giggly, it never gets distracted or loses its energy level. “Earth Girls Are Easy” is silly and predictable and as permanent as a feather in the wind, but I had fun watching it.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-05-12", "genres": ["Comedy", "Drama", "Musical", "Romance", "Science Fiction"], "title": "Earth Girls Are Easy (1989)"}