{"url": "http://www.rogerebert.com/reviews/earth-1999", "by": "Aamir Khanas Dil Navaz", "star_rating": 3.0, "text": "England, having colonized India at its leisure, granted it independence with unseemly haste. Even its most outspoken nationalists were taken aback when Lord Mountbatten, the British viceroy, unexpectedly announced that the date for independence was a few months, not a few years, in the future. The British decision to pull out by Aug. 15, 1947, left a country with no orderly way to deal with the rivalries between Hindus and Muslims, and the partition of India and Pakistan along religious lines led to bloodshed, massacres and, as this film calls it, \"the largest and most terrible exchange of population in history.\" \"Earth\" is a film that sees that tragedy through the eyes of a group of friends in Lahore, then in India, now in Pakistan. There are Muslims, Hindus, Sikhs, Parsees, even a Christian or two. They have lived side-by-side since time immemorial, and the more idealistic think that situation can continue. But as India has proven, along with Northern Ireland, the Middle East and Yugoslavia, many members of all faiths consider it no sin to murder a non-believer.\n\nThe film is told as a melodrama and romance, not docudrama, and that makes it all the more effective. It sees much of the action through the eyes of a little brace-legged Parsee girl named Lenny, whose beautiful Hindu nanny, or \"ayah,\" is admired by all the men in a circle of friends. The ayah is Shanta (Nandita Das), with glowing eyes and a warm smile. She slowly comes to love Hasan, a masseur (Rahul Khanna), who is Muslim. She likes, but does not love, Dil, known as \"Ice Candy Man\" and played by the Indian star Aamir Khan. Her life is pleasant in a wealthy Parsee household ruled by Lenny's kind mother and officious father.\n\nThe friends meet in a nearby park, for talk that sometimes turns political. They all agree that they are above hatreds based on religion. The little girl looks and listens. Often she is present when Hasan courts the shy Shanta, and even watches as they share their first bashful kiss--just before the screen turns black and ominous music introduces shots of Hindu refugees trekking from the new Pakistan to India, and Muslims making the opposite journey.\n\nIt is hard for us to imagine the upheaval and suffering unleashed when the British washed their hands of the jewel in their crown. Imagine a United States in which those with a last name beginning with a vowel had to leave their homes and belongings and trek north, while those with a consonant had to leave everything behind and trek south. Now add bloodthirsty mobs of zealots on all sides.\n\nThe film is based on the novel Cracking India, by Bapsi Sidhwa. It is said to be partly autobiographical. She remembers the last moments of harmony among the groups, in particular a day spend on rooftops flying brightly colored kites. A few weeks later, from the same rooftops, some of the same people watch Hindu tenements in flames (the \"firemen\" spray gasoline on them) and a Muslim man torn in two by a mob that ties his arms to two automobiles. At home, little Lenny and her brother tear her favorite doll in two, and the ayah tearfully tries to stitch it back together.\n\nThe closing scenes must have been repeated a thousand times over, as a mob tries to find a hidden person of the wrong religion, and good-hearted people try to offer protection. There is a kind of inevitable logic involved in the way a child would view such a situation and cause harm while trying to help. This is the kind of film that makes you question any religion that does not have as a basic tenet the tolerance of other religions. If God allows men to worship him in many forms, who are we to kill them in his name? \"Earth\" was written and directed by Deepa Mehta, a Canadian whose previous film, \"Fire\" (1997), was the first serious Indian film to deal with lesbianism. After sex and Partition, she plans to move on to \"Water,\" about \"what happens when Hinduism comes in direct conflict with conscience.\" In a society still touchy about these subjects, she is nothing if not courageous. (Although the Sidhwa novel won the top literary award in Pakistan, \"Earth\" has been banned there; in India, censors cut out the gentle, sweet sex scene and made five other cuts.) The fact is, many Americans do not know India and Pakistan were once one country, and few could provide an explanation of Partition. \"Earth\" is effective because it doesn't require much history from its viewers, explains what needs to be known, and has a universal message, which is that when a mob forms in the name of a religion, its first casualty is usually the teaching of the religion.", "running_time": 104, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-10-15", "genres": ["Drama", "Foreign"], "title": "Earth (1999)"}