{"url": "http://www.rogerebert.com/reviews/east-west-2000", "by": "Sandrine Bonnaireas Marie", "star_rating": 2.5, "text": "If the Soviet Union had made honorable use of the idealism it inspired in the West, it might have survived and been a happy place today. Marxism seduced and betrayed some of the best minds of its time. The executioner was Josef Stalin. One of his cruel tricks, after the end of World War II, was to invite Russians in exile to return to the motherland--and then execute many of them, keeping the rest as virtual prisoners of the state.\n\n\"East-West\" tells the fictional story of one couple who returned. Marie (Sandrine Bonnaire) is French; she married Alexei (Oleg Menchikov), a doctor, in Paris. He is eager to return and help in the rebuilding of Russia, and she loves him and comes along. Their disillusionment is swift and brutal. They see arriving passengers treated like criminals, sorted into groups and shipped away into a void, where many disappeared.\n\nAlexei is spared because the state needs doctors, but the couple is lodged in a boarding house where the walls are thin and many of their neighbors seem to be, in one way or another, informers. Marie is suspect because she speaks French and therefore, given the logic of the times, could be a spy. The old woman who once owned the house also speaks French, comforts Marie, is informed on and dies--possibly not of natural causes.\n\nThe film, directed by Regis Wargnier (\"Indochine\") tells its story not in stark, simple images, but with the kind of production values we associate with historical epics. The music by Patrick Doyle is big and sweeping, as if both the score and the visuals are trying to elevate a small story to the stature of, say, \"Doctor Zhivago.\" But Marie is not Lara Zhivago. She is a materialist Parisian who isn't a good sport about sharing spartan facilities, who complains to a husband who is doing his best, who unilaterally does things that endanger them both.\n\nNot that she is a bad woman. She has the kind of strong-willed independence that would be safe enough and effective in the West. She is simply slow or reluctant to see that such behavior in Russia is suicidal. Her husband, born and reared in Russia, preaches patience and stealth--not techniques she is familiar with.\n\n\"East-West\" shows physical deprivation, but makes it clear that its characters are starving mostly for the clear air of freedom. It shows a system that is unjust and brutal, but made barely livable because the ordinary humans who enforce it are prey to universal human feelings. Good people tend to want to do good things, no matter what their duty commands them. Both Marie and Alexei find friends in the bureaucracy, and both find romantic friends, too; Marie's is a swimmer whose ability may be the key to their freedom.\n\nToward the end of the film there is a set piece worthy of a vintage thriller. A famous left-wing French actress named Gabrielle (Catherine Deneuve) arrives on tour, is made aware of the plight of the couple and tries to help them. Her plan depends on an intuitive knowledge of how Soviet guards will react to foreign visitors; the payoff is suspenseful.\n\nAnd yet the movie as a whole lacks the conviction of a real story. It is more like a lush morality play, too leisurely in its storytelling, too sure of its morality. I remember \"The Inner Circle\" (1994), by Andrei Konchalovsky, which starred Tom Hulce as Stalin's movie projectionist, a nonentity who through his job was able to see the dark side of the great man. It was told more in everyday detail and less in grand gestures. \"East-West\" has too large a canvas for its figures.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-28", "genres": null, "title": "East-West (2000)"}