{"url": "http://www.rogerebert.com/reviews/easy-money-1983", "by": null, "star_rating": 2.5, "text": "\"Easy Money\" is an off-balance and disjointed movie, but that's sort of okay, since it's about an off-balance and disjointed kinda guy. The credits call him Monty Capuletti, but he is clearly Rodney Dangerfield, gloriously playing himself as the nearest thing we are likely to get to W.C. Fields in this lifetime.\n\nThe movie's plot is simply a line to hang gags on. It stars Rodney as a baby photographer whose rich mother-in-law leaves him an inheritance of a $10 million department store. He can collect -- but only if he stops drinking, gambling, smoking dope, running around late, and betting on the horses. This is a very tall order, but Rodney tries to fill it. The movie surrounds Dangerfield with a lot of good New York character actors, who populate the endless poker games and saloon scenes his life revolves around. There's also a very funny sequence involving his daughter's wedding to a Puerto Rican, an alliance that inspires a great backyard wedding party scene.\n\nBecause Rodney is Rodney, I laughed a lot during this movie. But I left it feeling curiously unsatisfied. I think maybe that was for two reasons: Because the movie introduces too many subplots that it never really deals with, and because Rodney isn't allowed to be hateful enough. First, the plot. I have the strangest feeling that \"Easy Money\" once had a much longer script than it has now. There are big scenes (like one where the Puerto Rican groom is sneaking into the bathroom) that end abruptly without a payoff or follow-through. There are whole sequences (like the department store's fashion show, based on Rodney's wardrobe) that seem to coexist uneasily with the rest of the movie. And the movie doesn't get enough comic mileage out of Rodney's attempt to quit drinking, smoking, and gambling (think of the fun you could have with Dangerfield attending an A.A. meeting).\n\nSecond, Rodney. I like him best when he's cynical and hard-edged. The Dangerfield of his concerts and records has been smoothed out for this movie, into a slightly more lovable guy. It looks like a masterstroke to make Rodney a baby photographer (think of W.C. Fields in that role), but not enough is done with it. He occasionally loses his temper at the little monsters, but he never seems to detest and despise them enough to be really funny. That's a problem. If you are a Rodney Dangerfield fan, it will not be insurmountable. If you are not a Dangerfield fan, of course, probably nothing on earth could induce you to go to this movie. The great Dangerfield movie, however, has still to be made. This one doesn't get quite enough respect.", "running_time": 95, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-01-01", "genres": ["Comedy"], "title": "Easy Money (1983)"}