{"url": "http://www.rogerebert.com/reviews/easy-come-easy-go-1967", "by": "Elvis Presleyas Ted Jackson", "star_rating": 1.0, "text": "Let me confess at once that I have no credentials for reviewing a movie by Elvis Presley. Although I belong to the correct generation, having arrived at age 13 simultaneously with the release of \"Heartbreak Hotel,\" I never went to a single Presley movie and I never, not even once, not even for \"Hound Dog,\" bought a single Presley record. Even then I knew Julie London had a better voice (and she certainly had sexier album covers).\n\nSo it was that I went, this weekend, to \"Easy Come, Easy Go\" with heavy heart and faltering step. What was the use of having avoided Elvis so long if it finally came to this? Why did I stay home when the gang went to \"G. I. Blues,\" only to see a latter-day Elvis in a latter-day version of the same bloody thing?\n\nBut I went. It was my duty, and I did it. I went to my neighborhood theater, and I went inside for the Saturday matinee, and I sat down with the kids and the teenage couples, and I saw the movie. And if you think this has all been an elaborate buildup for some unexpected surprise like I liked it, you're wrong. I was miserable from beginning to end.\n\nThere is such a thing as a good movie musical. \"Singin' in the Rain,\" maybe, or \"West Side Story.\" And there is such a thing as a good low-budget film exploiting currently popular singers. \"A Hard Day's Night,\" for example, which slipped up and became great instead of merely good.\n\nAnd then, I suppose, there must be such a thing as Presley movies like this one, obviously produced with a minimum of care and with the sole purpose of contriving a plot, any plot, to fill in between when Elvis sings.\n\nThe plot this time is that Elvis is a Navy diver who discovers buried treasure. After his discharge, he teams up with his old buddy, who runs a go-go joint, in order to get the treasure. They form an alliance with a Zen chick (Dodie Marshall) who unwinds from the Lotus position long enough to supply her grandfather's map (He owned the ship.) Then they go out after the treasure and after an underwater struggle with another broad's muscular boyfriend, Elvis wins it. And then -- but I don't want to spoil the suspense.\n\nElvis looks about the same as he always has, with his chubby face, petulant scowl and absolutely characterless features. Here is one guy the wax museums will have no trouble getting right. He sings a lot, but I won't go into that. What I will say, however is that after two dozen movies he should have learned to talk by now. But it's still the same old slur we heard so many years ago on the Ed Sullivan Show.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1967, "date_published": "1967-06-06", "genres": ["Adventure", "Comedy", "Drama", "Family", "Music", "Musical", "Romance"], "title": "Easy Come, Easy Go (1967)"}