{"url": "http://www.rogerebert.com/reviews/easy-a-2010", "by": "Emma Stoneas Olive", "star_rating": 3.5, "text": "\"Easy A\" offers an intriguing middle ground to the absolute of sexual abstinence: Don't sleep with anybody, but say you did. It's a funny, engaging comedy that takes the familiar but underrated Emma Stone and makes her, I believe, a star. Until actors are matched to the right role, we can never quite see them clearly.\n\nStone embodies Olive Penderghast, a girl nobody much notices at East Ojai High School. The biggest surprise about this school (apart from the fact that there is an East Ojai) is that it is scandalous to lose one's virginity in high school. I hesitate to generalize, but I suspect such a thing is not unheard of in East Ojai and elsewhere. I'm not recommending it. I only know what I'm told.\n\nIt is a rule with all comedies involving virginity, going back to Doris Day and long before, that enormous misunderstandings are involved and virginity miraculously survives at the end. In this case, Olive is simply embarrassed to admit she spent a whole weekend at home alone, so she improvises a goofy story about having lost her virginity to a college boy. That seems safe; nobody in school would know him. But she's overheard by Marianne (Amanda Bynes), a self-righteous religious type who passes the story round as an object lesson to wayward girls: Don't become a fallen woman like Olive.\n\n\"Easy A\" takes this misunderstanding and finds effortless comic variations in it. The news is taken with equanimity by Olive's parents, Dill and Rosemary (Stanley Tucci and Patricia Clarkson), who join Juno's parents in the Pantheon of Parental Admirability. At East Ojai High, Olive finds that in having lost one reputation, she has gained another. Previously no one noticed her at all (hard to believe about Emma Stone, but there you have it). Now she is imagined to be an experienced and daring adventuress, and it can be deducted that a great many in the student body envy her experience.\n\nOlive puts her notoriety to use. She has a gay friend named Brandon (Dan Byrd), who has been hassled at school (hard to believe in Ojai but, again, there you have it). By allowing word to get out that she and Brandon have shared blissful congress, she is able to bring an end to the bullying (hard to believe no one in East Ojai has heard of a gay and a straight having sex, but this Ojai is one created specifically for the convenience of a movie comedy, and people believe what the plot requires them to believe).\n\nNow that she has become established as the school authority, she begins to issue a sort of Olive's Seal of Approval on various outsiders, misfits and untouchables in the student body, outfitting them all with credentials of sexmanship. Does anybody wonder why she only sleeps with gays, nerds and college students? Why should they? Lots of people do.\n\n\"Easy A,\" like many good comedies, supplies us with a more or less conventional (movie) world in which one premise — Olive's transformation by gossip — is introduced. She becomes endowed overnight with a power to improve reputations, confer status and help the needy. Her new power might even work for adults, such as the teacher Mr. Griffith (Thomas Haden Church) and his estranged wife (Lisa Kudrow), the guidance counselor, who become entangled in embarrassments.\n\nThe movie works because its funny, yes, but also because it's smart. When Olive begins wearing the scarlet letter \"A\" on her clothing, borrowing the idea from the Nathaniel Hawthorne novel they still read in East Ojai, she shows a level of irony that I'm afraid is lost on the student body, but not on us. I think it may always be necessary that we like the hero or heroine of a comedy. I certainly liked Olive. I'm pretty sure that's also how an actor becomes a movie star.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-09-15", "genres": ["Comedy", "Family", "Romance"], "title": "Easy A (2010)"}