{"url": "http://www.rogerebert.com/reviews/easy-money-2012", "by": "Joel Kinnamanas J.W.", "star_rating": 3.5, "text": "Here are three characters in the multi-ethnic Stockholm underworld, each with his own murky idea of ethical behavior, each with his own personal reason for trying to do the right thing, even if that thing might seem immoral to others — and even, of course, if it is illegal.\n\nThis tangle of motivations makes \"Easy Money\" one of the most involving of the many first-rate thrillers that have come recently from Scandinavia. It has additional interest because it stars Joel Kinnaman, known to American TV audiences as the star of AMC's \"The Killing.\" Kinnaman, who is seamlessly multilingual, has been signed to star in a forthcoming remake of \"Robocop,\" and seems on the brink of stardom.\n\nIn the movie, he plays Johan Westlund, known as J.W., an impoverished student from a town in the north of Sweden, who feels out of his depth in the snobbish culture of Stockholm's financial wheeler-dealers. But he wants to be accepted by them. He is a gifted student, understands numbers and to impress the upper crust, lies about his family and conceals his poverty. They would be surprised to learn he drives a cab.\n\nThe second principal figure is Jorge (Matias Varela), who pulls off a daring prison break and arrives desperate at the home of his pregnant sister. Her husband knows all about Jorge's association with the cocaine business and has banned him from their home, but the sister lets him stay a few days. His enemies find him, and he is beaten by men working for the Serbian crime lord Radovan (Dejan Cukic).\n\nThe third protagonist is Mrado (Dragomir Mrsic), who becomes more sympathetic as we learn he was beaten as a child and is determined at all costs to shelter his little daughter, Lovisa, from the brutality he still experiences in his own life.\n\nThese three become involved in a labyrinth of dealings with the underworld. After Jorge is beaten, J.W. picks him up in his cab, has sympathy and takes him back to his tiny students' dorm room. It is from here that J.W., always particular about his appearance, always well-dressed, stages his forays into the world of the wealthy. As a cab driver, he often works for two Arab criminals, Abdulkarim and Mahmoud. Now he and Jorge become involved in their scheme to steal a shipment of cocaine the Serbs are bringing in from Germany.\n\nOh, it grows deeper. At the same time, the financial whiz J.W. is recruited by the Serbs for his money-laundering skills and intrigues them with the idea of purchasing a nearly bankrupt bank and using it as a front. So now he's working both for and against the Serbs.\n\nIf this sounds complex, it is. One of the strengths of Daniel Espinosa's film is how much clarity he brings to his story. His underlying interest is always in the motivations of his leading characters. In many crime movies, the characters are inspired by simple greed. Here we have J.W. trying to climb out of poverty and provincial obscurity; Jorge hoping to redeem himself in the eyes of his sister, and Mrado trying to construct a secure future for his daughter.\n\nAlways present, if not precisely stated, is that for all three of these outsiders, crime is the only avenue they can imagine to escape from their situation and become independent. The film makes it clear that Sweden is not quite the egalitarian state we imagine, but a nation where money, family and class still function as they do anywhere else. J.W. becomes keenly aware of this after falling in love with Sophie (Lisa Henni), a rich, young socialite. She loves him, too — but thinks he is the son of a diplomat. He knows clearly that if she saw him driving cab, sheltering an escaped prisoner in his dorm room and plotting to intercept a shipment of cocaine, her love would evaporate.\n\nWhat is it about Scandinavia that has inspired such a stream of top-rate thrillers? Its novelists have been fascinated by the crime genre (this film is based on a novel by Jens Lapidus, soon to be published here). What remains consistent in the thrillers from this part of the world is they remain devoted to characters and their inner motivations. The people in these movies are not simply avatars moving through chases and shootouts. How novel.", "running_time": 124, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "Easy Money (2012)"}