{"url": "http://www.rogerebert.com/reviews/easy-virtue-2009", "by": "Jessica Bielas Larita", "star_rating": 3.0, "text": "Unusually for a play by Noel Coward, Love struggles while conquering All in \"Easy Virtue,\" a subversive view of British country-house society between the wars. That era has been described as the most blessed in modern history (assuming you were Upstairs and not Down), but not here, where the Whittakers occupy a mouldering pile in the countryside. It is said that nothing in a country house should look new. Nothing in this one looks as if it were ever new.\n\nTo his ancestral seat, a fresh young man named John (Ben Barnes) brings his great love Larita (Jessica Biel) to meet his hostile mother (Kristin Scott Thomas), his shambling father (Colin Firth) and his unfortunate sisters Marion (Katherine Parkinson) and Hilda (Kimberley Nixon), one snobbish, the other fawning. Perhaps the innocent John never realized how toxic his mother and elder sister were until Larita arrived to attract their poison.\n\nLarita is an auto racer, the recent winner of the Monaco Grand Prix. It's worth remembering that in the 1920s, racing drivers and pilots were admired almost like astronauts (see Shaw's \"Man and Superman\") are today, and females were goddesses. \n\nYet Larita, an American unschooled in the labyrinth of the British upper crust, earnestly hopes to make her alliance with John a success. She does everything that an American girl is taught to do, even supervising the preparation of what may be the first edible meal ever served in the stately home (recall that all-purpose 1920s Brit recipe: \"Cook until dead\").\n\nScott Thomas and Colin Firth are old hands at their characters, the one brittle and unpleasant, the other depressed, disillusioned and unhappily wed. Ben Barnes is your prototypical fresh young man. Jessica Biel will surprise some with her skill; she takes to Coward as if to the manner (if not manor) born.\n\nShe has certainly left her work in \"The Texas Chainsaw Massacre\" (2003) far behind. She makes Larita independent and able, yet capable of a love more sincere than the feckless John can comprehend. She would be the best thing that ever happened to him, and the story is essentially about whether he can get that through his head.\n\nMr. and Mrs. Whittaker are both more nuanced than the cliches that they first seem. She has her urgent reasons for wishing her son to marry elsewhere. He is a member of that generation where most of the best and brightest died in the trenches of France -- including, we learn, all of the men under his command. The matriarch clings desperately to the shreds of her fading family. Her husband retreats into dotty distraction and a studied casual evasiveness that masks despair.\n\n\"Easy Virtue\" is being presented, and was no doubt intended by Coward, as a comedy. As we'd expect, the dialogue has an edgy wit, although it has no ambitions to be falling-down funny. Here is the Odd Couple formula applied in a specific time and place that make them feel very odd indeed.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-05-27", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Easy Virtue (2009)"}