{"url": "http://www.rogerebert.com/reviews/eat-pray-love-2010", "by": "Julia Robertsas Liz Gilbert", "star_rating": 2.0, "text": "Elizabeth Gilbert's book \"Eat, Pray, Love,\" unread by me, spent 150 weeks on the New York Times best seller list and is by some accounts a good one. It is also movie material, concerning as it does a tall blond (Gilbert) who ditches a failing marriage and a disastrous love affair to spend a year living in Italy, India and Bali seeking to find the balance of body, mind and spirit.\n\nDuring this journey, great-looking men are platooned at her, and a wise man, who has to be reminded who she is, remembers instantly, although what he remembers is only what she's just told him.\n\nI gather Gilbert's \"prose is fueled by a mix of intelligence, wit and colloquial exuberance that is close to irresistible\" (New York Times Book Review), and if intelligence, wit and exuberance are what you're looking for, Julia Roberts is an excellent choice as the movie's star. You can see how it would be fun to spend a year traveling with Gilbert. A lot more fun than spending nearly two hours watching a movie about it. I guess you have to belong to the narcissistic subculture of Woo-Woo.\n\nHere is a movie about Liz Gilbert. About her quest, her ambition, her good luck in finding only nice men, including the ones she dumps. She funds her entire trip, including scenic accommodations, ashram, medicine man, guru, spa fees and wardrobe, on her advance to write this book. Well, the publisher obviously made a wise investment. It's all about her, and a lot of readers can really identify with that. Her first marriage apparently broke down primarily because she tired of it, although Roberts at (a sexy and attractive) 43 makes an actor's brave stab at explaining they were \"young and immature.\" She walks out on the guy (Billy Crudup) and he still likes her and reads her on the Web.\n\nIn Italy, she eats such Pavarottian plates of pasta that I hope one of the things she prayed for in India was deliverance from the sin of gluttony. At one trattoria she apparently orders the entire menu, and I am not making this up. She meets a man played by James Franco, about whom, enough said. She shows moral fibre by leaving such a dreamboat for India, where her quest involves discipline in meditation, for which she allots three months rather than the recommended lifetime. There she meets a tall, bearded, bespectacled older Texan (Richard Jenkins) who is without question the most interesting and attractive man in the movie, and like all of the others seems innocent of lust.\n\nIn Bali she revisits her beloved adviser Ketut Liyer (Hadi Subiyanto), who is a master of truisms known to us all. Although he connects her with a healer who can mend a nasty cut with a leaf applied for a few hours, his own skills seem limited to the divinations anyone could make after looking at her, and telling her things about herself after she has already revealed them.\n\nNow she has found Balance, begins to dance on the high wire of her life. She meets Felipe (Javier Bardem), another divorced exile, who is handsome, charming, tactful, forgiving and a good kisser. He explains that he lives in Bali because his business is import-export, \"which you can do anywhere\" — although later, he explains she must move to Bali because \"I live in Bali because my business is here.\" They've both forgotten what he said earlier. Unless perhaps you can do import-export anywhere, but you can only import and export from Bali when you live there. That would certainly be my alibi.\n\nThe audience I joined was perhaps 80 percent female. I heard some sniffles and glimpsed some tears, and no wonder. \"Eat Pray Love\" is shameless wish-fulfillment, a Harlequin novel crossed with a mystic travelogue, and it mercifully reverses the life chronology of many people, which is Love Pray Eat.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-08-11", "genres": ["Drama", "Romance"], "title": "Eat Pray Love (2010)"}