{"url": "http://www.rogerebert.com/reviews/eating-1991", "by": "Nelly Alardas Martine", "star_rating": 2.0, "text": "We know why nature makes sex feel good. It's so that people will be willing to go to all that mess and trouble simply to propagate the species. But why did nature make food taste good? Why have taste buds at all, when the negative reinforcement of hunger would have been enough to inspire human beings to eat? Imagine how simple the world would be if we (a) felt hungry, and (b) consumed X ounces of soybeans, until the feeling went away.\n\nApart from its basic function as a means of sustaining life, however, eating provides the most urgent and consistently entertaining of our bodily functions. Sex is terrific, but few people engage in it three times a day with foreplay in between, and you hardly ever hear anyone complaining as much about missing it as they do when they skip a meal. There is a deep reservoir of truth in that classic definition of the Perfect Lover: First they have sex with you, then they turn into a pizza.\n\nWe eat, it appears, for all sorts of reasons having little to do with hunger and nutrition. We eat for security, for reassurance, for companionship, for social reasons, for something to do. We eat too much. We eat the wrong things. There's a story in the paper three times a week about how we should eat less ice cream and more leafy vegetables. We know, and yet we do not listen.\n\nHenry Jaglom's \"Eating\" is an extended conversation on these mysteries, engaged in by a group of women who are given fictional names but seem to be playing themselves, more or less. They are all neurotic about eating - all except for the saintly Mrs. Williams (Frances Bergen), a great beauty of a certain age, who shakes her head in disbelief and tsk-tsks the younger women as they confess their problems to them.\n\nThey have many problems, but all seem to share at least one: They think they're too fat. Women who could be (and in some cases, are) professional models, detail the flaws in their arms, legs, thighs and other parts. They talk about starving themselves into some twisted ideal of female beauty, then gorging themselves on forbidden foods, then throwing up and starting all over again. Mrs. Williams can't believe her ears, and tells them they're beautiful and should be comfortable with their beauty.\n\nThis is a message that needs to be shared, but the problem with \"Eating\" is that it shares it over and over again, until we wonder why Mrs. Williams doesn't beg her younger friends to talk about sex, or alimony, or a good book they've read lately. The movie makes its point early and often: That its characters are hung up on food, and eat for unhealthy and obsessive reasons. It's true. We know it's true. We wait in vain for additional insights.", "running_time": 110, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-06-21", "genres": null, "title": "Eating (1991)"}