{"url": "http://www.rogerebert.com/reviews/eating-raoul-1982", "by": null, "star_rating": 2.0, "text": "\"Eating Raoul\" is one of the more deadpan black comedies I've seen: It tries to position itself somewhere between the bizarre and the banal, and most of the time, it succeeds. This has got to be the first low key, laid-back comedy about murder, swingers' ads, and dominating women. Problem is, it's so laid-back it eventually gets monotonous. If the style and pacing had been as outrageous as the subject matter, we might have had something really amazing here. \n\nThe movie's about a happily married couple, Paul and Mary Bland, who are victims of bad times. Paul gets fired from his job in the liquor store, and there's just not much work around for a dilettante with no skills. He's spent his last rent money when providence suggests a way for the Blands to support themselves. A lecherous swinger from the upstairs apartment tries to assault Mary, and Paul bops him over the head with the frying pan. The swinger dies, and the Blands overcome their horror long enough to check out his wallet. He's loaded. \n\nWhat the movie does next is to present the most outrageous events in the most matter-of-fact manner. The Blands hit upon a scheme to take ads in swingers' tabloids, lure victims to their apartment, tap them over the head with the trusty skillet, and rob them. The only problem is disposing of their victims' bodies. That's where Raoul comes in. He's a locksmith who discovers the Blands' dirty little secret and offers to sell the bodies to a dog-food factory. All's well until Raoul becomes smitten with Mary. Then Paul grows jealous, especially when he discovers that Raoul has been stealing from them. The next step is perhaps suggested by the title of the movie, or perhaps notÑI wouldn't want to give anything away. \n\nThe plot of \"Eating Raoul\" reminds me a little of \"Motel Hell,\" that truly ghastly movie about a farmer who kidnapped his motel customers, buried them in the garden up to their necks, force-fed them until they were plump, and then turned them into sausages. (His motto: \"It takes lots of critters to make Farmer Vincent's fritters.\") I liked \"Motel Hell,\" more than \"Eating Raoul,\" however, because it had the courage of its execrable taste. \"Eating Raoul,\" on the other hand, wants to be an almost whimsical black comedy. It's got its tongue so firmly in cheek there's no room for Raoul. The movie's got some really funny stuff in it, and I liked a lot of it, and I wouldn't exactly advise not seeing it, but it doesn't quite go that last mile. It doesn't reach for the truly unacceptable excesses, the transcendent breaches of taste, that might have made it inspired instead of merely clever.", "running_time": 83, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Horror"], "title": "Eating Raoul (1982)"}