{"url": "http://www.rogerebert.com/reviews/echoes-of-silence-1967", "by": "Miguel Chacouras Miguel", "star_rating": 3.0, "text": "\"Echoes of Silence\" is hardly a movie at all, in the way we ordinarily use the word, and yet it is a sincere and rather effective film. Its flaws are honest ones, made for the right reasons, and there is not a false moment in it.\n\nLike much of the other work coming out of Jonas Mekas' Filmmaker's Cooperative, it has a structure but no plot, and this is particularly infuriating to a generation raised on mass-produced potboilers. The evening I saw it, several couples walked out. Serves them right for believing those ads about \"life and love in our mod world.\"\n\nPeter Emanuel Goldman's characters live as far away as possible from the \"mod world,\" probably through choice. The landscape they inhabit in this film is bounded by those two very different streets of garish despair, Macdougal St. in Greenwich Village and 42nd St. in Times Square.\n\nWhat they seem to do, most of the time, is cruise around looking for someone to fall in love with. This is what most young people do, in one way or another, but Goldman's characters do it with a helpless and naive intensity. They are almost always unsuccessful of course.\n\nThe film consists of a dozen or so short episodes from the lives of several young men and women, beatniks or hippies or whatever you want to call them who live in the Village. It is without dialog, but the classical, blues and folk music on the sound track has been chosen with care and usually underlines the mood.\n\nThe episodes are filmed with so little artifice that they almost lack technique as well. Goldman allows his characters to improvise almost all of the action, and sometimes they catch his camera off guard by making an unanticipated motion. The result is authentic, fresh and a little frustrating.\n\nThere are two or three really fine episodes. In one, Goldman brings his hand-held camera to Times Square and watches as his leading character, Miguel Chacour, wanders slowly past the movie marquees (among the films showing: \"What a Way to Go\"). Miguel spots a girl standing in a doorway, circles her, all but stares in her face, but is unable to say anything, The girl looks away and finally leaves.\n\nIn another episode two young women come into a Village bar, order beer, smoke cigarettes, listen to bluegrass music and then leave. That's all. Nothing \"happens,\" but in some undefinable way a feeling is created.\n\nNo attempt is made to explain the events in the film, other than understated titles at the beginning of each episode. One title reads, simply but evocatively: \"Miguel, frustrated, brings home a girl he does not love.\" This particular scene is stunning in its sympathy and tenderness. If there is any meaning left in a hackneyed phrase, it tells it the way it is.\n\nStill, on balance, \"Echoes of Silence\" is not very satisfying. Perhaps it is not meant to be. Goldman's lack of technique, whether deliberate or not, disturbs a scene as often as it captures it. Occasionally you get the feeling that the actors may be just discovering each other in a scene when Goldman closes it.\n\nLike \"Guns of the Trees,\" which inaugurated the new policy at the Town Underground, this is probably not a film most people would enjoy. It is not entertaining, in a conventional sense. But it is interesting, sincere and worthy of serious attention.", "running_time": 76, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-05-03", "genres": null, "title": "Echoes of Silence (1967)"}