{"url": "http://www.rogerebert.com/reviews/echo-park-1986", "by": "Susan Deyas May", "star_rating": 3.0, "text": "Everybody in Los Angeles seems obsessed with making it. Out there in the endless neighborhoods between Malibu and the desert, grim young men pump iron and divorced moms take acting classes and taxi drivers labor all night over their screenplays. Every year, the film schools give diplomas to more future movie directors than there are movies for them to direct.\n\nEveryone seems convinced that someday they'll be rich and famous, after they get the right agent, after they get Warren Beatty to read their script, after they're discovered on a game show and get a role in a soap opera. And who can blame them? Look at some of the people who have made it.\n\n\"Echo Park\" takes place in one of those interchangable neighborhoods off the freeways, where every apartment building contains a microcosm of \"The Gong Show.\" It's about a young mother (Susan Dey) who dreams of being an actress, and a muscular young immigrant from Austria (Michael Bowen) who dreams of being the next Arnold Schwarzenegger. They live in adjacent apartments in a rooming house, and into their lives one day comes an earnest young pizza delivery man (Thomas Hulce), who falls in love with Dey at first sight.\n\nThe movie is told in a series of vignettes, all firmly grounded in the proposition that everybody in Los Angeles is a little crazy - and that being crazy is OK, because otherwise how can people see that you're an individual? Hulce drives around in a garish delivery truck that's decorated with a large pizza slice with electric pepperoni. He's one of the most normal people in the movie.\n\nLife moves in fits and starts. Nothing happens for days on end, and then the phone rings and Dey is called for an audition. It turns out to be an audition for a birthday strip-o-gram company, but, what the hey, that's show biz.\n\nThe owner of the company (played by an actor whose name allegedly is John Paragon) is a touching combination of utter, exhausted cynicism, and never-say-die show-biz spirit. He sends his girls out to strange addresses at the invitation of strange people, and somehow it almost seems natural to walk into a roomful of strangers and blast them with cassette music and take off your clothes.\n\nMeanwhile, the Austrian body-builder nurtures his dreams. He will become the next Schwarzenegger. It does not occur to him that it is miracle enough that Hollywood has found room for the original Arnold; he thinks the movies need an Arnold clone. He pumps iron all day long, his anguished cries sounding through the thin walls as if he's involved in some undiscovered variety of sex.\n\nHe hopes to get invited to the Austrian embassy for a reception in Schwarzenegger's honor, knowing that Arnold will give him his big break. (\"Here, kid, you take over. I'll retire, and you can have it all.\") Celebrity, to him, seems to have little connection to talent, and one of my favorite scenes is when he arrives at the gym with a rented celebrity look-alike, a Burt Reynolds clone. The appearance of celebrity is so much more important than the reality that the look-alike just about fills the bill.\n\nVery different visions are floating through the head of Hulce (last seen in the utterly different title role of \"Amadeus\"). He loves Dey and hopes to marry her, but fears that the Austrian muscleman will win her instead. He takes her kid, little Henry, on pizza runs and plays the waiting game, knowing that sooner or later she will have to admit that he is her perfect man.\n\n\"Echo Park\" has no great state ment to make and no particular plot to unfold. Its ambition is to introduce us to these people and let them live with us for awhile. The movie is low-key, unaffected and sometimes very funny. It is also very fond of these goofy dreamers.\n\nFootnote: In the scenes involving the muscle-building center, look for the pleasant, 30-ish, redhead receptionist. She is played by Cassandra Peterson, who when she has her bizarre makeup and black wig on is more recognizable as Elvira, the vampirish TV horror hostess.\n\nSee, anybody can make it.", "running_time": 93, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-04-25", "genres": null, "title": "Echo Park (1986)"}