{"url": "http://www.rogerebert.com/reviews/ed-wood-1994", "by": "Johnny Deppas Ed Wood", "star_rating": 3.5, "text": "Edward D. Wood Jr. must have been the Will Rogers of filmmaking: He never directed a shot he didn't like. It takes a special weird genius to be voted the Worst Director of All Time, a title that Wood has earned by acclamation. He was so in love with every frame of every scene of every film he shot that he was blind to hilarious blunders, stumbling ineptitude, and acting so bad that it achieved a kind of grandeur. But badness alone would not have been enough to make him a legend; it was his love of film, sneaking through, that pushes him over the top.\n\nWood's most famous films are \"Plan 9 from Outer Space\" (during which his star, Bela Lugosi, died and was replaced by a double with a cloak pulled over his face), and \"Glen or Glenda,\" in which Wood himself played the transvestite title roles. It was widely known even at the time that Wood himself was an enthusiastic transvestite, and when Tim Burton, director of the \"Batman\" movies, announced a project named \"Ed Wood,\" I assumed it would be some kind of a camp sendup, maybe a cross between \"The Rocky Horror Picture Show\" and \"Sunset Boulevard.\" I assumed wrong. What Burton has made is a film which celebrates Wood more than it mocks him, and which celebrates, too, the zany spirit of 1950s exploitation films - in which a great title, a has-been star and a lurid ad campaign were enough to get bookings for some of the oddest films ever made. It was a decade when there were still lots of drive-in movie theaters, cut-price fleapits and small-town bijous that thrived on grade Z double features.\n\nThe people who made many of those films may have been hucksters and conmen, but they were not devoid of a sense of humor, and often their movies had more life and energy than their betters. America's theaters hadn't been centralized and computerized, and you couldn't book 2,000 screens with a single keystroke, and Ed Woods could thrive.\n\nBurton's career has always shown a fondness for touching outsiders, like \"Beetlejuice\" and \"Edward Scissorhands\", \"Batman\" and Jack Skellington (the lonely star of \"Tim Burton's The Nightmare Before Christmas\"). In \"Ed Wood,\" he gives us a hero who is not merely an outsider, but one who attracts even more desperate cases to himself. Played with warmth and enthusiasm by Johnny Depp, Wood is a guy who simply must make movies - and who is so bedazzled by Hollywood legend that he mistakes poor Bela Lugosi, long past his prime and mired in drug addiction, as a star.\n\nThere are others who fall into his orbit: Bunny Breckinridge (Bill Murray), a camp queen who would have stood out like a sore thumb in anyone else's pictures, but fit right into Wood's. And the amazing Criswell (Jeffrey Jones), amazing primarily for being able to find employment for no apparent talent. And Tor Johnson (George \"The Animal\" Steele), physically inept but gifted in Wood's eyes. And Vampira (Lisa Marie), the midnight movie hostess whose cleavage always looked clammy. And then Lugosi (a brilliant performance by Martin Landau), as a man who was half Wood's headliner, half his patient. When Wood assembled his casts, they looked like a cartoon portrait from Mad magazine.\n\nIn Burton's version, Wood is a man who not only accepts reality, but celebrates it. Far from being secretive about his love of dressing in women's clothes, he treats it as the most natural thing in the world, putting on an angora sweater, skirt and high heels to help himself relax while directing a scene. \"Are you a homosexual?\" he's asked. \"No!\" he replies cheerfully. \"I'm a transvestite!\" Depp plays Wood as a man deliriously happy to be making movies. He rarely makes two takes of the same shot because the first one always looks great to him. (In one take Tor Johnson misses the door and walks into a wall, shaking the set, but when the cameraman in amazement asks Wood if he doesn't want another shot, he replies thoughtfully, \"You know, in actuality Lobo would have to struggle with that problem every day\").\n\nWood's partner in his uncertain career is his long-suffering fiancee Dolores Fuller (Sarah Jessica Parker), whose misfortune is to view his situation clearly (\"I see the usual gang of misfits and dope addicts are here\"). She bravely tries to deal with his cross-dressing, however, and pitches in to act along with the usual gang (Wood's salaries were so low and infrequent that his actors bordered on volunteers).\n\nI am uncertain how much of the movie is based on actual fact, and how much has been invented by Burton and his writers, Scott Alexander and Larry Karaszewski. But I relished the process by which Wood's project \"Grave Robbers from Outer Space\" became \"Plan 9 from Outer Space\" after he raised the money from a church group which objected to grave-robbing, in the title, anyway.\n\nThere is a wonderful scene where Wood grows angered when the church leaders try to meddle with his vision, and stomps into Musso and Frank's legendary grill room on Hollywood Boulevard, wearing women's clothes and a wig. he spots Orson Welles (Vincent D'Onofrio) alone at a booth, turns to him for encouragement, and gets it - along with the movie's funniest line of dialogue.\n\nThe movie's black and white photography convincingly recaptures the look and feel of 1950s sleaze, including some of the least convincing special effects in movie history. There are also running gags involving Wood's ability to write almost any piece of stock footage into almost any script.\n\nAt the heart of the movie is Wood's friendship with Lugosi, a man he truly adores, and who comes to depend on him. We see Lugosi alone and lonely in a flimsy little tract house, inhabiting the deepening gloom of his obscurity and addiction (his first scene in the movie shows him trying on a coffin for size), and Wood is able to lift the gloom, if only briefly, in a final series of roles which gave him double immortality: As the star of some of the best horror movies ever made, and then of some of the worst.", "running_time": 120, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-07", "genres": ["Comedy", "Drama"], "title": "Ed Wood (1994)"}