{"url": "http://www.rogerebert.com/reviews/eddie-1996", "by": "Whoopi Goldbergas Eddie", "star_rating": 1.5, "text": "“Eddie” begins with Whoopi Goldberg playing a limousine dispatcher who does a play-by-play of Knicks games over the radio to her drivers. It ends with Whoopi as the coach of the New York Knicks, who are headed for the NBA playoffs.\n\nThis sounds like a sensational scenario, but, alas, almost everything in between is recycled out of lightweight sports-movie cliches, and the movie never captures the electricity and excitement of the real NBA. Goldberg plays Eddie, a vocal, demonstrative superfan whose seats are in the nosebleed section but who captures the eye of Wild Bill Burgess (Frank Langella), a flamboyant Texan who has just bought the Knicks. Wild Bill, who introduces himself to the fans in Madison Square Garden by riding onto the court on a horse wearing basketball shoes, is a student of the bottom line. He wants his coach (Dennis Farina) to showboat a little more, but Farina says he's no cheerleader, and quits. Wild Bill has already seen something of Eddie (she was his limo driver from the airport, and later he rigs a contest to make her honorary coach for a game). Now he appoints her acting coach, at the bargain-basement price of $50,000, and before long she's guiding the Knicks out of a 19-game losing streak and into playoff contention. That's not surprising, since Hollywood firmly believes that any amateur can coach any sport better than any professional (see last month's “Sunset Park”). Goldberg is a high-energy performer, and you can see she's having fun with the role. But it never really digs in and deals with the realities of a female fan coming out of the stands to coach a team. (The closest it gets is when a breathless TV reporter asks her, “How does it feel to be a woman?”) The movie features a lot of pro basketball players, who mostly do a good job of playing sanitized, toned-down versions of real-life athletes. The movie might have had more fun being more real. I didn't for a moment believe the Knicks would (a) accept a fan as their coach, or (b) act on her advice. And I wasn't much impressed by the coaching, either; Eddie runs up and down the sidelines shouting “Defense!” and “Hit the open man!”--which just about anyone would be happy to do for $50,000 a year. The film looks as if some shots were grabbed at real games, and then dialogue scenes were added later in closeups with extras. The result is fairly convincing visually, although I doubt if the Garden has had that many empty seats in many a year. Of the pro players doing guest shots, John Salley of the Chicago Bulls has the best dramatic moment, explaining to Eddie that she has to pay more attention to the players' personal problems if she wants to blast them out of their funk. The LA Clippers' Malik Sealy plays a player named Stacy Patton, who always refers to himself in the third person. The Indiana Pacers' Dwayne Schintzius plays a Russian import named Ivan, who knows three words of English, and Greg Ostertag of the Utah Jazz plays a player so dim, he doesn't ever quite understand why he should win one for the Gipper. Dennis Rodman, still in a San Antonio uniform, has a walk-by and some dialogue. Since you can see all of these players doing more dramatic, amusing and intelligent things on basketball courts during the regular season, there is little reason to see them scaled down for the innocuous fantasy of “Eddie.” The movie's underlying plot doesn't amount to much, either, with Wild Bill as the evil capitalist who wants to sell the team to St. Louis. How Eddie counters this desire is something I will not reveal, except to say I seriously doubt that there is a single referee in the NBA who would let her get away with it.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-05-31", "genres": ["Action", "Comedy", "Sports Film"], "title": "Eddie (1996)"}