{"url": "http://www.rogerebert.com/reviews/eddie-macons-run-1983", "by": "Kirk Douglasas Marzack", "star_rating": 2.0, "text": "I'm not going to give away the ending of \"Eddie Macon's Run,\" but that is more than the filmmakers do. They telegraph the key events in this movie so clearly that at the 60-minute mark I predicted aloud exactly what decision Kirk Douglas would make at the end of the movie. And I was right. My intuition came as he was eating spaghetti and talking about his childhood.\n\nDouglas plays a lawman in \"Eddie Macon's Run.\" He works for a prison where his job is described as \"truant officer.\" When a prisoner escapes, it is Douglas's mission to bring him back. He has nothing but scorn for the \"cowboy\" cops who hit the trail with shotguns and bloodhounds. He uses scientific detection.\n\nIn \"Eddie Macon's Run,\" however, his detection isn't all that brilliant. For one thing, he comes into possession of Eddie's map, and so he knows exactly where Eddie will run. That doesn't hurt. For another thing, he's up against a competitor who is given to making dumb mistakes. (How bright is it to follow your original escape plan after you figure your map is in the hands of the law?)\n\nEddie Macon is played by John Schneider, of \"Dukes of Hazzard.\" He gives an interesting performance -- good enough to suggest that he might be one of the few TV stars able to make the transition to the big screen. He plays a young husband who moves to Texas to get a job in the oil fields and then gets railroaded into prison on a series of trumped-up charges. He loves his wife and son enough to attempt two escapes. This movie is about the second one.\n\nBut that doesn't mean we don't see something of the first attempt -- the one where he smacked Kirk Douglas alongside the eyebrow with a gun butt, and earned his undying enmity. In fact, we see a lot of things that happened before this story begins, because \"Eddie Macon's Run\" is seriously bogged down in flashbacks, which interrupt the action and destroy too much of the tension. If the flashbacks had been pulled together into a prologue and the story had been picked up from there, I think this would have been a much stronger movie.\n\nEven so, it ends better than it begins. Eddie meets a rich Texas stray (Lee Purcell) who's the niece of the governor, and she decides to help him escape. She has an excellent reason: \"It's a slow Wednesday.\" Purcell has a winning quality -- she brings more to the role than the screenplay really provides, and she makes her relationship with Schneider more interesting than the things we should be interested in, such as the chase and the pursuit. It's a small pleasure on the way to an ending that is not only predictable but (in the way it's handled) one of the more ridiculous final scenes in recent movie history. \n\nOh, and somebody should tell the director you can't lock people into motel rooms. They mostly all open from the inside. Fire laws.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-07-01", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Eddie Macon's Run (1983)"}