{"url": "http://www.rogerebert.com/reviews/eddie-and-the-cruisers-1983", "by": "Tom Berengeras Frank", "star_rating": 2.0, "text": "\"Eddie and the Cruisers\" is all buildup and no payoff. It tells us about this unsung rock 'n' roll genius named Eddie Wilson, whose Chevy crashed off a bridge back in 1963, and then it suggests that Eddie might still be alive. Now, leaving aside the possibility that Eddie might, in fact, have gone down with his Chevy, this premise, has all sorts of possibilities. I will name some of them:\n\n1. Eddie could have surfaced as another rock and roller. \n\n2. Eddie could have been a Buddy Holly who never died, and he disappeared to escape discovery.\n\n3. Eddie could have been horribly disfigured and decided to spend the rest of his life in a recording studio, masterminding other people's music.\n\n4. Eddie could have dropped out, in a grand existential gesture. \n\nNow. I will not give away the ending to this movie. But I will make the following complaint: Even though one of the above possibilities does, indeed, turn out to be true, it is still not the ending of the movie! The movie makes the fatal flaw of arriving at a dramatic conclusion that does not settle the Eddie Wilson mystery. Instead, all we get is a big buildup to a dumb revelation. What a disappointment.\n\nThe movie makes another mistake. It never really explores Eddie Wilson as a human being. He's played in the movie by Michael Pare, a good-looking hunk whose photograph is currently hanging above the desks of at least two women here in the office. Pare does a good job of seeming to be a charismatic rock star, a sort of Bruce Springsteen crossed with Richard Gere. But Pare has hardly any real dramatic scenes; instead, he postures a lot, makes speeches, takes stands and is idolized onstage.\n\nAfter he disappears with the Chevy, 20 years go by, and the members of the old Cruisers all make their separate peace with the Wilson legend. The key figure in the movie is Tom Berenger, playing one of the Cruisers. These days he's a high school teacher, but he still remembers his rock 'n' roll past; so do Eddie's old girl friend (Helen Schneider) and the group's manager (Joe Pantoliano), who is now a broken-down DJ. Suddenly, there's renewed interest in the tapes of Eddie's last session. A TV investigative reporter wants to learn the real Eddie Wilson story. And then messages are received from . . . Eddie? We learn that the original tapes were saved; they were hidden years ago in Eddie's favorite place, a sculptor's combination of a junkyard and the Watts Towers. (Of course, the tapes have survived 20 years of rain, ice, snow and sun.) And then... \n\nYou know, they could have had a good movie here. They had the cast for one and they even had the music (the sound track is terrific). If they'd just gone ahead and dealt with Eddie's disappearance, even in melodramatic terms, the movie would have paid off. But the ending is so frustrating, so dumb, so unsatisfactory, that it gives a bad reputation to the whole movie.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-09-23", "genres": ["Drama", "Music"], "title": "Eddie and the Cruisers (1983)"}