{"url": "http://www.rogerebert.com/reviews/edge-of-darkness-2010", "by": "Mel Gibsonas Thomas Craven", "star_rating": 2.5, "text": "Can we think of Mel Gibson simply as an action hero? A star whose personal baggage doesn't upstage his performances? I find that I can. He has made deplorable statements in recent years, which may be attributed to a kind of fanatic lunacy that can perhaps be diagnosed as a disease. The fact remains that in \"Edge of Darkness\" he remains a likable man with a natural screen presence.\n\nHere he plays a Boston cop named Craven (always a dependable movie name). The great love of his life is his daughter, Emma (Bojana Novakovic). She works for a giant, secretive corporation named Northmoor. Few corporations with \"moor\" in their titles are wholly trustworthy; we think too much about bodies being buried there.\n\nEmma comes home for a visit, rather unexpectedly. She is having nosebleeds. A bleeding nose can be a symptom of numerous disorders, but in a thriller, as we all know, there's only one possible diagnosis. Emma has hardly arrived when there's a knock on the door, they answer it together, and a man in a hood screams \"Craven!\" and shoots her dead.\n\nIt is assumed that the detective Thomas Craven was the intended target. Craven's not so sure. His investigation leads him to Northmoor and its silky, sinister chairman, Jack Bennett (Danny Huston, ominously courteous, just as his father was in \"Chinatown\"). Bennett tears himself away from planning Northmoor's campaign contributions long enough to greet Craven in his office, atop a towering aerie overlooking his feudal lands.\n\nBecause much of the movie is a cranked-up thriller with chases, fights, conspiracies and all that stuff, permit me a digression on secretive, shadowy corporations. What kinds of headquarters buildings do they inhabit? I Googled. Blackwater, which supplies our mercenaries in Iraq, has a drab two-story building outside Cleveland, with eight cars parked in front. Halliburton, Dick Cheney's old company, recently moved from Houston to an anonymous skyscraper in -- Dubai, closer to its place of business.\n\nI mention this because Northmoor -- which you will not be surprised to learn traffics in illegal, traitorous and dangerous activities -- occupies a spectacular structure atop a tall riverside hill, visible from miles around: Its tower, its modernistic design, its curious enormous gleaming globe, suggesting a planetarium. It is a building worthy of magazine covers, not least Architectural Digest.\n\nOne purpose of corporate architecture is to impress. Northmoor's desire is to impress us, the moviegoer. Its structure looks left over from a James Bond movie, and indeed the \"Edge of Darkness\" director, Martin Campbell, made \"Casino Royale\" (2007). It's the kind of edifice that inspires such questions as, \"What do they do in there?\" Much of what they do takes place in enormous buried spaces within the hill. This low-profile corporation undertook a construction project on a par with a subway line.\n\nI explain this not merely to avoid discussing the off-the-shelf thriller plot, but to illustrate that \"Edge of Darkness,\" like so many recent thrillers, has no ambition to be taken seriously. If the corporation were more realistic, the movie would be, too. And then the fate of the world wouldn't depend yet once again on One Cop . . . With Nothing to Lose . . . On a Personal Mission.\n\nGibson inhabits this gazebo with as much conviction as is probably possible. He's joined in this by the superb British actor Ray Winstone, as an intriguing free agent who turns up in Craven's garden one night with a cigar and an enigmatic line of patter. Who does he work for? Why does he know so much? Why does he work alone? He reminds me of a man I know, Jean-Jacques de Mesterton, who told me, \"If you have a problem, you go to the cops. If they can't help you, you go to the FBI. If they can't help you, you go to the CIA. If they can't help you, you come to me.\"\n\nWinstone's interaction with Gibson provides the movie with much of its interest. For the rest, it's a skillful exercise in CGI and standard-order thriller supplies. Gibson is a credible, attractive hero, as he has always been, so if you want fast-food action, here's your movie.\n\nIt does have a useful subtext. It serves as a reminder that the purpose of a corporation is not to be patriotic, but to maximize profits for its officers and shareholders. This is required by its by-laws. I suppose if we, as shareholders, don't agree with its profit-making strategies, we can always sell our stock, assuming we can find out what those strategies are.", "running_time": 117, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-01-27", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Edge of Darkness (2010)"}