{"url": "http://www.rogerebert.com/reviews/edge-of-seventeen-1999", "by": "Chris Staffordas Eric", "star_rating": 2.0, "text": "\"Edge of Seventeen\" is more about sex and less about love than most coming-out movies; its young hero, Eric, seems to aim directly for gay bars and empty promiscuity without going through intermediate stages of self-discovery, idealism or the qualities encompassed in the code word pride. He cheerfully wants to become a slut. This doesn't make him unusual; the libido is stronger than the intelligence in many teenagers. He'll grow up eventually.\n\nThe movie is set in Sandusky, Ohio, in 1984, and said to be based in part on the memories of its writer, Todd Stephens. It was an era when flamboyantly gay pop acts were highly visible, and the film cites Boy George and Bronski Beat. It's about a summer of sexual initiation for Eric (Chris Stafford), a spacy teenager who seems a little dazed a lot of the time; later he'll learn to mask his cluelessness with cool detachment.\n\nEric gets a summer job in the restaurant of an amusement park. Also on the staff: his best friend Maggie (Tina Holmes), a lesbian manager named Angie (Lea DeLaria) and a blond guy named, inevitably, Rod (Anderson Gabrych), who wants to seduce him. Eric doesn't have the usual tumultuous struggle against his emerging gay identity; Rod smiles at him, Eric gets the idea and in a relatively short while they're sharing quality time in the meat locker. It's obvious to Angie, and even in an unacknowledged way to Maggie, that they're an item.\n\nWe see a little of Eric's homelife. His dad (John Eby) is a salt-of-the-earth type, and his mom (Stephanie McVay), a much more fully developed character, is a former musician who put her career on hold for marriage and motherhood, but takes pride in the new age compositions Eric pieces together on his electronic keyboard. As Eric's hairstyle morphs from mop-top to David Bowie and his eyeliner consumption goes up, she begins to worry--especially when he starts staying out all night and (although not enough is made of this) coming home drunk.\n\nRod turns out to be a disappointment as a first love; he quickly disappears back into \"the gay dorm at OSU.\" He makes a poor role model. \"Don't call me again,\" he tells the lonely Eric on the phone one night. Depressed, Eric heads for the Universal Fruit and Nut Co., Sandusky's only gay bar, where the manager is, inevitably, Angie from the summer restaurant job. Angie welcomes him joyfully, reassures him there is life after coming out and introduces him to three aging queens, one in drag, who become his buddies.\n\nIt is enormously helpful of Angie not to card Eric, whom she knows is four years under age, since the gay bar will play such a central role in the plot. Soon Eric has his second sexual experience, a quickie in the parking lot with another guy who likes him only for his body. \"Uh, wouldn't you like my phone number?\" Eric offers. Depressed by his experiences as a mindless sex object, he turns for consolation to Maggie, who helps him find out if he likes straight sex (he doesn't). Maggie, Eric's mother, and Angie the manager are the most fully realized characters in the movie, which doesn't offer a single positively drawn male homosexual.\n\nWatching the movie, I thought, yes, for a lot of people straight and gay, the initiation to sexuality is like this: awkward physical couplings, loneliness, misunderstanding, angst and then finally you grow interested in the person attached to the sexual organs and not the other way around. \"Edge of Seventeen\" may be more realistic, if less encouraging, than a more sensitive gay coming-out story like the recent British film \"Get Real.\" It deals with physical details with almost startling frankness and doesn't sentimentalize.\n\nIf it seems to introduce Eric directly into the world of gay cliches (drag queens and strangers in the night), perhaps in Sandusky in 1984 that was the only visible gay culture, and more substantial relationships were low profile. My hope for Eric is not merely that he grows comfortable with his sexuality, but that he becomes a more interesting conversationalist, hopefully before I see him in another movie.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-07-02", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Edge Of Seventeen (1999)"}