{"url": "http://www.rogerebert.com/reviews/eds-next-move-1996", "by": "Matt Rossas Eddie Brodsky", "star_rating": 3.0, "text": "“Ed's Next Move,” a sweet and quietly funny love story, is the\rkind of movie that seems to be meandering, and then it sneaks up on you. It\rbegins as the story of a museum-quality nerd: a rice geneticist from Wisconsin\rwho is so organized in his mid-20s that he even has his cemetery plot bought\rand paid for. He moves to New York, and swims into the orbit of a young singer\rwho does Liz Phair-type songs about the irony of banality. They kiss.\n\nBy\rthe time they kiss, I wanted them to kiss. That's how I realized the movie was\rworking. In some of the earlier passages I'd been unconvinced, but the movie\rbuilds quietly but very surely toward a point at which we like these characters,\rwe worry about them and (always the fatal step) we recognize elements of\rourselves.\n\nThe\rmovie stars Matt Ross as Eddie Brodsky, who knows a lot about rice but will\rnever, at his present rate of progress, get any thrown at him at a church door.\rCallie Thorne is Lee Nicol, a New Yorker who regards Wisconsin as a word\rassociation test for which the answer is “cheese.” Kevin Carroll plays Ray,\rEddie's first roommate, a ladies' man who gives him advice about women and the\rways of the world. Ed complains, “You allow for things I can't even pronounce.”\rIt goes without saying that Ed and Ray spend a lot of time sitting in the kinds\rof diners that have Formica countertops and waitresses who write orders down on\rgreen Guest Checks. All single men in the movies hold most of their\rconversations in diners, maybe because putting them across a booth from one\ranother is a perfect way to explain a dialogue scene in which the faces are\rclose enough for a two-shot without anybody getting any funny ideas. Just in recent\rweeks, I've witnessed heartfelt diner discussions between single men in “Swingers”\rand “Things to Do in Denver When You're Dead,” and then of course there was the\rmother of all Guys in Diners Scenes, in “Heat.” Ed and Ray discuss topics such\ras the origin of “nitty gritty” and the types of Arctic fauna. The diner is run\rby a friendly Jewish woman who introduces Ed to such exotic foods as bagels and\rborscht; one of the film's underlying themes is the way the Wisconsin kid\rlearns the ropes in the big city.\n\nOne\rthing he needs to know more about is the mind of a woman. His telephone\rconversations with Lee sound like they were memorized in a foreign language.\rShe looks at him sometimes as if he's a pod person. On their first date, Ed\rkills some mice and she leaves and he is deeply despondent, and Ray explains, “Let's\rjust say first dates go better when nothing dies.” The movie was written and\rdirected by John Walsh, who told a Toronto Film Festival crowd he financed it\rwith credit cards after a friend tipped him off about lots of extra 35-mm.\rstock left over from the filming of “Smoke.” (That film's director, Wayne Wang,\rused very long takes, so if an actor lost it early in a scene, there were good\ramounts of unexposed film remaining on the reel.) The movie doesn't betray its\rlow-budget origins. It looks as good as it needs to, and sounds wonderful;\rWalsh has a gift for dialogue. We get the kinds of lines new lovers use when\rthey are at a loss to explain their chemistry: “If Raymond Carver and Hoagy\rCarmichael had gotten together, they would have sounded like us.” And quiet,\rfunny little exchanges (“You smell like cookies.” “It's a perfume that I made\rmyself.”).\n\n“Ed's\rNext Move” is a comedy, not a docudrama, and yet it's more accurate about romance\rthan many more serious movies. For one thing, it is driven by dialogue and\rsocial uncertainty, rather than by testosterone. For every romance that begins\rwith a Mickey Rourke type slamming a Kim Basinger type up against an alley wall\rin the rain, there are a thousand, I suppose, that begin when your cat throws\rup a fur ball in the lap of the woman you're trying to impress.", "running_time": 88, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-11", "genres": null, "title": "Ed's Next Move (1996)"}