{"url": "http://www.rogerebert.com/reviews/educating-rita-1983", "by": "Michael Caineas Dr. Frank Bryant", "star_rating": 2.0, "text": "If only I'd been able to believe they were actually reading the books, then everything else would have fallen into place. But I didn't believe it. And so \"Educating Rita,\" which might have been a charming human comedy, disintegrated into a forced march through a formula relationship.\n\nThe movie stars Michael Caine as a British professor of literature and Julie Walters as the simple Cockney girl who comes to him for night-school lessons. She has problems: She is a working-class punk with an unimaginative husband. He has problems: He is a drunk whose only friends are cheating on him with each other. They have problems: Walters begins to idealize Caine, who then falls in love with her. \n\nPerhaps it would be more accurate to say they both fall into love with the remake job they'd like to do on each other. Caine sees Walters as a fresh, honest, unspoiled intelligence. She sees him as a man who ought to sober up and return to his first love, writing poems. The idea of the curmudgeon and the Cockney was not new when Bernard Shaw wrote \"Pygmalion,\" and it is not any newer in \"Educating Rita.\" But it could have been entertaining, if only I'd believed they were reading those books.\n\nThey pass the books back and forth a lot. They sometimes read a line or two. There is a lot of talk about Blake this and Wordsworth that. But it's all magic. The books are like incantations that, used properly, will exorcise Cockney accents and alcoholism. Because even the movie doesn't really believe that, it departs from the stage play to bring in a lot of phony distractions.\n\nThe original \"Educating Rita,\" a long-running London stage hit by Willy Russell, had only the two characters. They were on the stage together for a long time, and by the end of the play we had shared in their developing relationship. Russell's movie rewrite has added mistresses, colleagues, husbands, in-laws, students and a faculty committee, all unnecessary.\n\nTo the degree that \"Educating Rita\" does work, the credit goes to Michael Caine, who plays a man weary and kind, funny and self-hating. There is a real character there, just as there was in Caine's boozy diplomat in the recent flop \"Beyond the Limit.\" In both movies, though, the characters are not well-served by the story. They're made to deliver speeches, take positions and make decisions that are required by the plot, not by their own inner promptings. \n\nWhen Caine's professor, at the end of this movie, flies off to Australia to maybe sober up and maybe make a fresh start, it's a total cop-out -- not by him, but by the screenplay. Maybe that's what happens when you start with an idealistic, challenging idea, and then cynically try to broaden its appeal.", "running_time": 110, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-10-28", "genres": ["Comedy", "Foreign", "Romance"], "title": "Educating Rita (1983)"}