{"url": "http://www.rogerebert.com/reviews/eight-on-the-lam-1967", "by": "Bob Hopeas Henry Dimsdale", "star_rating": 2.0, "text": "Bob Hope has given the screen some of its most amusing moments, but \"Eight on the Lam,\" unfortunately, contains none of them. You wouldn't think Hope and Jonathan Winters, those masters of timing, could possibly make a dull and sloppy comedy, but they did, and their method is instructive.\n\nThey began by trusting that what was good enough before is good enough again. So Hope is a wisecracking ladies' man, Phyllis Diller is a baby-sitter who looks as if she just hit the fan and Winters not only plays a cop but even wears the same uniform he wore in \"The Russians Are Coming.\"\n\nThen they made sure that all the good old standby scenes from previous Hope, Diller and/or Winters movies were included to make the fans feel right at home. So we get Hope dressed up in a garish blue and silver cowboy suit, strutting around looking pompous and incompetent. \"Howdy, gal,\" he drawls to Jill St. John, and we wonder if this line doesn't sound familiar. It does. Hope has been using the tough-but-phony cowboy bit in every third movie since \"Road to Alaska,\" and it isn't getting any fresher.\n\nPhyllis Diller, as everyone knows, always plays a mess. So she plays a mess again in this one, feeding Winters dog food and wearing an original set of psychedelic fashions. The possibility that this talented lady might be capable of a more demanding comedy role has apparently never been considered, by Miss Diller or anyone else.\n\nWinters is probably the funniest man now working in the movies. But what difference does it make whether he's in this one or not, when his \"funniest\" scenes are played by a stunt man riding a golf cart? The Winters face, the Winters voice, the incomparable Winters ability at mimicry, are lost.\n\nThe plot was promising enough, as comedy plots go. Hope plays a bank teller who is the widower father of seven. He finds $10,000 and plans to marry Shirley Eaton. But the bank president embezzles $50,000 and pins the rap on Hope. He goes into hiding, with his kids, hoping to clear his name, and Winters and Diller take chase.\n\nThere are some cute moments involving the kids, although I am not one of those who think the innocent bathroom humor of 3-year-olds is automatically hilarious more than four or five times per movie. Winters has a superb moment as he drops an egg yolk down the décolletage of an aging dowager. Jill St. John is luscious.\n\nBut all is lost in type casting, weary old clichés and direction, which makes up in excess what it lacks in economy.", "running_time": 107, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-05-31", "genres": ["Comedy"], "title": "Eight on the Lam (1967)"}