{"url": "http://www.rogerebert.com/reviews/eight-men-out-1988", "by": "John Cusackas Buck Weaver", "star_rating": 2.0, "text": "“Eight Men Out” is an oddly unfocused movie made of earth tones, sidelong glances and eliptic conversations. It tells the story of how the stars of the 1919 Chicago White Sox team took payoffs from gamblers to throw the World Series, but if you are not already familiar with that story you’re unlikely to understand it after seeing this film.\n\nIt’s an insider’s movie, a baseball expert’s film that is hard for the untutored to follow.\n\nWatching the movie, I gained a new appreciation for the old-fashioned Hollywood style of telling a story in which, right near the beginning, we’d get a big closeup of each of the key characters and somebody would call them by name or describe them. You know, something like “See that fella over there? That’s `Shoeless’ Joe Jackson. He’s one of the greatest fielders who ever lived, but they say he doesn’t even know how to write his own name.” By the half-hour mark in “Eight Men Out,” I had little idea who the individual players were, and I wasn’t helped by the fact that many of the actors seemed to resemble each other. It was only days later while reading the press notes that I realized that the character played by the movie’s director, John Sayles, was supposed to be the great sportswriter Ring Lardner. He hangs out throughout the film with a buddy named Hugh Fullerton (Studs Terkel), who was one of the sportswriters who uncovered the scandal. But how many people can be expected to know that in 1988? On the evidence of the movie itself, Sayles and Terkel are playing a sort of Greek chorus, their heads bent toward each other as they exchange laconic asides on the action.\n\nThat’s not a criticism of their performances - it was great to see Terkel chewing his cigar and looking as if he’d seen it all - but of the screenplay. If you’re going to make a movie about a baseball scandal that happened before most of the audience was born, you’d better start by making it understandable and then move on to considerations of art and drama.\n\nPerhaps the problem is that Sayles, who wrote as well as directed the film, was so close to the material that he never decided what the focus of his story really was. Early in the film, we get a lot of vignettes designed to give us a flavor for professional baseball at the time, and they’re intercut with short personal or domestic scenes in which the characters are established, but not very clearly.\n\nThen a villain emerges: Charles Comiskey, the “Old Roman,” who owned the club and treated his players like slaves. When they won the pennant, he sent them flat Champagne. If he promised a pitcher a $10,000 bonus for winning 30 games, he’d bench him after his 29th victory. The movie argues that there would have been no Black Sox scandal if Comiskey had shown the proper respect for the greatest baseball team of its era.\n\nWell, maybe so. But then various big-time gamblers swim in and out of focus, making cash offers and arguing that everyone was going to be in on the deal. Are they villains, too, or only pirates? It’s hard to believe they expected to get away with their audacious plan, especially given the way that Sayles presents the key plays in the World Series. The Sox players are so obviously throwing the game, with deliberate and not even subtle errors, that it’s hard to imagine that anyone could have been fooled, even for a second.\n\nThen there’s a courtroom scene, which is less about baseball than about the standard cliches of all courtroom scenes. And the introduction of Judge Kenesaw Mountain Landis, who was signed up as the first baseball commissioner in an attempt by the owners to clean up the image of their sport. Although the White Sox were found innocent in court, he banned them from big-league baseball all the same. His action was probably illegal, but it established a precedent that survived for many years, in which the government overlooked the way major league baseball established a monopoly and denied its player-employees their basic constitutional rights. All of this is true, but is it made clear in the movie? Not very.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-09-02", "genres": ["Drama", "History", "Sport"], "title": "Eight Men Out (1988)"}