{"url": "http://www.rogerebert.com/reviews/eight-below-2006", "by": "Paul Walkeras Jerry Shepard", "star_rating": 3.0, "text": "You think penguins have it bad? At least they've adapted to survive in Antarctica. \"Eight Below\" tells the harrowing story of a dogsled team left chained outside a research station when the humans pull out in a hurry. The guide who used and loved them wants to return to rescue them but is voted down: Winter has set in and all flights are canceled until spring. Will the dogs survive? Or will the film end in the spring, with the guide uttering a prayer over their eight dead bodies?\n\nRemarkable, how in a film where we know with an absolute certainty that all or most of the dogs must survive, \"Eight Below\" succeeds as an effective story. It works by focusing on the dogs. To be sure, the guide Jerry (Paul Walker) never stops thinking about them, but there's not much he can do. He visits Dr. Davis McClaren (Bruce Greenwood), the scientist whose research financed the dogsled expedition, and he hangs out at his mobile home on a scenic Oregon coast, and he pursues a reawakening love affair with Katie (Moon Bloodgood), the pilot who ferried them to and from the station. To give him credit, he's depressed, really depressed, by the thought of those dogs chained up in the frigid night, but what can he do? Meanwhile, the subtitles keep count of how long the dogs have been on their own: 50 days ... 133 days ... 155 days ...\n\nIf there is a slight logical problem with their fight for survival, it's that they have plenty of daylight to work with. Isn't there almost eternal darkness during the Antarctic winter, just as there's almost eternal daylight during the summer? I suppose we have to accept the unlikely daylight because otherwise the most dramatic scenes would take place in darkness.\n\nThe dog sequences reminded me of Jack London's dog novels, especially White Fang and The Call of the Wild. Do not make the mistake of thinking London's books are for children. They can be read by kids in grade school, yes, but they were written by an adult with serious things to say about the nature of dogs and the reality of arctic existence. There's a reason they're in the Library of America.\n\nIn \"Eight Below,\" as in Jack London, the dogs are not turned into cute cartoon pets but are respected for their basic animal natures. To be sure, the sled dogs here do some mighty advanced thinking, as when one dog seems to explain a fairly complex plan to the other dogs by telepathy. I was also impressed by the selfless behavior of the dogs as they bring birds to feed a member of the pack who has been crippled. I was under the impression that if a dog died in such circumstances, the others would eat it to avoid starvation, but apparently not (you can't assume the idea didn't occur to Frank Marshall, the director, since he made \"Alive,\" the story of the Andes survivors).\n\nCould the dogs (six huskies and two malamutes) really have survived unsheltered for five months, scavenging for themselves through an Antarctic winter? I learn from Variety that \"Eight Below\" is inspired by a Japanese film, itself based on real events, but in the 1958 \"true story,\" seven of nine dogs died. Still, the film doesn't claim to be a documentary, and the story, believable or not, is strong and involving. It's the stuff about the humans that gets thin: The film lacks a human villain because the decision not to return for the dogs is wise and prudent, and not made by a mean man who hates dogs. You might think, however, that when Jerry appeals to Dr. McClaren, the scientist would exert himself a little more to save the dogs, since they saved his life. (How he gets into trouble and what the dogs do to save him I will leave for you to experience; it provides the film's most compelling moments.)\n\nMovies about animals always live with the temptation to give the animals human characteristics. Lassie, for example, could do everything but dial the telephone and drive the car. The brilliance of \"March of the Penguins\" involved dropping a French soundtrack in which the penguins expressed themselves in voiceover dialogue and simply trusting in the reality of their situation. \"Eight Below\" is restrained, for the most part, in how it presents its dogs. When there are closeups of a dog's face, absorbed in thought, anxiety or yearning, we aren't asked to believe anything we don't already believe about dogs: They do think, worry and yearn, and they love, too. Or if they don't, I don't want to know about it.", "running_time": 120, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-02-16", "genres": ["Adventure", "Drama", "Family"], "title": "Eight Below (2006)"}