{"url": "http://www.rogerebert.com/reviews/eight-miles-high-2008", "by": "Natalia Avelonas Uschi", "star_rating": 2.5, "text": "She was Germany's uber-groupie, a provincial Bavarian girl who lucked her way onto a magazine cover, became a famous model, slept with Jimi Hendrix and Mick Jagger, and had something a little more than that with Keith Richards. Along the way, she was also involved with a radical commune, was on the cover of Playboy, traveled the world with a playboy in the bus he constructed for her and gave a face to the word Eurotrash.\n\nUschi Obermaier was a real woman. She slept her way to what looked like the top to her, but she was fiercely independent, rejected all offers of marriage, walked out on contracts to indulge her free spirit and lived the life all groupies dream about (I guess). Then she told all in her autobiography,  High Times.  The distance \"eight miles\" has been added to the movie title no doubt in reference to Byrds' song.\n\nCritics have pretty much hated this film, although some have been kind (\"Deliciously dumb, reasonably well-made,\" Andrew O'Hehir, Salon). It has much to be kind about. Natalia Avelon plays Uschi with a disdain for bras and blouses, her radical boyfriend has more hair than Angela Davis, her playboy boyfriend leaps about with the frenzied excitement of a fortysomething hippie, and the impersonators of Jagger and Richards sometimes look a little like the real thing, in the right shadows, at certain angles. Hendrix is only cited.\n\nThe movie presents the surfaces of Obermaier's life but never lets us understand who she was. Avelon has a face for the role that is maddeningly unrevealing; sometimes she pouts, sometimes she's happy, sometimes she's pensive, sometimes she's out to lunch. As Rainer Langhans, the real-life leader of a Berlin commune, Matthias Schweighofer reflects a quality I noticed in a few '60s leftist radicals I knew: He's like a strict, scolding mother, lecturing those in his charge to correct their flawed ideas. That he and Uschi are \"in love\" is, I think, an ideological decision. He's not comfortable with her celebrity and she's not happy to be lectured at. Though her modeling is accepted by the commune as a source of funds, they don't think she's really sincere in her worship of the cause, nor is she.\n\nDavid Scheller is more interesting as the real-life Dieter Bockhjorn, who ran a nightclub in Hamburg, which he often closed to throw wild parties for his friends. Uschi has seen photos of him cavorting with African dancers, responds to his invitation to see the world, travels by bus with him for, I dunno, several years, it seems. In those carefree years, lots of hippies were drawn to India, and so are they, using a newspaper headline to convince a maharaja they are a prince and princess. He offers to throw them a wedding and does, with a brass band, horses, elephants, costumed dancers and all you can eat. Uschi, opposed to marriage, is told by Dieter that the ceremony \"isn't really real,\" and going along with it is like a favor. Later, she pouts, \"But I think it was real for him.\"\n\nNow what can I say about this biopic? Well, it's deliciously dumb and reasonably well-made, for starters. It has few human insights, and those of the most obvious kind. But it is not boring. That goes for something. If Uschi Obermaier comes across as shallow and heedless, well, maybe she was. This is not a role for an actress who radiates intelligence, like Tilda Swinton. The story of Uschi's life would not easily support depth and thoughtfulness, especially not with the amount of weed around.\n\nThere are some nice moments. She breaks up with Keith Richards but later meets him by accident on a Mexican beach, and they find they're still in love. But he is getting married and observes, \"Seems like we're always meeting at the wrong end of the stick.\" Nice line. It seems doubtful that Jagger would come sniffing around Berlin without a bodyguard, but if you see Uschi in this movie, you may sympathize. The real Uschi, I learn, was slender. Not Avelon. She possesses a matched set of expensive breasts.\n\nDo not confuse this Uschi with my old pal Uschi Digard, the Russ Meyer supervixen from the late 1960s and early '70s, although like Obermaier, she became a diamond merchant and jewelry designer. She was from Sweden, was as famous a model as Obermaier, though not in French Vogue, and was all real. \"Silicone,\" Russ believed, \"spoils the fun,\" although he was later forced to relax his vigilance. It's an evocative name, Uschi. Makes me think of mashing ice cream.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Drama", "Foreign"], "title": "Eight Miles High (2008)"}