{"url": "http://www.rogerebert.com/reviews/eight-legged-freaks-2002", "by": "David Arquetteas Chris McCormack", "star_rating": 3.0, "text": "\"Eight Legged Freaks\" may be the movie that people were hoping for when they went to see \"Men in Black II.\" They no doubt walked into the theater hoping for laughs, thrills, wit and scary monsters, and they backed their hopes with something like $133 million over 12 days. It is depressing to contemplate that many people spending that much money on a limp retread that runs out of gas long before it's over. Now here is \"Eight Legged Freaks,\" which has laughs, thrills, wit and scary monsters, and is one of those goofy movies like \"Critters\" that kids itself and gets away with it.\n\nThe movie is about spiders, but it doesn't make the mistake of \"Arachnophobia\" (1990), which was about little spiders. Research shows that small insects don't play on the big screen. See also \"The Swarm\" from 1978, which, despite its Oscar for the beekeepers' uniforms, failed to excite audiences with its clouds of little buzzing dots. No, these spiders are built along the lines of the one Woody Allen encountered in \"Annie Hall\"; the females are as big as a Buick, and even the jumpers are as big as a dirt bike. I am reminded of the bird-eating spider in \"Crocodile Hunter: Collision Course.\" The movie takes place in bankrupt Prosperity, Ariz., which the mayor wants to sell lock, stock and barrel to a company that will fill its abandoned mines with toxic wastes. Outside town, an eccentric spider lover (an unbilled Tom Noonan) lives surrounded by glass tanks containing hundreds of exotic species. An ever-reliable 55-gallon drum, that standby of all toxic waste movies, spills into a nearby river and makes the grasshoppers, the spider food of choice, grow so big they're like \"spider steroids.\" Soon a spider escapes and bites the collector, who of course thrashes around in such methodical agony that he overturns every single glass case, releasing all of his spiders, who soon start dining on dirt bikers, etc.\n\nThe movie stars David Arquette as a local boy who has returned after 10 years and still has a crush on cute Sheriff Sam Parker (Kari Wuhrer). Her son Mike (Scott Terra) is the owl-eyed little friend of the spider man; her daughter Ashley (Scarlett Johansson) seems superfluous at first but becomes indispensable in scenes involving a stun gun and, of course, lots of spiders. Little Mike has learned a lot about spiders from his dead friend and becomes the local expert.\n\nThe town is populated mostly by kooks, whose paranoia is led and fed by Harlan (Doug E. Doug); he runs a radio station from his mobile home and warns of alien attacks. The townsfolk are fed up with the mayor, whose get-rich-quick schemes have included a mall and an ostrich farm, but the mall provides a convenient locale for a last ditch stand (like in \"Dawn of the Dead\"), and the ostriches disappear gratifyingly when hauled under by giant trap-door spiders.\n\nThe movie's director, Ellory Elkayem, has a sure comic touch; he first handled this material in a short subject that played at the Telluride Film Festival, and then was hired by Dean Devlin and Roland Emmerich, of \"Godzilla\" fame, to direct the feature. I like the way he keeps the characters likable and daffy, and positions the spiders just this side of satire. The arachnids make strange non-spidery gurgles and chirps, are capable of double-takes and are skilled at wrapping their victims in cocoons, to be devoured later.\n\nThe movie contains creepy but reliable cliches (sticking your hand into dark places), funny dialogue (\"Please! Not the mall!\") and bizarre special effects, as when a spider slams a cat so hard against plasterboarding that its face can be seen on the other side in bas relief. The chase scene with jumping spiders and dirt bikes adds a much-needed dimension to the boring sport of dirt bike racing. And I liked the way the cute sheriff dismisses her daughter's spider ravings as \"media-induced paranoid delusional fantasies.\" Meanwhile, a love story blossoms, sort of.\n\nI am not quite sure why the basement of the widow Gladys (Eileen Ryan) would lead directly into a mine shaft, or how the exoskeleton of a spider is strong enough to pound through a steel wall, or how, once again, the hero is able to outrun a fireball. But I am not much bothered. \"Eight Legged Freaks\" is clever and funny, is amused by its special effects, and leaves you feeling like you've seen a movie instead of an endless trailer.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-07-17", "genres": ["Action", "Adventure", "Comedy", "Horror", "Romance", "Science Fiction"], "title": "Eight Legged Freaks (2002)"}