{"url": "http://www.rogerebert.com/reviews/el-cantante-2007", "by": "Marc Anthonyas Hector Lavoe", "star_rating": 2.0, "text": "This bulletin just in: If you use cocaine or heroin, you are very likely to become addicted, and if you become addicted, there are usually two choices: (1) get clean, or (2) die. The math is clear, and has been proven in countless biopics about addicted musicians. The presumption in many of the pictures is that artists somehow need drugs, because they are so talented they just can't stand it, or because of the \"pressure\" they're under, or because they need to be high all the time and not just on the stage, or because people won't leave them alone, or because they feel insecure or unworthy.\n\nAll lies. They are addicted because they are addicted. They got addicted by starting to take the stuff in the first place. It's chemistry. At some point, they don't use it to get high, but to stop feeling sick. It is a sad, degrading existence, interrupted by flashes of feeling \"OK.\" George Carlin once asked, \"How does cocaine make you feel?\" And he answered: \"It makes you feel like having some more cocaine.\"\n\n\"El Cantante,\" the life and death story of Hector Lavoe (Marc Anthony), the godfather of salsa, retraces the same tired footsteps of many another movie druggie before him. He lies, cheats, disappoints those who love him and finally dies, although even the movie loses patience with the dying process, and cuts out before getting to his years with AIDS (from an infected needle). All along the way, he is enabled and berated in equal measure by his wife and sometime manager Puchi (Jennifer Lopez), who is our guide to his story in black-and-white flashbacks.\n\nThe end of the movie is a foregone conclusion, and Hector's inexorable descent is depressing, although interrupted by many upbeat musical numbers. Indeed, there seem to be two films here: A musical, with Anthony doing a terrific job of covering Lavoe's music, and a drugalogue. The soundtrack album would be worth having. But there is nothing special about Lavoe's progress toward the grave: Just the same old same old.\n\nLavoe was a gifted musician in Puerto Rico, who moved to New York, changed his name from Perez, partnered with the great trombonist Willie Colon, and began to blend Latin genres, jazz, and a dash of rock into something that was known as salsa, and became very big.\n\nWe sense the excitement of the new music in Anthony's stage performances, where he is backed by orchestras full of gifted musicians (Colon is played by John Ortiz), and where his moves project the joy of the music.\n\nBut always in the wings, looking worried, is Puchi. She loves the guy and his music, but not his drugs, and they have ceaseless arguments about his drug use, sometimes punctuated by her own. These period sequences are intercut with a modern-day Puchi, looking not a day older, remembering her life with Hector and reciting the litany of his fall from life. Since Puchi lived until 2002, she must have learned something about drugs, if only to stop, but her memories mostly take the form of puzzled complaints: \"That was a great night, but then ...\" he went out and scored, used, passed out, etc., etc.\n\nAnthony and Lopez are married in real life, and make a convincing couple onscreen, but in the movie, they never seem to learn anything, and we sense early on that they're incapable of helping each other, or themselves. They have a child, who functions as an afterthought in a few scenes, but mostly they roast in their private hell.\n\nIf you're a fan of Hector Lavoe and Latin music, or Lopez and Anthony, you'll want to see \"El Cantante\" for what's good in it. Otherwise, you may be disappointed. The director (Leon Ichaso) and his co-writers haven't licked a crucial question: Why do we need to see this movie and not just listen to the music?", "running_time": 116, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-02", "genres": ["Drama", "Music"], "title": "El Cantante (2007)"}