{"url": "http://www.rogerebert.com/reviews/el-crimen-perfecto-2005", "by": "Guillermo Toledoas Rafael", "star_rating": 2.0, "text": "Rafael lives for two reasons: To make love to women, and to sell them clothes. He feels blessed by his job as the department manager of ladies' wear in YeYo's, the big Madrid department store where he claims to have been born and certainly seems to live. After hours, he treats sales girls to champagne and caviar, a race down the aisles in a shopping cart, and a passionate denouement in a dressing room.\n\n\"El Crimen Perfecto\" records Rafael's sudden and devastating loss of three things: his job, his happiness and worst of all, his bachelorhood. Alex de la Iglesias' comedy, which in many ways Jerry Lewis might have made, shows Rafael (Guillermo Toledo) as madcap and manic, a man who feels immune to ordinary laws: Witness his daily theft of a paper from a newsstand, and the way he steals kisses while walking down the street. When a security guard catches him having sex in a dressing room, Rafael bribes him and is warned he must stop -- in three hours.\n\nAs the film opens, Rafael and his archenemy Don Antonio (Luis Varela), manager of men's wear, are in a sales contest to determine who will become floor manager. Rafael seems to win, and then victory is snatched from his grasp, and in a ferocious struggle in a dressing room, Don Antonio is killed. In desperation, Rafael tries to jam him into a basement incinerator that's too small for the body. Hints of Hitchcock begin to surface around here.\n\nRafael has been careful to hire only beautiful women as his employees, but one plain woman is on the staff. This is Lourdes (Monica Cervera), who desperately loves Rafael and is not above blackmailing him after she helps dispose of the body. Rafael would rather die than marry her, but what is he to do when he stops off the elevator one morning and is bushwhacked by a reality show on live TV? \"Will you marry Lourdes?\" the emcee screams. \"Millions are waiting for your answer!\"\n\n\"El Crimen Perfecto\" has energy, color, spirit and lively performances, but what it does not have are very many laughs. In a month that has seen \"The 40-Year-Old Virgin,\" a wonderful comedy about romance in retail, this one seems oddly old-fashioned; it has a 1950s feel. The humor is strong on sitcom complications and short on human nature, and Rafael is too likable to be as hateful as he ought to be, if he were really going to be funny.\n\nI did like Cervera, as Lourdes, who comes on like a force of nature. Rafael is fond of lecturing to his troops that you can get anything you really set your heart on, but Lourdes is the only one who listens, believes and puts his theories into practice. One of the movie's problems is that she's supposed to be unsympathetic, but we can't help admiring her; when the movie is cruel to her, which is often, it puts a damper on things. Better the good-hearted notes in \"The 40-Year-Old Virgin,\" which likes everybody in its cast, after their fashion.\n\nThe movie's third act moves beyond Jerry Lewis into desperation. Don Antonio's ghost turns up with a hatchet in his head and his hair still smoldering, to contribute cheerful suggestions; his presence is desperately not funny. A scene set on a Ferris wheel doesn't work in any of several possible ways, and a scene involving a fire sprinkler system suggests that the screenwriters' desperation was as great as the character who sounds the alarm. Watching a scene where bargain-hunters storm the sales clerks seconds after the store opens, I was reminded of Harold Lloyd's \"Safety Last,\" which has an uncannily similar scene. Maybe Alex de la Iglesia was paying homage. In that case, maybe the Ferris wheel scene was homage to the scene where Lloyd hangs from the hands of a clock. Or maybe not.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-09-01", "genres": ["Comedy", "Crime", "Foreign", "Thriller"], "title": "El Crimen Perfecto (2005)"}