{"url": "http://www.rogerebert.com/reviews/el-camino-2009", "by": "Leo Fitzpatrickas Elliot", "star_rating": 3.0, "text": "\"El Camino\" is a pure American road movie, freed of the requirements of plot, requiring only a purpose and a destination. It is so pure that it involves two men and a woman, all in their 20s, all in the same station wagon, and there is not a romantic triangle. All three have different needs in life and have joined together only for this journey.\n\nThey meet for the first time when their friend Matthew (Richard Gallagher) dies. Elliot (Leo Fitzpatrick) and Matthew were in foster care together. Lily (Elisabeth Moss, from \"Mad Men\") was his former girlfriend. Gray (Christopher Denham) met him and felt an immediate bond. After the funeral, Gray and Lily decide to steal Matthew's ashes and scatter them in Mexico. Elliot insists on going along, and he will pay. That's the deal maker.\n\nWhat did Matthew really mean to them? The movie lacks the usual heart-spilling confessions. All three are reticent, revealing themselves in elliptical asides. Nor do they spill the beans about their own lives. They pound on, mile after mile, North Carolina to Mexico, one cheap motel after another, lots of cigarettes, desultory talk, honky-tonk bars, a fight, unhappy telephone calls.\n\nRoad movies require colorful people along the way. This one has a couple. Wes Studi plays a self-employed man who repairs their car, invites them to dinner, has strong political opinions (not the ones you might expect) and contempt for Gray's cynicism. Amy Hargreaves plays an older woman in a bar who smiles at Gray and ends up listening to his introspections, and no, she's not a hooker, she's lonely and nice.\n\nMystery surrounds Elliot. Flashbacks suggest a confused childhood. We have no idea where he lives now, what he does, where he gets his money. I first saw the gawky Leo Fitzpatrick in the breakthrough movie \"Kids\" (1995), which also introduced Rosario Dawson, and Chloe Sevigny, Justin Pierce and Jon Abrahams. Fitzpatrick is gawky no more. He only gradually sheds his funeral suit and tie, tends to lean forward thoughtfully, gives the impression of not saying a lot of things that he could.\n\nWe begin to wonder what ashes will be scattered: Only Matthew's, or perhaps the ashes of the false starts and undirected lives of the living? There are moments of self-discovery along the way, but not underlined with fraught dialogue or painfully intense acting. All three characters seem focusing mostly on themselves. In the way this confounds our road movie expectations, it becomes quietly absorbing.\n\n The film is elegantly shot by Till Neumann in rarely seen 2.35:1 wide-screen, good for the big boat they're driving in and for the landscape they're driving through. This is the opposite of Queasy-Cam, and it makes sense that one of those thanked by the filmmakers in the credits is the contemplative Terrence Malick (another is Gus Van Sant, himself a master of uncertain journeys). At the end, one of the characters has a next destination in mind. The other two seem prepared to simply move away from, not toward, their lives until now -- and that, too, is in keeping with the tone. At a time of life when everything is still tentative, there's insight in a film that doesn't force them into corners.\n\nNote: Writer-director Erik Weigel will conduct Q&A sessions after the 7 and 9 p.m. screenings tonight and Saturday at Facets Cinematheque, 1517 W. Fullerton.", "running_time": 116, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Documentary"], "title": "El Camino (2009)"}