{"url": "http://www.rogerebert.com/reviews/el-condor-1970", "by": "Jim Brownas Luke", "star_rating": 1.5, "text": "Lee Van Cleef's last words in \"El Condor\" are: \"What am I doing here?\" Amen, brother. This movie is arguably not more violent than \"Soldier Blue,\" but its violence is on a vaster scale. It kills hundreds instead of dozens. It uses firebombs as well as cannons. There are fewer rapes, but on the other hand more disembowelments and tortures. And what \"El Condor\" lacks in intelligence, it makes up for in stupidity.\n\nThe violent movie seems to have established itself, last summer and this, as a new genre. It has gained commercial respectability at about the same time skinflicks made it, and it's even bigger box office. That's a sad commentary, that people would rather see violence than sex.\n\nOn the other hand, violence is more suitable for audiences under 17, as our kindly Police Censor Board will testify. Unless, of course, the violence is combined with relevance and a social message, as in \"Joe.\" The censors gave \"Joe\" an adults-only tag, while \"El Condor\" breezed past with its original \"R.\" And why not? At least good mindless violence won't give the kids any funny ideas.\n\n\"El Condor\" is at least a pure example of its genre. \"Soldier Blue\" phonies things up with lots of liberal breast-beating before the big violent pay-off, but \"El Condor\" is a totally cynical movie in which everyone acts out of the worst possible motives and nobody in the whole movie qualifies as the Good Guy.\n\nThat's rather disturbing, come to think of it. The cowboy movies that I grew up on (Rex Allen, Roy Rogers, Hoppy) clearly identified with their heroic, virtuous star. The new violent Westerns are nihilistic in their disregard for any kind of traditional value system. \"El Condor,\" a particularly extreme example pits some Spanish soldiers against Jim Brown, Lee Van Cleef and some Apaches who happen along.\n\nEverybody in the movie fights for his own gain, gladly double-crosses his allies and kills without remorse, almost absentmindedly. In one sequence that has the audience laughing heartily, our heroes kill a couple dozen soldiers while they're in bed with kidnapped Indian women. Haw, haw, haw. Why do they kill them? To get their uniforms. Why in bed? So they won't be wearing them. \"I don't want any holes in those uniforms,\" Brown says. It's the nearest thing to a motive in the whole movie.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1970, "date_published": "1970-08-27", "genres": ["Drama", "Foreign"], "title": "El Condor (1970)"}