{"url": "http://www.rogerebert.com/reviews/el-dorado-1967", "by": "John Wayneas Cole Thornton", "star_rating": 3.5, "text": "\"El Dorado\" is a tightly directed, humorous, altogether successful Western, turned out almost effortlessly, it would seem, by three old pros: John Wayne, Robert Mitchum and director Howard Hawks. You could call it, of course a \"John Wayne Western.\" I guess that means it has the Duke in the saddle once again, drawl and all, making his laconic comments on the state of the universe and marching through old Western cliches. But \"El Dorado\" is more than that. It is a very good John Wayne Western.\n\nIt is long, but it is quickly paced. Howard Hawks is too good a director to depend upon stereotyped violence to keep the interest of the audience, and his well-made scenes between Wayne, Mitchum, Arthur Hunicutt and James Cann never lag for a moment.\n\nWayne plays a professional gunman who comes to town to take a job from a rich rancher who wants a poor rancher's water (who says the plot has to be original?). But the sheriff turns out to be his old buddy, Mitchum, and so he turns down the job. Then the rich rancher hires another gunman (Christopher George), and Wayne sides up with the drunk and disheveled Mitchum.\n\nDuke's team isn't exactly made of heroes. Mitchum has been hitting the bottle for two months, his deputy (played with charm by Hunnicutt) is a windy old Indian fighter, Wayne has a bullet near his spine that causes a slight touch of paralysis now and again, and his sidekick (Caan) is a kid who carries a shotgun instead of a pistol because he's such a lousy shot.\n\nHawks fashions scene after scene of quiet, earthy humor from this situation. Without great care, the movie could have degenrated into a put-on, but Hawks plays it straight and never allows his actors to take that last fatal step in overacting. For fans of the Western, there's a light-hearted but symbolic scene where Wayne tries to teach the kid the tricks of the cowboy trade. For students of the cinema, Hawks ribs François Truffaut in a scene where Mitchum shoots, not the player, but the piano. For people who like well-made, entertaining movies with suspense, violence, horses, colorful characters, lots of shooting and a few pretty girls, \"El Dorado\" is about the most entertaining Western to turn up this year.\n\nA footnote: Pauline Kael, the New Republic's film critic, claims \"El Dorado\" has the second worst lighting she's seen in a movie. That's not bad lighting, that's good old Howard Hawks with all of his shadows and kerosene lamps and murky atmosphere and dark alleys (remember \"The Big Sleep\" (1946)?). Miss Kael needs her glasses scrubbed.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-08-04", "genres": ["Action", "Western"], "title": "El Dorado (1967)"}