{"url": "http://www.rogerebert.com/reviews/el-mariachi-1993", "by": "Carlos Gallardoas El Mariachi", "star_rating": 3.0, "text": "\"El Mariachi,\" an enormously entertaining movie, stands in danger of being upstaged by its budget, which was $7,000. Yes, $7,000, or about what it costs to cater lunch for a day on a Schwarzenegger picture. A movie's budget, no matter how high or how low, is not a reason to go to see it. \"Hudson Hawk\" was bad even though it cost tens of millions, and \"El Mariachi\" is good even though it was made for what Hollywood considers walking-around money.\n\nThe movie was written, directed, photographed and edited by Robert Rodriguez, a 23-year-old from Austin, Texas, who shot on location in a Mexican border town and tells the story of a young mariachi, or rambling guitar player, who arrives one day looking for work. He is dressed in black and carries a guitar case, and a killer arrives in the same town on the same day, dressed the same way. All the mariachi (Carlos Gallardo) wants to do is sing and play his guitar, but soon he's thrust into the middle of someone else's blood feud.\n\nRodriguez shoots this story in a lively visual style that brings a lot of energy even to routine shots. He probably overuses such devices as wide-angle lenses, zooms, speededup action and weird camera placements, but I'm inclined to forgive him his excesses because they add to the exuberance of the film.\n\nToday's major films are often shot in such portentous visual styles that they fairly march to their conclusions, but Rodriguez isn't afraid to reach all the way back to silent comedy for shots that punch up the humor and the action. If it works, why knock it? The story is the stuff of pulp novels, old TV Westerns and Victorian melodrama. The mariachi is a harmless romantic who only wants to sing, but people start shooting at him. He defends himself, while trying to figure out why he is the center of attention. A sexy barmaid named Domino (Consuelo Gomez) believes his story and befriends him, and before long they are falling in love, which adds another complication: Domino is the object of the local warlord's unrequited lust, and the warlord's men have confused the mariachi with the other man in black.\n\nThis story of coincidences and mistaken identities is so obviously contrived that it's almost a parody of itself, but the film's style saves it and gives it charm. Shooting with amateur actors on real locations, plundering his surroundings for his shots and props, Rodriguez gets a gritty, sweaty, dusty feel that drips with atmosphere. Although \"El Mariachi\" is peopled with stereotypes and told with broad strokes, there is somehow an authenticity about it; it feels committed to its story.\n\nThe actors are all adequate for their roles, and Gallardo and Gomez, both completely inexperienced, are more than that. She has the kind of dark, flashing eyes that can dart from love to suspicion in an instant, and he is enough of a mope to seem convincing as an innocent mariachi, and enough of a hero to rise to the occasion.\n\n(Rodriguez met Gallardo in boarding school, and has been using him as star and collaborator in home movies since they were kids.) \"El Mariachi\" is already gathering a legend around it, about how Rodriguez sold his body to medical science to raise money to buy film, and wrote the screenplay while working as a guinea pig for cholesterol medication. Now he is at work on another film about the mariachi, this one with such an enormous budget that it would pay for the catered lunches on an entire movie by Schwarzenegger.", "running_time": 80, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-03-12", "genres": ["Action", "Crime", "Thriller"], "title": "El Mariachi (1993)"}