{"url": "http://www.rogerebert.com/reviews/el-velador-2012", "by": "Natalia Almada", "star_rating": 3.5, "text": "With visual purity and simplicity, the film centers on the routine of the night watchman, or el velador, of a fast-growing cemetery favored by Mexico's drug millionaires. It is the most fashionable address for the dead. During the day, the cemetery is a busy construction site, its laborers racing to keep up with the demand. At night, it becomes a ghostly necropolis. \n\nWe follow a taciturn middle-aged man, whose name is never given. He arrives at dusk every day in a beat-up old truck and settles into the watchman's shack. Thrown together out of discarded building materials, the shack is surrounded by crypts two or three stories tall, which are topped by domes, floored with polished marble, decorated by statuary and invariably displaying photographs of their occupants — some holding automatic weapons.\n\nTwo faithful dogs materialize when the old truck arrives. They have appointed themselves as his companions, but the watchman never talks to them, feeds them or pets them. They are content with his company. At night, the watchman notes, gun battles can erupt between loyalists of various cartels, and sometimes there are bands and parties on the graves.\n\nThere is no narration and next to no spoken dialogue in the documentary, although from the watchman's old TV set, we hear items on the news about the daily body count between drug dealers and police, drug dealers and the army, and drug dealers with one another. There is some excitement when the \"boss of bosses\" is shot down, but we understand there will immediately be a new boss of bosses.\n\nIn the daytime, marching bands accompany coffins to their resting places. Mourners are joined by spectators, maybe even tourists. Vendors sell chilled mangoes and soft drinks. We see a widow who comes every day to wash and clean her husband's two-story crypt, while her children play hopscotch on the flat gravemarkers on the less prosperous side of the street.\n\nWhat else is to be said? The watchman has a single naked light bulb, which he hangs above his door in the evening and moves inside at night. He sleeps under a couple of blankets on a plank supported by oil drums. The feet of the construction workers are bursting from splits in their shoes. The only prosperous ones here are the dead.", "running_time": 72, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-25", "genres": ["Foreign"], "title": "El Velador (2012)"}