{"url": "http://www.rogerebert.com/reviews/election-1999", "by": "Matthew Broderickas Jim McAllister", "star_rating": 3.5, "text": "I remember students like Tracy Flick, the know-it-all who always has her hand in the air, while the teacher desperately looks for someone else to call on. In fact, I was a student like Tracy Flick. \"A legend in his own mind,\" they wrote under my photo in the Urbana High School yearbook. I remember informing an English teacher that I didn't know why we were wasting time on the short stories of Eudora Welty when I could write better ones myself.\n\nTracy is smarter than that, and would never occupy such an exposed position. She's the subject of Alexander Payne's \"Election,\" a wicked satire about an election for student government president, a post Tracy wants to win to go along with her collection of every other prize in school. What sets this film aside from all the other recent high school movies is that it doesn't limit itself to the world view of teenagers, but sees Tracy mostly through the eyes of a teacher who has had more than enough of her.\n\nTracy is embodied by Reese Witherspoon, an actress I've admired since she had her first kiss in \"The Man in the Moon\" (1991), and who moved up to adult roles in \"Freeway\" (1997), a harrowing retelling of \"Little Red Riding Hood\" with Kiefer Sutherland as the wolf. She was a virginal headmaster's daughter in \"Cruel Intentions,\" which opened last month but she hits her full stride in \"Election\" as an aggressive, manipulative vixen who informs a teacher she hopes they can work together \"harmoniously\" in the coming school year.\n\nThe teacher is Jim McAllister (Matthew Broderick), the kind of man who turns up for an adulterous liaison and succeeds only in getting a bee sting on his eyelid. He thinks he knows what she means about \"harmoniously,\" since last year she seduced a faculty member who was one of his best friends. Much as McAllister detests her, he also lusts after her; talking another student into running against her is his version of a cold shower. His recruit is a slow-witted jock named Paul (Chris Klein), and the race gets complicated when Paul's lesbian sister, Tammy (Jessica Campbell), jumps into the race on a platform of dismantling the student government \"so we'll never have to sit through one of these stupid elections again.\" \"Election\" is not really about high school, but about personality types. If the John Travolta character in \"Primary Colors\" reminded me of Bill Clinton, Tracy Flick puts me in mind of Elizabeth Dole: a person who always seems to be presenting you with a logical puzzle for which she is the answer. What is Tracy Flick's platform? That she should win simply because she is the school's (self)-designated winner. When a candidate turns up on election day having baked 480 customized cupcakes for the voters, doesn't she seem kind of inevitable? For Jim McAllister, the Tracy Flicks have to be stopped before they do damage to themselves and others. She is always perfectly dressed and groomed, and is usually able to conceal her hot temper behind a facade of maddening cheerfulness. But she is ruthless. She reminds me of a saying attributed to David Merrick: \"It is not enough for me to win. My enemies must lose.\" The story, based on a novel by Tom Perrotta, shows McAllister as a dedicated teacher who is simply steamrollered by Tracy Flick. He narrates the film in a tone balanced between wonder and horror, and Broderick's performance does a good job of keeping that balance. Whatever else, he is fascinated by the phenomenon of Tracy Flick. We're inevitably reminded of Sammy Glick, the hero of Budd Schulberg's Hollywood classic What Makes Sammy Run? , who had his eye on the prize and his feet on the shoulders of the little people he climbed over on his way to the top. \"Election\" makes the useful observation that although troublemakers cause problems for teachers, it's the compulsive overachievers who can drive them mad.\n\nAlexander Payne is a director whose satire is omnidirectional. He doesn't choose an easy target and march on it. He stands in the middle of his story and attacks on all directions. His first film was \"Citizen Ruth\" (1996), starring Laura Dern as a pregnant, glue-sniffing young woman who was a moronic loser, but became the focus of a court battle between pro-choice and anti-abortion forces. What was astonishing about his film (and probably damaged it at the box office) was that he didn't choose sides, but satirized both sides with cheerful open-mindedness.\n\nNow here is a movie that is not simply about an obnoxious student, but also about an imperfect teacher, a lockstep administration, and a student body that is mostly just marking time until it can go out into the world and occupy valuable space. The movie is not mean-spirited about any of its characters; I kind of liked Tracy Flick some of the time, and even felt a little sorry for her. Payne doesn't enjoy easy targets and cheap shots. What he's aiming for, I think, is a parable for elections in general--in which the voters have to choose from among the kinds of people who have been running for office ever since high school.", "running_time": 104, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-30", "genres": ["Comedy", "Indie"], "title": "Election (1999)"}