{"url": "http://www.rogerebert.com/reviews/electric-dreams-1984", "by": null, "star_rating": 3.5, "text": "In a way, it's one of the oldest stories in the movies. You start with a sweet guy who's kind of a wimp. You have him rent an apartment downstairs from a good-looking blonde girl who's really classy -- maybe she even plays cello in a symphony orchestra. Then you supply the wimp with a know-it-all roommate who can do anything. \n\nThen the wimp has the roommate compose a love song for the girl upstairs. The girl falls for it, there's love at first sight, but then the wimp feels that he is living a lie. He must tell the girl the truth or he will not truly deserve her. (This begs the question, of course, of whether he should make an ethical investment in a girl who can be swayed by a single love song.)\n\nIn \"Electric Dreams\", they've made one slight change in this age-old scenario, to bring it up to date. The roommate is a computer. In the old movies, there was usually a touchy moment or two when it looked like the roommate was going to fall for the girl upstairs. They even have a version of that here: The computer gets wildly jealous and possessive about its owner, and begins to inquire winsomely about the meanings of all those nice words in the love songs: How, exactly, does one touch? The guy in the movie is one of those cases of chronic disorganization: He's right on time but this is yesterday's training session. Somebody tells him he ought to get a computer to help him keep track of things. He buys a computer and, predictably, drops it while he is taking it out of the box. Apparently that was just what the computer needed to upgrade itself to a level of sophistication far above anything ever dreamed of by the folks at the computer store.\n\nIf \"Electric Dreams\" were only about this ancient old plot, it would have been a fairly routine movie. Several things make it more than that, and, in order of importance, they are:\n\n(1) the ingenious way the movie creates a personality for the computer, with the help of Bud Cort as the computer's voice;\r(2) the perfect casting of Lenny von Dohlen as the wimp, and Virginia Madsen, an engaging newcomer, as the girl upstairs;\r(3) the graphics, and particularly the way the movie pictures the computer's wilder flights of fancy, and\r(4) the music by Giorgio Moroder, who seems to compose the scores for half the films in Hollywood these days, but who has certainly found the right tone for this one.\n\nOne of the nicest things about the movie is the way it maintains its note of slightly bewildered innocence. When von Dohlen unpacks his computer and starts to assemble it, he reminds us a little of somebody like Harold Lloyd, determined to lick this thing. It's not often that a modern movie has the courage to give us a hero who doesn't seem to be a cross between a disco god and an aerobics instructor, but the von Dohlen character is a nice change. He's likable, incompetent, and slightly dense. Virginia Madsen makes it clear right from the start that she loves her cello more than almost anything else in the world, and the movie's best single scene is the one where the computer, eavesdropping through a ventilation duct as she rehearses, joins in and plays a duet with her.\n\nThat scene, and a lot of other virtuoso moments in the movie, are photographed by Alex Thomson with a kind of fluid, poetic visual abandon that makes the movie a lot of fun to watch. The camera sweeps low over a keyboard, taking a flight that's almost as exhilarating as one of those swoops in \"Star Wars\". During the songs, the screen fills with a kind of orgasmic computer screen display.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy"], "title": "Electric Dreams (1984)"}