{"url": "http://www.rogerebert.com/reviews/elegy-2008", "by": "Ben Kingsleyas David", "star_rating": 3.0, "text": "Ben Kingsley, who can play just about any role, seems to be especially effective playing slimy intellectuals. \"Elegy\" is a film that could have been made for him, although by the time it's over, Penelope Cruz has slipped away with it, and transformed Kingsley's character in the process. It's nicely done.\n\nKingsley plays David Kepesh, a professor of literature whose classroom manner seems designed to seduce the young student of his choice from each new class. He narrates the film, and is not shy about describing his methods. To stay out of trouble, he waits until the semester is over, and the grades have been given, and then throws a party at his book and art-filled apartment, where he singles out his prey and dazzles her with flattering insights, intellectual bravado and an invitation to meet sometime -- just for coffee or a drink and conversation, you know.\n\nHis target this semester is the lithesome Consuela, played by Penelope Cruz as a Cuban-American who is old enough to know better but discerning enough to see that there may really be something to old Kepesh after all. The professor appoints himself her tutor to all the mysteries of life, art, New York, music and sex. And for a while they mesh and enjoy each other.\n\nBut David grows obsessed with jealousy, convinced that Consuela is seeing someone else -- younger, or course, and more handsome and virile. He even accidentally drops in at a dance he knows she's attending, to check up on her. His distrust spoils everything, because she cannot abide not being trusted.\n\nAnd then -- the movie takes a dramatic turn, which I will not reveal, even though it contains all the deepest emotions and real feelings of the story. And in these scenes, Cruz is quietly powerful and very true. You understand why the Spanish director, Isabel Coixet, chose Cruz instead of, say, a 19-year-old. An actress needs depth and the experience of life to play these scenes, and Cruz has them.\n\nThe film is based on a novel by Philip Roth, who has just about exhausted my desire to read his stories about young babes falling for older, wiser, intellectuals like, say, Philip Roth. I was reading his Library of America volume about Zuckerman recently, and finally just put it down and said to the book: Sorry, Phil, but I cannot read one more speech founded on the f-word. I don't object to the f-word itself, but sorry, I've simply been overserved.\n\nThat \"Elegy\" is not simply a fantasy about the horny old rascal and the comely maid is to its credit. That it sees Manhattan clearly as a setting is also an advantage, since it is a place where we believe things like this are likely to happen. And then there is a wealth of supporting characters, notably Carolyn (Patricia Clarkson), no spring chicken, who has been David's mistress for years. She can't believe there's another woman in his life and launches a barrage of f-words, but she makes the character real -- and poignant. I also liked Dennis Hopper as George, the old pal he has coffee with, who attempts to bring sanity to David's behavior, but despairs. And Peter Sarsgaard as David's son, with problems of his own, and a father who has become not only an embarrassment but, worse, an irrelevancy.\n\nThe movie is not great. I'm not sure why. Maybe the payoff plays too much like a payoff. Consuela asks David to do something I think we might be better off hearing about, instead of seeing. I'm not sure. The movie is obviously going for a big emotional charge at the end and might have been more effective with a quieter one. But you decide.", "running_time": 112, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Drama", "Romance"], "title": "Elegy (2008)"}