{"url": "http://www.rogerebert.com/reviews/elektra-2005", "by": "Jennifer Garneras Elektra", "star_rating": 1.5, "text": "\"Elektra\" plays like a collision between leftover bits and pieces of Marvel superhero stories. It can't decide what tone to strike. It goes for satire by giving its heroine an agent who suggests mutual funds for her murder-for-hire fees, and sends her a fruit basket before her next killing. And then it goes for melancholy by making Elektra a lonely, unfulfilled overachiever who was bullied as a child and suffers from obsessive-compulsive disorder. It goes for cheap sentiment by having her bond with a 12-year-old girl, and then ... but see for yourself. The movie's a muddle in search of a rationale.\n\nElektra, you may recall, first appeared on screen in \"Daredevil\" (2003), the Marvel saga starring Ben Affleck as a blind superhero. Jennifer Garner, she of the wonderful lips, returns in the role as a killer for hire, which seems kind of sad, considering that in the earlier movie she figured in the beautiful scene where he imagines her face by listening to raindrops falling on it.\n\nNow someone has offered her $2 million for her next assassination, requiring only that she turn up two days early for the job -- on Christmas Eve, as it works out. She arrives in a luxurious lakeside vacation home and soon meets the young girl named Abby (Kirsten Prout) who lives next door. Abby's father is played by Goran Visnjic with a three-day beard, which tells you all you need to know: Powerful sexual attraction will compel them to share two PG-13-rated kisses.\n\nThe back story, which makes absolutely no mention of Daredevil, involves Elektra's training under the stern blind martial arts master Stick (Terence Stamp), who can restore people to life and apparently materialize at will, yet is reduced to martial arts when he does battle. Her enemies are assassins hired by the Order of the Hand, which is a secret Japanese society that seeks The Treasure, and The Treasure is ... well, see for yourself.\n\nAs for the troops of The Hand, they have contracted Movie Zombie's Syndrome, which means they are fearsome and deadly until killed, at which point they dissolve into a cloud of yellow powder. I don't have a clue whether they're real or imaginary. Neither do they, I'll bet. Eagles and wolves and snakes can materialize out of their tattoos and attack people, but they, too, disappear in clouds. Maybe this is simply to save Elektra the inconvenience of stepping over her victims in the middle of a fight.\n\nThe Order of the Hand is not very well-defined. Its office is a pagoda on top of a Tokyo skyscraper, which is promising, but inside all we get is the standard scene of a bunch of suits sitting around a conference table giving orders to paid killers. Their instructions: Kill Elektra, grab The Treasure, etc. Who are they and what is their master plan? Maybe you have to study up on the comic books.\n\nAs for Elektra, she's a case study. Flashbacks show her tortured youth, in which her father made her tread water in the family's luxury indoor pool until she was afraid she'd drown. (Her mother, on a balcony overlooking the pool: \"She's only a girl!\" Her father, at poolside: \"Only using your legs! Not your hands!\" Elektra: Glub.)\n\nWhether this caused her OCD or not, I cannot say. It manifests itself not as an extreme case, like poor Howard Hughes, but fairly mildly: She counts her steps in groups of five. This has absolutely nothing to do with anything else. A superheroine with a bad case of OCD could be interesting, perhaps; maybe she would be compelled to leap tall buildings with bound after bound after bound.\n\nThe movie's fight scenes suffer from another condition, attention deficit disorder. None of their shots are more than a few seconds long, saving the actors from doing much in the way of stunts and the director from having to worry overmuch about choreography. There's one showdown between Elektra and the head killer of The Hand that involves a lot of white sheets, but all they do is flap around; we're expecting maybe an elegant Zhang Yimou sequence, and it's more like they're fighting with the laundry.\n\nJennifer Garner is understandably unable to make a lot of sense out of this. We get a lot of closeups in which we would identify with what she was thinking if we had any clue what that might be. Does she wonder why she became a paid killer instead of a virtuous superheroine? Does she wonder why her agent is a bozo? Does she clearly understand that the Order of the Hand is the group trying to kill her? At the end of the movie, having reduced her enemies to yellow poofs, she tells Goran Visnjic to \"take good care\" of his daughter. Does she even know those guys in suits are still up there in the pagoda, sitting around the table?", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-01-13", "genres": ["Action", "Science Fiction"], "title": "Elektra (2005)"}