{"url": "http://www.rogerebert.com/reviews/elena-2012", "by": "Nadezhda Markinaas Elena", "star_rating": 3.0, "text": "\"Elena\" begins as if it will be the grim portrait of unpleasant people and grows steadily more remorseless. There's a kind of fascination in its unblinking portrait of characters who care about nothing but money. It concludes on a note that would distinguish a film noir, although many noirs end on notes of poetic justice, and there's no poetry in \"Elena,\" and no one deserving justice. \n\nI make it sound like a horrible experience. Not at all. Andrei Zvyagintsev's film isn't stupid or crude, and we can pretty well imagine how all the characters feel, even though it doesn't make them sympathetic. It takes place in present-day Moscow and an unprosperous outlying district, and shows people who lack the resources or imagination to bring interest into their lives. Even the interlocking stories of two parents and their children evoke no familial love; these parents care about their offspring only to the degree that they should do better than others'.\n\nThe title character (Nadezhda Markina) is a peasant type, not well matched to her husband, Vladimir (Andrey Smirnov). His house is luxurious and comfortable, but she doesn't seem at home there. We learn that she was his caregiver 10 years ago when his appendix burst, and having nursed him back to health, she was upgraded spousal status. Not much romance seems to have been involved.\n\nBoth have children. Elena's son, Sergei (Alexey Rozin), is a dissolute layabout with an obnoxious son named Sasha (Igor Ogurtsov). He doesn't love Elena and who knows what she feels for him, but she brings them money from Vladimir. Vladimir has a daughter named Katya (Elena Lyadova), who has no purpose in life other than to be supported by her doting father.\n\nNot a pretty picture. Things could go on like this forever. Then Vladimir, while swimming for exercise, has a heart attack. After he returns home, Elena finds herself back in her caregiver role. Sergei comes to her with an emergency: Her grandson, Sasha, will have to do army service unless he can afford to go to college. Why she should care about this worthless lad is not discussed.\n\nSpoilers: Vladimir, on what he fears is his deathbed, announces to his wife that he will make a will leaving everything to his daughter — although Elena will generously be given a lifetime annuity. Vladimir incautiously makes this revelation on the day before he has arranged to meet with his lawyer. Do the math. \n\nHow Elena acts on this information involves the logic of a perfect crime, so beloved by film noir, and usually not quite perfect after all. There's a kind of fascination in observing Elena's calm and composure as she acts by any means necessary and displays both false and real emotion. Shoot this film in black and white and cast Barbara Stanwyck as Elena, and you'd have a 1940s classic.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-11", "genres": null, "title": "Elena (2012)"}