{"url": "http://www.rogerebert.com/reviews/eleni-1986", "by": "Kate Nelliganas Eleni", "star_rating": 3.0, "text": "\"Eleni\" is based on the true story of a New York Times reporter who went searching for his past in Greece. The reporter's name is Nicholas Gage.\n\nAs a very young boy, he is sent to America to join relatives at the end of World War II. He has a sharp memory of his mother promising to join him as soon as possible. But his mother never arrives, and word finally comes that she has been killed - shot by a firing squad in the confused days of the Greek civil war.\n\nAs the movie opens, years have passed, but the agony of that loss has not faded for Nick Gage. He feels he cannot rest until he finds the answers to the questions that haunt him: Why was his mother killed? Who killed her? He arranges to be sent to Greece on assignment for his newspaper, and his wife, who has had to live with his agony, realizes how special this trip is when she discovers him packing a gun.\n\n\"Eleni\" tells Gage's story in the present day, and then uses flashbacks to tell his mother's story. The adult Nick is played by John Malkovich as an introspective, wryly intelligent man who harbors deep hurts and angers.\n\nThe flashbacks center on the last days of his mother, played by Kate Nelligan as a remarkably strong, courageous, clearheaded peasant woman. Both performances are good, but the second one is not necessary.\n\nIn a curious way that has to be seen to be understood, the flashbacks weaken the story.\n\nThe movie starts by looking through the eyes of an adult American who seeks answers from his childhood and his past. By allowing us to see the events of 40 years ago, the screenplay makes a tactical error: It shows us things that Nick Gage himself never saw, and could never have known. The importance of his mystery is lessened.\n\nAnd the movie dissipates tension by providing us with information Gage is still searching for.\n\nThat said, there are still many fine qualities in \"Eleni.\" Some of them are not quite apparent until near the end of the movie, when the climactic scenes help us appreciate what before. In particular, there is a moment when Gage actually sits down at a table across from the man who killed his mother, and looks into that man's eyes, and tries to decide what to do next.\n\nIt provides the emotional payoff for all of the groundwork in the Malkovich performance: We see the decision of a man we have grown to know.\n\nMalkovich is developing into one of the great strong quiet zones of contemporary film acting. His characters internalize their feelings.\n\nAnger causes his voice to drop. And, when it rises, it seems as if feelings are being forced out of him.\n\nThe result is more effective than if he pounded on tables and waved his arms - choices some other actors might have made, given a volatile Greek-American to play. This is a character who has been hurt very deeply inside, and has spent years brooding on that hurt.\n\nKate Nelligan, on the other hand, provides a more demonstrative performance as Eleni. Her eyes flash, her temper flares, she is passionate in her care for her children.\n\nShe is among my very favorite movie actresses (remember her performance in \"Eye of the Needle\"?). But she is probably not quite right for this role, because she seems too finished, too sophisticated, for this woman who lives in a house with earth floors and goes to the well for her water in the morning. She tries, but she is too polished.\n\nThe movie's fatal flaw, however, is to ever show us Eleni in the first place.\n\nWhat happened in 1947 is one thing. What Nicholas Gage does about it 35 years later is very much another thing, and has to do with memory and revenge, not with the literal rediscovery of the past that we get from flashbacks.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-01-17", "genres": null, "title": "Eleni (1986)"}