{"url": "http://www.rogerebert.com/reviews/elena-and-her-men-1987", "by": "Ingrid Bergmanas Elena", "star_rating": 3.0, "text": "Ingrid Bergman has a way of looking into a man's eyes. She doesn't simply gaze at his eyes, as so many actresses do, their thoughts on the next line of dialogue. She peers into the eyes, searching for meaning and clues, and when she is in a close two-shot with an actor, watch the way her own eyes reflect the most minute changes in his expression.\n\nBergman looks into a lot of eyes in \"Elena and Her Men,\" the 1956 Jean Renoir comedy that is being revived through Saturday at Chicago's Music Box Theater. She plays a Polish princess in Paris on the eve of World War I, a woman who may have the future of France in her hands. A famous general has fallen in love with her, and politicians believe they can use her to convince the general to take control of the government.\n\nThat is what the plot is about. The movie is about something else - about Bergman's rare eroticism, and the way her face seems to have an inner light on film. Was there ever a more sensuous actress in the movies? Francois Truffaut, reviewing this film, observed that \"sex is the only focus of attention.\" Renoir's plot is essentially a farce; at the beginning of the film, the princess falls in love with a handsome young man (Mel Ferrer) she meets in a parade crowd. She spends an evening with him in a bistro, covering his face with kisses, but then she must go to marry a wealthy, middle-aged boot manufacturer. But first Ferrer introduces her to the general (Jean Marais), who instantly falls in love with her, and then, because politics is more important to Ferrer than romance, he tries to bring the general and the princess together.\n\nThe threads of the story lead to a jolly engagement party in the manufacturer's mansion, and here Renoir gives us the same sort of jolly, bawdy upstairs-and-downstairs business he had so much fun with in \"The Rules of the Game.\" The house seems to be a maze of interlocking rooms, through which the manufacturer's son chases the buxom maid, while Bergman plays hide-and-seek with the general.\n\nAlthough the movie has serious undertones (Renoir made it at a time when Gen. Charles de Gaulle was being implored to return and lead France), Truffaut was right that it is about sex, not politics. What's interesting is the way that Renoir preserves a strong erotic and romantic thread (the love between Bergman and Ferrer) all the way through the movie's farcical elements.\n\nThe closing scene is a masterpiece: A crowd gathers outside the mansion, and to distract attention from the general's escape, Bergman and Ferrar kiss in an upstairs window. At first they are only pretending - Bergman is angry at the way she has been used - but then they grow more passionate, and in the street below the members of the crowd are so inspired that they turn and start kissing one another. The moment sounds contrived, I suppose, but on the screen it's magic.\n\n\"Elena and Her Men\" previously was shown in America in a shortened English version named \"Paris Does Strange Things.\" The Music Box is showing an uncut, new, 35mm color print, with a different Renoir double feature every night: \"The Lower Depths (tonight); \"Crime of M. Lange\" (tomorrow); \"The Petit Theater of Jean Renoir\" (Thursday); \"Grand Illusion\" (Friday), and \"French Can-Can\" (Saturday).", "running_time": 98, "mpaa_rating": null, "release_year": 1987, "date_published": "1987-02-03", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Elena and Her Men (1987)"}