{"url": "http://www.rogerebert.com/reviews/elephant-2003", "by": "Alex Frostas Alex", "star_rating": 4.0, "text": "Gus Van Sant's \"Elephant\" is a record of a day at a high school like Columbine, on the day of a massacre much like the one that left 13 dead. It offers no explanation for the tragedy, no insights into the psyches of the killers, no theories about teenagers or society or guns or psychopathic behavior. It simply looks at the day as it unfolds, and that is a brave and radical act; it refuses to supply reasons and assign cures, so that we can close the case and move on.\n\nVan Sant seems to believe there are no reasons for Columbine and no remedies to prevent senseless violence from happening again. Many viewers will leave this film as unsatisfied and angry as Variety's Todd McCarthy, who wrote after it won the Golden Palm at Cannes 2003 that it was \"pointless at best and irresponsible at worst.\" I think its responsibility comes precisely in its refusal to provide a point.\n\nLet me tell you a story. The day after Columbine, I was interviewed for the Tom Brokaw news program. The reporter had been assigned a theory and was seeking sound bites to support it. \"Wouldn't you say,\" she asked, \"that killings like this are influenced by violent movies?\" No, I said, I wouldn't say that. \"But what about 'Basketball Diaries'?\" she asked. \"Doesn't that have a scene of a boy walking into a school with a machine gun?\" The obscure 1995 Leonardo Di Caprio movie did indeed have a brief fantasy scene of that nature, I said, but the movie failed at the box office (it grossed only $2.5 million), and it's unlikely the Columbine killers saw it.\n\nThe reporter looked disappointed, so I offered her my theory. \"Events like this,\" I said, \"if they are influenced by anything, are influenced by news programs like your own. When an unbalanced kid walks into a school and starts shooting, it becomes a major media event. Cable news drops ordinary programming and goes around the clock with it. The story is assigned a logo and a theme song; these two kids were packaged as the Trench Coat Mafia. The message is clear to other disturbed kids around the country: If I shoot up my school, I can be famous. The TV will talk about nothing else but me. Experts will try to figure out what I was thinking. The kids and teachers at school will see they shouldn't have messed with me. I'll go out in a blaze of glory.\"\n\nIn short, I said, events like Columbine are influenced far less by violent movies than by CNN, the NBC Nightly News and all the other news media, who glorify the killers in the guise of \"explaining\" them. I commended the policy at the Sun-Times, where our editor said the paper would no longer feature school killings on Page 1. The reporter thanked me and turned off the camera. Of course the interview was never used. They found plenty of talking heads to condemn violent movies, and everybody was happy.\n\nVan Sant's \"Elephant\" is a violent movie in the sense that many innocent people are shot dead. But it isn't violent in the way it presents those deaths. There is no pumped-up style, no lingering, no release, no climax. Just implacable, poker-faced, flat, uninflected death. Truffaut said it was hard to make an anti-war film because war was exciting even if you were against it. Van Sant has made an anti-violence film by draining violence of energy, purpose, glamor, reward and social context. It just happens. I doubt that \"Elephant\" will ever inspire anyone to copy what they see on the screen. Much more than the insipid message movies shown in social studies classes, it might inspire useful discussion and soul-searching among high school students.\n\nVan Sant simply follows a number of students and teachers as they arrive at the school and go about their daily routines. Some of them intersect with the killers, and many of those die. Others escape for no particular reason. The movie is told mostly in long tracking shots; by avoiding cuts between closeups and medium shots, Van Sant also avoids the film grammar that goes along with such cuts, and so his visual strategy doesn't load the dice or try to tell us anything. It simply watches.\n\nAt one point he follows a tall, confident African-American student in a very long tracking shot as he walks into the school and down the corridors, and all of our experience as filmgoers leads us to believe this action will have definitive consequences; the kid embodies all those movie heroes who walk into hostage situations and talk the bad guy out of his gun. But it doesn't happen like that, and Van Sant sidesteps all the conventional modes of movie behavior and simply shows us sad, sudden death without purpose.\n\n*****\n\n\"I want the audience to make its own observations and draw its own conclusions,\" Van Sant told me at Cannes. \"Who knows why those boys acted as they did?\" He is honest enough to admit that he does not. Of course a movie about a tragedy that does not explain the tragedy -- that provides no personal of social \"reasons\" and offers no \"solutions\" -- is almost against the law in the American entertainment industry. When it comes to tragedy, Hollywood is in the catharsis business.\n\nVan Sant would have found it difficult to find financing for any version of this story (Columbine isn't \"commercial\"), but to tell it on a small budget, without stars or a formula screenplay, is unthinkable. He found the freedom to make the film, he said, because of the success of his \"Good Will Hunting,\" which gave him financial independence: \"I came to realize since I had no need to make a lot of money, I should make films I find interesting, regardless of their outcome and audience.\"", "running_time": 81, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-07", "genres": ["Crime", "Drama"], "title": "Elephant (2003)"}