{"url": "http://www.rogerebert.com/reviews/elf-2003", "by": "Will Ferrellas Buddy", "star_rating": 3.0, "text": "If I were to tell you \"Elf\" stars Will Ferrell as a human named Buddy who thinks he is an elf and Ed Asner as Santa Claus, would you feel an urgent desire to see this film? Neither did I. I thought it would be clunky, stupid and obvious, like \"The Santa Clause 2\" or \"How the Grinch Stole Christmas.\" It would have grotesque special effects and lumber about in the wreckage of holiday cheer, foisting upon us a chaste romance involving the only girl in America who doesn't know that a man who thinks he is an elf is by definition a pervert.\n\nThat's what I thought it would be. It took me about 10 seconds of seeing Will Ferrell in the elf costume to realize how very wrong I was. This is one of those rare Christmas comedies that has a heart, a brain and a wicked sense of humor, and it charms the socks right off the mantelpiece. Even the unexpected casting is on the money. James Caan as the elf's biological father. Yes! Bob Newhart as his adoptive elf father. Yes! Mary Steenburgen as Caan's wife, who welcomes an adult son into her family. Yes! Zooey Deschanel as the girl who works in a department store and falls for his elfin charm. Yes! Faizon Love as Santa's elf manager -- does it get any better than this? Yes, it does. Peter Dinklage, who played the dwarf in \"The Station Agent,\" has a brief but sublime scene in which he cuts right to the bottom line of elfhood.\n\n\"Elf,\" directed by Jon Favreau and written by David Berenbaum, begins with a tragic misunderstanding on a Christmas long ago. As Santa Claus is making his rounds, a human orphan crawls into his sack and accidentally hitches a ride to the North Pole. Raised as an elf by Papa Elf (Newhart), he knows he's at least four feet taller than most of the other elves, and eventually he decides to go to New York City and seek out his birth father.\n\nThis is Walter (Caan), a hard-bitten publisher whose heart does not instantly melt at the prospect of a 6-foot man in a green tunic and yellow stretch tights, who says he is his son. But when Buddy drops the name of Walter's long-lost girlfriend, a faraway look appears in the old man's eyes, and soon Buddy is invited home, where Mary Steenburgen proves she is the only actress in America who could welcome her husband's out-of-wedlock elf into her family and make us believe she means it.\n\nThe plot is pretty standard stuff, involving a crisis at the old man's publishing company and a need for a best-selling children's book, but there are sweet subplots involving Buddy's new little brother Michael (Daniel Tay), and Buddy's awkward but heartfelt little romance with the department store girl (Deschanel). Plus heart-tugging unfinished business at the North Pole.\n\nOf course there's a big scene involving Buddy's confrontation with the department store Santa Claus, who (clever elf that he is) Buddy instantly spots as an imposter. \"You sit on a throne of lies!\" he tells this Santa.\n\nIndeed the whole world has grown too cynical, which is why Santa is facing an energy crisis this year. His sleigh is powered by faith, and if enough people don't believe in Santa Claus, it can't fly. That leads to one of those scenes where a flying machine (in this case, oddly enough, the very sleigh we were just discussing) tries to fly and doesn't seem to be able to achieve takeoff velocity, and ... well, it would be a terrible thing if Santa were to go down in flames, so let's hope Buddy persuades enough people to believe. It should be easy. He convinced me that this was a good movie, and that's a miracle on 34th street right there.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-11-07", "genres": ["Comedy", "Family", "Fantasy", "Holiday"], "title": "Elf (2003)"}