{"url": "http://www.rogerebert.com/reviews/elite-squad-the-enemy-within-2011", "by": "Wagner Mouraas Nascimento", "star_rating": 3.0, "text": "Here's a Brazilian thriller that's so angry and specifically political, it's hard to believe they got away with making it. \"Based on real events,\" we're told, and \"Elite Squad: The Enemy Within\" is one of the biggest hits in the history of Brazil and South America. If this is accurate, Costa Rica is about as far south as you can go and find an honest cop.\n\nThe movie is a sequel to \"Elite Squad\" (2007), by writer-director Jose Padilha, who returns for \"The Enemy Within.\" I haven't seen that, but I don't believe you need to. It ended, I learn, with the retirement of Col. Nascimento (Wagner Moura) from the state police militia. The sequel opens as he's recruited back into the force. After a prison hostage situation goes wrong and lots of bad guys are killed (against his wishes), he gets the credit, becomes a hero and is placed in command of the entire militia.\n\nApparently the state governor and other bureaucrats don't know who they're dealing with. The last man they should want in the job is a man who knows about the corruption and is opposed to it. As the story unfolds, he discovers that earlier deadly raids against organized criminal gangs in the slums of Rio merely eliminated the competition for the police to take over and run the same rackets, only now under the protection of the law.\n\nOne honest man who already knows this is State Senator Diogo Fraga (Irandhir Santos), who speaks out in the legislature and the press. As the first film closed, Nascimento was looking forward to the joy of fatherhood with his pregnant wife, Rosane (Maria Ribeiro). Now about seven years have passed (although the films are only three years apart), and Rosane is married to Sen. Fraga. The two men are barely on speaking terms, although by the film's end, they'll realize they're on the same side.\n\nWatching \"Elite Squad: The Enemy Within,\" no one will complain about a shortage of two elements: (1) bloody, gruesome, pitiless violence, and (2) Nascimento's narration, which explains everything in such detail, it sometimes sounds like an op-ed piece. He's in the process of discovering that drug dealing and other illegal businesses are a cartel run by Brazil's ruling elite. You see why I'm surprised the film got made? My notion is that this top group may be so embedded and powerful that there's no use opposing them, even though most people know what's going on — or will after they see this film.\n\nToward the end, there's a leisurely helicopter shot drifting over the enormous capital city of Brasilia, the boondoggle in the jungle, while Nascimento informs us this extravagance is a monument to money that came from the poor to provide a throne for the rich. After that, he spills all the beans in a speech at a legislative hearing targeted at the most corrupt cops and lawmakers. I was amazed that Nascimento was still alive at this point (although not because of any shortage of assassination attempts). (Spoiler!) I was even more amazed that a shot didn't ring out and kill him in the middle of his speech. \n\nWho was this Nascimento, and why hasn't he won the Nobel? He's a fictional character, that's why. One of the film's small ironies is that a real Nascimento was the robber who undertook the famous Bus 174 hostage crisis in 2000. You may have seen the 2002 documentary about that event. Jose Padilha certainly has, because he directed it.\n\nThe slums of Rio have been the setting for many great films, including the great \"City of God\" (2002). Tiny tenement dwellings are piled one atop another as they jam together and mount the heights above the city. To be a cop there must be like being the monster in a video game. Guns are everywhere. Anarchy is the political system. Much money is being made. And the characters of Fraga and Nascimento imply that lawlessness of the slums, or favelas, are almost deliberately encouraged because they're such reliable sources of corrupt income. The implication is that laws against drugs are a convenient form of price supports.\n\nThis is a good film, not great. Too little attention is paid to the complexities and personalities of the characters. We're always aware they stand for something. Wagner Moura, returning in the role of Nascimento, is a big star, but doesn't seem especially charismatic; with his graying pompadour, he looks like a prosperous team owner or manufacturer. It's always a little startling when guys like this (and his arch enemy, who is downright portly) can run up steep hills, leap gaps and sock each other like ultimate fighters. Underneath its outrage, \"The Enemy Within\" is essentially a talky cop thriller.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Elite Squad: The Enemy Within (2011)"}