{"url": "http://www.rogerebert.com/reviews/elizabeth-the-golden-age-2007", "by": "Cate Blanchettas Elizabeth I", "star_rating": 2.5, "text": "\"Elizabeth, the Golden Age\" is weighed down by its splendor. There are scenes where the costumes are so sumptuous, the sets so vast, the music so insistent, that we lose sight of the humans behind the dazzle of the production. Unlike \"Elizabeth\" (1998) by the same director, Shekhar Kapur, this film rides low in the water, its cargo of opulence too much to carry.\n\nThat's despite the return of the remarkable Cate Blanchett in the title role. Who else would be so tall, regal, assured and convincing that these surroundings would not diminish her? We believe she is a queen. We simply cannot care enough about this queen. That Blanchett could appear in the same Toronto Film Festival playing Elizabeth and Bob Dylan, both splendidly, is a wonder of acting. But the film's screenplay, by Michael Hirst and William Nicholson, places her in the center of history that is baldly simplified, shamelessly altered, and pumped up with romance and action.\n\nWe see her kingdom threatened by two Catholics, Mary, Queen of Scots (Samantha Morton) who stood next in line to the throne, and Philip II of Spain (Jordi Molla), who was building a great armada to invade England. Elizabeth's treasury is depleted, her resources strained, her attention diverted by the arrival in her court of the dashing Sir Walter Raleigh (Clive Owen). He has just returned from the New Land with two gifts: the territory of Virginia, which he has named after her in honor of her virginity, and tobacco, which she smokes with great delight. Elizabeth was indeed by all accounts a virgin, but in 1585, when the story is set, she would have been over 50 and her virginity more or less settled. The film sidesteps the age issue by making her look young, sensuous and fragrant, and yearning for a man such as Raleigh.\n\nThis Sir Walter, he is a paragon. He would have been 32 in 1585. Despite his shabby attire and rough-hewn manners, he uses brash confidence to rise in Elizabeth's esteem and becomes her trusted adviser and a mastermind of the British military strategy. The film deals with the famous 1588 defeat of the Armada with Raleigh at its center, commanding ships to be set afire and aimed to ram the Spanish vessels. He swings from ropes, brandishes his sword, saves himself by plunging into the sea, and in general proves himself a master swashbuckler, especially since history teaches us that the real Raleigh was ashore the whole time and played no role in the battles.\n\nIn the court, he is also a swordsman, seducing and impregnating Elizabeth's favorite lady-in-waiting, Elizabeth Throckmorton (Abbie Cornish). When Elizabeth hears this news, Blanchett rises to full fury in an awesome example of regal jealousy. She desired Raleigh for herself, of course, although there is no evidence that, in life, she had such feelings for him.\n\nSome of the film's best scenes involve Mary, played by Samantha Morton as a heroic and devout woman who goes to the executioner's ax with dismay but royal composure. Elizabeth's own crisis of conscience over Mary's death is also well played, but the film is far more interested in romantic intrigue and sea battles. I think it undervalues the ability of audiences to get involved in true historical drama, instead of recycled action cliches.\n\nThe costumes and settings are nearly overwhelming. Reviewing the earlier film, I suggested that Shekhar Kapur was perhaps influenced by the rich colors and tapestries of his native India. Here he seems carried away by them. There are scenes where the elaborate lace on Elizabeth's costume is so detailed and flawless that we don't think about the character, we wonder how long Blanchett must have had to stand there while holding the pose and not ruffling anything.\n\nCan there be a third Elizabeth film? Of course there can. She lived until 1603, and some of her greatest glories were ahead of her. Shakespeare was active in London from the 1580s, although it was with Elizabeth's successor, James I, that his company enjoyed its great royal favor. No matter. With the same cavalier attitude to history as this second film, we could be talking about \"Elizabeth and Shakespeare in Love.\"", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-10-11", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "Elizabeth: The Golden Age (2007)"}