{"url": "http://www.rogerebert.com/reviews/elizabethtown-2005", "by": "Orlando Bloomas Drew Baylor", "star_rating": 3.0, "text": "I've seen Cameron Crowe's \"Elizabethtown\" twice, and remarkable is the difference between the two versions. Critics were warned before seeing the Toronto film festival version that it was not the final cut, and was it ever not. The new version is 18 minutes shorter, and more than 18 percent better, and wisely eliminates the question of why anyone would want to wear a pair of shoes that whistled.\n\nThe final version centers the story where it belongs, on the most unrelenting Meet Cute in movie history. Orlando Bloom plays Drew Baylor, a shoe designer on a red-eye flight to Kentucky, where his father has died during a family visit. Kirsten Dunst plays Claire Colburn, who is the only flight attendant on the plane, just as Drew is the only passenger. He just wants to be left alone. She insists he move up to first class, coddles him, makes bright and perky chat, and more or less insists on Meeting him, Cute or not.\n\nDrew was contemplating suicide when the call came about his father's death. He's the designer of the Spasmodica shoe, a world-famous but flawed new product that his boss (Alec Baldwin) informs him will lose $972 million and is \"a failure of mythic proportions, a folk tale that makes other people feel better because it didn't happen to them.\" Drew's suicide is put on hold for the visit to Elizabethtown, where his father was related to half the population and the best friend of the other half, and where Drew's mother Hollie (Susan Sarandon) is still hated as the woman who kidnapped this beloved man and took him away to live in California. \"But we live in Oregon,\" Drew, his mother and his sister Heather (Judy Greer) keep explaining, but no one is listening.\n\nThe movie crosses two familiar kinds of material: The city slicker who encounters the salt-of-the-earth small town types, and the romance that blossoms even while the two participants keep agreeing it is over. Both of these areas are handled gently and with affection, as when Drew offers condolences to everybody about the death of his father, and a relative gently informs him that \"condolences\" is \"an incoming phrase.\"\n\nClaire the flight attendant seems destined to save Drew's life by drawing his thoughts away from suicide, placing his failure in perspective, and insisting that he fall in love with her. For someone with a full-time job, she seems to have a lot of time on her hands and materializes where needed (and where not needed). Their in-flight relationship continues with an all-night phone call that ends with them meeting at dawn and looking out over the sunrise and deciding, after the conversation runs out, that maybe they were better on the phone. So that's the end, right? No: \"You are always trying to break up with me,\" she tells him, \"and we're not even together.\" And later, in exasperation: \"Just tell me you love me and get it over with.\"\n\nMeanwhile, Drew makes discoveries about his father and his family that are mostly positive. His mother Hollie and sister Heather fly in, the mother in the middle of manic plans for the rest of her life: \"I want to learn to cook. I want to learn to laugh. I want to learn to tap dance.\" There is much discussion over the desire of the \"Californians\" to have the father cremated, thus despite the family plot waiting to embrace his remains.\n\nThis being a Cameron Crowe movie, there is a great deal of music in it, some supplied by a cousin named Jessie (Paul Schneider), who was once a drummer in a band that once actually played (very, very far down) on the same bill as his idols, Lynyrd Skynyrd. How his band has a reunion at the memorial service, and how this leads to the flight of a flaming bird I will leave for you to discover.\n\nIt must be said that although Drew and Claire do seem to be falling in love, life with Claire might be maddening. She's the kind of person who would alphabetize alphabet soup. The climax of the movie is a cross-country road journey undertaken by Drew with copious maps, instructions and CDs supplied by Claire, who instructs Drew on exactly where to go and what to see and who to meet and what to feel. All that redeems this exercise in compulsion is the fact that she is right.\n\nThis journey is charming, up to a point. In the first cut of the film, there was a great deal more of the journey, followed by a pointless epilogue in which the Spasmodica shoe turns out to be a hit after all, because with every step you take, it whistles. (Since much of the journey and all of the epilogue have been cut from the movie, this is not a spoiler unless the ban on spoilers has been extended to include deleted scenes on the DVD.)\n\nThe difference between the two versions is dramatic, even though they share most of the same footage. The longer version seemed to end, and end, and end. It was one of those situations where people in the audience were pulling on their sweaters and fishing under the seat for their empty popcorn boxes, and leaning forward ready to stand up, and still the movie wasn't over. The Spasmodica epilogue played like some kind of demented reluctance on Crowe's part to ever end the movie at all.\n\nIn its trimmed version, \"Elizabethtown\" is nowhere near one of Crowe's great films (like \"Almost Famous\"), but it is sweet and good-hearted and has some real laughs, and we can just about accept Claire's obsessive romantic behavior because if someone is going to insist that you have to fall in love, there are many possibilities more alarming than Claire.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-10-13", "genres": ["Comedy", "Drama", "Romance"], "title": "Elizabethtown (2005)"}