{"url": "http://www.rogerebert.com/reviews/elizabeth", "by": "Cate Blanchettas Elizabeth I", "star_rating": 3.5, "text": "The England of the first Elizabeth is a dark and sensuous place; the court lives intimately with treachery, and cloaks itself in shadows and rude luxury. As seen through the fresh eyes of an Indian director, Shekhar Kapur, \"Elizabeth\" is not a light \"Masterpiece Theater\" production, but one steeped in rich, saturated colors and emotions. The texture of the film is enough to recommend it, even apart from the story.\n\nCate Blanchett stars as Elizabeth I, who in 1558, at the age of 25, took the throne of a Catholic country, declared it Protestant, fought off assassination by the French, the Spanish, her rivals and the pope, and ruled for 45 years. She succeeded, the film demonstrates, by learning on the job, growing from a naive girl to a willful strategist who picked her advisers well and ignored them when they urgently advised her to marry: \"I will have one mistress here! And no master!\" She was known as the Virgin Queen. Virginity for her, as for so many, was something she grew into. As the film opens, she frolics with her lover, Robert Dudley (Joseph Fiennes), and her ardor only subsides as she realizes no man loves the Queen of England only for herself. She is contemptuous of such other suitors as the Duke of Anjou (Vincent Cassel), who sees marriage as a social move, and is surprised while frolicking in a frock. And her eyes narrow as she listens to proposals couriered in by various rulers who want to marry her as a sort of mergers and acquisitions deal.\n\nThe screenplay provides a series of hard-edged conversations in which Elizabeth's enemies conspire against her, and her friends urgently counsel her while she teaches herself to tell true allies from false ones. She is much helped in the beginning by white-bearded old Sir William Cecil (Richard Attenborough), although there comes a time when he must be put to pasture, and Attenborough's character accepts this news with humility that is truly touching.\n\nThen the lurking, sinister Sir Francis Walsingham (Geoffrey Rush) moves to her side and brilliantly helps guide her to triumph. He's instrumental to the plot, even though his role is at first murky. After Elizabeth's archrival Mary of Guise (Fanny Ardant) sends her a poisoned dress that luckily claims the life of another, it is Sir Francis who adroitly convinces Mary he will betray Elizabeth. Francis and Mary spend a night together, and in the morning, Mary is dead. It didn't happen like that in history, but it should have.\n\nThe movie, indeed, compresses and rewrites history at its own convenience, which is the rule anyway with English historical romances. What it gets right is the performance by Cate Blanchett, who was so good as the poker-playing glass manufacturer in \"Oscar and Lucinda\" (1997) and here uncannily comes to resemble the great monarch. She is saucy and heedless at first, headstrong when she shouldn't be, but smart, and able to learn. By the end she has outsmarted everyone and become one of the rare early female heads of state to rule successfully without an alliance with a man.\n\nShekhar Kapur, who directed \"The Bandit Queen\" (1995) about a fierce modern Indian Robin Hood, here clothes Elizabeth, her court and her architecture in the colors and texture of medieval India. The film is largely set in vast, echoing halls, their pillars reaching up into the shadows. He is attentive to the rustle of dresses and the clank of armor, gives us a barge on the Thames like a houseboat on a lake in Kashmir. Action is glimpsed through iron filigree screens, dresses are rich with embroidery, hairstyles are ornately elaborated, and yet there is the feeling that just out of sight of these riches are the rats in the kitchen and the slop-pots in the halls. This is not the Ye Olde approach, but a society still inventing gentility; sex is so linked with politics that old Sir William demands to inspect Elizabeth's sheets every morning, to keep tabs on possibly alarming developments in her private life.\n\nAt the end of the film, Elizabeth announces, \"I have become a virgin.\" And so she remained, ruling over and in some sense creating the England that gave us Shakespeare. Think what a play he might have written about her, if commoners had been allowed to create characters out of reigning monarchs. No doubt he retired in sheer frustration.", "running_time": 124, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-20", "genres": ["Drama", "Foreign", "History"], "title": "Elizabeth (1998)"}