{"url": "http://www.rogerebert.com/reviews/ella-enchanted-2004", "by": "Anne Hathawayas Ella of Frell", "star_rating": 3.5, "text": "\"Ella Enchanted\" is enchanted, all right. Based on the beloved novel by Gail Carson Levine, it's a high-spirited charmer, a fantasy that sparkles with delights. A lot of the fun is generated because it takes place in a world that is one part \"Cinderella,\" one part \"Shrek,\" and one part \"The Princess Bride.\" It even stars the hero from \"Princess Bride,\" Cary Elwes, who has grown up to become evil Prince Regent Edgar, who killed his brother the king and now has his sights on the king's son, who will inherit the throne. So make that one part \"Hamlet\" crossed with one part \"Macbeth.\"\n\nAnne Hathaway, that improbably beautiful young woman from \"The Princess Diaries,\" stars as Ella, who at her birth is burdened with a spell from her fairy godmother Lucinda (Vivica A. Fox). In this kingdom, everyone gets a fairy spell, but Ella's is a real inconvenience: She is given the spell of obedience, which means she has to do whatever she's told. As she grows older, this becomes a real problem, especially after her widowed father Sir Peter (Patrick Bergin) provides her with an evil stepmother named Dame Olga (Joanna Lumley) and two jealous stepsisters, Hattie and Olive (Lucy Punch and Jennifer Higham).\n\nSo we get the Cinderella story, but with a twist, because Ella is sort of a medieval civil rights crusader, and thinks it's wrong that Prince Edgar has condemned all the non-humans in the kingdom to leave the city and live in the forest. That would include the giants, the ogres and the elves.\n\nElla is in the forest one day when she is captured by ogres, who suspend her above a boiling cauldron and prepare to boil her for lunch. An ogre asks her, \"How do you like to be eaten? Baked? Boiled?\" I like her answer: \"Free range.\"\n\nElla explains that she's on their side, and as she sets out to end discrimination, she takes along a talking book named Benny; the front cover is a hologram showing Benny (Jimi Mistry), whose body was unfortunately lost in a wayward spell. Open the book, and he can show you anyone you want to see, although Benny's powers are limited and he can't tell you where to find them.\n\nShe has a Meet Cute (three, actually) with Prince Charmont (Hugh Dancy), and it's love at first, second and third sight, plunging Ella into the middle of palace intrigue. Edgar plays to murder his nephew and assume the throne, and although Ella discovers this danger, her stepsisters know the secret of the curse and use it to alienate her from Charmont.\n\nThe look of the movie is delightful. Special effects create a picture-book kingdom in which the medieval mixes with the suburban (there is a mall). I like the casual way that computer-animated graphics are used with real foregrounds; sure, it doesn't look as convincing as it did (sometimes) in \"Lord of the Rings: The Fellowship of the Ring,\" but a certain artifice adds to the style.\n\nThe cast is appropriately goofy, including the household fairy Mandy (Minnie Driver), who is not good for much in the spell department; Slannen the Elf (Aidan McArdle), Ella's plucky sidekick; a narrator played by Eric Idle, who sings a few songs, and a slithering snake named Heston, who is Edgar's chief adviser. The role of her best friend, played by Parminder K. Nagra of \"Bend It Like Beckham,\" seems to have been much abbreviated, alas; we lose track of her for an hour, until she turns up waving happily at the end.\n\nOne of the charms of the movie is its goofiness, which extends to the songs, which verge on sing-along chestnuts; what else would the elves sing, after all, but \"Let Us Entertain You\"?\n\nAnd Anne Hathaway is, well, kind of luminous. She has that big smile and open face, and here she's working with a witty and wicked plot, instead of with the wheezy contrivances of \"The Princess Diaries.\" She looks like she's having fun. So does everyone, even the snake. This is the best family film so far this year.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-04-09", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Ella Enchanted (2004)"}