{"url": "http://www.rogerebert.com/reviews/elles-2012", "by": "Juliette Binocheas Anne", "star_rating": 2.5, "text": "\"Elles\" has a surprisingly deep performance in a disappointingly shallow movie. The performance, acute and brave, is by Juliette Binoche as a Parisian writer researching a magazine article about young prostitutes in the city. What's disappointing is the way it attempts to equate her life as a married woman with prostitution. Yes, her husband is an unemotional louse, and her two sons are a trial, but isn't it insulting to imply that her bright and independent character is simply selling out? Nobody said marriage was easy.\n\nBinoche is Anne, who has placed ads in order to contact part-time call girls. The movie backs into this scenario via her interviews with Charlotte (Anais Demoustier) and Alicja (Joanna Kulig). Both girls are frank about their motivations: Charlotte wants a nicer apartment, and Alicja, from Poland, likes the more expensive clothes she can now afford. Neither seems traumatized by her experience; indeed, to Anne, they seem happier than she is.\n\nAnne's sessions with them eventually lead to confidences and friendship; one ends with a hug. The director and co-writer, Malgoska Szumowska, intercuts these interviews with scenes of the two women servicing clients, which can look ever so much more pleasant than shots of Anne masturbating on her bathroom floor and then breaking into tears. The sex scenes are explicit enough to earn an NC-17 rating from the MPAA, a rating so rare I can't recall the last time I encountered one; films like \"Elles\" are usually released these days as \"unrated.\"\n\nProstitution is an occupation both young women went into willingly, and their upscale clients and prices distinguish them from more desperate hookers. Still, \"Elles\" includes a particularly unpleasant scene involving one sadistic client; it is after Anne hears this described that she masturbates, suggesting — what? That's she's a masochist and was turned on? I don't think so, but the film doesn't provide a better explanation.\n\nAnne's home life centers around her distant and demanding husband and their sons, Florent and Stephane. The film begins on a day when Anne is racing to meet her magazine deadline and yet is expected to prepare and serve a gourmet meal to her husband's boss and some business associates. Florent, an older teenager openly contemptuous of his parents and their marriage, drifts in a cloud of marijuana. Stephane, around 12, is addicted to his generation's drug of choice, video games. \n\nAnne can't seem to speak to any of the men in her family. Indeed, her only good relationships are with the prostitutes. Binoche brings to these scenes an intimacy and ability to confide that transforms them from what could have been a more exploitative tone. There are moments of truth, including a bleak closing scene with her husband. \n\nBinoche makes a strong impression, but \"Elles\" seems inadequate to her character and forces simplistic conclusions when more complex ones are needed.", "running_time": 99, "mpaa_rating": "NC-17", "release_year": 2012, "date_published": "2012-06-06", "genres": ["Drama", "Foreign", "Romance"], "title": "Elles (2012)"}