{"url": "http://www.rogerebert.com/reviews/ellie-parker-2005", "by": "Naomi Wattsas Ellie Parker", "star_rating": 3.0, "text": "To be a movie star and a good actor and a happy person is so difficult that Meryl Streep may be the only living person who has achieved it. Maybe Paul Newman, later in life. Okay, Tilda Swinton, Catherine Keener and Morgan Freeman. Maybe Frances McDormand.\n\nI know such speculation is goofy, but it's how I feel after seeing \"Ellie Parker,\" a daring and truthful film by Scott Coffey, starring Naomi Watts as an actress who is trying to get a start in Los Angeles. It is one of the ironies of this film about a failing actress that it only got made because a successful actress (the star of \"King Kong\" no less) agreed to appear in it. You'd think they could have given the job to someone who needed the job, but then they couldn't have lined up the financing, modest as it is.\n\nThis is the movie they should show in college acting classes, instead of tapes of \"Inside the Actors' Studio.\" It is about auditioning for an idiotic Southern Gothic soap opera and then changing your makeup and accent in the car on your way to audition as a hooker in a soft-core sex film. About trying to impress a group of \"producers\" who are so stoned they don't have a sober brain cell to pass from hand to hand around the room. About suspecting that the only thing worse than not getting the job would be to get it. About being broke. About depending on your friends, who are your friends because they depend on you. About lying to the folks back home. About going to clubs to be \"seen\" and getting so wasted you hope no one saw you, and about suspecting that while you were in a blackout your genitals may have been leading a life of their own. And it is about having to be smart, talented, beautiful, determined and, yes, lucky, just to get to this  point in your career.\n\n\"Ellie Parker\" follows its heroine through about 24 hours of her life. Maybe more. I'm not sure and neither is she. The character is played by Watts with courage, fearless observation, and a gift for timing that is so uncanny it can make points all by itself. Watts, as Parker, is so familiar with her look, her face, her hair, her style, her makeup that she can transform herself from a belle to a slut in the rear-view mirror while driving from one audition to another, and convince us that she really could do that, and has.\n\nShe deceives herself that she might meet a nice guy who would -- what? Does she have time for a relationship if she's really serious about her career? Would a guy that nice settle for the life she has to lead? If he shared it, wouldn't that mean he was as desperate as she was? There's a scene here where a guy has sex with her and then confesses he fantasized that she was Johnny Depp. He should have told her this before they started, so that she could have fantasized that she was Johnny Depp, too, and then both people in bed could have felt successful.\n\nIn between these harrowing adventures, she engages in acting exercises where she dredges up sense memories that are worn out from overuse, and goes to see her therapist, whose occupation, she realizes, can also be spelled \"the rapist.\" She doesn't know where to go with this, and neither does her therapist. We understand why Hollywood is such a hotbed of self-improvement beliefs, disciplines, formulas and cults. I walked into the Bodhi Tree psychic bookstore one day, and saw a big star rummaging through the shelves. What was she looking for? Didn't she know those books were written to help people get to the point she was already at? Maybe the star was trying to reverse the process. Maybe self-help bookstores should have a section named \"Uninstall.\"\n\n\"Ellie Parker\" is a good movie, fearless and true, observant and merciless. Naomi Watts was brave to make it and gifted to make it so well. Scott Coffey shot it off and on, as he was able to raise funds. The truth in this movie has been earned and paid for. Young people considering acting as a career should study it carefully. If Ellie Parker's ordeal looks like it might be fun, you may have the right stuff.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-12-15", "genres": ["Comedy", "Indie"], "title": "Ellie Parker (2005)"}