{"url": "http://www.rogerebert.com/reviews/elling-2002", "by": "Per Christian Ellefsen as Elling", "star_rating": 3.0, "text": "Here are two men, both around 40, with no desire to cope with the world: Elling, who lived all of his life as a mama's boy and had to be hauled by the police out of a cupboard, where he was crouched and trembling after his mother's death, and Kjell Bjarne, who has been institutionalized so long, it is the only world he knows--although he fantasizes endlessly about nubile women in other worlds. Elling is assigned as Kjell's roommate in a care home, and two years later, they are moved into an apartment in Oslo and given a shot at independent living.\n\n\"Elling,\" the deadpan Norwegian comedy that tells their stories, was nominated for an Oscar this year in the best foreign film category. It's the kind of story that in the wrong hands would be cloying and cornball, but director Petter Naess has the right hands. He gives the movie edge and darkness, is unsentimental about mental illness, makes his heroes into men instead of pets, and still manages to find a happy ending.\n\nElling (Per Christian Ellefsen) is slight, fastidious, fussy and extremely reluctant to go outdoors. Kjell Bjarne (Sven Nordin) is burly, unkempt, goes for days without a bath and knows a certain amount about the world, mostly by hearsay. When their social worker Frank (Jorgen Langhelle) tells them they must leave the apartment to buy food and eat in restaurants, Elling is incredulous: What's the use of putting the Norwegian welfare state to all the expense of renting them a nice flat if they are expected to leave it? The movie is narrated by Elling, who depends on Kjell Bjarne (always referred to by both names) and is threatened when Reidun, an upstairs neighbor, pregnant and drunk, gets Kjell's attention. Yet Elling is a fiercely honest man who tells both Kjell and Reidun (Marit Pia Jacobsen) that the other is in love. Then he ventures out into the night to poetry readings, having written down some words about Reidun's fall on the stairs and realized, as he puts it, \"My God, Elling, all your life you have walked the earth not knowing you were a poet!\" At a reading, he befriends an old man who turns out to be a famous poet and to own a wonderful car, a 1958 Buick Century hardtop.\n\nKjell can fix the car, and soon the four of them are heading for the poet's country cottage for a weekend at which matters of love and identity will be settled, not without difficulties, not least when Kjell discovers that Reidun is prepared to sleep with him but does not suspect he has been wearing the same underwear for more than a week.\n\nIn a subtle, half-visible way, \"Elling\" follows the movie formula of other movies about mentally impaired characters (the picnic outing is an obligatory scene). But \"Elling\" has no lessons to teach, no insights into mental illness, no labels, no morals. It is refreshingly undogmatic about its characters, and indeed Elling and Kjell may not be mentally ill at all--simply unused to living in the real world. The humor comes from the contrast between Elling's prim value system, obviously reflecting his mother's, and Kjell's shambling, disorganized, good-natured assault on life. If Felix and Oscar had been Norwegian, they might have looked something like this.", "running_time": 89, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-13", "genres": ["Comedy", "Drama", "Foreign"], "title": "Elling (2002)"}