{"url": "http://www.rogerebert.com/reviews/elsa-and-fred-2008", "by": "China Zorrillaas Elsa", "star_rating": 2.5, "text": "Elsa and I have one big thing in common. We both love the famous scene in Fellini's \"La Dolce Vita\" when Anita Ekberg and Marcello Mastroianni wade in the waters of the Trevi Fountain in Rome at dawn. That shared love is almost but not quite enough to inspire a recommendation for \"Elsa & Fred,\" which is a sweet but inconsequential romantic comedy.\n\nAlfredo (Manuel Alexandre) has been a widower for seven months. He has been moved into a new apartment in Madrid, Spain, by his shrill daughter Cuca (Blanca Portillo). What would make him happier would be if she would stop micromanaging his life. His dog Bonaparte is better company. Through a Meet Cute involving a fender bender, he meets Elsa (China Zorrilla), an Argentinean neighbor in the same building.\n\nThey are both lonely, both looking for companionship. Alfredo is 78. Elsa says she is 77. Can you believe everything she says? On her wall, there is a photograph of Ekberg in the great Fellini scene. When she was young, Elsa tells Fred, she was a ringer for Ekberg -- often mistaken for her. Now she is no longer young, but she begins to take on beauty in the eyes of her new admirer, and tentatively they begin a romance.\n\nThe structure of the film, directed by Marcos Carnevale of Argentina, is foreordained. They will flirt, grow closer, spat, make up, grow even closer and then time will inexorably exact some sort of toll. All of those things happen right on schedule, although the two actors give them a bittersweet appeal. Subplots involving a business deal and old secrets from the past are fitfully interesting. More entertaining are such stunts as how they deal with the bill in an expensive restaurant.\n\nSpoiler warning: But what I really love is the film's last act, when Alfredo fulfills Elsa's lifelong dream. He flies her to Rome for the first visit of her life, and after seeing all the other sights, they do indeed wade in the Trevi Fountain at dawn, in a scene photographed to remind us vividly of the Fellini original. This scene holds me spellbound. It is true that Elsa no longer resembles Ekberg, if she ever did. But in her mind she does, and old Alfredo looks like young Marcello, and none of us look as we wish we did, but all of us can dream.", "running_time": 108, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Elsa & Fred (2008)"}