{"url": "http://www.rogerebert.com/reviews/elvira-madigan-1967", "by": "Pia Degermarkas Elvira Madigan", "star_rating": 4.0, "text": "Somewhere in these pages today there is doubtless an advertisement describing \"Elvira Madigan\" as the most beautiful film ever made. That has been the New York critical line, expressed in turn by the New York Times, Newsweek and the New Yorker. I think it does an injustice to Bo Widerberg's great film.\n\n\"Elvira Madigan\" is indeed remarkably beautiful, Almost every frame would make a painting, and yet the film is alive and cinematic, not simply photographs of pretty pictures. Widerberg composes his shots of muted colors -- usually white yellow and green -- and of the remarkably attractive faces of his stars, Pia Degermark and Thommy Berggren.\n\nBut then he uses a style of moving his camera away from the direction of the movement on the screen. The camera moves left, for example, as Berggren, on the left, passes a glass of wine to Miss Degermark, on the right. Conventional camera work, I suppose, would require the camera to follow the action. What Widerberg establishes is both the static beauty of the scene and the subtle sense that the \"art\" is moving against the \"reality.\"\n\nThis sense, I believe, is what \"Elvira Madigan\" really conveys. And that is why it is so similar to \"Bonnie and Clyde,\" although on any objective level the two films are unlike. Widerberg started with a legend well known in Sweden, and he has directed and photographed it with a very smooth, beautiful surface. But what is underneath is altogether different.\n\nThe story is a simple one. Elvira Madigan, a beautiful 16-year-old tightrope walker, ran away from her family's circus in the summer of 1889. Count Sixten Sparre, a young lieutenant with two children, abandoned his family and deserted from the army. After a summer together, they committed suicide in the autumn.\n\nWiderberg begins his story with a scene in a sunny clearing. Sixten removes the brass military buttons from his uniform. He shaves off his beard to avoid recognition. They make love. Mozart's Piano Concerto No. 21 provides the sound track. The scene, and most of the following ones, are pure romanticism and are intended to be.\n\nBut small events take place. During a picnic, Elvira spills a bottle of red wine and it gurgles into the ground like blood. When the couple is forced to flee detection, the woman who warned them hurries to return Elvira's knitting: \"You'll need it when the autumn comes.\" The couple runs out of money, and a charming early scene in which they dip raspberries into cream is contrasted now with a scene in which Elvira, driven by hunger, crawls on the ground eating nuts and mushrooms until she vomits.\n\nWhat we have here is the story of two beautiful, stupid, selfish, romantic people, intoxicated by the legendary aspect of their own love affair. Although they seem at the beginning to be simply a young couple in love, the degree of their fanaticism becomes clear in their decision to commit suicide. This is not a tribute to love, but to the human ego.", "running_time": 91, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-22", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "Elvira Madigan (1967)"}