{"url": "http://www.rogerebert.com/reviews/eminent-domain-1991", "by": "Donald Sutherlandas Josef Burski", "star_rating": 2.5, "text": "Here is a story about a man who possesses enormous power, has it taken away from him, and finds when it is returned that it no longer means very much to him. \"Eminent Domain\" takes place in a somewhat fictionalized Poland in the pre-glasnost era. The state is run by a strongman whose control over the Communist Party and its Politburo is complete. That means that even the most powerful party officials - like Josef Burski, the sixth-ranking party official - owe their position and influence entirely to him.\n\nBurski is played by Donald Sutherland as a crafty man, very intelligent, a survivor, a man who enjoys the luxuries of Western goods that his position makes available to him. He is happily married (to Anne Archer), and the only shadow in his life is a troubled daughter. He has an office, a secretary, a car, a driver, a large apartment filled with works of art, and a pocketful of American dollars, which he uses in the regular poker games held by the party boss. Of course he is careful to lose.\n\nThen everything falls to pieces in his life. He appears at party headquarters one morning to discover that his office has been vacated and his security clearance revoked. He is a non-person, and nobody will tell him why. Indeed, he has become an outcast, a pariah; his former friends avoid him for fear of somehow becoming contaminated by his unknown errors.\n\nLife now becomes a Kafkaesque nightmare for Burski. He is followed. His telephone is tapped. His friends are questioned. His funds are frozen. No job of any description is open to him. Anyone who tries to help him is placed in immediate danger. And his society now appears differently to him, now that he is no longer free to move through it with prestige, wealth and power.\n\nSutherland is a good choice to play Burski because he has always been good at projecting intelligence, at suggesting an inner ethical strength. In the case of Burski this is intriguing because Burski has been ethical only up to a point. The key fact about the Communist Party, the film suggests, is that it held the citizens to one standard, and the party insiders to another - more lenient and permissive - so that almost any official position contained a degree of hypocrisy.\n\nThe screenplay for \"Eminent Domain\" was written from an insider's point of view, by Andrzej Krakowski, whose father was for many years head of the state-run Kamera film studios. The film's press information describes the father as powerful for many years, during which he produced films by Roman Polanski and Jerzy Skolomowski, among others, before he was suddenly purged. The son, a film student, was told in 1968 he was being sent to California on a scholarship - and then, once out of the country, was stripped of his citizenship and forbidden to return.\n\nThere is a lot of insider detail in Krakowski's screenplay, especially concerning the ways the top Politburo members form a sort of court, fawning upon the top man and currying favor. The film's weakness, however, is to graft this factual information about a bureaucratic nightmare onto an ending that could have belonged to any number of thrillers. The last scenes are contrived and less than convincing, and the focus moves from sharply seen details of everyday life inside the Polish party apparatus to sloppy thriller elements that could have come from anywhere.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-04-12", "genres": null, "title": "Eminent Domain (1991)"}