{"url": "http://www.rogerebert.com/reviews/emmanuelle-1975", "by": "Sylvia Kristelas Emmanuelle", "star_rating": 3.0, "text": "\"Emmanuelle\" is a silly, classy, enjoyable erotic film that became an all-time box-office success in France. It's not remotely significant enough to deserve that honor, but in terms of its genre (soft-core skin flick) it's very well done: lushly photographed on location in Thailand, filled with attractive and intriguing people, and scored with brittle, teasing music. Now that hard-core porno has become passe, it's a relief to see a movie that drops the gynecology and returns to a certain amount of sexy sophistication.\n\nThere have been movies influenced by other movies, and directors influenced by other directors, but \"Emmanuelle\" may be the first movie influenced by magazine centerfolds. Its style of color photography seems directly ripped off from the centerfolds in Penthouse, including even the props and decor. Its characters (French diplomats and -- especially -- their women in Thailand) inhabit a world of wicker furniture, soft pastels, vaguely Victorian lingerie, backlighting, forests of potted plants, and lots of diaphanous draperies shifting in the breeze. It's a world totally devoid of any real content, of course, and Emmanuelle is right at home in it. \n\nShe's the young, virginal wife of a diplomat, and has just flown out from Paris to rejoin him. Her husband refuses to be possessive, and indeed almost propels her into a dizzying series of sexual encounters that range from the merely kinky to the truly bizarre. In the midst of this erotic maelstrom, Emmanuelle somehow retains her innocence.\n\nThe director, Just Jaeckin, correctly understands that gymnastics and heavy breathing do not an erotic movie make, nor does excessive attention to gynecological detail. Carefully deployed clothing can, indeed, be more erotic than plain nudity, and the decor in \"Emmanuelle\" also tends to get into the act. Jaeckin is a master of establishing situations; the seduction of Emmanuelle on the airplane, for example, is all the more effective because of its forbidden nature. And the encounter after the boxing match (Emmanuelle is the prize for the winning fighter and tenderly licks the sweat from his eyebrow) is given a rather startling voyeuristic touch (the spectators don't leave after the fight).\n\nThe movie's first hour or so is largely given over to lesbian situations, but then Emmanuelle comes under the influence of the wise old Mario (played by Alain Cuny, the French actor immortalized as Steiner, the intellectual who committed suicide in Federico Fellini's \"La Dolce Vita\"). She is turned off at first by his age, but with age, she is assured, comes experience, and does it ever. Mario delivers himself of several profoundly meaningless generalizations about finding oneself through others and attaining true freedom, and then he introduces her to a series of photogenic situations. Mario's philosophy is frankly foolish, but Cuny delivers it with such solemn, obsessed conviction that the scenes become a parody, and \"Emmanuelle\"'s comic undertones are preserved.\n\nWhat also makes the film work is the performance of Sylvia Kristel as Emmanuelle. She's a slender actress who isn't even the prettiest woman in the film, but she projects a certain vulnerability that makes several of the scenes work. The performers in most skin flicks seem so impervious to ordinary mortal failings, so blasé in the face of the most outrageous sexual invention, that finally they just become cartoon characters. Kristel actually seems to be present in the film, and as absorbed in its revelations as we are. It's a relief, during a time of cynicism in which sex is supposed to sell anything, to find a skin flick that's a lot better than it probably had to be.", "running_time": 92, "mpaa_rating": "X", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama", "Foreign", "Romance"], "title": "Emmanuelle (1975)"}