{"url": "http://www.rogerebert.com/reviews/emma-1996", "by": "Gwyneth Paltrowas Woodhouse", "star_rating": 3.0, "text": "“Emma” is the fourth recent version of an Austen novel, after “Persuasion,”\r“Sense and Sensibility” and the TV adaptation of “Pride and Prejudice.” (As a\rbonus, the Beverly Hills comedy “Clueless” was based on the same story.) It is\rnot about very much--about the romantic intrigues of a small group of people\rwho will all more or less have to marry one another sooner or later, if they\rhaven't already.\n\nEither\ryou are in sympathy with this material or you are not. I had to smile at an\rundergraduate's review of the movie, posted on the Internet, which complains\rthat “a parade of 15 or 20 or 8 billion supporting characters waltzes through\rthe scenes. Each is called Mister or Miss or Mrs. Something, and each of them\rlooks and acts exactly the same (obnoxious).” I am not sure you can look\robnoxious, but never mind. It may be that young people in a permissive age do\rnot have sympathy for a movie in which a busybody matchmaker spends her days\rtrying to pair off unwilling candidates for matrimony. Yet in its high spirits\rand wicked good humor, “Emma” is a delightful film--second only to “Persuasion”\ramong the modern Austen movies, and funnier, if not so insightful.\n\nGwyneth\rPaltrow sparkles in the title role, as young Miss Woodhouse, who wants to play\rGod in her own little patch of England. You can see her eyes working the room,\rspeculating on whose lives she can improve. She takes as a project Harriet\rSmith (Toni Collette), a respectable young woman of imperfect pedigree,\rinsisting that she marry the Rev. Elton (Alan Cumming). Miss Smith would much\rsooner marry a local farmer, but Emma won't hear of it. When the poor farmer\rsends Miss Smith a letter of proposal, she shows it to Emma, who sniffs, “It is\ra good letter. One of his sisters must have helped him.” Miss Smith is so\runcertain of herself that she turns down the farmer, only to discover that the\rReverend doesn't love her--he loves Miss Woodhouse (“I have never cared for\rMiss Smith,” he tells Emma, “except as your friend”). This should be a lesson\rfor Emma, but she'll need more than one.\n\nStories\rlike this are about manners, nuance and the way that one's natural character\rtugs against the strict laws of society. In a time when most people traveled\rlittle and diversion was largely limited to local parties, three-volume novels\rand church services, gossip was the great pastime. Local characters were prized\rbecause they gave you someone to talk about, and “Emma” has its share, most\rdelightfully Mrs. Elton (Juliet Stevenson), who praises herself incessantly by\rquoting others (of her musical talent, she says, “I myself don't call it great.\rI only know that my friends call it so”).\n\nOther\rlocal color is provided by Miss Bates and her deaf mother, Mrs. Bates. (They\rare played by Sophie Thompson and Phyllida Law, who are Emma Thompson's sister\rand mother.) Miss Bates says everything three times and Mrs. Bates never hears\rit, and when Emma is unforgivably rude to poor Miss Bates it is the upright Mr.\rKnightley (Jeremy Northam), her brother-in-law, who dresses her down, giving\rher a stern lecture on her responsibilities under the class system.\n\nEmma\rthinks of Knightley as a brother. She is interested in the Reverend not at all.\rThere is a dashing young bachelor in the neighborhood named Frank Churchill\r(Ewan McGregor) who seems cast as her beau (he rescues her when her carriage\rgets mired in the river, and again when she is threatened by gypsies). But he\rhas other plans, too, and in the fullness of time Austen sees that everyone\rgets what they deserve, or in Emma's case perhaps rather more.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-08-09", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Emma (1996)"}