{"url": "http://www.rogerebert.com/reviews/emmanuelle-the-joys-of-a-woman-1976", "by": "Sylvia Kristelas Emmanuelle", "star_rating": 1.0, "text": "Let me, Emmanuelle, teach you the secret joys of love. I will show you how to live for pleasure... let me take you to a new world...\n\nAnd on and on. Emmanuelle was a pristine innocent at the beginning of her first film, but the kid was a quick study, all right, and now here she is in the sequel as a sort of combination sex therapist and hidden garden of desires. She's married now, but that hasn't slowed her down; if her husband explains once, he explains a dozen times that Emmanuelle's life is her own to lead, and that he doesn't possess her (more than about twice a day).\n\nThe two of them live in Hong Kong now, in a vast mansion filled with potted palms and slowly revolving fans and white wicker furniture and servants who assist them in and out of states of undress. Life is pleasant. Emmanuelle's husband has no apparent line of work, although he maintains a little office at home - primarily, I suspect, because one scene requires a desk for Emmanuelle to crawl under. Such are the demands of sexual liberation.\n\nOne day a young aviator comes to call. He was just flying through, you see, on his way to Australia, when he developed a little engine trouble. He sleeps with his propellor. During waking hours, he polishes the propellor while sitting on the lawn. We wait for two hours to discover what additional purposes the propellor will be put to, but we never learn; some secrets are not to be revealed. The aviator gets the guest room.\n\nThen there's the lovely Anna-Marie, whose father throws sophisticated dinner parties after which exotic dancers perform. Anna - Marie doesn't get along with dad, and so she moves in with the Emmanuelles, too. Poor thing, it's so hot she can hardly move, and so Emmanuelle and her husband take her to a bathhouse, where they received what is advertised on N. Clark St. as a full body massage. \n\nEmmanuelle's search for the most distant shores of love is a demanding one, and during the course of \"Joys of a Woman\" she also (a) surprises a tattooed polo player in a dressing room and is most cruelly treated by him, (b) has her clothing interfered with by Anna-Marie's dancing teacher, (c) is seduced in the women's dormitory of a steamer bound for Hong Kong from Thailand and (d) achieves orgasm by acupuncture, while the aviator looks on, propellorless for once. We wait in vain for her to discover the missionary position, but such relief is denied her.\n\nThe attractive elements of the original \"Emmanuelle\" are present here, too: the pretty Sylvia Kristel, the languorous color photography, the exotic locations, the outrageous fantasies. But somehow the characters seem to have lost track of their sanity; they wander from one encounter to another like wife-swappers at a post-lobotomy ball. They have glazed looks in their eyes, and think with their mouths open. And they lose track of time, of things... the aviator never does go on to Australia, and dad doesn't come looking for Anna-Marie, and Emmanuelle and her husband never do decide whether he should shave off his moustache, and dinner's not served... yawn... and...", "running_time": 84, "mpaa_rating": "X", "release_year": 1976, "date_published": "1976-03-02", "genres": ["Drama", "Foreign", "Romance"], "title": "Emmanuelle - the Joys of a Woman (1976)"}