{"url": "http://www.rogerebert.com/reviews/emperor-of-the-north-1973", "by": "Lee Marvinas A-Number-One", "star_rating": 2.5, "text": "“Emperor of the North” begins with a straightforward premise that seems ideal for an action movie. There is a conductor, Shack, whose obsession in life is to keep hoboes from riding his train. And there is a hobo, A-Number-One, whose obsession in life is to ride Shack’s train. Cast Ernest Borgnine as the conductor and Lee Marvin as the hobo, and in theory, you’d have a great audience picture.\n\nBut it doesn’t work that way, perhaps because the Borgnine character is made too one-dimensionally evil, or perhaps because the movie itself isn’t sure where the basic conflict lies. Is it between Marvin and Borgnine, or between Marvin and the young punk he travels with? Even in the movie’s key fight scene - a masterpiece of action direction by Robert Aldrich - this confusion remains.\n\nThe movie is set in the Pacific Northwest during the Depression (and, indeed, was filmed on the very same stretch of railroad tracks that gave Buster Keaton his locations for “The General”). There’s a lot of period dialog, and the life of the hobo camps looks convincing. But the relationships between the characters haven’t been thought out, and that’s unusual for an Aldrich film. He is usually at his best in giving us conflicts within a group, as in “The Dirty Dozen” or “Flight of the Phoenix.”\n\nBut not here. Marvin considers himself king of the hoboes, and is generally conceded to be right. But the young kid (Keith Carradine) thinks he’s pretty tough, too, and insists on coming along. Marvin stomps him a few times, but eventually lets him join up, and they get into a kind of undeclared competition to see who’s the meanest. \n\nSo that’s one relationship. The competition between Marvin and Borgnine is another. But at the end of the film, when the two of them fight it out with boards, axes, fists, teeth and nails, the kid simply sits aside and watches. And after the two men have inflicted untold agony on each other and Borgnine has finally lost, Marvin takes his victory as an occasion for an almost ludicrously long lecture to the kid.\n\nSo he was fighting Borgnine to prove something to the - kid? Or to prove something to himself? Or to Borgnine? The movie’s energies are vast but never focused; what we’re finally left with is too much undirected violence and some superb direction in an uncertain cause.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-03", "genres": ["Action", "Drama", "Thriller"], "title": "Emperor of the North (1973)"}