{"url": "http://www.rogerebert.com/reviews/empire", "by": "John Leguizamoas Vicor Rosa", "star_rating": 2.5, "text": "\"Empire\" comes so close to working that you can see there from here. It has the right approach and the right opening premise, but it lacks the zest and it goes for a plot twist instead of trusting the material. I recently saw \"Goodfellas\" again, and this film is similar; they're both about the rise and fall of a gangster, narrated by himself, and complicated by a wife who walks out when she catches him with another woman. And \"Empire\" has a story hook that could have transformed this story into another classic. \n\nThe story is told by Victor Rosa (John Leguizamo), a successful drug distributor of Puerto Rican background who controls a territory in the Bronx. He describes his world in a rich, fact-packed voice-over. He works for La Colombiana (Isabella Rossellini), a rich, ruthless suburban woman with a vicious enforcer. He understands the business inside out; turf wars are not meaningless when \"20 feet of sidewalk means 30 grand a week, easy.\" He is in love with Carmen (Delilah Cotto), a college student. \n\nVictor is upwardly mobile. He deals with hard street people and is hard himself, a killer, yet we sense an inner goodness trying to be born, a desire to better himself. One day his girlfriend, Carmen, meets Trish (Denise Richards) at school, and they're invited to a party being given by Trish's boyfriend, Jack (Peter Sarsgaard). He's a hotshot young Wall Street wizard who is attracted to Victor's criminal glamor: \"We're the same ...\" He offers Victor a chance to invest in a sure thing, an offshore deal that will double his money, and explains to Trish: \"He's a businessman. If he were born in the suburbs, he'd be running a Fortune 500 company.\" Investing with Jack fits in with Victor's plans. Carmen is pregnant, and he wants to launder his drug money, leave the business to his top lieutenant and move to Manhattan with her. When Jack offers him the use of a luxury loft, he grabs it; he sees himself going legit and becoming an investment wizard like Jack. Carmen isn't so sure. She misses the old neighborhood: \"This loft will never be home for me.\" Especially not after Victor is depressed one day, Jack sends the compliant Trish over to cheer him up, and Carmen walks in on them. Victor is telling the truth when he says \"it's not what it looks like,\" but tell that to Carmen. \n\nSo now we have the setup. I will not reveal the payoff or the twist. For that, you will need to visit the movie's trailer at apple.com/trailers, which gives away the surprise with a heedlessness that is astonishing even in these days of trailers that tell too much. \n\nI will couch my objection to the movie cautiously, to preserve its secrets. What disappointed me is that the movie didn't follow through with its original premise and show us a bright, resourceful drug dealer trying to start all over on Wall Street. Is it possible? Is the high-finance club open to outsiders? Does Wall Street play even dirtier than drug dealers and have more vicious criminal types? The possibility exists in a time when CEOs have led their accountants in the theft of billions from American shareholders. \n\nBut no. The movie lacks the ambition or nerve to make the moral critique of American finance that it seems to be heading for. It settles instead for a series of developments that will be familiar to students of similar films. There is poignancy in the situation Victor finds himself in, yes, and real drama in his relationship with Carmen (both Leguizamo and Cotto give full-hearted, convincing performances). And his relationship with the Isabella Rossellini character unfolds with implacable logic, although its final result could have been handled with more imagination. \n\nBut \"Empire\" fails because it lacked the nerve to really be about its people and went for the fancy plot gimmick, which no doubt played better at the pitch meeting. It takes imagination to visualize a movie that sees clearly how finance and morality have diverged (as Oliver Stone's \"Wall Street\" did), but very little imagination to green-light a mechanical plot device that the audience can see coming long before the characters do. Leaving the theater, still impressed by the reality of Victor, Carmen and many of the others, I felt a sense of loss. What would La Colombiana have done if Victor really had taken over a Fortune 500 company? Now there's a story for you.", "running_time": 100, "mpaa_rating": "R", "release_year": 2010, "date_published": "2002-12-06", "genres": null, "title": "Empire (2010)"}