{"url": "http://www.rogerebert.com/reviews/empire-records-1995", "by": "Anthony LaPagliaas Joe Reaves", "star_rating": 1.5, "text": "\"Empire Records\" is a microcosm movie, one of those films where in a single day, in a single music store, every conceivable thing happens to every conceivable character, and at the end of the day, they are all a lot wiser, as the endless list of music credits scrolls up the screen.\n\nLike movies as different as \"Car Wash\" and \"Clerks,\" the movie creates a small world that functions as family and universe for its inhabitants. The characters work at Empire Records, located in a fictional small town in Delaware. They're all more or less members of Generation X, except for Joe (Anthony LaPaglia), the store manager who serves as a father figure. And they're about to face a crisis, because the store owner has decided to sell out to the hated Music City chain, which has a dress code that outlaws tattoos and body piercing and would basically disqualify the entire Empire Records staff.\n\nAs the movie opens, an employee named Lucas (Rory Cochrane) has found out about the threat from Music City and taken a day's worth of the store's receipts to Atlantic City to win enough money to buy the store for Joe, so they can all keep working there. He fails, and so Joe must find a way to cover the shortage of funds while saving the store and weathering the personal appearance of MTV star Rex Manning (Maxwell Caulfield), who looks like Fabio on a bad hair day.\n\nIt's a good thing the trip to the casinos opens the movie, because Cochrane's performance is the best thing in \"Empire Records.\" Like Christian Slater's disaffected disc jockey in 1990's \"Pump Up the Volume\" (also directed by Allan Moyle), Cochrane's record clerk is a smart, alienated individualist with an oblique sense of humor.\n\nAdvising a potential customer, he observes: \"Rap? Metal? Someone like you needs to diminish your criminal impulses. Jazz, a little classical, maybe . . .\" The other members of the employee family include Harvard-bound Corey (Liv Tyler), a good girl who counts on the visiting star to update her image; Debra (Robin Tunney), who is going through one of those periods when it makes you feel better to shave off all of your hair, and A. J. (Johnny Whitworth), whose secret love for Corey is about to burst forth. There is also a shoplifter who calls himself Warren Beatty (Brendan Sexton), and who is, like so many movie shoplifters, only seeking love.\n\nEmpire Records is one of those stores you only find in the movies, where customers can be put on hold while the employees stage a mock funeral for the troubled Debra, followed by a group therapy session. The star's visit of course leads to great disillusionment and confusion; Caulfield (from \"Grease 2\") plays an appropriately smarmy teen idol. And the ending is a mess, as the employees stage a rave to raise money to save the store. Why did I hear eerie echoes of \"Hey, gang! Let's fix up the old barn and put on a show!\" If the movie is a lost cause, it may at least showcase actors who have better things ahead of them. Cochrane, who was in \"Dazed and Confused,\" and Tyler, from \"Silent Fall,\" have unmistakable screen presence. And for those unfamiliar with them, the sight of the band GWAR singing \"Sadaam a Go-Go\" from their album \"This Toilet Earth\" may help pass the time.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-09-22", "genres": ["Comedy", "Drama"], "title": "Empire Records (1995)"}