{"url": "http://www.rogerebert.com/reviews/enchanted-2007", "by": "Amy Adamsas Giselle", "star_rating": 3.0, "text": "It's no surprise to me that Amy Adams is enchanting. She won my heart in \"Junebug\" (2005), where she told her clueless husband: \"God loves you just the way you are, but he loves you too much to let you stay that way.\"\n\nYou should have seen \"Junebug\" by now, which means you will not be surprised by how fresh and winning Amy Adams is in \"Enchanted,\" where her role absolutely depends on effortless lovability.\n\nShe's so lovable, in fact, she starts life as an animated princess in a Disney-style world. The birds, flowers, chipmunks and cockroaches even love her and do her bidding. Listen, if you could employ the roaches of the world, you'd have a hell of a work force.\n\nThe princess is named Giselle, she has a beautiful singing voice, and although she resists singing \"Someday My Prince Will Come,\" I think she's always humming it to herself.\n\nOne day her prince does come. This is Prince Edward (James Marsden), and it is love at first sight, and there are wedding bells in the air before the wicked Queen Narissa (Susan Sarandon) puts the kibosh on romance by banishing Giselle to a place as far as possible from this magical kingdom. That would be Times Square. It is so very far, indeed, that the movie switches from animation to real life, and stays there. But the animated prologue does a good job of setting the stage, so that we understand the ground rules of what will essentially be a live-action story playing by Disney animation rules. What results is a heart-winning musical comedy that skips lightly and sprightly from the lily pads of hope to the manhole covers of actuality, if you see what I mean. I'm not sure I do.\n\nAnyway, Prince Edward follows her to New York, along with his manservant Nathaniel (Timothy Spall in full Jeeves sail) and her chipmunk. But do not rush to the conclusion that Giselle and Edward find love in Gotham, because there is the complication of Robert (Patrick Dempsey), a handsome single dad she meets. He's bringing up a daughter named Morgan (Rachel Covey), and Morgan of course likes her on the spot, when she ends up living with them as a homeless waif from an unimaginable place.\n\nNot so welcoming is Nancy (Idina Menzel), who already fills the girlfriend slot in Robert's life. She's nice enough, but can she hold her ground against a movie princess? Not in a PG-rated world. So the romance and the adventure play out in ways that would be familiar enough in an animated comedy, but seem daring in the real world. First we get animation based on reality (\"Beowulf\") and now reality based on animation.\n\nThe movie has a sound background in Disney animation, starting with director Kevin Lima (\"Tarzan,\" \"A Goofy Movie\") and the music by Alan Menken and lyrics by Stephen Schwartz, who composed songs for the soundtracks of Disney's \"Pocahontas\" and \"The Hunchback of Notre Dame.\" More important, it has a Disney willingness to allow fantasy into life, so New York seems to acquire a new playbook.\n\nWe know, for example, that there are bugs in Manhattan. Millions of them, in a city where the garbage left overnight on the sidewalk must seem like a never-ending buffet. But when Giselle recruits roaches to help her clean Robert's bathtub -- well, I was going to say, you, you'll never think of roaches the same way again, but actually, you will. I am reminded of \"Joe's Apartment\" (1996), which used 5,000 real roaches, and of which I wrote: \"That depresses me, but not as much as the news that none of them were harmed during the production.\"\n\nAnyway, the roach scene is soon over, and the scheming begins, much aided by Sarandon's evil queen, who fears the specter of her son Edward marrying the unworthy Giselle. I am not sure Robert and Morgan fully understand from whence Giselle comes, but they respond to the magic in her, and so do we.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-20", "genres": ["Comedy", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "Enchanted (2007)"}