{"url": "http://www.rogerebert.com/reviews/encounter-in-the-third-dimension-1999", "by": "Stuart Pankinas Voice Of Max", "star_rating": 2.0, "text": "\"Encounter in the Third Dimension'' resembles several other giant-screen IMAX releases because it's interesting primarily because of the size of the screen. The film packages a lot of material about 3-D movies into a goofy story about a scientist who wants to demonstrate his latest 3-D invention.\n\nThe story is pretty lame, and the info is familiar. Is there likely to be anyone in the audience who isn't familiar with the 3-D effect of the Stereopticon? (Children know it as the familiar ViewMaster.) Still, no doubt about it, the 3-D effect in the IMAX format and its cousin, Omnimax, is the best I've seen. That's because of the huge screen, which covers peripheral vision, and the oversize projectors that pump out a lot of brightness. The glasses, which resemble science-fiction headsets, contain shutters that separate the images for each eye; the result is truly three-dimensional, all right.\n\nBut the underlying problem with 3-D remains exactly the same as when \"Bwana Devil'' and \"House of Wax'' first hit the screen in the 1950s: It's unnecessary most of the time and distracting the rest of the time. The ordinary 2-D illusion of movies has long been accepted all over the world as an acceptable illusion of reality. The 3-D illusion seems used mostly to throw things at the audience. That gets old after a while. If the purpose of a movie's story is to absorb us, every exaggerated 3-D effect breaks our reverie and calls attention to the technique itself.\n\nIn \"Encounter in the Third Dimension,'' we meet a professor (Stuart Pankin) who hopes to unveil his new gimmick, Real-O-Vision. He has enlisted Elvira (\"Mistress of the Dark,'' the credits remind us) to sing a song in this new process, but she keeps getting interrupted as the machinery breaks down, and so the professor dispatches a flying robot named MAX (voice also by Pankin) to entertain us while he works on his invention.\n\nThe primary function of MAX, it goes without saying, is to zoom toward the audience and hang in mid-air, seemingly inches from our faces. Dr. Johnson once said of a dog standing on its hind legs: \"It is not done well, but one is surprised to find it done at all.'' Watching MAX whizzing about, I reflected that it was done well, but, alas, I did not want it done at all.", "running_time": 45, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-03-31", "genres": ["Documentary"], "title": "Encounter In The Third Dimension (1999)"}