{"url": "http://www.rogerebert.com/reviews/end-of-the-road-1970", "by": "Stacy Keachas Jake Horner", "star_rating": 3.0, "text": "One day Jake Horner gets his graduate degree, walks away from the graduation ceremony, stands on a train platform and goes into a catatonic state while watching the trains pass by, one after another. \n\nChildren try to make him smile and dogs sniff at him, but his mind is far away in a world of flashbacks. Hitler. Mussolini. Hiroshima. Nagasaki. Speeding up now, the images blurring because they come so fast: Vietnam, the assassination of the Kennedy brothers and Dr. Martin Luther King Jr. Images of war and death. Images and events, it is suggested, that have combined to paralyze Jake Horner and make him incapable of the rational scholarship he's been trained for.\n\nIt's become fashionable these days to throw in a few shots of Vietnam or something, to make your movie feel serious. But in this long and thoughtful prolog to the main events of \"End of the Road,\" Aram Avakian makes his montage work where so often they fail. Before he can tell his story of Jake Horner, he's got to establish the absolute impossibility that Jake's academic hardware could change anything. This way, he's telling us, lies intellectual impotence.\n\nThe story that follows is from the John Barth novel, loosely translated, and shows Jake being \"rehabilitated,\" or at least made capable of motion, in a crazy madhouse run by Doctor D. The doctor is black and savage and mad himself, although he passes himself off as having reached the sanity on the far shore of madness. After Jake has been reduced to a frightened silence defined as \"normality,\" he goes to teach in a small college and meets the Morgans, Joe and Rennie, your archetypal mid-30s faculty couple.\n\nJoe is a scoutmaster when he isn't doing research in English literature or drawing a gun on himself in a mirror. Rennie is one of those good, vulnerable people compelled to be kind to stray dogs and psyches. She and Jake make love with a somehow horrible tenderness, and when she gets pregnant the whole delicate triangle dissolves.\n\nAnd all of this only suggests what the movie is about. Quite often these days, I find that a plot summary isn't very helpful; movies like this and \"The Revolutionary\" earlier this week function on a level of mood and implication. They don't depend on plots, although often enough a critic may insist on discussing them at that level, to save himself trouble.\n\nWhat's happening at the subterranean levels of \"End of the Road\" may be something you'll have to discover for yourself. For me, the strength and horror of the film came in its merging madness with the normal world. Jake Horner is indeed insane, and yet by positioning himself at the correct angle to the Morgans, he's able to present his sane side, mostly. Doctor D is insane, and yet preaches a terrible logic. In this movie, people sip lemonade on grassy lawns during the drowsy end of an early autumn afternoon. They also roll in the mud with pigs and commit an abortion that needs to be painted by Bosch. Avakian's insistence on keeping all these events on the same plane makes the movie gut twisting. And yet, there are many scenes of quiet humor and affection.\n\nThe performances are awfully good. Harris Yulin and Dorothy Tristan, as the Morgans, have either been cast well or are actually a faculty couple at some quiet backwoods college through the looking glass. Yulin's scene in his study, as he struts before his mirror while secretly observed, is as good as anything in a long time. Miss Tristan makes her faculty wife into an accurate mixture of maternalism and victim. Stacy Keach, as Jake, cannot be said to act so much as to recede further and further into himself; without this performance, nothing in the movie would have worked. James Earl Jones makes Doctor D into a monster adequate enough to carry the abortion scene; a shred of softness here and we wouldn't have believed anything.\n\nWhat we do, or should, believe about \"End of the Road\" is hard for me to say. I don't think it's a \"message picture\" at all, although sometimes it acts like one. I see it more as a visionary effort, an attempt to lead us into certain aspects of the contemporary nightmare and leave us there to wander in the dark.", "running_time": 110, "mpaa_rating": null, "release_year": 1970, "date_published": "1970-08-28", "genres": null, "title": "End of the Road (1970)"}