{"url": "http://www.rogerebert.com/reviews/end-of-the-line-1988", "by": "Kevin Baconas Everett", "star_rating": 2.0, "text": "“End of the Line” is a movie that belongs in more innocent times.\n\nIt would have made a heartwarming fantasy for the 1930s, maybe as the second half of a double bill with “My Man Godfrey,” the comedy about the “forgotten men” of the Depression. But the forgotten men of this film live in crueler and more cynical times, and it almost was impossible for me to believe in them, try as I would.\n\nThe movie takes place in Clifford, Ark., along about now. From glimpses of a corporate board meeting during the opening titles, we know that the town's major industry, the railroad yard, is about to be shut down. The railroad plans to abandon trains and enter the growing field of air freight (anyone who reads the financial pages will be amused by the board's acumen in giving up a regional monopoly to enter a cutthroat field). If the railroad leaves, Clifford will become a ghost town, and all of its colorful inhabitants will have to seek employment elsewhere.\n\nDuring the first act of the movie, which contains its best moments, we meet some of the local denizens. There is Wilford Brimley, playing Will Haney, a veteran trainman who can only be described as the movie's Wilford Brimley character. Will is a folksy, lovable, eccentric old coot who can get downright mad when he gets his dander up. Will's best friend is Leo (Levon Helm), a younger man who also has devoted his life to the railroad.\n\nAnd then there are several other local folks - more than really necessary, given the fact that we will hardly see them during the movie's last hour. Let's see. There's Kevin Bacon, as Everett, who used to be Brimley's son-in-law and soon may be his son-in-law again.\n\nThere's Holly Hunter, as Charlotte, Bacon's once and future bride.\n\nThere's Mary Steenburgen as the proprietor of Rose's Beautyrama, the local beauty parlor. And there's Michael Beach, who is partners with Bacon in the local bookie operation.\n\nThe moments in which these people come and go and talk are always good and occasionally fairly wonderful. If the movie had stayed right there in Clifford, Ark., and let the railroad die, it might have amounted to something. But no. It turns into a fable of the Little Guy against the Big Corporation and loses its energy.\n\nWhat happens is, Brimley and Helm decide to hijack a freight locomotive and drive it straight up the line to Chicago to confront the president of the corporation with the evil of his decision. They do not realize that the ancient chairman of the board (Henderson Forsythe) knows nothing of the decision to shut down the line; it was made by Bob Balaban, who plays his venal son-in-law. In any event, the two men steal the locomotive and then there are far too many shots in which it chugs up the main line past swimming holes, sunsets, churches, crossroads, factories and people, a lot of people, who turn to watch it pass. There also are the obligatory run-ins with the authorities, and the close calls, and the moments when Brimley seems about to do something terrible, but doesn't, and then the fairly predictable meeting with all of the folks in Chicago, followed by the inevitable ending. I dunno.\n\nThis movie has its heart in the right place, but it needs just a tad more cynicism. Railroads are wonderful and the people who work on them are the salt of the earth, I grant you. And their executives can be marvelously stupid. Why else did they kill the City of New Orleans right after Steve Goodman's song became a classic, but keep the Panama Limited, which didn't have a song, even though they could have called the remaining train anything they wanted to? If that's the kind of question that keeps you up nights, you may enjoy this movie just because it has such handsome trains in it.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-04-08", "genres": null, "title": "End of the Line (1988)"}