{"url": "http://www.rogerebert.com/reviews/end-of-days-1999", "by": "Arnold Schwarzeneggeras Jericho Cane", "star_rating": 2.0, "text": "There are forces here you couldn't possibly comprehend. Dialogue from \"End of Days'' You can say that again. \"End of Days'' opens with a priest gazing out his window at the Vatican City and seeing a comet arching above the moon like an eyebrow. He races to an old wooden box, snatches up a silver canister, pulls out an ancient scroll, unrolls it and sees--yes! A drawing of a comet arching above the moon like an eyebrow! For verily this is the dreaded celestial display known as the \"Eye of God.'' The priest bursts into an inner chamber of the Vatican, where the pope sits surrounded by advisers. \"The child will be born today!'' he gasps. Then we cut to \"New York City, 1979'' and a live childbirth scene, including, of course, the obligatory command, \"push!'' A baby girl is born, and a nurse takes the infant in its swaddling clothes and races to a basement room of the hospital, where the child is anointed with the blood of a freshly killed rattlesnake before being returned to the arms of its mother.\n\nAlready I am asking myself, where is William Donohue when we need him? Why does his Catholic League attack a sweet comedy like \"Dogma,'' but give a pass to \"End of Days,'' in which we learn that once every 1,000 years a woman is born who, if she is impregnated 20 years later by the Prince of Darkness during the hour from 11 p.m. to 12 a.m. on the last day of the millennium, will give birth to the anti-Christ, who will bring about, yes, the end of days? But meanwhile, an internal Vatican battle rages between those who want to murder the woman, and the pope, who says we must put our faith in God? The murder of the woman would of course be a sin, but perhaps justifiable under the circumstances, especially since the humble instrument chosen by God to save the universe is an alcoholic bodyguard named Jericho Cane, played by Arnold Schwarzenegger. Jericho and his partner Chicago (Kevin Pollak) find themselves investigating a puzzling series of events, including a man with his tongue cut out who nevertheless screams a warning and is later nailed to the ceiling of his hospital room.\n\nMovies like this are particularly vulnerable to logic, and \"End of Days'' even has a little fun trying to sort out the reasoning behind the satanic timetable. When Jericho has the Millennium Eve timetable explained to him, including the requirement that the Prince of Darkness do his dirty deed precisely between 11 p.m. and midnight, he asks the very question I was asking myself: \"Eastern Standard Time?'' The answer, Jericho is told, is that the exact timing was meticulously worked out centuries ago by the Gregorian monks, and indeed their work on this project included, as a bonus spinoff, the invention of the Gregorian calendar.\n\nLet's see. Rome is seven hours ahead of New York. In other words, those clever monks said, \"The baby will be conceived between 6 and 7 a.m. on Jan. 1, Rome time, but that will be between 11 p.m. and 12 a.m. in a city that does not yet exist, on a continent we have no knowledge of, assuming the world is round, and there are different times in different places as it revolves around the sun, which of course it would be a heresy to suggest.'' With headaches like this, no wonder they invented Gregorian chants to take the load off.\n\n\"End of Days'' involves a head-on collision between the ludicrous and the absurd, in which a supernatural being with the outward appearance of Gabriel Byrne pursues a 20-year-old woman named Christine (Robin Tunney) around Manhattan, while Jericho tries to protect her. This being a theological struggle Schwarzenegger style, the battle to save Christine involves a scene where a man dangles from a helicopter while chasing another man across a rooftop, and a scene in which a character clings by his fingertips to a high window ledge, and a scene in which a runaway subway train explodes, and a scene in which fireballs consume square blocks of Manhattan, and a scene in which someone is stabbed with a crucifix, and ... But the violence raises another question. How exactly do the laws of physics apply to the Byrne character? Called \"The Man'' in the credits, he is Satan himself, for my money, yet seems to have variable powers. Jericho shoots him, and he pulls up his shirt so we can see the bullet holes healing. But when Jericho switches to a machinegun, the bullets hurl the Man backward and put him out of commission for a time, before he attacks again. What are the rules here? Is he issued only so much anti-injury mojo per millennium? The movie's final confrontation is a counterpoint to the Times Square countdown toward the year 2000. Only a churl would point out that the new millennium actually begins a year later, on the last day of 2000. Even then, \"End of Days'' would find a loophole. This is the first movie to argue seriously that \"666,'' the numerical sign of Satan, is actually \"999'' upside down, so that all you have to do is add a \"1'' and whoa--you get \"1999.''", "running_time": 118, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-24", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Horror", "Thriller"], "title": "End Of Days (1999)"}