{"url": "http://www.rogerebert.com/reviews/endless-love-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\nThe novel Endless Love is\r\nabout a teenage boy who remembers, with full ferocity and grief and yearning,\r\nthe great love of his life, after it has been ended by fate and the adult\r\nworld. The movie “Endless Love” is about a teenage boy and girl who are in\r\nlove, until fate and adults end their relationship. There is all the difference\r\nin the world between these two story sequences, and although there are a great\r\nmany things wrong with the movie, this blunder on the narrative level is the\r\nworst. \n\n\r\nDidn't the makers of this movie understand the\r\npoignancy at the very heart of the novel? The book begins with its hero, David,\r\ncommitting an act that will end all of his happiness for years. Forbidden to see\r\nhis girl, Jade, for thirty days, he sets a fire of newspapers on the porch of\r\nher house hoping to win a reprieve by being the hero who \"discovers\"\r\nthe fire. The house burns down, and David is sent into a long exile in a mental\r\ninstitution. The novel's point of view is of a boy who has lost everything he\r\nvalues and remembers it with undying passion. But the movie rearranges the\r\nevents of the book into chronological order. That means that the love affair\r\nbetween Jade and David, instead of being remembered as a painful loss, is seen\r\nin the \"now\" as, well, as a teenage romance. Its additional level of\r\nmeaning is lost. \n\n\r\nA story that began as a poem to the fierce pride\r\nof adolescent passion gets transmuted into a sociological case study. This\r\nmovie contains some of the same characters and events as Scott Spencer's\r\nwonderful novel (indeed, at times it is unnecessarily faithful to situations\r\nand dialogue from the book), but it does not contain the book's reason for\r\nbeing. It is about events and it should be about passion.\n\nThere are many other problems in the film. One\r\ncrucial mistake is in casting: Martin Hewitt, as David, the seventeen-year-old\r\nboy, is a capable actor but is too handsome, too heavily bearded, too old in\r\nappearance to suggest an adolescent bundle of vulnerability and sensitivity.\r\nAnother mistake is in narrative: The sequence of events involving David's\r\nrelease from the institution, his trip to New York, and exactly what happens\r\nthere, is so badly jumbled that some audience members will not know how and why\r\nhe went to New York, and hardly anyone will be able to follow the circumstances\r\nthat reunite him with Jade. \n\n\r\nA third mistake is in this movie's ending, or\r\nrather, its lack of one: The final three minutes in this movie are enraging to\r\nanyone who has made an emotional investment in it, because they are a cop-out,\r\na refusal to deal with the material and bring it to a conclusion. The fourth\r\nmistake is the one that made me most angry, because it deals with the central\r\nact of the narrative, with the disaster around which the story revolves. In the\r\nbook, David sets fire to the newspapers as an act of passion, confusion, and\r\ngrief, sure it's dumb, but he's confused and in turmoil. The movie, with\r\noffensive heavy-handedness, has another youth suggest the fire to David as a\r\nstrategy. Apparently the filmmakers thought the fire had to be\r\n\"explained.\" The result is to take a reckless act and turn it into a\r\nstupid one, diminishing both David's intelligence and the power of his passion. \n\n\r\nThe movie's central relationship, between Jade\r\n(Brooke Shields) and David, comes out as a disappointment, because their scenes\r\nare not allowed to develop human resonances. We never really feel and\r\nunderstand the bond between these two people. That's partly because of Hewitt's\r\ninability to project uncertainty and adolescent awkwardness; he comes on so\r\nstrong and self-confident that David seems like a young man making a bold bid\r\nfor a good-looking girl, rather than as one-half of a pair of star-crossed\r\nadolescent lovers. \n\n\r\nIs there anything good in the movie? Yes. Brooke\r\nShields is good. She is a great natural beauty, and she demonstrates, in a\r\nscene of tenderness and concern for Hewitt and in a scene of rage with her\r\nfather, that she has a strong, unaffected screen acting manner. But the movie\r\nas a whole does not understand the particular strengths of the novel that\r\ninspired it, does not convince us it understands adolescent love, does not seem\r\nto know its characters very well, and is a narrative and logical mess.", "running_time": 115, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Romance"], "title": "Endless Love (1981)"}