{"url": "http://www.rogerebert.com/reviews/enduring-love-2004", "by": "Daniel Craigas Joe Rose", "star_rating": 3.0, "text": "In a grassy, sunlit field, the lovers Joe and Claire spread out their picnic lunch and open a bottle of champagne. Just then a hot air balloon appears in the sky. It drifts down and lands, and a man jumps out, leaving a small boy inside. A gust of wind catches the balloon. The man tries to hold it down with a rope, but it is away. Joe runs to grab at another rope. Other men appear and grab ropes, but the balloon inexorably rises. One by one, the men let go and fall safely to earth. One hangs on too long, past the point of no return. As the other stare silently at the long, quiet ascent of the balloon, this man hangs on as long as he can, and then he falls to earth, and is shattered.\n\nThis opening scene in \"Enduring Love\" is implacable in its simplicity. It literally shows death appearing from out of a clear blue sky. The others run through fields to the body of the dead man, and then one of the other survivors kneels down and asks Joe (Daniel Craig) to join him in prayer. This is Jed (Rhys Ifans), stringy-haired, skin and bones, with an intensity that is off-putting. Joe explains that he does not much believe in prayer. Jed implores him.\n\nWe follow Joe home, where he is a university lecturer, and his girlfriend Claire (Samantha Morton) is a sculptor. He is haunted by what happened in the field. The man who held on too long, he learns, was a doctor who happened on the scene entirely by fate. The balloon landed safely; the small boy was safe. The doctor died unnecessarily. Joe becomes obsessed by which of the men was first to let go of a rope. Was he the one? When one let go, all had to let go; if all had held on, he believes, the balloon would have returned to earth and the doctor would not have died. \"We let him down,\" Joe tells Claire.\n\nJoe teaches a university class on love and ethics, and asks his students if love is real and ethics have meaning. His experience in the field undermines all he thinks he knows about such matters, and his classroom manner grows odd and tortured. There is another problem. Jed starts to stalk him. He stands in the park across from Joe's home. He is there when Joe visits the Tate Modern. He feels it is urgent that they know each other better. \"You know what passed between us,\" he tells Joe. \"Love -- God's love. It was a sign.\"\n\nJed is clearly mad. He exists at the intersection of religious hysteria and erotomania, and confuses God's love with his own sudden love for Joe. But what can Joe do? He warns him away, he tries to elude him, he changes his daily patterns. And meanwhile, the specter of Jed and Joe's haunting doubts about the death of the doctor create a tortured space between Joe and Claire.\n\nThe movie, directed by Roger Michell, has been adapted by Joe Penhall from a novel by Ian McEwan; it begins with ethical issues and then gradually descends into thriller material. The character of Jed is nicely modulated by Rhys Ifans; in the early scenes, he's the kind of man you instinctively know you want to get away from, but you nod and are polite and agree in a perfunctory way to whatever they're saying, while edging away and hoping never to see them again. Such people take such small talk literally, and convince themselves you have made promises or, worse, sent them a coded message.\n\nThe movie's questions about love take a turn when Joe goes to visit Mrs. Logan (Helen McCrory), widow of the dead doctor. She doesn't seem as grief-stricken as she should. \"He was bound to die saving someone,\" she says. Then she asks questions about that day which must not be revealed here, but which cast the doctor's participation in a different light.\n\nMost movies remain at the top level of action: They are about what happens. A few consider the meaning of what happened, and even fewer deal with the fact that we have a choice, some of the time, about what happens and what we do about it.\n\nIt's impossible not to imagine ourselves in that field, seeing the father struggling with the rope as his son cries in the gondola. Would we run and grab a rope? Probably. Would we hang on too long? Not me. Rapid situational calculations dictate our decisions: The boy will not necessarily die if the balloon drifts away, but I will die if I lose my grip at a great height.\n\nJoe is obsessed with the question of who let go first, but from another point of view, the doctor held on for too long. Now why did he do that? Is his widow correct in the way she imagines the scenario? Certainly the doctor did nothing to save the boy, and everything to bring Joe and Jed together.\n\nJoe thinks of ethical questions in an objective, logical way. Jed responds emotionally to his own demons. No one thinks to blame the boy's father for getting out of the balloon too soon.", "running_time": 100, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-11-04", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Enduring Love (2004)"}