{"url": "http://www.rogerebert.com/reviews/endurance-1999", "by": "Gebrselassie Bekeleas Haile's Father", "star_rating": 3.0, "text": "The sound of the runner's breathing is like a percussion instrument made of wind. Each exhalation is a thrum of effort. He runs as if he has been running since time immemorial. His name is Haile Gebrselassie, and after he set a new record at the Atlanta Olympics in 1996, Runner's World magazine described him as \"the greatest distance runner of all time.\" \"Endurance\" is a film about Gebrselassie, his early life on an Ethiopian farm, his training, his shy courtship and his Olympic triumph. It is not a documentary, exactly; scenes are written and staged, and actors play him at younger ages. But it is drawn from his life. His father, brother and wife play themselves, and the footage of his triumph at Atlanta is real. So, I think, is the sound of his breathing.\n\nThe runner was reared in a rural area, where his father wanted him to stay and work on the farm. But in 1980, when the Ethiopian runner Miruts Yifter won the 10,000-meter race at the Moscow Olympics, running barefoot, young Haile, like all of his countrymen, was stirred to hear the Ethiopian national anthem played for the first time in Olympic history. He determined to become a runner, and we see him as a boy (played by his nephew, Yonas Zergaw) running everywhere on the farm where his family of 12 lived in a mud hut.\n\nGebrselassie himself takes over the role as a teenager, and there is a scene where he and his father stand on a hilltop, the landscape unfolding below them, as he explains his plans to go to Addis Ababa to go into serious training for the Olympics. His father prefers him to stay on the farm. There is a stilted, formal quality to their conversation that oddly enough gives it more force: We are not seeing actors, but the real people somewhat self-consciously re-creating a conversation they actually had.\n\nThe British director, Leslie Woodhead, uses title cards to separate the sections of his film and provide information about Gebrselassie. \"Finished 99th in first marathon,\" we read, and then a little later, \"Two years of hard training.\" As we see marathon runners winding their way through the city streets: \"A thousand others with the same dream.\" Gebrselassie doesn't fit the stereotype of the long-distance runner, tall and long-limbed. He is compact, wiry, muscular. The secret of his greatness, we gather, is that he ran and ran, longer and harder than anyone else, until in his big race he was simply the best prepared.\n\nThere are glimpses of his personal life. A shy date with a girl named Alem (who plays herself, and became his wife). One has coffee, the other a Fanta orange drink. Later, he has a heart-to-heart talk with her about his father's disappointment. The father's feelings are understandable: He has lost a strong son to help on the farm, so that the boy can move to the city and . . . run? The footage of the race itself is never less than thrilling, as such races always are; the closeup lens lets us see the pain of the runners, who by the end are relying mostly on will and endurance. John Powell's music is not exhilarating boilerplate, as scores often are during films about athletics. Instead, it is brooding, introspective, almost sad, suggesting how the runners must look within themselves and endure their burning lungs in a race of such length and difficulty. There is a lot of time to be by yourself in a 10,000-meter race.\n\nI learn from the Variety review of the film that the filmmakers had the eight leading contenders under contract, so that they were almost assured of being able to tell the story of the winner. Fair enough, but in Haile Gebrselassie they surely got the most interesting of subjects, a runner whose triumph must be explained almost entirely from within his own determination. He didn't come from a background of training, coaching and determination, but from the rural hills, where we see him running to school, running to the water well, running to the fields, always with that stoic thrumming of his breath.", "running_time": 83, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-05-21", "genres": ["Documentary"], "title": "Endurance (1999)"}