{"url": "http://www.rogerebert.com/reviews/enemy-at-the-gates-2001", "by": null, "star_rating": 3.0, "text": "\"Enemy at the Gates\" opens with a battle sequence that deserves comparison with \"Saving Private Ryan,\" and then narrows its focus until it is about two men playing a cat-and-mouse game in the ruins of Stalingrad. The Nazi is sure he is the cat. The Russian fears he may be the mouse.\n\nThe movie is inspired by true events, we're told, although I doubt real life involved a love triangle; the film might have been better and leaner if it had told the story of the two soldiers and left out the soppy stuff. Even so, it's remarkable, a war story told as a chess game where the loser not only dies, but goes by necessity to an unmarked grave.\n\nThis is a rare World War II movie that does not involve Americans. It takes place in the autumn of 1942, in Stalingrad, during Hitler's insane attack on the Soviet Union. At first it appeared the Germans would roll over the ragged Russian resistance, but eventually the stubbornness of the Soviets combined with the brutal weather and problems with supply lines to deliver Hitler a crushing defeat and, many believe, turn the tide of the war.\n\nWe see the early hopelessness of the Soviet cause in shots showing terrified Russian soldiers trying to cross a river and make a landing in the face of withering fire. They are ordered to charge the Germans across an exposed no-man's land, and when half are killed and the others turned back, they are fired on as cowards by their own officers. This is a sustained sequence as harrowing, in its way, as Steven Spielberg's work.\n\nOne of the Russians stands out. His name is Vassili (Jude Law), and we know from the title sequence that he is a shepherd from the Urals, whose marksmanship was learned by killing wolves that preyed on his flock. In the heat of battle, he kills five Germans, and is noticed by Danilov (Joseph Fiennes), the political officer assigned to his unit. As Russian morale sinks lower, Danilov prints a leaflet praising the heroic shepherd boy.\n\nWe learn that Vassili is indeed a good shot, but has little confidence in his own abilities (in the opening sequence, he has one bullet to use against a wolf, and misses). Danilov encourages him, and as the battle lines solidify and both sides dig into their positions, Vassili continues to pick off Germans and star in Danilov's propaganda. Even Nikita Khrushchev (Bob Hoskins, looking uncannily like the real thing), the leader of the Soviet defense of Stalingrad, praises the boy, and the publicity strategy.\n\nAs German resolve falters, they bring in their own best sniper, a sharpshooter named Konig (Ed Harris), a Bavarian aristocrat who in peacetime shoots deer. He is older, hawk-faced, clear-eyed, a professional. His assignment is to kill Vassili and end the propaganda. \"How will you find him?\" he's asked. \"I'll have him find me.\" The heart of the movie is the duel between the two men, played out in a blasted cityscape of bombed factories and rubble. The war recedes into the background as the two men, who have never had a clear glimpse of each other, tacitly agree on their ground of battle. The director, Jean-Jacques Annaud, makes the geography clear--the open spaces, the shadows, the hollow pipes that are a way to creep from one point to another.\n\nThe duel is made more complicated when Vassili meets Sacha (Gabriel Marshall-Thomson), a boy of 7 or 8 who moves like a wraith between the opposing lines and is known to both snipers. Through Sacha, Vassili meets his neighbor Tanya (Rachel Weisz), a Jewish woman whose parents were killed by the Nazis. Vassili falls in love with Tanya--and so does Danilov, and this triangle seems like a plot device to separate the scenes that really interest us.\n\nSacha serves as a useful character, however. As a child of war, he is old beyond his years, but not old enough to know how truly ruthless and deadly a game he is involved in. His final appearance in the film brings a gasp from the audience, but fits into the implacable logic of the situation.\n\nAnnaud (\"Quest for Fire,\" \"In the Name of the Rose,\" \"Seven Years in Tibet\") makes big-scale films where men test themselves against their ideas. Here he shows the Nazi sniper as a cool professional, almost without emotion, taking a cerebral approach to the challenge. The Russian is quite different; his confidence falters when he learns who he's up against, and he says, simply, \"He's better than me.\" The strategy of the final confrontation between the two men has a kind of poetry to it, and I like the physical choices that Harris makes in the closing scene.\n\nIs the film also about a duel between two opposing ideologies, Marxism and Nazism? Danilov, the propagandist, paints it that way, but actually it is about two men placed in a situation where they have to try to use their intelligence and skills to kill each other. When Annaud focuses on that, the movie works with rare concentration. The additional plot stuff and the romance are kind of a shame.", "running_time": 131, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-03-16", "genres": ["Drama", "History", "Thriller"], "title": "Enemy At The Gates (2001)"}