{"url": "http://www.rogerebert.com/reviews/enemy-mine-1985", "by": "Dennis Quaidas Davidge", "star_rating": 2.5, "text": "\"Enemy Mine\" is \"Robinson Crusoe\" set under the two suns and six moons\rof the volcanic planet Fyrine IV, a grim red landscape lashed by\rmeteors and savage cold. One day, a century in the future, the\rspaceships of two warring pilots crash-land not far from each other.\rOne of the pilots is a gee-whiz earthling, and the other one is a\rreptilian humanoid from the planet Dracon. Although they are natural\renemies, they learn to live together, to help each other and eventually\reven to love each other.\rThe look of the planet in \"Enemy Mine\" is so convincing, the\rspecial effects are so elaborate and the performances are so good that\rI only gradually became aware of what a clinker the story is. The movie\rhas the potential to be a truly great story about communication between\ralien species; it could have been a space thriller with a mind and a\rheart.\rInstead, it gives us an alien that is too human, too familiar. It\rtakes that amazing planet and gives it food, water, gravity and\ratmosphere that are suitable for both humans and Dracs. It depends on\rplot gimmicks like the convenient arrival of enemies and the equally\rconvenient arrival of friends to the rescue. It doesn't dare enough. \n\nHow should it dare? The world of science fiction is filled with\rfascinating aliens - intelligent creatures who are infinitely more than\rlovable characters in reptile skins. Why couldn't the Drac be truly\ralien in this film? There are occasional moments of inspiration, such\ras the fact that Dracs are male and female rolled into one, but \"Enemy\rMine\" simply uses that as an excuse for a couple of weepy scenes and\rthe creation of a Drac child that seems destined for the Little League.\rThe idea of aliens with combined sexes has been handled much more\rinterestingly in books like Isaac Asimov's \"The Gods Themselves,\" in\rwhich there were three sexes, not two. And even the most rudimentary\rscience fiction aliens usually manage to seem truly different than\rhumans; once the Drac in \"Enemy Mine\" learns English, he seems scarcely\rless human than the human. \n\nThe Earthman in the movie is played by Dennis Quaid, and the Drac\rby Louis Gossett Jr. They are both very good, but saddled with a\rpredictable and sentimental script. If they had been left all alone on\rtheir barren planet, they might just possibly have arrived at some\rinteresting story possibilities.\rInstead, \"Enemy Mine\" descends to the level of 1930's space opera\rwith the arrival of evil human slave-traders who kidnap Dracs and force them to work in mines. \n\nAs the slavers stood over their captives with\rwhips, I found myself wondering how cost-effective it would be to transport manual laborers millions of light years. Surely a technology\rcapable of arriving at the planet Fyrine IV would have figured out a\rbetter way to mine its ores?\rThen there are the truly unbelievable moments, as when Quaid's\rapparently lifeless body is found by a human spaceship that is never\rseen; the cornball moment when he comes back to life; the human\rspaceships returning to Fyrine like the cavalry to the rescue, and the\rfinal idiotic shootout.\rWere they so bankrupt of ideas, in a movie rich with them, that\rthey had to resolve the plot with yet another fistfight and gunfight?\rBy the time the noble, uplifting ending arrived, I'd given up. Here is\ra movie that made no compromises in its art direction, its special\reffects and its performances - and then compromised everything else in\rsight.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-12-20", "genres": ["Drama", "Science Fiction"], "title": "Enemy Mine (1985)"}