{"url": "http://www.rogerebert.com/reviews/enemy-of-the-state-1998", "by": "Will Smithas Robert Dean", "star_rating": 3.0, "text": "\"Enemy of the State\" uses the thriller genre to attack what it calls \"the surveillance society,\" an America in which underground computers at Fort Meade monitor our phone calls for trigger words like \"bomb,\" \"president\" and \"Allah.\" It stars Will Smith as a Washington, D.C., lawyer whose life is dismantled bit by bit (and byte by byte) because he possesses proof that a congressman was murdered for opposing a bill that would make government snooping easier.\n\nFor much of the movie, the lawyer doesn't even know he has the evidence, a videotape showing the congressman's suicide being faked while a high government official looks on. The official, named Reynolds and played by Jon Voight with glasses and a haircut that make him uncannily resemble Robert McNamara, directs a vendetta against the lawyer that includes planting sexual gossip in the paper, canceling his credit cards, getting him fired and eventually even trying to frame him for the murder.\n\nParanoid? Exaggerated? No doubt, although \"Enemy of the State\" reminded me of that recent scary Anthony Lewis column in the New York Times about Julie Hiatt Steele, an innocent bystander in the Kenneth Starr investigation who had her tax returns audited, her neighbors and employers questioned, and her adoption of a war orphan threatened--all because she testified that Kathleen Willey had asked her to lie about a meeting with President Clinton.\n\nIt's not the government that is the enemy, this movie argues, so much as bureaucrats and demagogues who use the power of the government to gain their own ends and cover their own tracks. Voight's character is really acting on his own behalf: He wants a communications bill passed because it will make his job easier (and perhaps make him richer). He has the congressman (Jason Robards) killed because he's the key opponent of the bill. Everything else follows from the coverup of the murder.\n\nThe movie was directed by Tony Scott (\"Top Gun\"), who films technology the way the National Geographic films wetlands. As the Will Smith character dodges around Washington, trying to figure out who's after him and why, the story is told with footage from spy satellites, surveillance cameras, listening devices, bugs, wiretaps and database searches. The first time I saw a movie where a satellite was able to zoom in on a car license plate, I snickered. Recently I was able to log onto a Web site (www.terraserver.microsoft.com/) and see the roof of my house--or yours. If Microsoft gives that away for free, I believe the National Security Agency can read license plates.\n\nThe fugitive lawyer's only friend is a shadowy underground figure named Brill (Gene Hackman), who was an American spy until 1980, and since then has lived an invisible life as a hired gun in the outlands of intelligence and communications. His headquarters: a high-tech hideaway in an old warehouse building, with his equipment fenced in by copper mesh to stop the snoopers. (There is an echo here of Francis Coppola's 1974 film \"The Conversation,\" which also starred Hackman as a paranoid high-tech eavesdropper; the workplaces in the two movies resemble each other--deliberately, I assume.) It's Brill who briefs the lawyer on what the government can do. I don't believe him when he says the feds have computers at Fort Meade monitoring our phone calls; I read that as a screenwriter's invention. But I do believe the government can listen to any phone call it wants to and does so much more often than the law suggests it should.\n\nThe movie is fast-paced, centered around two big chase scenes, and ending in a clever double-cross that leads to a big shootout. In its action and violence it shows us how the movies have changed since 1974; \"The Conversation\" is a similar story that depended only on its intelligence and paranoia for appeal. \"Enemy of the State\" shoehorns in brief scenes between the lawyer and his wife (Regina King) and former girlfriend (Lisa Bonet), but is in too much of a hurry to be much of a people picture. And the standoff at the end edges perilously close to the ridiculous, for a movie that's tried so hard to be plausible.\n\nBut by and large the movie works. Smith is credible as a good lawyer who is blindsided by the misused power of the state. Gene Hackman, with a bristly haircut and horn-rimmed nerd glasses, seems utterly confident of everything he says. Voight's bureaucrat seems convinced that his job somehow places him above the law. \"We are at war 24 hours a day,\" he barks out near the beginning of the film. It was Pogo who said: \"We have met the enemy, and he is us.\"", "running_time": 128, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-20", "genres": ["Action", "Drama", "Suspense", "Thriller"], "title": "Enemy of the State (1998)"}