{"url": "http://www.rogerebert.com/reviews/enemies-a-love-story-1990", "by": "Ron Silveras Herman", "star_rating": 3.5, "text": "\"Enemies: A Love Story\" is a movie about a man who ends up being married to three women at the same time, and it should not surprise you that he is not a happy man. He is not surprised. Happiness is not a part of his repertory.\n\nHis name is Herman, and there are times when he wonders why he is even alive. He was a Polish Jew during World War II, but he was saved from the camps and certain death because Yadwiga, his family's servant, hid him from the Nazis in the hayloft of a barn. Now it is 1949, and he is living in Coney Island with the woman, having married her and brought her to America after the war.\n\nShe is a good woman with a trusting heart, and she adores him.\n\nBut he does not feel fulfilled by her, and he cheats on her with the zaftig and naughty Masha, his mistress, who lives in the Bronx. Yadwiga reminds him of the past, which cools his passion, and another problem is, she worships him so slavishly that making love with her is like attending devotions to himself. With Masha it is different.\n\nShe is a passionate woman, a Jew who also escaped the Nazis, but she doesn't live in the past, and they share a sexual obsession that helps them to exist only in the present - while they're making love, at any event. Masha knows about Yadwiga but doesn't much care.\n\nThen she gets pregnant. Herman wants to do the right thing, and so he marries her.\n\nThis is complicated enough. But then Herman's true first wife, Tamara, unexpectedly turns up in New York. He had been told by eyewitnesses that she died in the camps. But they were wrong. She escaped to Russia and now here she is in New York, scaring the daylights out of poor Yadwiga when she turns up at their door. Yadwiga recognizes her instantly, and assumes she is a ghost.\n\nSo. Three wives. \"In America,\" his first wife, Tamara, tells him, \"they have a thing called a manager. That is what you need. I will be your manager, because you are incapable of making your decisions for yourself.\" She is absolutely correct. She knows him so well that when he first tells her he is married to Yadwiga, she immediately wants to know about the mistress she is sure he must also have.\n\nPaul Mazursky's \"Enemies: A Love Story,\" based on the novel by Isaac Bashevis Singer, contains the clue to this story in its title.\n\nWho are the enemies? The women that Herman loves. Why are they his enemies? Because love presumes commitment, and Herman is not capable of commitment, is not even capable of forming a working faith in the future. Many others have suffered much more at the hands of the Nazis than he did - he was lucky, up there in his hayloft - but he has lived under the threat of death for so long that no relationship can have any meaning for him. As he scurries between his three women, desperately trying to keep all three happy or at least placated, what drives him is not love but guilt.\n\nGuilt he understands. Love is the enemy. Singer is said to have based his novel on several similar stories about Jewish survivors of the Nazis who came to New York City to start over again. In the foreword to his novel, he wrote, \"The characters are not only Nazi victims, but victims of their own personalities and fates.\" And that is really the point he has to make: that these people, having been delivered more or less miraculously from death, are nevertheless left with the same character flaws and weaknesses they would have possessed if there had been no Nazis. In other words, they are still possessed of their full, fallible humanity.\n\n\"Enemies: A Love Story\" is such an intriguing film because it refuses to be tamed, to settle down into a nice, comforting parable with a lesson to teach us. It is about the tumult of the heart, and Mazursky tells its story without compromise. There is no key to tell us how to feel. No easy laughs as Herman races from one woman to another, but no cheap pathos, either, at their fates. Indeed, this is not even a movie about how the women are victimized; each one receives more or less what her fate has dictated for her, and Herman, who suffers so grievously, is punished mostly by his own knowledge of what a rat he is.\n\nThe movie stars four actors in an ensemble that fits so well together that much can be shown without being said. Ron Silver is Herman, harried, desperate, making up lies on pay phones and always hushing one woman while reassuring another. Margaret Sophie Stein is Yadwiga, blond and blue-eyed and forever waxing the floor to make up for being totally intimidated by her husband. Lena Olin (she wore the bowler hat in \"The Unbearable Lightness of Being\") is the carnal Masha, whose insouciance disguises a surprising grief. And Anjelica Huston is Tamara, the first wife, the wisest, not only because she knows Herman better than the others, but because she knows herself.\n\n\"Enemies: A Love Story\" has been described here and there as a sad movie. That is a very limited view. Parts of it are very funny, as Herman tries to get away with his desperate juggling act. Parts are ironic. Parts, especially the scenes with Huston, are heartwarming in a strange way, because they show one human being accepting the weaknesses of another. Of course there is sadness in the story, and of course such a story cannot end happily. But reflect that these people are lucky to be alive at all, and their stories become almost triumphant. Because a person has survived a great evil does not make him a great person - only a lucky one. And if you think Herman's not lucky, well, life's like that. You take your chances.", "running_time": 119, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-01-05", "genres": ["Comedy", "Drama", "Romance"], "title": "Enemies: A Love Story (1990)"}