{"url": "http://www.rogerebert.com/reviews/enlighten-up-2009", "by": "Kate Churchill", "star_rating": 3.0, "text": "An unemployed journalist and a documentary filmmaker spend six months in traveling far enough to circle the globe and discover that the secret of yoga is the same as how to get to Carnegie Hall: practice, practice, practice. Apart from that, apparently, there is no secret at all to yoga. At least, they don’t find a yogi who will admit to one.\n\nKate Churchill and her subject, Nick Rosen, travel from New York to Boulder to California to Hawaii and then on to India. Nick practices under masters ranging from the legendary Yogacharya B.K.S. Iyengar, 91, named by Time as one of the 100 most influential people in the world, to Diamond Dallas Page, named by Pro Wrestling Illustrated as the most hated wrestler of the year (1999).\n\nAll of these teachers, young and old, male and female, Eastern and Western, refuse to define or even really name the ultimate state one hopes to reach. When you get there, you will know it. You will find it within yourself. You just have to do it. Practice does not make perfection, but it makes improvement. One must not focus on the destination but on the journey. Live in the moment. Live in eternity. Find God. Let the body flow into a yoga position as light fills a diamond (Iyengar). Your reward will be T&A (Diamond Dallas).\n\nThis was all fine with me, because I wasn’t much interested in arriving at ultimate answers, and neither, it must be said, is Nick Rosen. He does, however, log a lot of miles, and has a particularly interesting time in India. He practices fervently. His body assumes positions on which, unlike a diamond, the sun don’t shine. He begins as a skeptic about the spiritual side of yoga, ends the same way and doesn’t find any yogis who try to proselytize him.\n\nInstead, they offer variations of: Just do it! Nick just does it, and at the end of his trial, he tells Kate that he feels good, sleeps better, is stronger, has an improved digestive system and in theory, a better sex life (in practice, he tells her: “I haven’t been alone with a woman for months — except you”).\n\n“Enlighten Up” may prove a disappointment to anyone seeking to discover the secrets of yoga or have their own beliefs confirmed. Apparently it does all come down to practice. Some seem addicted to it, which seems a shame to me, because a discipline should be a path to a fuller life, not an alternative. If you spend the rest of your life practicing yoga, well, that’s what you did with the rest of your life. It’s healthier than sinning but that’s about the best you can say.\n\nAnd yet this is an interesting movie, and I’m glad I saw it. I enjoyed all the people I met during Nick’s six-month quest. Most seemed cheerful and outgoing, and exuded good health. They smiled a lot. They weren’t creepy true believers obsessed with converting everyone. They seemed happy with where they were and they assumed Nick wanted to be there, too. And for the most part, they seem to live contented lives, although Diamond Dallas promotes yoga as a way to meet chicks, and (a sharp shake of the wind chime, please) that man will never find tranquility who has not divested himself of subterfuge in meeting chicks.\n\nChurchill’s role is intriguing. At the outset, she tells us she’s a yoga practitioner who thought there would be a documentary in recruiting a novice and exposing that person to yoga, then filming what happened. She obviously hopes Nick will take to yoga more than he does and sounds wistful in her off-camera questions. Is he beginning to find something more in it? Does he have a favorite teacher? Has his appreciation deepened?\n\nNick is an affable man who goes along with her plan. Recently downsized, he has little better to do than be flown around the world to yoga experiences. But he’s not cut out to practice, practice, practice, and he’s so laid-back that few sparks fly. This is a peaceful kind of film, not terribly eventful, but I suppose we wouldn’t want a yoga thriller. Relax. Let it happen. Or not.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-06-10", "genres": ["Documentary", "Indie"], "title": "Enlighten Up! (2009)"}