{"url": "http://www.rogerebert.com/reviews/enough-2002", "by": "Jennifer Lopezas Slim", "star_rating": 1.5, "text": "\"Enough\" is a nasty item masquerading as a feminist revenge picture. It's a step or two above \"I Spit On Your Grave,\" but uses the same structure, in which a man victimizes a woman for the first half of the film, and then the woman turns the tables in an extended sequence of graphic violence. It's surprising to see a director like Michael Apted and an actress like Jennifer Lopez associated with such tacky material.\n\nIt is possible to imagine this story being told in a good film, but that would involve a different screenplay. Nicholas Kazan's script makes the evil husband (Billy Campbell) such an unlikely caricature of hard-breathing sadistic testosterone that he cannot possibly be a real human being. Of course there are men who beat their wives and torture them with cruel mind games, but do they satirize themselves as the heavy in a B movie? The husband's swings of personality and mood are so sudden, and his motivation makes so little sense, that he has no existence beyond the stereotyped Evil Rich White Male. The fact that he preys on a poor Latino waitress is just one more cynical cliche.\n\nThe story: Jennifer Lopez plays Slim, a waitress in a diner where she shares obligatory sisterhood and bonding with Ginny (Juliette Lewis), another waitress. A male customer tries to get her to go on a date, and almost succeeds before another customer named Mitch (Campbell) blows the whistle and reveals the first man was only trying to win a bet. In the movie's headlong rush of events, Slim and Mitch are soon married, buy a big house, have a cute child, and then Slim discovers Mitch is having affairs, and he growls at her: \"I am, and always will be, a person who gets what he wants.\" He starts slapping her around.\n\nAlthough their child is now 3 or 4, this is a Mitch she has not seen before in their marriage. Where did this Mitch come from? How did he restrain himself from pounding and strangling her during all of the early years? Why did she think herself happy until now? The answer, of course, is that Mitch turns on a dime when the screenplay requires him to. He even starts talking differently.\n\nThe plot (spoiler warning) now involves Slim's attempts to hide herself and the child from Mitch. She flees to Michigan and hooks up with a battered-wife group, but Mitch, like the hero of a mad slasher movie, is always able to track her down. Along the way, Slim appeals for help to the father (Fred Ward) who has never acknowledged her, and the father's dialogue is so hilariously over the top in its cruelty that the scene abandons all hope of working seriously and simply functions as haywire dramaturgy.\n\nSlim gets discouraging advice from a lawyer (\"There is nothing you can do. He will win.\"). And then she gets training in self-defense from a martial arts instructor. Both of these characters are African-American, following the movie's simplistic moral color-coding. The day when the evil husband is black and the self-defense instructor is white will not arrive in our lifetimes.\n\nThe last act of the movie consists of Slim outsmarting her husband with a series of clever ploys in which she stage-manages an escape route, sets a booby trap for his SUV, and then lures him into a confrontation where she beats the Shinola out of him, at length, with much blood, lots of stunt work, breakaway furniture, etc. The movie in time-honored horror movie tradition doesn't allow Mitch to really be dead the first time. There is a plot twist showing that Slim can't really kill him--she's the heroine, after all--and then he lurches back into action like the slasher in many an exploitation movie, and is destroyed more or less by accident. During this action scene, Slim finds time for plenty of dialogue explaining that any court will find she was acting in self-defense.\n\nAll of this would be bad enough without the performance of Tessa Allen as Gracie, the young daughter. She has one of those squeaky itsy-bitsy piped-up voices that combines with babyish dialogue to make her more or less insufferable; after the ninth or 10th scream of \"Mommy! Mommy!\" we hope that she will be shipped off to an excellent day care center for the rest of the story.\n\nJennifer Lopez is one of my favorite actresses, but not here, where the dialogue requires her to be passionate and overwrought in a way that is simply not believable, maybe because no one could take this cartoon of a story seriously. No doubt she saw \"Enough\" as an opportunity to play a heavy dramatic role, but there is nothing more dangerous than a heavy role in a lightweight screenplay, and this material is such a melodramatic soap opera that the slick production values seem like a waste of effort.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-24", "genres": ["Action", "Drama", "Suspense", "Thriller"], "title": "Enough (2002)"}