{"url": "http://www.rogerebert.com/reviews/enter-laughing-1967", "by": "Jose Ferreras Mr. Markowe", "star_rating": 3.0, "text": "\"Enter Laughing\" is a low-pressure, quietly amusing story based on Carl Reiner's entry into show business. Although I have not the slightest doubt that Reiner's entry happened exactly as he says it does, it might be worth observing that Groucho Marx, Eddie Cantor, Moss Hart and just about every one else I can think of who entered show business did it in exactly the same way.\n\nOh, there are always some nice individual touches, like Groucho had brothers. But some of the elements never change. There are always impassioned protests from warmly misunderstanding but well-intentioned parents. There is always a girl, who is torn between wanting the guy to go into something steady (pharmacy, this time) and knowing he'll be another Paul Muni. There is always a scene in which our hero louses up the first act, but turns out to be the star of the play.\n\n\"Enter Laughing\" makes all the scheduled stops, but not without humor, grace and some good performances by an interesting company. Reni Santoni, who plays our hero, is a young actor with just the right combination of spontaneity and desperation.\n\nShelley Winters and David Opatoshu are sufficiently typical as the kid's Typical Jewish Parents. You can tell they're typical because she keeps whipping food off and on the table, and he shrugs his shoulders a lot.\n\nJose Ferrer and Elaine May play the father-daughter team that manages the theater and acting school where Santoni gets his first chance. Neither, despite considerable talent, manages to do much more than an adequate job.\n\nBut some of the other roles are filled nicely.\n\nMichael J. Pollard, an unknown before his fascinating entry in \"Bonnie and Clyde,\" brings his squint and grin to the part of Marvin, our hero's buddy, and steals every scene. There is something about Pollard that is absolutely original and seems to strike audiences as irresistibly funny and deserving of affection. If he works at it and gets a break or two, there will be no stopping him. Really. All he needs is visibility, and people will become addicted.\n\nDon Rickles, the mean-mouthed comedian of Tonight Show fame, is well cast as the big shot that is blackmailed into loaning his tuxedo, on the spot, to. Santoni. And Janet Margolin, as our hero's girl, is quiet and beautiful and just right.\n\nA gut-busting comedy it's not. But \"Enter Laughing\" is funny and well played. If you think a movie like that is nice to go to sometimes, you should maybe go to see it, already.", "running_time": 112, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-09-30", "genres": null, "title": "Enter Laughing (1967)"}