{"url": "http://www.rogerebert.com/reviews/entre-nous-1984", "by": "Miou-Miouas Madeleine", "star_rating": 3.5, "text": "The title “Entre Nous” is French for “just between the two of us,” and the fact that two married women would have such a friendship is at the heart of the movie. The film begins during World War II, when one of the women, held in a prison camp, is saved from deportation by the Germans because a decent French guard falls in love with her. Her name is Lena, and she is played by Isabelle Huppert as a strong, serious woman who does not quite know herself.\n\nAfter the war, she marries Michel, the guard (Guy Marchand). In civilian life, he opens a garage, where he works hard to support his family. He is a typical French husband of the period, and he believes that his wife's place is in the home. But Lena is not a typical wife, and the war has left its mark on her. On the one hand, she is eager for the sort of security that marriage provides. On the other hand, the war has forever broken her image of a sheltered bourgeois life, and she dares to see herself in other roles.\n\nShe makes a friend named Madeleine (Miou-Miou). They share their secrets and dreams. They have a meeting of the minds that neither one has ever really had with a man. But their friendship enrages Michel, who sees it as a rejection. He can really only relate to women in two ways: protectively, or with hostility. He feels that since he provides everything at home that Lena could possibly desire, she has no need for other friends. Alone with Madeleine, he makes a sexual advance so crude it is insulting. Then he decides that the two women are lesbians.\n\nThis description makes Michel sound like a simple monster. Actually, he is painted more subtly, as a good husband in his own way and according to his own standards, who has not been provided with enough different ways to think about women. “Entre Nous” suggests that this marriage was more the rule than the exception in postwar France, and that a woman who demanded choices in her life was seen as a rebel.\n\nMeanwhile, the two women open a boutique. They go to Paris to buy stock. They become something more than just good friends, although the movie is deliberately ambiguous about whether they have a sexual relationship.\n\nBack home again, in a scene of startling violence, Michel tears the boutique to shreds with his bare hands. And now both women must choose between their visions of themselves and the roles society would force upon them.\n\n“Entre Nous” (which is one of this year's Oscar nominees for best foreign film) is fascinating for the detailed way the director, Diane Kurys, sees her characters. If my summary makes it sound like some sort of feminist tract, it is not: Kurys sees everyone, men and women, in an evenhanded way that suggests they are the victims of a rigid society.\n\nHuppert and Miou-Miou are especially good at suggesting the different ways they relate to each other and to men. With each other, they are informal, off-guard, unstudied. With men, they always seem to be either playing a role, or testing a new role. That is sometimes a dangerous game to play in a society where few things between a man and a woman are truly entre nous.", "running_time": 110, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-02-24", "genres": ["Drama", "Foreign", "Romance", "War"], "title": "Entre Nous (1984)"}