{"url": "http://www.rogerebert.com/reviews/entrapment-1999", "by": "Sean Conneryas Mac", "star_rating": 3.0, "text": "\"Entrapment\" is the very embodiment of a star vehicle: a movie with a preposterous plot, exotic locations, absurd action sequences, and so much chemistry between attractive actors that we don't care. It stars Sean Connery and Catherine Zeta-Jones in a caper that reminded me of \"To Catch a Thief,\" \"Charade,\" \"Topkapi\" and the stunt sequences in Bond pictures. I didn't believe a second of it, and I didn't care that I didn't.\n\nThe film is about thieves. Connery plays a man named Mac, who is getting along in years but is still respected as the most resourceful master thief in the world. Jones plays Gin, who in the early scenes is established as an insurance investigator who sets an elaborate trap for Mac. I will be revealing little about the plot if I say that neither of these people is precisely as they seem.\n\nWatching the film, I imagined the trailer. Not the movie's real trailer, which I haven't seen, but one of those great 1950s trailers where big words in fancy typefaces come spinning out of the screen, asking us to Thrill! to risks atop the world's tallest building, and Gasp! at a daring bank robbery, and Cheer! as towering adventure takes us from New York to Scotland to Malaysia. A trailer like that would be telling only the simple truth. It also would perhaps include a few tantalizing shots of Zeta-Jones lifting her leather-clad legs in an athletic ballet designed to avoid the invisible beams of security systems. And shots of a thief hanging upside-down from a 70-story building. And an audacious raid through an underwater tunnel. And a priceless Rembrandt. And a way to steal $8 billion because of the Y2K bug. And so on.\n\nIt works because it is made stylishly, because Connery and Zeta-Jones are enormously attractive actors, and because of the romantic tension between them. I got a letter the other day complaining about the age differences between the male and female leads in several recent pictures--and, to be sure, Connery at 69 and Zeta-Jones at 29 remember different wars. But the movie cannily establishes ground rules (Mac lectures that thievery is a business that permits no personal relationships), and so instead of questioning why they're erotically involved, we wish they would be.\n\nThe plot, by Ron Bass and William Broyles, is put together like a Swiss watch that keeps changing time zones: It is accurate and misleading at once. The film consists of one elaborate caper sequence after another, and it rivals the Bond films in its climactic action sequence, which has Mac and Gin hanging from a string of holiday bulbs beneath the walkway linking the two towers of the Petronas Twin Towers in Kuala Lumpur. The stunt and f/x work here does a good job of convincing us human beings are actually dangling precariously 70 stories in the air, and I for one am convinced that Zeta-Jones personally performs an earlier stunt, in which she treats an old wooden beam in Mac's Scottish castle as if it were a parallel bar at the Olympics. Most of the movie's action is just that--action--and not extreme violence.\n\nWatching Connery negotiate the nonsense of the plot is an education in acting: He treats every situation as if it is plausible, but not that big of a deal, and that sets the right tone. He avoids the smile in the voice that would give away the silliness of the plot. When he says, \"I'm never late. If I'm late, it's because I'm dead,\" we reflect that some actors can get away with lines like that and others can't, and Connery is the leader of the first group.\n\nAs for Zeta-Jones, I can only reflect, as I did while watching her in \"The Mask Of Zorro,\" that while beautiful women are a dime a dozen in the movies, those with fire, flash and humor are a good deal more scarce. Taking her cue perhaps from Connery, she also plays a preposterous role absolutely straight. The co-stars and Jon Amiel, the director, respect the movie tradition they're working in, instead of condescending to it. There are scenes in this film when astounding revelations are made, and although I didn't believe them, I accepted them, which is more difficult, and enjoyable.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-04-30", "genres": ["Action", "Crime", "Romance", "Thriller"], "title": "Entrapment (1999)"}