{"url": "http://www.rogerebert.com/reviews/envy-2004", "by": "Ben Stilleras Tim Dingman", "star_rating": 2.0, "text": "Jack Black becomes a zillionaire named Nick Vanderpark in \"Envy,\" who gets rich by inventing a product named Vapoorize. Yes, with a double \"o\". It makes doggy-do into doggy-didn't. Spray some on your dog's morning gift and it disappears. His best friend Tim Dingman, played by Ben Stiller, lives across the street. They share the commute every day to the sandpaper factory. When Vanderpark comes up with the idea for Vapoorize, he offers Dingman a 50 percent share, but Dingman turns it down. He can't figure out how it could possibly work. Soon, of course, he is being eaten alive by envy.\n\nMy memory for some reason dredged up an ancient science fiction story in which a child's toy would zap little metal objects like paper clips into the fourth dimension. Great, until they started leaking back into our three. When you walk through a speck of paper clip, you can do serious damage. I wondered if maybe the same phenomenon would happen in \"Envy,\" causing, say, five years of dog poop to reappear all at once. Not a pretty picture.\n\nThe plot idea resembles that classic British comedy \"The Man in the White Suit,\" with Alec Guinness, who invented a fabric that never gets dirty. Of course Guinness underplayed the comedy, a concept alien to Black and Stiller. Not that we want them to dial down; they're gifted comedians, and it's fun to watch Dingman gnashing while Vanderpark celebrates his untold riches.\n\nVanderpark doesn't lord it over his neighbor; he builds an enormous mansion, yes, but right across the street from his best buddy, because he doesn't want to leave the neighborhood. So that every time Dingman looks out the window, he has to witness Vanderpark's latest acquisition: ancient statuary, a proud white stallion, a merry-go-round, whatever.\n\nBecause Stiller and Black are in the movie, it contains laughs, and because Christopher Walken is in the movie, it contains more laughs. Walken is becoming Hollywood's version of a relief pitcher who comes on in the seventh and saves the game. He hasn't had a lead in over 10 years, but maybe that's because he's so welcome in supporting roles. You can sense the audience smiling when he appears onscreen.\n\nHere he plays a stumblebum who calls himself J-Man, perhaps in homage to that immortal movie character Z-Man, perhaps not. After Dingman's life melts down, he turns to a saloon for consolation, and finds J-Man standing at the bar ready to provide advice and inspiration. J-Man's dialogue is Walkenized; he says strange things in strange oracular ways.\n\nSo the movie is funny, yes, but not really funny enough. The screenplay, by Steve Adams, reportedly with uncredited input by Larry David, is best at showing a friendship being destroyed by envy, but weak at exploiting the comic potential of the invention itself. It gets sidetracked into the story of how Dingman hits Vanderpark's white horse with a bow and arrow, and we are reminded of the dog set on fire in \"There's Something About Mary.\" Dingman also hits J-Man with an arrow, although J-Man reacts to this development almost indifferently.\n\nDingman is married to Debbie (Rachel Weisz) and Vanderpark to Natalie (Amy Poehler), and there is a certain tension when the two families, plus kids, gather for dinner at Vanderpark's palatial mansion. There is also the matter of the fountain that Vanderpark gives to Dingman; it's a nice thought, but it does look a little out of scale with his little suburban home. Meanwhile, there is a certain tension between Dingman and his wife, since Stiller was, after all, offered 50 percent of the invention and refused it. (That's not the end of it, but I dare not spoil a plot point.)\n\nToward the end of the film, but not before the final revelations, Dingman has a speech that Stiller delivers with manic comic zeal. Allowing all of his pent-up feelings to explode, he tells Vanderpark what he really thinks about horses and offices and houses and dog poop and having flan for dessert, and his entire being quakes with Stillerian angst. Well done.\n\nBut the film, directed by Barry Levinson, doesn't generate heedless glee. Black somehow feels reigned in; shaved and barbered, he's lost his anarchic passion and is merely playing a comic role instead of transforming it into a personal mission. Walken, good as he is, isn't used enough by the plot, and Stiller's envy is replaced by plot logistics involving the dead horse, the merry-go-round and so on, until the characters get mired in the requirements of the screenplay, which lumbers on its way, telling a story that increasingly strays from what was funny to begin with.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-30", "genres": ["Comedy"], "title": "Envy (2004)"}