{"url": "http://www.rogerebert.com/reviews/equilibrium-2002", "by": "Christian Baleas John Preston", "star_rating": 3.0, "text": "\"Equilibrium'' would be a mindless action picture, except that it has a mind. It doesn't do a lot of deep thinking, but unlike many futuristic combos of sf and f/x, it does make a statement: Freedom of opinion is a threat to totalitarian systems. Dictatorships of both the left and right are frightened by the idea of their citizens thinking too much, or having too much fun.\n\nThe movie deals with this notion in the most effective way, by burying it in the story and almost drowning it with entertainment. In a free society many, maybe most, audience members will hardly notice the message. But there are nations and religions that would find this movie dangerous. You know who you are.\n\nThe movie is set in the 21st century--hey! that's our century!--at a time after the Third World War. That war was caused, it is believed, because citizens felt too much and too deeply. They got all worked up and started bombing each other. To assure world peace and the survival of the human race, everyone has been put on obligatory doses of Prozium, a drug that dampens the emotions and shuts down our sensual side. (Hint: The working title of this movie was \"Librium.\") In the movie, enforcers known as Clerics have the mandate to murder those who are considered Sense Offenders. This is a rich irony, since True Believers, not Free Thinkers, are the ones eager to go to war over their beliefs. If you believe you have the right to kill someone because of your theology, you are going about God's work in your way, not His.\n\nChristian Bale stars in \"Equilibrium,\" as Cleric John Preston, partnered with Partridge (Sean Bean) as a top-level enforcer. Nobody can look dispassionate in the face of outrageous provocation better than Bale, and he proves it here after his own wife is incinerated for Sense Offenses. \"What did you feel?\" he is asked. \"I didn't feel anything,\" he replies, and we believe him, although perhaps this provides a clue about his wife's need to Offend.\n\nPreston is a top operative, but is hiding something. We see him pocketing a book that turns out to be the collected poetry of W.B. Yeats, a notorious Sense Offender. He has kept it, he explains, to better understand the enemy (the same reason censors have historically needed to study pornography). His duties bring him into contact with Mary O'Brien (Emily Watson), and he feels--well, it doesn't matter what he feels. To feel at all is the offense. Knowing that, but remembering Mary, he deliberately stops taking his Prozium: He loves being a Cleric, but, oh, you id.\n\nIf \"Equilibrium\" has a plot borrowed from 1984, Brave New World and other dystopian novels, it has gunfights and martial arts borrowed from the latest advances in special effects. More rounds of ammunition are expended in this film than in any film I can remember, and I remember \"The Transporter.\" I learn from Nick Nunziata at CHUD.com that the form of battle used in the movie is \"Gun-Kata,\" which is \"a martial art completely based around guns.\" I credit Nunziata because I think he may have invented this term. The fighters transcribe the usual arcs in mid-air and do impossible acrobatics, but mostly use guns instead of fists and feet. That would seem to be cheating, and involves a lot of extra work (it is much easier to shoot someone without doing a back-flip), but since the result is loud and violent it is no doubt worth it.\n\nThere is an opening sequence in which Preston and Partridge approach an apartment where Offenders are holed up, and Preston orders the lights to be turned out in the apartment. Then he enters in the dark. As nearly as I could tell, he is in the middle of the floor, surrounded by Offenders with guns. A violent gun battle breaks out, jerkily illuminated by flashes of the guns, and everyone is killed but Preston. There is nothing about this scene that even attempts to be plausible, confirming a suspicion I have long held, that the heroes of action movies are protected by secret hexes and cannot be killed by bullets.\n\nThere are a lot more similar battles, which are pure kinetic energy, made of light, noise and quick cutting. They seem to have been assembled for victims of Attention Deficit Syndrome, who are a large voting block at the box office these days. The dispassionate observer such as myself, refusing to Sense Offense my way through such scenes, can nevertheless admire them as a technical exercise.\n\nWhat I like is the sneaky way Kurt Wimmer's movie advances its philosophy in between gun battles. It argues, if I am correct, that it is good to feel passion and lust, to love people and desire them, and to experience voluptuous pleasure through great works of music and art. In an early scene Cleric Preston blow-torches the 'Mona Lisa,' the one painting you can be pretty sure most moviegoers will recognize. But in no time he is feeling joy and love, and because he is the hero, this must be good, even though his replacement partner, Cleric Brandt (Taye Diggs), suspects him, and wants to expose him.\n\nThe rebel group in \"Equilibrium\" preserves art and music (there is a touching scene where Preston listens to a jazz record), and we are reminded of Bradbury and Truffaut's \"Fahrenheit 451,\" where book lovers committed banned volumes to memory. One is tempted to look benevolently upon \"Equilibrium\" and assume thought control can't happen here, but of course it can, which is why it is useful to have an action picture in which the Sense Offenders are the good guys.", "running_time": 106, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-12-06", "genres": ["Action", "Drama", "Science Fiction", "Thriller"], "title": "Equilibrium (2002)"}