{"url": "http://www.rogerebert.com/reviews/equus-1977", "by": "Richard Burtonas Martin Dysart", "star_rating": 2.5, "text": "The blinding of horses is something that works a great deal better as stage symbolism than as cinematic fact, and that's one of the several things wrong with the way “Equus” has been brought to the screen. Peter Shaffer's play, duly enshrined as one of the decade's best, benefited from the limitations of the stage in telling its story of a strange young man driven to blind six horses. Sidney Lumet’s film recognizes no limitations at all-of time, space or reality-and shows us things that would be much better merely alluded to.\n\n\tThe play used costumed young men to suggest the horses and a set suggestive of a boxing ring for its encounters between the disturbed boy and his psychiatrist. Shaffer's language sketched in the details. The film fleshes out the reality: We see the mental health facility where the boy goes, the home he comes from and the stable where he works. We see him in childhood on the beach during his first terrifying, exhilarating encounter with a horse. And we actually see him blinding those horses in the film's most serious miscalculation.\n\n\tAll of these realities, strangely enough, get in the way of the play's own reality: the obsession that the two characters come to share. As suggestion and mystery, “Equus” had power. But when its mysteries become concrete, they lose their power and even become slightly affected theatrical conceits.\n\n\tShaffer's story, with its Freudian and mythological trappings, is familiar by now: An adolescent boy, the only child of a family that otherwise produces only impotence, religious hysteria and repressed hatred, comes to identify strongly with horses. He is particularly fascinated by the way they allow men to mistreat them. “They could kick the hell out of us if they wanted to,” he muses, and yet they allow themselves to be bridled and spurred and driven around in circles all day long.\n\n\tIn a sort of psychological triple play, he uses his personal identification with horses as a focus for (a) his own and his mother's fascination with the passion of Christ; (b) his deeply seated masochism, and (c) his latent homosexuality. The play suggested the homosexuality; the film makes it all too obvious in a flashback to the childhood encounter with the horse and its rider, who is seen in specifically sexual terms.\n\n\tThe boy's masturbatory fantasies elaborate on his obsessions. His eyes fixed on the portrait of a horse that has become his fetish, he uses a coat hanger to spur himself to orgasm. And when he gets a job in a stable, he takes the horses out at night and stands for hours next to them, naked, sharing their presence. A girl at the stable is attracted to him and offers herself. He is impotent and blinds the horses in a fury of self-hatred.\n\n\tAll of this is pretty heavy stuff, but wait: The psychiatrist, trapped in a loveless, sexless marriage, “escapes” through his amateur scholarship into ancient Greek mythology. But he grows to despise his escape, and the annual package holiday to the Grecian islands during which his pagan fantasies permit such touches of reality as a supply of Kaopectate in his suitcase. His task is to understand and heal the boy. But the boy, you see, is the real thing: Pagan, a creature of prehistory, realizing in his own life the closeness to nature and passion that the psychiatrist can only dream of.\n\n\tPsychoanalysis may cure the boy. But of what? Of dreams the psychiatrist himself envies? Of passions he can only imagine? The dilemma inspires a great deal of soliloquizing, although Shaffer stops short of the logical happy ending for “Equus” in which the doctor would find self-realization in the discovery that he, too, can blind horses.\n\n\tOn the stage, in shadow and mystery and suggestion, this material was at home. It doesn't fit very comfortably into a movie. And yet the movie is well-acted: Peter Firth, as the boy, gives a performance of such subtle assurance that we almost forget how nearly impossible this material is to pull off at all. Richard Burton, as the psychiatrist, is perfect in his weariness and self-hatred. Jenny Agutter, as the girl, is given the thankless task of impersonating the play's Freudian mainspring, but suggests even so that her character might be real. Joan Plowright and Colin Blakely are fine as the parents, but Harry Andrews is distracting as the outraged owner of the blinded horses: As he snorts and spits and curses, he reminds us of no one more than Terry-Thomas kicking a car that won't start.\n\n\tThen there is the matter of those horses being blinded. My instinctive reaction was to close my eyes: I didn't want to see it. Forcing myself to look, I could see, of course, that the horses weren't really being blinded (animal lovers please note). But the illusion is so real that the act becomes an actual crime, a horror, rather than the dramatic offstage cry for help that Shaffer intended. I left “Equus” in a curious mood: I could hardly wait until they make it back into a play.", "running_time": 137, "mpaa_rating": "R", "release_year": 1977, "date_published": "1977-11-09", "genres": ["Drama", "Mystery", "Thriller"], "title": "Equus (1977)"}