{"url": "http://www.rogerebert.com/reviews/eraser-1996", "by": "Arnold Schwarzeneggeras John Kruger", "star_rating": 3.0, "text": "It helps to have a short attention span while watching “Eraser,”\rthe new Arnold Schwarzenegger picture. Consider, for example, a sequence late\rin the film, where Arnold is shot through the left shoulder. He grabs his\rshoulder and grimaces. From the bullet's point of entry, we guess his shoulder\rbone is broken and there is a lot of muscle damage. Immediately afterward,\rArnold is in a fight to the death with the villain (James Caan) on top of a\rshipping container that has been lifted high in the air by a crane. The heroine\r(Vanessa Williams) is also on the container, and she falls off. But Arnold is\rable to grab her out of the air. He holds her with his right hand, and supports\rthe weight of both of them with his left hand and arm. That's a neat trick\rafter a bullet has shattered your shoulder. But wait. If you think way back to\rthe movie's second big action sequence, near the beginning of the film, Arnold\rand Vanessa are the targets of a nail bomb, which explodes, driving a spike\rcompletely through Arnold's right hand--the one he later holds Williams with. A\rguy like that, he could play basketball on bad ankles for weeks. How does he do\rit? I guess he has plumb forgotten the spike through his hand. There have been\ra lot of distractions, like being attacked by alligators at the New York City\rZoo, and falling out of an airplane without his parachute, and shooting at a\rBoeing 727 with a handgun. Arnold is amazingly serene under this duress. After\rhe shoots the alligator through the head, he tells it, “You’re luggage!” The\rplot of “Eraser” involves Vanessa Williams as Lee Cullen, an employee of a\rdefense contractor who stumbles across evidence that a secret cabal inside the\rU.S. government is illegally exporting advanced weapons systems. In particular,\rthey're selling the Rail Gun. What is a Rail Gun? Allow the movie's director,\rCharles Russell, to explain: “Rail guns are hyper-velocity weapons that shoot\raluminum or clay rounds at just below the speed of light.” Uh huh. Just below\rthe speed of light? Which is 186,282 miles a second? What happens to aluminum\rand clay rounds shot at that speed? They don’t pulverize or anything, do they?\rThat muzzle velocity doesn't cause overheating or anything, I suppose? At least\rthere's no recoil when the bullets leave the guns at just below the speed of\rlight. I know that because at one point Arnold holds a Rail Gun in each hand\r(including the injured right one) and fires them simultaneously. What is\ramazing is that Charles Russell wants us to believe these guns are plausible. “These\rguns,” he elaborates in the press notes, “represent a whole new technology in\rweaponry that is still in its infancy, though a large-scale version exists in\rlimited numbers on battleships and tanks.\n\nThey\rhave incredible range. They can pierce three-foot-thick cement walls and then\rknock a canary off a tin can with absolute accuracy.” If I read this correctly,\rhe is talking here about the battleship model.\n\nMy\rcuriosity is awakened. To hell with the secret government plot--I want to\rseethe U.S. Navy shooting clay bullets at just beneath the speed of light through\rthree-foot cement walls at canaries. And I want to stay for the credits: “No\rcanaries were harmed during the filming of this motion picture.” But I digress.\r“Eraser” is actually good action fun, with spectacular stunts and special\reffects (I liked the sequence where Arnold shoots it out with the Boeing 727)\rand high energy. Arnold plays his usual heroic character, an ace operative in\rthe federal Witness Protection Program, and Vanessa Williams is a good sport,\rrunning and jumping and fighting and shooting and kicking and screaming and\rbeing tied to chairs and smuggling computer discs and looking great. There is\rfun, too, when Arnold contacts an old friend named Johnny C (Robert Pastorelli)\rfrom the Witness Protection Program. Johnny is an ex-Mafia guy, now working in\ra drag bar. When Arnold finds out the illegal arms are being shipped from docks\rcontrolled by the union, Johnny goes to his uncle, Tony Two Toes, who looks\runkindly on anybody moving anything through the docks without union sanction.\rSoon Johnny, Tony Two Toes and other Mafioso are spying on a Russian ship\rthat's being loaded. They have the following conversation: Tony Two Toes: Those\rdirty commies! Underling: They're not commies any more. They're a federation of\rindependent liberated states. Tony: Don't make me hurt you, Mikey. “Eraser” is\rmore or less what you expect, two hours of mindless nonstop high-tech action,\rwith preposterous situations, a body count in the dozens, and Arnold\rintroducing a new trademark line of dialogue (it's supposed to be “Trust me,”\rbut I think “You're luggage” will win on points). Thinking back over the film,\rI can only praise the director's restraint in leaving out the canary.", "running_time": 115, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-06-21", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Eraser (1996)"}