{"url": "http://www.rogerebert.com/reviews/erin-brockovich-2000", "by": "Julia Robertsas Erin Brockovich", "star_rating": 2.0, "text": "\"Erin Brockovich\" is \"Silkwood\" (Meryl Streep fighting nuclear wastes) crossed with \"A Civil Action\" (John Travolta against pollution) plus Julia Roberts in a plunging neckline. Roberts plays a real-life heroine who helped uncover one of the biggest environmental crimes in history. But her performance upstages the story; this is always Roberts, not Brockovich, and unwise wardrobe decisions position her character somewhere between a caricature and a distraction.\n\nI know all about the real Erin Brockovich because I saw her on \"Oprah,\" where she cried at just the right moment in a filmed recap of her life. She was a divorced mom of three with few employment prospects who talked her way into a job at a law firm, began an investigation on her own initiative and played a key role in a pollution suit that cost Pacific Gas & Electric a $333 million settlement.\n\nThere is obviously a story here, but \"Erin Brockovich\" doesn't make it compelling. The film lacks focus and energy, the character development is facile and thin, and what about those necklines? I know that the real Brockovich liked to dress provocatively; that's her personal style and she's welcome to it. But the Hollywood version makes her look like a miniskirted hooker, with bras that peek cheerfully above her necklines.\n\nOh, the movie tries to deal with the clothes. \"You might want to rethink your wardrobe a little,\" her boss (Albert Finney) tells her. She inelegantly replies, \"I think I look nice, and as long as I have one ass instead of two, I'll wear what I like.\" Yeah, fine, after she's already lost her own personal injury suit by flashing cleavage on the witness stand and firing off four-letter words. When she dresses the same way to go door to door in a working-class neighborhood where industrial chemicals have caused illness, we have to wonder whether, in real life, she was hassled or mistrusted.\n\nWhether she was or wasn't, the costume design sinks this movie. Roberts is a sensational-looking woman, and dressed so provocatively in every single scene, she upstages the material. If the medium is the message, the message in this movie is sex.\n\nThat's all the more true because the supporting characters are not vivid or convincing. Finney is one of the most robust and powerful actors in the movies, but here, as a personal injury lawyer named Ed Masry, he comes across like an office manager at H&R Block. He's dampened; there's no fire in his performance, and when he complains that the cost of the lawsuit may bankrupt him, all we can think about is the infinitely greater impact of John Travolta's similar dialogue in \"A Civil Action.\" Erin has a kind of relationship with her next-door neighbor George, a Harley fan who becomes a baby-sitter for her children. George is played by Aaron Eckhart, who was so dominant in \"In the Company of Men,\" but here, wearing a twerpy John Ritter beard that he doesn't seem comfortable with, he's a shallow cipher. The couple can't even have convincing arguments because there's not enough between them in the first place.\n\nSeeing the details of Brockovich's home life, her relationship with her kids and friends, the way she talks, the way she postures, we're always aware that there's a performance going on. Streep was so much more convincing in the somewhat similar role of Karen Silkwood.\n\nWe understand that Pacific Gas & Electric has polluted ground water and is apparently responsible for death and disease, but it never emerges as much of a villain, and in the pallid confrontations with its attorneys, there's none of the juice that Robert Duvall's company attorney brought to \"A Civil Action.\" Director Steven Soderbergh has blown a great opportunity to make the movie that the real Erin Brockovich calls for. Susannah Grant's by-the-numbers screenplay sees the characters as markers on a storyboard rather than flesh-and-blood humans. Scenes with members of the suffering families genuflect in the direction of pathos, but are cut and dried. It doesn't feel like we're seeing Erin Brockovich share the pain, but like we're seeing Julia Roberts paying a house call (again, we remember the power of \"A Civil Action\").\n\n\"Erin Brockovich\" has a screenplay with the depth and insight of a cable-TV docudrama, and that won't do for a 126-minute \"major production.\" Maybe it's not that the necklines are distracting. Maybe it's just that the movie gives us so little to focus on that they win by default.", "running_time": 126, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-17", "genres": ["Crime", "Drama"], "title": "Erin Brockovich (2000)"}