{"url": "http://www.rogerebert.com/reviews/escape-fire-the-fight-to-rescue-american-healthcare-2012", "by": "Matthew Heineman", "star_rating": 3.5, "text": "The documentary \"Escape Fire: The Fight to Rescue American Healthcare\" makes this argument with stunning clarity. It argues that American medical treatment is largely focused on getting people into hospitals and giving them drugs, two profit centers that are hugely expensive and supported by massive lobbying campaigns. Considering that hospitalization itself is listed as the third leading cause of death in the United States, the industry's track record is not convincing.\n\nChildhood diabetes was all but unknown generations ago. Now it is commonplace. In the foreseeable future, half of Americans will have diabetes. It is a disease that hardly anyone should have. It is associated with obesity and lack of exercise, and promoted by excessive consumption of sugar, corn syrup and refined foods. When New York City bans the sale of Super Gulp-sized sugared soft drinks, it is a public health measure. I remember when a Coke came in a six-ounce bottle, and delicious it was. Now it comes in sizes so big that I question how the human bladder can deal with the intake.\n\nThe message of \"Escape Fire\" is one you've heard before, although few want to hear it. We should eat more whole foods and fewer refined carbohydrates. Junk food kills. Fast food kills. McDonald's advertises its salads but prices them way higher than a burger, and you can douse them with dressings containing sugar and fat.\n\nOpen-heart surgery is now part of a typical life experience for many people. Folks talk casually about \"having a stent put in,\" as if they had their tires rotated. The stent is intended to speed the flow of blood through blocked veins and arteries. They are band-aids. Then new blockages occur.\n\nThe doc features Dr. Dean Ornish, whose studies have proven that coronary heart disease is reversible with diet and exercise. After years of being stonewalled by the medical establishment, he finally won Medicare approval of his treatment only two years ago. Its drawbacks are (1) no surgical entry into the body, and (2) no drugs. That means there is no money to be made from it.\n\nA wise old doctor named Jakub Schlichter, who did me a great deal of good some years ago, liked to pat the Physicians' Drug Reference on his desk. It was as thick as a phone book. \"There are thousands of drugs in this book,\" he would say. \"The one that everyone is sure works is aspirin.\"\n\nThe film has a spine-tingling scene on board a medical evacuation flight from Afghanistan. A seriously wounded soldier is found clutching a bottle of pain pills, which is half empty. No one knows how many he has taken. He wants to urinate, and in trying to get out of his bunk, falls hard on the floor. \"He may fall asleep and never wake up!\" a medical worker wails. Other patients, from many different battlefield doctors, seem on a baffling pharmacy of drugs.\n\nWe meet Sgt. Robert Yates, a victim of post-traumatic stress disorder and chronic pain. He's treated with acupuncture, yoga and meditation, and pronounces himself pain-free. We learn that acupuncture has been tested and approved by the Air Force for more than 20 years, though few for-profit hospitals make it part of their practice.\n\nOne of the authorities in the film is Don Berwick, former head of Medicare. One of the subjects is Dr. Erin Martin, who says her employers pay her by the number of patients she sees in an hour. Many patients see a doctor for less than 10 minutes. The first hospital visit for many sick Americans is to an emergency room, the most expensive and hurried care available. Typical treatment for many people is a diagnosis and prescription drugs. Dr. Martin quits and studies to become an general practitioner with no time clock.\n\nI am blessed with a big-hearted GP who treats with care and patience. In the old days, an appointment with Dr. Schlichter began with a 20- or 30-minute chat before any tests. \"That is how I find out most of my information,\" he told me. Most people aren't lucky enough to ever encounter a doctor like this.\n\nFun fact: New Zealand and the United States are the only nations that permit drugs to be advertised on TV.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-10-03", "genres": ["Documentary"], "title": "Escape Fire: The Fight to Rescue American Healthcare (2012)"}