{"url": "http://www.rogerebert.com/reviews/escape-from-la-1996", "by": "Kurt Russellas Snake Plissken", "star_rating": 3.5, "text": "John Carpenter's “Escape From L.A.” is a go-for-broke action extravaganza that satirizes the genre at the same time it's exploiting it. It's a dark vision of a post-apocalyptic Los Angeles--leveled by a massive earthquake, cut off from the mainland by a flooded San Fernando Valley, and converted into a prison camp for the nation's undesirables.\n\nAgainst this backdrop Carpenter launches a special-effects fantasy that reaches heights so absurd that there's a giddy delight in the outrage. He generates heedlessness and joy in scenes such as the one where the hero surfs on a tsunami wave down Wilshire Boulevard and leaps onto the back of a speeding convertible. It's as if he gave himself license to dream up anything--to play without a net. This is the kind of movie “Independence Day” could have been if it hadn't played it safe.\n\nThe production reunites Carpenter with actor Kurt Russell and producer Debra Hill, who also made his “Escape From New York” (1981). They wrote the script together (reportedly starting right after the 1994 earthquake), and it combines adventure elements with a bizarre gallery of characters and potshots at satirical targets such as plastic surgery, theme parks, agents and the imperial presidency.\n\nAs the movie opens in the year 2013, “Los Angeles Island” is no longer part of the United States, but a one-way destination for “immorals and undesirables,” who are offered an option at the deportation office: They can choose instant electrocution instead. The island is controlled by Cuervo Jones (George Corraface), a Latino revolutionary who has a big disco ball mounted on the trunk of his convertible. The United States is ruled by a president for life (Cliff Robertson), who has moved the capital to his hometown of Lynchburg, Va. Now his rebellious daughter Utopia (A.J. Langer) has hijacked Air Force Three and fled to Los Angeles with the precious black box that contains the codes controlling the globe's energy-transmission satellites.\n\nThe president and his chief henchman (Stacy Keach) need to get that black box back. So they track down outlaw Snake Plissken (Kurt Russell), who saved an earlier president from the prison city of New York. His assignment: Go in, get the box, kill the girl and return within 10 hours, before he dies of a virus that they've helpfully infected him with, as an added inspiration.\n\nMovies like this depend on special effects, costumes and set design to create their worlds out of scratch, and “Escape From L.A.” is wall-to-wall with the landmarks of a post-earthquake L.A. We see the Chinese theater, the Hollywood Bowl and a beached ocean liner, and the showdown takes place in an amusement park intended, I think, to suggest Disneyland's Main Street USA. Snake finds his way through the deadly wilderness with a series of guides, including Pipeline (Peter Fonda), a has-been surfer; Taslima (Valeria Golino), a beautiful but doomed street person; Map-to-the-Stars Eddie (Steve Buscemi), who is the “guy to see” about anything, and the exotic Hershe (Pam Grier), a transsexual who once befriended Snake back in Cleveland, where he/she was known as Carjack.\n\nMeanwhile, the clock is ticking, and Snake has been supplied with that indispensable device for all action thrillers, a digital readout that tells him how much time he has left to live. At the end, when Snake has only 20 minutes to find Cuervo Jones, grab the black box and seize the daughter, Hershe suggests they get to Pasadena in a hurry by using hang-gliders. Whose heart is so stony it can resist the sight of Kurt Russell and Pam Grier swooping down from the sky, automatic weapons blazing, in an attack on Disneyland? Who, for that matter, can resist some of the other stops along the way, including Snake's encounter with a colony of “surgical failures,” who have had one plastic surgery too many, and can survive only by obtaining a steady supply of fresh body parts? Or by the sight of San Fernando Valley used-car signs peeking above the waves? Or by a chase scene which involves motorcycles, cars, trucks, horses, machine-guns and boleros? “Escape From L.A.” took some courage for Carpenter, Russell and Hill to make; they had to hope that moviegoers would accept a special effects picture with a satiric sense of humor. Yes, there are laughs in “Independence Day,” but they're fairly obvious and don't sting. “Escape From L.A.” has fun with the whole concept of pictures like itself. It goes deliberately and cheerfully over the top, anchored by Russell's monosyllabic performance, which makes Clint Eastwood sound like Gabby Hayes.\n\nFuturistic Los Angeles fantasies have uneven histories at the box office; neither “Blade Runner” nor “Strange Days” did all that well in their initial theatrical releases. But “Escape From L.A.” has such manic energy, such a weird, cockeyed vision, that it may work on some moviegoers as satire and on others as the real thing. That could lead to some interesting audience reactions. John Carpenter as a filmmaker has been all over the map, from the superb (“Halloween”) to the weirdly offbeat (“Christine,” “Starman”) to the dreary (“Village of the Damned”). This time he simply tears the map up; the implications of his final scene are breathtaking. Good for him.", "running_time": 100, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-09", "genres": null, "title": "Escape From L.A. (1996)"}