{"url": "http://www.rogerebert.com/reviews/escape-from-alcatraz-1979", "by": "Patrick McGoohanas Warden", "star_rating": 3.5, "text": "For almost all of its length, \"Escape from Alcatraz\" is a taut and toughly wrought portrait of life in a prison. It is also a masterful piece of storytelling, in which the characters say little and the camera explains the action. It's one of those very difficult exercises in which large emotions, like the compulsion to be free, are reflected in minute actions, like the chipping away at stone with a pocket nail clipper.\n\nThe prisoner doing the chipping is Clint Eastwood, perfectly matched to the role. He plays a man named Frank Morris, of whom we learn very little, except that he has escaped from prisons before and has been sent to Alcatraz because no one has ever escaped from the Rock.\n\nEarly on, we see why: The warden (Patrick McGoohan) hovers over a model of Alcatraz and we see the sheer walls falling down to the rocks and the sea. A fellow inmate (Paul Benjamin) tells Eastwood what happens if you get that far: The tides make the mile swim seem like ten, the water's so cold your arms turn numb, and you can't make it to shore in the time-intervals between convict counts.\n\nWhat we basically have here, then, is a prison version of a Locked Room mystery. You can't get out, and if you do, you die anyway. A challenge like that is irresistible to this Eastwood character, a lean and muscular loner containing great angers. But before the escape attempt itself, we're introduced to the daily routines of prison life and it's in these sequences that the director, Don Siegel, displays his special talent.\n\nOf all the directors Eastwood has worked with, the two most influential in shaping his screen persona have been Sergio Leone (of the Dollar Westerns) and Siegel (\"Coogan's Bluff,\" \"Dirty Harry\"). He has also been over the territory of \"Escape from Alcatraz\" before, in his classic \"Riot in Cell Block 11\" (1954).\n\nThe way Siegel develops this story is a triumph of narrative. We learn prison discipline, we learn the ways of dehumanizing that are peculiar to this prison, we meet the sadistic warden, and inmates like Doc, a gifted painter; English, a bitter black librarian, and old Litmus, who keeps a pet mouse.\n\nThe development of the escape plan is pretty straightforward, although Siegel has some fun with one element of the plot. But then the escape itself is strangely anticlimactic. One of the great pleasures of a film like \"The Great Escape\" was to watch the plan as it developed, and then relish its unfolding. The escape in \"Escape From Alcatraz,\" alas, is mostly just a matter of hunching down gloomy air shafts and inching along a rooftop, in shadows so dark we're sometimes unsure what's happening.\n\nSo the movie doesn't have the ending that its superb beginnings had us expecting. With \"Escape from Alcatraz,\" though, I think that's acceptable. There's so much else that's so good in the film -- in the performances, the characters, the minutely observed details of prison life, the timing of events leading up to the escape -- that we realize how rare such craftsmanship really is.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-06-27", "genres": ["Action", "Crime", "Drama", "History", "Thriller"], "title": "Escape from Alcatraz (1979)"}