{"url": "http://www.rogerebert.com/reviews/escape-to-witch-mountain-1975", "by": null, "star_rating": 2.0, "text": "\"Escape to Witch Mountain\" is the Disney organization's annual Easter movie, and a pretty good one. Too often in the past, the Disney liveaction features have been impossibly bland, too scrubbed and innocuous, to really hold the attention of all but the younger members of the family. But now here's a scifi thriller that's fun, that's cheerfully implausible, that's scary but not too scary, and it works.\n\nThe story involves a young brother and sister, who were in some sort of mysterious shipwreck and left with a \"star case\" that has a picture of two suns on its top. The kids have powers: They can communicate by telepathy, levitate things, unlock doors, turn savage beasts against their masters and in general make Uri Geller look like amateur night. They're sent to an orphanage, and then they accidentally discover that the star case has a map inside leading them to the top of a nearby mountain.\n\nMeanwhile, the girl reveals her power to predict the future by warning a rich tycoon about an accident he's about to have. The tycoon, played by Ray Milland, is named Aristotle Bolt after guess who. He has his evil henchman, Donald Pleasance, kidnap the kids so he can use their ESP. But they escape, hitch up with a friendly loner in a Winnebago camper (Eddie Albert) and the rest of the movie is devoted to a nicely pica resque series of chases.\n\nThere are, as we'd expect, lots of tricks from the Disney specialeffects wizards. It turns out the boy can make inanimate objects move just by playing a tune on his harmonica, and he scares the wits out of a sheriff by attacking him with a ghost made out of a hat stand and a raincoat. The kids make friends with a handy nearby bear, which keeps Pleasance at bay. And, let's see, it turns out the Winnebago can flyÑand then there's a sort of aerial dogfight between the camper and Ray Milland's helicopter. Both of them fly upside down on occasion, and the helicopter lands that way, spinning slowly to a halt.\n\nOne of the nice things about the movie is the way it provides chills and thrills and still tones down the violence. A couple of the bad guys carry guns, but they don't use them. And when a car crashes into a tree, nobody is hurt (in most movies, even kiddie movies, it would have burst in to obligatory flames) People in general have good motives in the movie (even Milland was going to treat the kids well, presumably while pumping them for info about next week's stock market prices).\n\nThe movie's ending is totally off the wall, involving a flying saucer and a mysterious voice that sounds like an ad for the top hits of 1960. There are all sorts of unanswered questions Ñbut, what the heck, we don't bother to ask them. The point in a movie like this is that something is happening all of the time, and most of the time it's scary but funny, too. \"Escape to Witch Mountain,\" as well as \"The World's Greatest Athlete\" and (I'm told, though I didn't see it) \"The Strongest Man in the World\" seem to indicate that the Disney studio has snapped out of its doldrums and returned to the business of making movies with life and spirit.", "running_time": 97, "mpaa_rating": "G", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Family", "Fantasy", "Horror", "Science Fiction"], "title": "Escape to Witch Mountain (1975)"}