{"url": "http://www.rogerebert.com/reviews/essential-killing-2010", "by": "Vincent Galloas Prisoner", "star_rating": 3.0, "text": "Vincent Gallo is an actor not afraid of risks. Consider the challenge of making Jerzy Skolimowski's \"Essential Killing,\" in a role for which he speaks not one word and must endure great physical hardship, much of it apparently real. Many another actor would glance at the screenplay and call for a taxi. That the film was worth doing was confirmed at this year's Venice Film Festival, where he won the best actor award and Skolimowski won the Special Jury Prize.\n\nIn it, Gallo plays a Taliban terrorist fighter in Afghanistan. A terrified, exhausted man, who shakes so badly he can barely hold a rocket launcher as he kills three Americans who stumble upon him. One of the Americans is a battle-ready infantryman, and the other two seem to be dopeheads working for a contractor. Their rendezvous with destiny comes in a rock labyrinth opening from a valley floor.\n\nThe death scene is shielded from view from helicopters circling overhead. The Talibanist (never named) is so frightened he runs away, making himself visible, and he's quickly captured. Then follows a painful sequence where he's cross-examined during torture. The sound track suggests he can't hear the questions because of a ringing in his ears caused by an explosion. Whatever the reason, he doesn't talk, and is subjected to waterboardings and beatings.\n\nDespite the contemporary setting, \"Essential Killing\" makes little point of politics. Yes, the man is Taliban and yes, he's tortured, but there are no speeches and precious little dialogue by anyone, let alone the Gallo character. It's  pure action, and then you're free to find your own parallels.\n\nFilms of solo figures in a wilderness are daunting, especially for the figures, and I am reminded of two little-seen films, Joseph Losey's \"Figures in the Landscape\" (1970) with Robert Shaw, and Cornel Wilde's \"The Naked Prey\" (1966). I doubted after seeing the Wilde film  that a naked man could elude six skilled hunters on their one turf.  After seeing \"Essential Killing,\" there isn't a single event I particularly doubt, but it's remarkable how many of them the man survives. He is moved to Poland for advanced questioning, but after a prisoner van overturns he escapes into a snowy landscape where he seems likely to freeze to death. We breathe easier after he doesn't, but then he sticks his foot into a bear trap.\n\nOne must admit that when on the run and without food, he feeds himself with perfect logic using a human resource he stumbles upon. But neither here nor later does he seem opportunist or violent. The most effective elements in Gallo's performance are his cries of pain and fear. Unlike the stoic heroes of most action films, who seem peculiarly pain-resistant, he is in terror and agony much of the time, and his resilience is the real subject of the film.\n\nFor Jerzy Skolimowski, this is his second film in two years, after \"Four Nights with Anna,\" (2008). Before that there was a fallow period of 17 years, during which he painted, wrote and acted. His roots go back to the beginning of the great postwar Polish cinematic renaissance; Andrej Wajda was a mentor, Roman Polanski an early collaborator, and his wonderful \"Moonlighting\" (1982) was an international breakthrough with Jeremy Irons as the foreman of a team of Polish workers in London. It takes place just before and after the banning of Solidarity, and those finding parallels may not be entirely wrong.\n\nWith \"Essential Killing,\" Skolimowski comes closer than ever before to a pure, elemental story. At Venice he declined to spell out its parable, if any, and Vincent Gallo didn't attend. But the two have worked well together here to survive what must have been a grueling production. It reminds us that man, like any animal, fights for life with all of his will, and will do whatever is, yes, essential.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-11-17", "genres": ["Action", "Foreign", "Thriller", "War"], "title": "Essential Killing (2010)"}