{"url": "http://www.rogerebert.com/reviews/ethan-frome-1993", "by": "Liam Neesonas Ethan Frome", "star_rating": 1.5, "text": "It's said Alfred Hitchcock wanted his tombstone to read, \"You see what will happen if you are a bad boy.\" The same stone could adorn \"Ethan Frome,\" a film on unrelieved dreariness in which love is erased by its worst enemy, irony. This is the kind of movie they used to show us in high school English class, where it gave literature a bad name.\n\nThe literature in this case is a 1911 novella by Edith Wharton (1862-1937), who set her story in a bleak New England village. A young minister, new in town, is struck by the sight of Ethan Frome limping awkwardly through the snow. He hires Frome for his driver, but discovers next to nothing about him until one day when he is invited into Frome's house and glimpses what he thinks is Frome's wife, an invalid, in the next room.\n\nIt is not that simple. As Mrs. Hale, the local landlady, retails old scandals to the Rev. Smith, we see in flashback a doomed love story. Many years earlier, Frome (Liam Neeson) married an older local woman (Joan Allen), who grew cranky and bitter, and was a martyr to her hypochondria. Frome labored to wrest a living from the hard land, and was relieved when a young cousin, Mattie (Patricia Arquette), came to work and live with them.\n\nIt is clear to us, and soon enough to Frome, that Mattie likes him.\n\nFrome is at first too conventional, and too dominated by his wife, to make a move. But finally, after a church dance, he realizes he has lost his heart to her, and they fall in love. They even, in fact, spend one evening in perfect happiness, before the avenging Mrs. Frome banishes the girl from the farm.\n\nAnd then, in a famous scene that had great popularity at the time of the book's first publication, Ethan and Mattie are punished for daring to be happy, and their brief moment of paradise turns into a lifetime of penance.\n\nAs a novel, Ethan Frome can grow on you, because of Wharton's quiet passion. This movie version, however, doesn't find a cinematic equivalent of Wharton's style, trusting that the story and the acting will interest us. The problem is that the story, simply as a story, is a forlorn and cheerless morality tale. We drag our feet on the way out of the theater or make unkind jokes about poor Ethan.\n\nNeeson, in the title role, is an effective actor who in movies as different as \"Darkman\" and \"Husbands And Wives\" has shown a wry intelligence.\n\nHere he is defeated by his hapless character. The characters in \"Ethan Frome\" have different values and options than modern characters - or most of the members of a typical movie audience - but that isn't a problem if the filmmakers give those values weight and importance. Somehow \"Ethan Frome\" seems more acted against than acting, more of a passive victim of his own mopery than a tragic hero.\n\nThe overall tone of the movie, directed by John Madden, is reverent - too reverent. He seems to feel that the source material speaks for itself, as if an audience would be impressed by the story simply because Wharton took it seriously enough to tell it. But Madden doesn't give us a reason to see the movie instead of reading the book, and \"Ethan Frome\" is a very long slog through grim pastures.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-03-12", "genres": ["Drama", "Foreign", "Romance"], "title": "Ethan Frome (1993)"}