{"url": "http://www.rogerebert.com/reviews/eureka-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\n“Eureka” is a strange,\r\nperverse film about passion and greed, and it leads us through a labyrinthine\r\nstory to a simple message: Money can't buy you love. It stars Gene Hackman as\r\nan obsessed gold prospector in the Yukon, who screams into the wind that he\r\nwill \"never make a nickel off another man's sweat.\" He stalks out\r\ninto a blizzard, almost freezes to death, and then is saved through the\r\nsupernatural intervention of a fortune-teller (Helena Kalianiotes). She\r\narranges for him to find the mother lode and become the richest man in the world. \n\n\r\nWe then flash forward to the 1930s, when he\r\nlives on his own Caribbean island. He should be a man without worries, but he\r\nis desperately unhappy because his beloved daughter (Theresa Russell) has\r\nmarried a scheming playboy (Rutger Hauer). While monsoons blow and parrots\r\nsquawk, he bans Hauer from his table and vows to see him dead. \"At first I\r\nthought you wanted my daughter. Then I thought you wanted my gold,\"\r\nHackman screams at him. \"Now I think you want my soul.\" He is right,\r\nbut there is a battle over that soul, and the other contestant is the daughter\r\nherself. The film's director, Nicolas Roeg, says he has friends who seem to be\r\nthe soul-clones of their parents, and apparently the closing passages of “Eureka”\r\nare meant to be seen with that notion in mind. Meanwhile, there are so many\r\nother notions to keep in mind that the film all but sinks under the weight of\r\nits inspiration. \n\n\r\nRoeg is a fascinating director. Remember some of\r\nhis films: “Walkabout,” “Don’t Look Now,” “Performance,” “The Man Who Fell to\r\nEarth,” “Bad Timing.” They almost all seem to deal with supernatural\r\nintervention in the affairs of man, and with the way those mysteries get\r\ntangled up with the bedsheets. His films are also a visual feast; Roeg, a\r\nformer editor, loves to construct complicated fantasies out of images and\r\nmemories, shocks and beautiful meditations, \n\n\r\nStraightforward storytelling is not his strong\r\npoint. But so what? The basic facts of “Eureka” (man strikes gold, becomes\r\nrich, grows old and jealous, suffers for greed) are familiar from Jack London,\r\nEdgar Allan Poe, and von Stroheim's “Greed.” What Roeg brings to the party is a\r\nflair for the sensational, for characters who are larger than their weaknesses,\r\nwho are connected to great archetypal forces. Hackman is wonderful here, with\r\nthe intensity of his obsessions, and once again Russell (still only in her\r\nmid-twenties) is brilliant; in some ways this is her movie, and she steals\r\nscenes from everybody except, sometimes, Hackman. If “Eureka” is not completely\r\nsuccessful if, indeed, it is sometimes merely silly and often confusing, maybe\r\nthat's the price we pay for Roeg's intensity. At least it is never boring.\n\n", "running_time": 130, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "Eureka (1981)"}