{"url": "http://www.rogerebert.com/reviews/evelyn-2002", "by": "Pierce Brosnanas Desmond Doyle", "star_rating": 3.0, "text": "\"Evelyn\" is set in 1953, and could have been filmed then. Told with the frank simplicity of a classic well-made picture, it tells its story, nothing more, nothing less, with no fancy stuff. We relax as if we've found a good movie on cable. Story is everything here. Even though Pierce Brosnan is a movie star, he comes across here as an ordinary bloke, working-class Irish, charming but not all that charming. We hardly need to be told the movie is \"based on a true story.\" Brosnan plays Desmond Doyle, a drunk and a carpenter, more or less in that order. He has two sons and a daughter. When his wife abandons the family, the government social workers come around, size up the situation, and advise, \"send in the nuns.\" The children are sent to orphanages, on the grounds, then sanctified in Irish law, that a father cannot raise children by himself.\n\nDesmond is devastated. At first that translates into drinking, but eventually he meets an understanding woman (a barmaid, of course, since where else would he meet a woman?). She is Bernadette Beattie (Julianna Margulies), who advises Desmond to get his act together if he ever hopes to have his children back again. With her encouragement he meets her brother, an attorney named Michael Beattie (Stephen Rea), who holds out little hope of a successful court case. For one thing, Desmond will need the consent of his wife, which is conspicuously unavailable.\n\nBefore settling into the rhythms of a courtroom drama, the movie takes a look at the conditions in the orphanage where Evelyn (the fetching Sophie Vavasseur) is being cared for. It apparently contains only two staff members: the fearsome, strict and cruel Sister Brigid (Andrea Irvine), and the sweet, gentle Sister Felicity (Karen Ardiff). The orphanage itself is one step up from the conditions shown in \"The Magdalene Sisters,\" another current film which shows how many Irish women were incarcerated for life for sexual misdeeds, stripped of their identities, and used as cheap labor in church-owned laundries.\n\nIn 1953 there was no daylight between the Catholic Church and the Irish government, and Doyle's chances in court are poor. He is trying not merely to regain custody of his children, but to overturn Irish law. The case has great symbolic value, and soon Beattie finds himself joined by an Irish-American lawyer named Nick Barron (Aidan Quinn), and finally by a retired Irish legal legend named Thomas Connolly (Alan Bates).\n\nCourtroom scenes in movies are often somewhat similar, and yet almost always gripping. The format fascinates us. There is great suspense here as Evelyn herself takes the stand to denounce Sister Brigid, and Sophie Vavasseur is a good actress, able to convincingly make us fear she won't choose the right words, before she does.\n\n\"Evelyn\" depicts Irish society of 50 years ago with a low-key cheerfulness that shows how humor cut through the fog of poverty. The Irish in those days got much of their entertainment in pubs, which often had a lounge bar with a piano and an array of ready singers, and it is a true touch that Desmond Doyle takes a turn with a song (Brosnan does his own singing, no better but no worse than a competent pub singer). The movie also enjoys the Irish humor based on paradox and logic, as when one of Desmond's sons, told Joseph was a carpenter, asks \"Did Joseph ever do a bit of painting and decoration like my dad?\" \"Evelyn\" is directed by Bruce Beresford (\"Driving Miss Daisy,\" \"Crimes of the Heart\"), who may have chosen the straightforward classic style as a deliberate decision: It signals us that the movie will not be tarted up with modern touches, spring any illogical surprises, or ask for other than genuine emotions. Brosnan, at the center, is convincing as a man who sobers up and becomes, not a saint, but at least the dependable person he was meant to be. And Irish law is changed forever.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-12-13", "genres": ["Drama", "Foreign"], "title": "Evelyn (2002)"}