{"url": "http://www.rogerebert.com/reviews/evening-2007", "by": "Vanessa Redgraveas Ann", "star_rating": 1.5, "text": "There are few things more depressing than a weeper that doesn't make you weep. \"Evening\" creeps through its dolorous paces as prudently as an undertaker. Upstairs, in the big newport mansion, a woman is dying in a Martha Stewart bedroom. She takes a very long time to die, because the whole movie consists of flashbacks from her reveries. This gives us time to reflect on deep issues, such as, who is this woman?\n\nEverybody in the film knows her, and eventually we figure out that she is Ann (Vanessa Redgrave), once the young sprite played in the flashbacks by Claire Danes. I know I must be abnormally obtuse to be confused on this question, but I persisted in thinking she might be the aged form of Lila, who as a young girl (Mamie Gummer), is getting married as the movie opens (it opens in a flashback, then flashes forward to the bed where it is flashing back from). How could I make such a stupid error? Because the mansion she is dying in looks like the same mansion Lila was married from, so I assumed old Lila was still living there. Maybe it's a different mansion. Real estate confuses me.\n\nThere are two grown daughters hanging around at the bedside: Constance (Natasha Richardson) and Nina (Toni Collette). But you can't figure out who they are from the flashbacks, because neither has been born yet. However, the flashbacks devote a great deal of time to examining how Lila has had a crush on Harris (Patrick Wilson), a young doctor and wedding guest whose mother was the family's housekeeper. Lila's brother Buddy (Hugh Dancy) also has had a lifelong crush on Harris, but his love dare not speak its name. Ann is Lila's best friend and maid of honor, and she also falls in love with Harris.\n\nLila is scheduled to be married on the morrow to the kind of a bore who (I'm only guessing) would be happy as the corresponding secretary of his fraternity. She does not love him, she loves Harris. I already said that. But what makes this Harris so electrifying? Search me. If he is warm, witty and wonderful on the inside, those qualities are well-concealed by his exterior, which resembles a good job of aluminum siding: It is unbending and resists the elements.\n\nOh, but I forgot: Harris has one ability defined in my Little Movie Glossary: He is a Seeing-Eye Man. Such men are gifted at pointing out things to women. Man sees, points, woman turns, and now she sees, too, and smiles gratefully. Harris is a very highly evolved Seeing-Eye Man. Not once but twice he looks at the heavens and sees a twinkling star. \"That's our star,\" he says, or words to that effect. \"See it there?\" He points. Young Ann looks up at the billions and billions of stars, sees their star and nods gratefully. Director Lajos Koltai cuts to the sky, and we see it, too. Or one just like it.\n\nIn the upstairs bedroom, old Ann dies very slowly, remembering the events of the long-ago wedding night and the next morning. Out of consideration for us, her reveries are in chronological order, even including events at which she was not present, like before she arrived at the house. She is attended by a nurse with an Irish accent (Eileen Atkins), who sometimes prompts her: \"Remember a happy time!\" Dissolve to Ann's memory of a happy time. It is so mundane that if it qualifies as a high point in her life, it compares with Paris Hilton remembering a good stick of gum.\n\nWhat horrors have I overlooked? Oh, the Plunge. Family tradition at weddings requires all male guests to plunge from a high rock into the sea. This inevitably leads to shots of the barren ocean and cries of \"Buddy? Buddy?\" But I'm not giving anything away, because Buddy is good for no end of cries of \"Buddy?\" in this movie. At one point, he needs a doctor, and they remember that Harris is a doctor, and start shouting, \"Harris! Harris!\" in the forest, having absolutely no reason to suppose Harris is within earshot.\n\nBuddy inevitably is an alcoholic whose family members are forever moving the wine bottle out of his reach. He has to get drunk as an excuse to kiss Harris. This is pathetic. Buddy should grow up, bite the bullet and learn that it takes no excuse to get drunk.\n\nLater on, women in the flashbacks get pregnant and deliver the children who will puzzle us in the flash-forwards, and there is one of those poignant chance encounters in Manhattan in the rain, where two old lovers meet after many years and have hardly anything to say. You know the kind of poignant encounter I'm thinking of. All too well, I imagine.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-06-28", "genres": ["Drama", "Romance"], "title": "Evening (2007)"}