{"url": "http://www.rogerebert.com/reviews/event-horizon-1997", "by": "Laurence Fishburneas Capt. Miller", "star_rating": 2.0, "text": "The year is 2047. A rescue mission has been dispatched to the vicinity of Neptune, where seven years earlier a deep space research vessel named Event Horizon disappeared. As the rescue ship Lewis and Clark approaches, its sensors indicate the temperature on board the other ship is very cold. No human life signs are detected. Yet there are signs of life all through the ship--some other form of life.\n\n\"Event Horizon'' opens with a lot of class. It has the detailed space vessels moving majestically against the background of stars, it has the deep rumble of the powerful drives, it has sets displaying persuasive technology, and it even has those barely audible, squeaky, chattering, voice-like noises that we remember from \"2001: A Space Odyssey,\" which give you the creepy feeling that little aliens are talking about you.\n\nI love movies like this. I got up and moved closer to the screen, volunteering to be drawn in. I appreciate the anachronistic details: Everybody on board the rescue ship smokes, for example, which is unlikely in 2047 on a deep space mission where, later, the CO2 air scrubbers will play a crucial role. And the captain (Laurence Fishburne) wears a leather bomber jacket, indicating that J. Peterman is still in business half a century from now. I liked all of that stuff, but there wasn't much substance beneath it.\n\nWhat happened to the ship named Event Horizon? Dr. Weir (Sam Neill) may know. He designed the ship's gravity drive, which looks uncannily like a smaller version of the Machine in \"Contact,\" with three metal rings whirling around a central core. The drive apparently creates a black hole and then slips the ship through it, so that it can travel vast distances in a second.\n\nDr. Weir performs the obligatory freshman-level explanation of this procedure, taking a piece of paper and showing you how far it is from one edge to the other, and then folding it in half so that the two edges touch, and explaining how that happens when space curves. The crew members nod, listening attentively. They're a highly trained space crew, on a mission where space and time are bread and butter, yet they apparently know less about quantum theory than the readers of this review. It's back to Physics 101 for them.\n\nSo, OK, where did the ship go for seven years, and what happened while it was there? Why is the original crew all dead? Unfortunately, \"Event Horizon'' is not the movie to answer these questions. It's all style, climax and special effects. The rules change with every scene.\n\nFor example, early in the film the Lewis and Clark approaches the Event Horizon through what I guess is the stormy atmosphere of Neptune, with lots of thunder, lightning and turbulence. But once those effects are exploited, the rest of the movie takes place in the calm of space. And although we are treated to very nice shots of Neptune, the crew members never look at the planet in awe, or react to the wondrous sight; like the actors standing next to the open airplane door in \"Air Force One,'' they're so intent on their dialogue they're oblivious to their surroundings.\n\nThe obvious inspiration for \"Event Horizon'' is a much better film, Andrei Tarkovsky's \"Solaris\" (1972), where a space station orbits a vast planet. The planet in that film is apparently alive, and creates hallucinations in the minds of the orbiters, making them think they're back on Earth with their families. Same thing happens in \"Event Horizon,'' where the crew members hallucinate about family members they miss, love or feel guilty about. But while Tarkovsky was combining the subconscious with the Gaia hypothesis, \"Event Horizon'' uses the flashbacks mostly for shocks and false alarms (hey, that's not really your daughter under the plastic tent in the equipment room!).\n\nBecause sensors picked up signs of life all over the ship, we assume it has been inhabited by a life form from wherever the ship traveled. But this possibility is never resolved. One of the crew members approaches the gravity drive, which turns into something resembling liquid mercury, and he slips through it and later returns, babbling, \"It shows you things--horrible things--the dark inside me from the other place. I won't go back there!'' Perhaps Dr. Weir has the answers. But then again, perhaps not. Without revealing too much of the ending, let me say that Weir presumably knows as little from personal experience about what lies on the other side of the gravity drive as anyone else in the movie. He has not been there. That makes one of his most dramatic statements, late in the film, inexplicable. But then perhaps it doesn't matter. The screenplay creates a sense of foreboding and afterboding, but no actual boding.\n\nIt is observed darkly at one point that the gravity drive is a case of Man pushing too far, into realms where he should not go. There is an accusation that someone has \"broken the laws of physics,'' and from the way it's said you'd assume that offenders will be subject to fines or imprisonment. Of course there are no \"laws'' of physics--only observations about the way things seem to be. What you \"break,'' if you break anything, is not a law but simply an obsolete belief, now replaced by one that works better. Deeply buried in \"Event Horizon'' is a suspicion of knowledge. Maybe that's why its characters have so little of it.", "running_time": 97, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-15", "genres": ["Horror", "Mystery", "Science Fiction"], "title": "Event Horizon (1997)"}