{"url": "http://www.rogerebert.com/reviews/even-cowgirls-get-the-blues-1994", "by": "Uma Thurmanas Sissy Hankshaw", "star_rating": 0.5, "text": "I haven't read the Tom Robbins novel \"Even Cowgirls Get the Blues.\" Perhaps it would help if I had. Perhaps the book would make the new movie of the same name explicable, if not enjoyable. I cannot say.\n\nWhat I am sure of is that \"Even Cowgirls Get the Blues\" is one of the more empty, pointless, baffling films I can remember, and the experience of viewing it is an exercise in nothingness.\n\nHow did this happen? \"Cowgirls\" has been directed by Gus Van Sant, whose most recent features were \"Drugstore Cowboy\" and \"My Own Private Idaho,\" both fine, strong-minded, creative films. Nothing in them would suggest that his next work would be like a throwback to the blissed-out 1960s, in which the very idea of women living and working on a ranch would be its own justification.\n\nOne of the more peculiar aspects of \"Even Cowgirls Get the Blues\" is that the movie presents us with notions that might barely have been daring 30 years ago, and expects us to be amazed today.\n\nIt's in a time warp. That it's also written and edited in incoherent bursts of disconnected and arbitrary events is no help.\n\nThe film begins with the birth of the character named Sissy Hankshaw (Uma Thurman), who has big thumbs. Very big thumbs, like a foot long. Her parents (Grace Zabriskie and, yes, the Ken Kesey) take her to a doctor (Buck Henry), who offers no help short of surgery, after which Kesey opines that at least his daughter is well-equipped to be a hitchhiker. He turns out to be prophetic, and as the story moves up to the 1970s, Sissy tells a friendly ride: \"When I was younger I hitchhiked 127 hours without stopping - across the continent twice in six days, and cooled my thumbs in both oceans, and caught rides after midnight on unlighted highways.\" This is the kind of dialogue that Robbins no doubt wrote, probably thinking it evoked something other than hip gaucherie, but that somebody else should have written out of the movie.\n\nSissy has become a \"successful feminine hygiene model,\" whether because of or in spite of her thumbs is hard to say. She finds her way to the Rubber Rose Ranch, way out west, to shoot a commercial. The ranch is named after a douche product. This sort of detail is, I guess, thought to be funny, but actually it comes across more as a nudge in the ribs from the kind of bore who thinks he is much more daring than he is.\n\nThe ranch is the home of the last nesting grounds of the whooping crane, and also to strange figures like The Chink (Pat Morita), who answers all questions with either laughter or scrutable idioms. Among the friends Sissy makes there is Bonanza Jellybean (Rain Phoenix), who reminded me of the First Law of Funny Names in Ebert's Little Movie Glossary, a maxim which teaches us that funny names are never funny in movies unless they belong to Groucho Marx.\n\nBonanza lectures Sissy on cowgirl lore, which is heavily leaded with would-be pioneering feminist insight. This movie is as current in its attitudes to feminism as \"Guess Who's Coming to Dinner\" (1967) is up to date about race.\n\nAmong the scenes which must be seen to be believed are all the gals gathered around a campfire, singing. Inexplicable characters wander through the film from time to time, including John Hurt in drag as the Countess and Sean Young and Keanu Reeves in cameos which depend heavily on our notion of how cool they are to be in these cameos.\n\n\"Even Cowgirls Get the Blues\" had its world premiere in September 1993 at the Toronto Film Festival. As one of the witnesses to that occasion, I remember the hush that descended upon the theater during the screening; it was not so much an absence of noise as the palpable presence of stunned silence. The movie was set to open shortly after, but was pulled by its distributor for \"more editing.\" No amount of editing seems to have helped. This is one of the wide open spaces of recent cinema.", "running_time": 101, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-20", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Even Cowgirls Get The Blues (1994)"}