{"url": "http://www.rogerebert.com/reviews/even-the-rain-2011", "by": "Luis Tosaras Costa", "star_rating": 3.0, "text": "As the film opens, a cast and crew have arrived on location in the mountains of Bolivia, far from the Caribbean shores first founded by Columbus. Here, as the producer Costa (Luis Tosar) boasts, the local Indians can he hired as extras for $2 a day and count themselves lucky. They can also be used for manual labor, and Costa is happy to use them to haul a giant crucifix into position, saving the cost of tractor rental.\n\nYou may begin to glimpse some symbolism coming into view. The film will exploit the Indians just as Columbus did. The difference is that Columbus evoked Christianity as his excuse, while the modern film thinks it is denouncing him while committing the same sins. This is more clear to us than the characters, including Gael Garcia Bernal as Sebastian, the director, who has vague sympathies for his low-paid workers but places his film above everything.\n\nAn opening scene establishes the poverty in the district. A casting call for extras draws a line of hopefuls that reaches out of sight. One of these is Daniel (Juan Carlos Aduviri), a worker who protests when the auditions are cut short. Sebastian ends up casting him in an important role, and he discovers that in real life, Daniel is a leader in a local revolt against the privatization of the local water resources. A California company has bought land rights and plans to charge the Indians for water from their own wells.\n\nMy memory stirred uneasily within me. The James Bond movie “Quantum of Solace” (2008) involved a scheme to corner the Bolivian water supply, and this seemed ridiculous to me (“Ohooo! Nooo!” I wrote). A reader informed me that there was indeed such a scheme, and that in Cochabamba, the Bechtel Corp. lost its fight to charge the locals for water. “Even the Rain” has been filmed in Cochabamba, is based on that real event and instead of James Bond has Daniel as a Christ figure.\n\nThe personal dynamics of a movie location can be tricky. Here Sebastian faces not only a crusading local actor but an alcoholic leading man and a penny-pinching producer. Costa is obsessed with saving money, Sebastian thinks of himself as more humanitarian, but it is Costa who is eventually humanized by the plight of the workers. He grows fond of Daniel's sweet little daughter, and when local forces are brought in to subdue the demonstrations, the girl is injured, and Costa suddenly sees things in a different light. This is not absolutely convincing and depends too heavily on a race through riot-torn streets, but it provides a plot device to explain Costa's rediscovery of conscience. \n\nThe performance by Luis Tosar as the producer is confident and sturdy. Gael Garcia Bernal, as the director, is wimpy and not clearly defined, but that's in the nature of the character. The movie is brave to raise the questions it does, although at the end I looked in vain for a credit saying, “No extras were underpaid in the making of this film.”", "running_time": 104, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-24", "genres": ["Drama", "Foreign"], "title": "Even the Rain (2011)"}