{"url": "http://www.rogerebert.com/reviews/everlasting-moments-2009", "by": "Maria Heiskanenas Maria", "star_rating": 4.0, "text": "Rarely is there a film that evokes our sympathy more deeply than \"Everlasting Moments.\" It is a great story of love and hope, told tenderly and without any great striving for effect. It begins in Sweden in 1911, and involves a woman, her daughter, her husband, a camera and the kindness of a stranger. It has been made by Jan Troell, a filmmaker whose care for these characters is instinctive.\n\nThe woman is named Maria Larsson. She lives with her husband Sigfrid in Malmo, a port city at the southern tip of Sweden. They eventually have seven children. \"Sigge\" is a laborer on the docks, who takes the pledge time and again at the Temperance Society but falls back into alcoholism. He is a loving and jovial man when sober, but violent when he is drunk, and the children await his homecomings with apprehension.\n\nThe movie is not really about Sigge. It is about Maria, who is a strong woman, resilient, complex. She raises the children, works as a house cleaner, copes with the family's poverty. Once, when newly married, she won a camera in a lottery. Now she finds it and takes it to a photo shop to pawn it and buy food. There she meets Sebastian Pedersen, and he finds an undeveloped plate still in the camera. He develops it and something about the photograph or Maria causes her to say he will buy the camera, but she must hold it for him and continue to take pictures.\n\nMaria is not sophisticated and may have little education, but she is a deep and creative woman and an instinctively gifted photographer. She has no theory, but her choices of subjects and compositions are inspired. And perhaps Mr. Pedersen inspires her, too. He is much older, and always polite and proper with her, but over a time it becomes clear that they have fallen in love.\n\nNo, the film is not about how she leaves her drunken husband and becomes a famous photographer. It is about how her inner life is transformed by discovering that she has an artistic talent. She continues to be committed to Sigge by a bond deeper than marriage or obligation. But she tentatively takes steps toward personal independence that were rare in that time. When Sigge goes to fight in the war, she supports the family by taking marriage photos.\n\nMaria Heiskanen, who plays Maria, makes her a shy woman who is almost frightened to take a larger view of herself. She is strong when she needs to be, but unaccustomed to men like Mr. Pedersen, who treat her as something more than she conceives herself. One of the film's mysteries is how clearly she defines her marriage to Sigge, which endures, even though she fully feels the possibilities which Sebastian never quite offers. Mikael Persbrandt makes Sigge not a bad man but powerless over alcohol. His labor is back-breaking. And look at the tact of Sebastian (Jesper Christensen), who loves Maria from the moment he sees her, but wants to protect her from the problems that he could bring. The movie is intensely observant about these gradations of love.\n\nThe film reflects the great self-assurance by Jan Troell, whose work includes such masterpieces as \"The Emigrants,\" \"The New Land\" and \"Hamsun.\" All of his films are about lives striving toward greater fullness. He respects work, values and feelings. He stands apart from the frantic hunger for fashionable success. After I saw this film, I looked through a few early reviews and found critics almost startled by its humanism. Here is Todd McCarthy of Variety: \"Beholding Troell's exquisite images is like having your eyes washed, the better to behold moving pictures of uncorrupted purity and clarity.\"\n\nThe story comes from the heart. Troell, who showed \"Everlasting Moments\" at Telluride 2008, adapted it from a novel by his wife Agneta, who based it on one of her own family members, Maria Larsson. Maria lived this life and took some of the photographs we see. The film is narrated by her daughter, Maja Larsson (Callin Ohrvall), and in my imagination I hear Maja telling the story to Agneta, for Jan was born in Malmo, and the dates work out that they might both have well known her. And always thought hers was a story worth telling.", "running_time": 131, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Drama", "Foreign"], "title": "Everlasting Moments (2009)"}