{"url": "http://www.rogerebert.com/reviews/everyone-says-i-love-you-1997", "by": "Alan Aldaas Bob", "star_rating": 4.0, "text": "Sometimes, when I am very happy, I sing to myself. Sometimes, when they are very happy, so do the characters in ''Everyone Says I Love You,'' Woody Allen's magical new musical comedy. I can't sing. Neither can some of Allen's characters. Why should that stop them? Who wants to go through life not ever singing? Here is a movie that had me with a goofy grin plastered on my face for most of its length. A movie that remembers the innocence of the old Hollywood musicals and combines it with one of Allen's funniest and most labyrinthine plots, in which complicated New Yorkers try to recapture the simplicity of first love. It would take a heart of stone to resist this movie.\n\nAllen's most inspired decision was to allow all of his actors to sing for themselves, in their own voices (all of them except for Drew Barrymore, who just plain can't sing). Some of them are accomplished (Alan Alda, Goldie Hawn, Edward Norton). The rest could hold their own at a piano bar. Allen knows that the musical numbers are not about performance or technical quality or vocal range; they're about feeling.\n\n''Cuddle Up a Little Closer.'' ''My Baby Just Cares for Me.'' ''Looking at You.'' ''I'm Through With Love.'' ''I'm a Dreamer, Aren't We All?'' ''Makin' Whoopee.'' ''Enjoy Yourself (It's Later Than You Think).'' These are songs that perhaps suffer a little when they're sung too well (just as trained opera singers always overdo it in musical comedy). They're for ordinary, happy voices, and from the first moment of the film, when Edward Norton turns to Drew Barrymore and sings ''Just You, Just Me,'' the movie finds a freshness and charm that never ends.\n\nThe story involves a lot of Allen's familiar elements. His character, named Joe, is unlucky in love; he's a writer who lives in Paris, where his French girlfriend Giselle has just dumped him. He contemplates suicide, and debates the wisdom of taking the Concorde to New York before killing himself (with the time gain, he could get an extra three hours of stuff done and still be dead on schedule).\n\nHe returns to New York, to be comforted by his best friends, who are his first wife, Steffi (Goldie Hawn), and her current husband, Bob (Alan Alda). The extended family is a yours, mine and ours situation. D.J. (Natasha Lyonne) is one of Joe's daughters with Steffi. She serves as the narrator. Then there is Skylar (Drew Barrymore), Joe and Steffi's other daughter, who has just gotten engaged. And the children from Steffi and Bob's marriage are Scott (Lukas Haas), who has the family concerned with his newfound conservatism, and his sisters Lane (Gaby Hoffmann) and Laura (Natalie Portman), who are just discovering boys and have unfortunately discovered the same one.\n\nThe plot is simultaneously featherweight and profound, like a lot of Allen's movies: Big questions are raised and then dispatched with a one-liner, only to keep eating away at the hero until an eventually happy ending. Most of the questions have to do, of course, with unwise or inappropriate romances.\n\nJoe decides to get away from it all by taking his daughter D.J. to Venice. Here we get one of the movie's loveliest moments, Allen singing ''I'm Through With Love'' on a balcony overlooking the Grand Canal. Of course he is not; soon after, he sees the enticing Von (Julia Roberts) in Venice, and falls in love at first sight. Amazingly, D.J. is able to supply him with useful insights into this mystery woman. D.J.'s best friend's mother is Von's therapist, and the kids have eavesdropped on their sessions, so D.J. knows Von's likes (Tintoretto) and dislikes (her current husband), and coaches her father. This is of course dishonest and unethical, and delicious.\n\nJoe's inside knowledge makes him irresistible to Von, though their romance is doomed from the start. Meanwhile, D.J. falls in love with a gondolier and announces an impending marriage. Back in New York, Holden (Edward Norton) has bought an engagement ring for Skylar (while the salesmen at Harry Winston's celebrate in a song and dance). Meanwhile, Steffi, a liberal who wears her heart on her sleeve, arranges the release of a prisoner (Tim Roth) she thinks has been unfairly treated, and he steals Skylar's heart, for a time, anyway--and also contributes to an unusual dinner party.\n\nOh, there's more. Including the scene where Skylar accidentally swallows her $8,000 engagement ring, and is told by the doctor examining the X-rays, ''I could have got it for you for $6,000.'' And a miraculous cure for Scott's conservatism. And a fanciful song-and-dance scene involving some ghosts in a funeral home. And the absolutely wonderful long closing sequence, which begins at a New Year's Eve party in Paris where everyone is dressed like Groucho Marx.\n\nSteffi's family is visiting Paris, and at dawn she and Joe walk off alone to the cafe where their romance started many years ago. Was their divorce a mistake? Should Steffi dump Bob and come back to Joe? At dawn in a romantic cafe in Paris all sorts of seductive ideas can occur, but the movie segues away from hard decisions and into a dance number involving Allen and Hawn on the banks of the Seine, Goldie floating effortlessly in a scene that combines real magic with the magic of the heart.\n\nWatching that scene, I thought that perhaps ''Everyone Says I Love You'' is the best film Woody Allen has ever made. Not the most profound, or the most daring, or the most successful in every one of its details--but simply the best, because he finds the right note for every scene, and dances on a tightrope between comedy and romance, between truth and denial, between what we hope and what we know.\n\nNot many musicals are made these days. They're hard to do, and the fashion for them has passed. This one remembers the musicals of the 1930s, the innocent ones starring Astaire and Rogers, or Powell and Keeler, and to that freshness it adds a sharper, contemporary wit. Allen knows that what modern musicals are missing is not the overkill of multimillion-dollar production numbers, or the weight of hit songs from the charts, but the feeling that some things simply cannot be said in words, and require songs to say them. He is right. Attempt this experiment. Try to say ''Cuddle up a little closer, baby mine'' without singing. Can't be done. Should rarely be attempted.", "running_time": 101, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-01-17", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "Everyone Says I Love You (1997)"}