{"url": "http://www.rogerebert.com/reviews/everybodys-all-american-1988", "by": "Dennis Quaidas Gavin Grey", "star_rating": 2.0, "text": "Scott Fitzgerald said American lives have no second acts. The problem with Gavin Grey’s life is that it has four. When we first meet him, in the ecstasy of a championship season, he is a golden boy, “The Grey Ghost,” one of the finest football players of the late 1950s, “unanimously twice chosen All-American.” Twenty years later, he is a has-been old pro, a pitchman for artificial turf, and a partner in a sports bar and grill. Five years after that, the turf manufacturers have fired him, the restaurant has gone broke, his best buddy has been killed in a fight over gambling debts, and he is looking at his old game films at a class reunion.\n\n“Everybody’s All-American” represents the stories of a lot of great athletes who decline uneasily into the memories of middle age.\n\nFor every Frank Gifford who finds a career on television, there are 100 other old pros who do their play-by-plays night after night to a handful of strangers in a bar. As the old pro grows older, so do his listeners, until finally their memories of glorious youth are used as a club to fight off the young. “I’ve told those stories so many times,” the Grey Ghost complains to his wife, “that I’ve almost forgot it was me who had those things happen to him. It seems like somebody else.” The Ghost is played, young and old, by Dennis Quaid, who does a good job of showing a man drifting into compromises. As a hotshot kid, the Ghost walks away from a man who wants to give him a free Chevy convertible. Later in life, after the pro career is over and the restaurant has gone broke, he becomes that man’s partner in a restaurant venture - where he’s expected to “show himself” and tell the same old stories to the drunks.\n\nWhat is interesting about the movie is the way it shows the Ghost’s gradual disintegration as the result of a series of rational decisions. What is there for an All-American to do, once he has hung up his cleats, especially if he has no particular job training? His only skill is to get paid for being himself. The Ghost, however, has been followed through life by ghosts of his own.\n\nOne of them is his wife, Babs (Jessica Lange), a bubble-headed beauty queen who bears him four children and matures into a savvy businesswoman who supports the family. Another is Donnie (Timothy Hutton), a cousin who nurses a lifelong flame for Babs but succeeds in luring her away from the Ghost for only one passionate night. The third is Narvel Blue (Carl Lumbly), a black man who was probably as good a football player as the Ghost but didn’t get the chance to prove himself in the segregated South. After a baptism in the civil rights movement, Blue goes into business and becomes a fast-food tycoon (ironically becoming Babs’ employer).\n\n“Everybody’s All-American” follows these characters through 25 years with the single-mindedness of a John O’Hara. The Ghost’s crew cut never changes, but Babs faithfully reflects every passing fashion of clothing and hairstyles. Donnie, the cousin, has a different haircut everytime he turns up in the movie, while his beards and mustaches come and go with bewildering variety. By the end of the film, we not only feel we know these people - we feel we know them too well and would like to make some new friends.\n\nThe movie has too much incident, too much period detail, to support an essentially simple story. John Cheever took a few pages once to write a story about an aging athlete who used to get drunk at parties, line up the furniture, and hurdle it. “Everybody’s All-American” tells the same story at such length that by the end even the characters seem to be tiring of their personalities. The relationship between Babs and Donnie, for example, is strung out in a long series of scenes, which are all more or less the same, in which Donnie holds love in his heart and Babs stays faithful to the flawed but human Ghost.\n\nOne character who does bring life to the movie is Ed Lawrence (John Goodman), a man-mountain who played center on the championship team and later becomes the Ghost’s partner in the restaurant. He gambles away all their savings before being killed by the mob, but while he’s onstage he does a good job of reflecting the kind of good-ol’-boy camaraderie that the Ghost requires.\n\nThe rest of the movie consists of good performances stranded in scenes that repeat the same insights or lead nowhere. When Donnie doesn’t go to Blue’s aid in a civil rights riot, for example, he feels guilt (“He looked me straight in the eye. I should have helped him”).\n\nBut this event is never followed up on, never referred to again, never given a pay-off. There are lots of moments like that.\n\n“Everybody’s All-American” is a good idea and well-acted, but the screenplay is so unfocused we never even really know if the movie is about the Ghost, or Babs.", "running_time": 122, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-04", "genres": null, "title": "Everybody's All-American (1988)"}