{"url": "http://www.rogerebert.com/reviews/everything-is-illuminated-2005", "by": "Elijah Woodas Jonathan", "star_rating": 3.5, "text": "Liev Schreiber's \"Everything is Illuminated\" begins in goofiness and ends in silence and memory. How it gets from one to the other is the subject of the film, a journey undertaken by three men and a dog into the secrets of the past. The movie is narrated by Alex (Eugene Hutz), a Ukranian whose family specializes in \"tours of dead Jews.\" Alex and his grandfather (also named Alex) drive American Jews in search of their roots to the places where many of their ancestors died.\n\nThe trip through a bewildering but beautiful Ukrainian countryside involves a Soviet-era car that may not exactly have air bags. The grandfather is the driver, although he claims to be blind and insists on going everywhere with his \"seeing eye bitch,\" whose name is Sammy Davis Junior Junior. Alex's English seems learned from a thesaurus that was one word off. He tortures words to force them into sentences from which they try to escape, and keeps a journal with chapters like Overture to the Commencement of a Very Rigid Search.\n\nThe movie's hero is Jonathan (Elijah Wood), a solemn, goggle-eyed American known as \"The Collector\" because he accumulates bits and pieces of his life and stores them in Ziploc bags, carefully labeled. He has come to the Ukraine to find the woman who saved his grandfather's life. To this woman is due much gratitude, because Jonathan's grandmother passed along the belief that the Ukraine treated Jews so badly that if the Nazis invaded, it might be an improvement.\n\nThe opening hour or so is a weirdly hilarious comedy, based on the intractable nature of Grandfather (Boris Leskin), his fierce love for Sammy Davis Junior Junior, and his truce with his grandson, who idolizes American popular culture, especially Michael Jackson. When Jonathan tells him Sammy Davis Jr. the First was Jewish, he is astonished: \"What about Michael Jackson?\" No, says Jonathan, definitely not Michael Jackson.\n\nThere is much perplexion (the kind of word the younger Alex savors) that Jonathan is a vegetarian, and in a hotel dining room he is told potatoes do not, cannot, have never, come without meat. He is finally served one boiled potato, in a scene that develops as if Chaplin had been involved. Then he goes to his room, a narrow single bed in the midst of vast emptiness. Alex advises him to lock his door: \"There are many dangerous people who would try to steal things from Americans and also kidnap them.\"\n\nThe journey continues. Sammy Davis Junior Junior begins to love Jonathan. Grandfather speaks like a crusty anti-Semite, Alex covers for him in his translation, and nobody seems to have heard of the hamlet of Trachimbrod, which they seek. Then abruptly the grandfather steers off the highway and into the middle of nowhere, and they find a beautiful white-haired old woman (Laryssa Lauret) living in a house in the middle of a field, who simply says, \"You are here. I am it.\"\n\nThe movie is based on a novel by Jonathan Safran Foer that reportedly includes many more scenes from the distant past, including some of magic realism in the 18th century Ukrainian Jewish community. \"Everything is Illuminated\" lives in the present, except for memories and enigmatic flashbacks to the Second World War. The gift that Schreiber brings to the material is his ability to move us from the broad satire of the early scenes to the solemnity of the final ones. The first third of the film could be inspired by Fellini's \"Amarcord,\" the last third by Bergman's darkest hours.\n\nI described Jonathan as the hero of the film, but perhaps he is too passive to be a hero. He regards. He collects. Alex is the active character, cheerfully inventing English as he goes along, making the best of the journey's hardships, humoring his grandfather, telling the rich American what he wants to hear. Eugene Hutz, a singer in a punk gypsy band, brings notes of early John Turturro to the performance. Elijah Wood's performance is deliberately narrow and muted -- pitch-perfect, although there is a distraction caused by his oversized eyeglasses so thick they make his eyes huge. He visits, he witnesses, he puts things in Ziploc bags.\n\nThen again, perhaps the real hero of the film is the grandfather, unless by default it is the old lady, who is a Collector, too. For Grandfather, this is as much a journey of discovery as it is for Jonathan, and the changes that take place within him are all the more profound for never once being referred to in his dialogue. He never discusses his feelings or his memories, but in a way he is the purpose of the whole trip. The conclusion he draws from it is illustrated in an image that, in context, speaks more eloquently than words.\n\n'Everything is Illuminated\" is a film that grows in reflection. The first time I saw it, I was hurtling down the tracks of a goofy ethnic comedy when suddenly we entered dark and dangerous territory. I admired the film but did not sufficiently appreciate its arc. I went to see it again at the Toronto Film Festival, feeling that I had missed some notes, had been distracted by Jonathan's eyeglasses and other relative irrelevancements (as Alex might say). The second time, I was more aware of the journey Schreiber was taking us on, and why it is necessary to begin where he begins in order to get where he's going.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-22", "genres": ["Adventure", "Comedy", "Drama"], "title": "Everything is Illuminated (2005)"}