{"url": "http://www.rogerebert.com/reviews/ever-after-1998", "by": "Drew Barrymoreas Danielle", "star_rating": 3.0, "text": "\"Ever After\" opens with an old lady offering to tell the true story of \"the little cinder girl,\" who was, she says, a real person, long before she was immortalized by the Brothers Grimm in the Cinderella myth: \"Her name was Danielle. And this ... was her glass slipper.\" The movie that follows is one of surprises, not least that the old tale still has life and passion in it. I went to the screening expecting some sort of soppy children's picture and found myself in a costume romance with some of the same energy and zest as \"The Mask of Zorro.\" And I was reminded again that Drew Barrymore can hold the screen and involve us in her characters.\n\nThe movie takes place in 16th century Europe, although it is a Europe more like a theme park than a real place, and that accounts for Danielle's remarkable ability to encounter the rich and famous--not only Prince Henry of France, but even Leonardo da Vinci, who functions as sort of a fairy godfather. It's a Europe of remarkable beauty (magnificent castles and chateaus are used as locations), in which a girl with spunk and luck has a chance even against a wicked stepmother.\n\nNot that the stepmother is merely wicked. \"Ever After\" brings a human dimension to the story, which begins with Danielle living happily with her father (Jeroen Krabbe). He springs a surprise: He is to marry Rodmilla (Anjelica Huston), who will bring her daughters Jacqueline and Marguerite (Melanie Lynskey and Megan Dodds) to live with them. Soon after the marriage, the father drops from his horse, dead, and life changes abruptly for Danielle.\n\n\"To be raised by a man!\" exclaims Rodmilla. \"No wonder you're built for hard labor.\" She puts Danielle to work as the family maid--swabbing floors, cooking and doing the dishes, tending the barnyard. Meanwhile, she grooms the beautiful Jacqueline for marriage in high places.\n\nBut Rodmilla sometimes allows herself a certain sympathy for Danielle; it's not that she's cruel to the girl so much as she must look out for her own daughters. The older woman has had problems of her own. \"Did you love my father?\" Danielle asks her. Rodmilla conceals much in her answer: \"I barely knew him. Now, go away--I'm tired.\" Danielle's entry into the life of Prince Henry is handled through a series of coincidental encounters, after a Meet Cute in which she bops him with an apple. And there is a false crisis, after Danielle pretends to be a countess (but only to help a friend), and Henry falls in love with her. She is afraid that when her masquerade is exposed, he will scorn her, and she is very nearly right, but Danielle's attitude toward her dilemma is closer to modern feminism than to the cheerful sexism of the Brothers Grimm.\n\nHenry is played by Dougray Scott with a certain complexity; he is not simply a shining knight. His parents, the king and queen of France, are however improbably benign, and lack the ruthlessness one might expect from historical figures. They're more like Madame Harriett and Monsieur Ozzie. Further intrigue comes from the fact that Marguerite, the younger and darker of Rodmilla's two daughters, is not at all a bad sort herself.\n\nDrew Barrymore has been in the movies for 19 years now (she was in \"Altered States\" when she was 4, and starred in \"E.T.: The Extra-Terrestrial\" at 7). I seem to have known of her for decades, and she's still only 23. Child stars have a hard time of it, convincing us to forget their cherubic little faces, and there is usually a period of trouble along the way. Now her adult career is safely launched.\n\nBarrymore has had no big hits as an adult (well, \"Batman Forever,\" but it wasn't exactly her picture). But she has put together a series of sound, interesting performances: As a runaway teenager on a shooting spree in \"Guncrazy\" (1992), as a druggie's abused girlfriend in \"Boys on the Side\" (1995), as an unstable teenager in love in \"Mad Love\" (1995, still her best film) and as the waitress who falls in love with \"The Wedding Singer\" (1998--not a good movie, but she was OK). Here, as the little cinder girl, she is able to at last put aside her bedraggled losers and flower as a fresh young beauty, and she brings poignancy and fire to the role.\n\n\"Ever After\" has been directed by Andy Tennant, whose \"Fools Rush In\" (1997) was also a Cinderella story of sorts, about a rich developer (Matthew Perry) who falls in love with a poor little Mexican-American camera girl (Salma Hayek) at Caesars Palace in Las Vegas. I liked that movie for its human comedy and romantic energy, and the same qualities are abundant in \"Ever After\"--along with lush scenery, astounding locations and luxuriant costumes. Also Leonardo da Vinci, who functions like a cross between a wise old saint and the kind of artist who sketches the guests at a wedding.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-31", "genres": ["Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "Ever After (1998)"}