{"url": "http://www.rogerebert.com/reviews/every-little-step-2009", "by": "James D. Stern", "star_rating": 3.0, "text": "\"Every Little Step\" is a documentary about the casting process starting in 2006 for a Broadway revival of \"A Chorus Line,\" a musical that has been running somewhere in the world since its premiere in 1975 and inspired Richard Attenborough's 1985 film. The musical is about 17 dancers who audition for their roles. The doc honors countless more who auditioned, but were not chosen.\n\nAs I watched \"Every Little Step,\" one thought above all others was inspired: These people must love dancing to the point of abandon, to submit themselves to this ordeal. Dancers must be in physical shape as good as most pro athletes and better than many. In fact, they are professional athletes, because although what they perform is art, what they do is demanding physical work.\n\nOften starting as children, they practice, rehearse and at some point forgo ordinary lives to submerge themselves in this process. It's the same with Olympians. They train and condition and focus and sacrifice. They turn up by the hundreds for auditions (the shots of the lineup outside the open call in Manhattan would make a doc in themselves). To get a callback means they are superbly talented. Even then, the odds are they won't be chosen. Then it's back to more painstaking preparation, another job done for the paycheck, more dreams, more lines, more auditions and usually more disappointments.\n\nWhat we sense in the film is the camaraderie among these hopeful dancers. They've all been through the process before, all been disappointed before, all know better than anyone else what it takes, all believe the best candidates don't always win the jobs.\n\nThe stakes are so high that to be one of the judges must cause restless dreams. Among them are Bob Avian, Michael Bennett's fellow choreographer in the 1975 production, and a vivacious force of nature named Baayork Lee, a dancer who played Connie, many people's favorite character, in that production. She handles the lineups, leads routines, is in her presence and energy a testimony that it is possible to survive and find joy in this world.\n\nI was reminded of \"The Audition,\" a film I saw last month, about auditions for the Metropolitan Opera's annual National Council Grand Finals. The art forms are different, the ordeals are the same. Then we buy our tickets and attend, and make dinner plans, worry about parking, chat at intermission and admire what we see, when admiration is not adequate. We should be kneeling on concrete to remind ourselves what dues these artists pay.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-05-13", "genres": ["Documentary", "Drama", "Music"], "title": "Every Little Step (2009)"}