{"url": "http://www.rogerebert.com/reviews/everybody-says-im-fine-2004", "by": "Rehaan Engineeras Xen", "star_rating": 2.0, "text": "The new English-language Indian film \"Everybody Says I'm Fine\" is too cluttered and busy, but as a glimpse into the affluent culture of a country with economic extremes, it's intriguing. Occasionally it's funny and moving, too.\n\nThe movie was shot in English not for the export market, but for India's domestic English speakers, who tend to be toward the top of the economic scale and are beginning to tire of endless Bollywood megaproductions. This film, at 103 minutes, almost qualifies in its market as a short subject, although true to Bollywood tradition, it does include one completely arbitrary and inexplicable song and dance sequence.\n\nRehaan Engineer stars as Xen, a hairdresser whose parents died tragically when the sound board short-circuited in their recording studio. The trauma has left him with a psychic gift: When he cuts a person's hair, he can read the person's thoughts. He learns of adulteries, deceptions and hypocrisies, and keeps them all to himself, going upstairs after work to his lonely room, where the shades are never opened and the TV sound is muted.\n\nOne day a pretty woman named Nikita (Koel Purie) arrives in his chair, and he picks up nothing. No thoughts. Is her mind a blank? He has acted as a matchmaker for some of his other customers who he learns are attracted to one another, but now here is a challenge for him.\n\nIf the story had stayed more or less focused on Xen and his adventures, it might have been more involving, but it strays outside the salon to tell other stories, including one about a beautiful wife who has been left abandoned and penniless by her faithless husband -- and a snoopy friend who has secrets of her own. There is also a flamboyant actor named Rage, played by director Rahul Bose, whose desperate attempts to find work are reflected by his bizarre hairstyles.\n\nMovies like this are intrinsically interesting for the way they regard the culture they are immersed in, one where a Domino's pizza across the street coexists with crowds of desperate beggars. I enjoyed watching it just for the information and attitudes it contained, but as a story, it's too disorganized to really involve us.", "running_time": null, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-03-12", "genres": null, "title": "Everybody Says I'm Fine (2004)"}