{"url": "http://www.rogerebert.com/reviews/everybodys-famous-2001", "by": "Josse De Pauwas Jean Vereecken", "star_rating": 1.5, "text": "\"Everybody's Famous!\" opens at a dreary talent contest at which the plump, desperate Marva demonstrates that she cannot sing, and could not deliver a song if she could. The judges, including the local mayor, hold up Olympic-style paddles scoring her with twos and threes, and we feel they're generous. But Jean, Marva's father, remains fanatically convinced that his daughter is talented and has a future--this despite the thankless girl's rudeness toward her old man.\n\nPoor Jean (Josse De Pauw) is a good man, endured by his patient wife Chantal (Gert Portael), treasured by his best friend Willy (Werner De Smedt), and chained to the night shift at a factory where he has to inspect endless lines of bottles for hours at a time. At home, he joins his family in admiring the concerts of a pop singer named only Debbie (Thekla Reuten), who wears an incandescent blue polyester wig.\n\nOne day a bolt of coincidence joins Debbie and Jean. He finds an opportunity to kidnap her, and does, enlisting Willy to help him. His ransom demand: Debbie's manager (Victor Low) must record and release a song that Jean has written and that Marva (Eva Van Der Gucht) must sing.\n\nThis sets into motion a plot that begins with the same basic situation as \"The King of Comedy,\" where the Robert De Niro character kidnapped a TV host played by Jerry Lewis, but the difference here is that \"Everybody's Famous!\" is cheerful and optimistic, and if by the end everybody is not famous, at least everybody has gotten what they want in life.\n\nThree of the characters--the mother, the best friend, and the pop star--are so bland they're essentially place-holders. Josse De Pauw does what he can with the lead role, as a simple, good-hearted man who can't even get a goodnight kiss from the daughter he has sacrificed everything for. Victor Low seems like a very low-rent pop impresario, especially considering he can get a song scored, recorded and on the charts in about 24 hours. But Eva Van Der Gucht brings some pouting humor to the role of the untalented daughter, whose costumes look like somebody's idea of a cruel joke, and who is bluntly told that she sings with a complete absence of emotion.\n\nThe big scene at the end involves one of those TV news situations that never happen in real life, where a reporter and camera materialize at a crucial point and are seemingly at the pleasure of the plot. And there's a surprise during a televised talent show, which will not come as that much of a surprise, however, to any sentient being.\n\nThe movie, from the Flemish community of Belgium, was one of this year's Oscar nominees for best foreign film, leading one to wonder what films were passed over to make room for it. It is as pleasant as all get-out, sunny and serendipitous, and never even bothers to create much of a possibility that it will be otherwise.\n\nBy the time the police spontaneously applaud a man they have every reason to believe is holding a hostage, the movie has given up any shred of plausibility and is simply trying to be a nice comedy. It's nice, but it's not much of a comedy.", "running_time": 92, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-07-13", "genres": ["Comedy", "Foreign"], "title": "Everybody's Famous! (2001)"}