{"url": "http://www.rogerebert.com/reviews/everybodys-fine-2009", "by": "Robert De Niroas Frank", "star_rating": 2.5, "text": "A man in his 60s after the death of his wife is a leaky ship without a bailer. Frank Goode has everything above-deck shipshape, but he's sinking. The garden is his pride and joy. Everything inside is mopped, scrubbed, polished, dusted, arranged and alphabetized. He buys big steaks and a new electric grill to cook them on. He selects a wine with the advice of a clueless stockboy. He reclines in his lawn chair on his manicured lawn and awaits the arrival of his four children.\n\nAt the last minute, none of them can make it. One can't even be bothered to call, but his regrets are passed along. Frank (Robert De Niro) steers a steady course to his doctor, saying he plans to do some traveling. His doctor says this is a bad idea. Frank decides not to drive, and by train, plane and automobile visits the homes of his family diaspora. He is not greeted with unalloyed joy. He was a distant disciplinarian, often critical, a chilly alternative to the wife who held them together. They don't hate him, but they have their lives to lead.\n\n“Everybody's Fine” tells the story of his journey and his discoveries along the way. If we have seen a dozen movies in our lifetime, we can feel pretty safe in predicting that each child will reveal, and present, a different kind of problem. That Larry will discover things he didn't know about himself and them. That he will re-evaluate his life in the process. That a great deal of the American landscape will pass by on the screen. And, since all story pegs exist to hang things from, his lifetime of manufacturing telephone cables will result in many, many shots of telephone lines stringing along the way, symbolizing lines of communication. What will we do when the need for land lines disappears?\n\nAll that could redeem this thoroughly foreseeable unfolding would be colorful characters and good acting. “Everybody's Fine” comes close, but not close enough. The children are: David, an artist who seems not to be at home in his marginal New York apartment building, but whose work is on display in the gallery downstairs; Amy (Kate Beckinsale), a Chicago advertising women with a high-flying lifestyle; Robert (Sam Rockwell), a classical musician in Denver, and Rosie (Drew Barrymore), a successful professional dancer in Las Vegas with a luxurious apartment.\n\nThe more the children feed him vague evasions about David, the more Frank realizes how much they have always concealed from him. He isn't stupid, and he picks up on stray dialogue and other clues to realize their lives are all deceptive fictions. And so is his own?\n\n“Everybody's Fine” is based on a 1990 Giuseppe Tornatore film named “Stanno Tutti Bene,” which starred Marcello Mastroianni as a man in the same situation. Mastroianni and De Niro are not interchangeable. Mastroianni is effortlessly relaxed and embracing, the life source in a body. De Niro is not. There are many things he does better than anyone else alive, but playing nice isn't one of them.\n\nWhat he does do is play Frank with respect and affection. There are no De Niro trademarks visible. He builds Frank from the ground up as a man who always tried to do the right thing, usually in the wrong way. He's like an actor singing well after much vocal coaching; Mastroianni in these matters was born pitch-perfect. Of modern comparable actors, I think above all of Jack Lemmon.\n\nOf the actors playing the children, everybody's fine. Drew Barrymore has the central role, and as always is a magnet for our affection. In 25 years, she'd be right for a remake of this story about a widow, not a widower. In general, however, my advice would be, not “rent it” (you know how I feel about that), but the more realistic “check it out if you come upon it by accident while channel-surfing.”", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-12-02", "genres": ["Drama"], "title": "Everybody's Fine (2009)"}