{"url": "http://www.rogerebert.com/reviews/everything-must-go-2011", "by": "Will Ferrellas Nick Halsey", "star_rating": 3.0, "text": "I found myself thinking during \"Everything Must Go\" that Will Ferrell is a gifted dramatic actor. That's sometimes the case with actors who specialize in comedy. Consider Robin Williams, Jack Lemmon, Jackie Gleason, Jim Carrey. Remember Adam Sandler in \"Punch-Drunk Love.\" To be good in comedy, you need to be to be very skilled indeed, but talent doesn't always transfer to the heavy stuff. It's partly the matter of the physical presence. Ferrell has a presence. He reminds me sometimes of Fred MacMurray in his noir films.\n\n\"Everything Must Go\" is not all the film it could have been, but is more worth seeing than a lot of other recent releases. It held my attention through Ferrell's performance as Nick Halsey, a man who drinks his way out of a job and a marriage. He isn't one of those flamboyant drunks, just a contained, dutiful man whose drinking has become the priority in his life. These are the kinds of alcoholics who break your heart: They mean to do well, they're not mean or violent, but over the years, the need for booze has moved into the foreground.\n\nThey say you need to find your bottom before you're likely to stop. Every bottom is different. Nick finds his on the front lawn of his house, along with his furniture, his clothing, his keepsakes, and his life as a man whose wife has left him. He's locked out. His credit cards don't work. He deals with this by buying some beer and settling into his La-Z-Boy recliner. Fortunately, the nights can be mild in Arizona.\n\nThe idea for the movie, written and directed by Dan Rush, is based on the Raymond Carver short story \"Why Don't You Dance? \" Carver was an alcoholic who lost most of the things in his life and then found them again through recovery and the love of his wife, the poet Tess Gallagher. In his story, the hero simply has a sale to sell everything he owns, which as we all know is better than dealing with the movers. In the film, the (never seen) wife is the deciding factor, but as the days and nights slide past, Nick gradually clears out not only his valued possessions but his excess inventory.\n\nOf course neighbors complain. When a cop comes, it's Frank Garcia (Michael Pena), who was Nick's sponsor during an unsuccessful whirl through AA. Nick argues that he has a perfect right to use his lawn as he chooses, and I suppose if the law permits pink flamingos, anything goes. There is also the matter of the young woman named Samantha (Rebecca Hall), who has just moved in across the street, is pregnant and is awaiting her husband. \"What kind of a man lets his pregnant wife move halfway across the country by herself? \" protests Nick, whose own wife may have been left on her own a time or two.\n\nInto this situation comes an African-American teenager named Kenny (Christopher Jordan Wallace), a nice kid who rides up on his bike, asks the obvious questions and enters into a tacit understanding to become Nick's business partner in the yard sale. This character is very well handled. He is not tiny and cute. He is not a cut-up. He is not what Spike Lee calls a Magic Negro, one of those black people who enter into the lives of whites with wise advice. No, he is a normal kid, self-possessed, even thoughtful, who keeps his opinions to himself and has an instinctive tact. (Wallace, the son of late Notorious B. I.G., played his dad as a kid in \"Notorious, \" a movie about the rapper's life.)\n\nThe movie doesn't trick up this story much more than it needs. The spartan solemnity of the Carver story seems buried within it. Ferrell plays Nick straight from the shoulder, without spin, respectfully. What it amounts to is for you to decide. At the end, I was expecting more of an emotional payoff; making a movie calm is one thing, and making it matter-of-fact is another. But make a note about Will Ferrell. There is depth there.", "running_time": 97, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Everything Must Go (2011)"}