{"url": "http://www.rogerebert.com/reviews/eves-bayou-1997", "by": "Jurnee Smollettas Eve Batiste", "star_rating": 4.0, "text": "\"Memory is a selection of images, some elusive, others printed indelibly on the brain. The summer I killed my father, I was 10 years old.\" With those opening words, \"Eve's Bayou\" coils back into the past, into the memories of a child who grew up in a family both gifted and flawed, and tried to find her own way to the truth. The words explain the method of the film. This will not be a simple-minded story that breathlessly races from A to B. It is a selection of memories, filtered through the eyes of a young girl who doesn't understand everything she sees--and filtered, too, through the eyes of her older sister, and through the eyes of an aunt who can foretell everyone's future except for her own.\n\nAs these images unfold, we are drawn into the same process Eve has gone through: We, too, are trying to understand what happened in that summer of 1962, when Eve's handsome, dashing father--a doctor and womanizer--took one chance too many. And we want to understand what happened late one night between the father and Eve's older sister, in a moment that was over before it began.\n\nWe want to know because the film makes it perfectly possible that there is more than one explanation; \"Eve's Bayou\" studies the way that dangerous emotions can build up until something happens that no one is responsible for and that can never be taken back.\n\nAll of these moments unfold in a film of astonishing maturity and confidence; \"Eve's Bayou,\" one of the very best films of the year, is the debut of its writer and director, Kasi Lemmons. She sets her story in Southern Gothic country, in the bayous and old Louisiana traditions that Tennessee Williams might have been familiar with, but in tone and style she earns comparison with the family dramas of Ingmar Bergman. That Lemmons can make a film this good on the first try is like a rebuke to established filmmakers.\n\nThe story is told through the eyes of Eve Batiste, played with fierce truthfulness by Jurnee Smollett. Her family is descended from a slave, also named Eve, who saved her master's life and was rewarded with her freedom and with 16 children.\n\nIn 1962, the Batistes are the premiere family in their district, living in a big old mansion surrounded by rivers and swampland. Eve's father Louis (Samuel L. Jackson) is the local doctor. Her mother Roz (Lynn Whitfield) is \"the most beautiful woman I ever have seen.\" Her sister Cisely (Meagan Good) is on the brink of adolescence, and the apple of her father's eye; Eve watches unhappily at a party, and afterward asks her father, \"Daddy, why don't you ever dance with me?\" Living with them is an aunt, Mozelle (Debbi Morgan), who has lost three husbands, \"is not unfamiliar with the inside of a mental hospital,\" and has the gift of telling fortunes.\n\nDr. Batiste is often away from home on house calls--some of them legitimate, some excuses for his philandering. He is a weak but not a bad man, and not lacking in insight: \"To a certain type of woman, I am a hero,\" he says. \"I need to be a hero.\" On the night her father did not dance with her, Eve steals away to a barn and falls asleep, only to awaken and see her father apparently making love with another man's wife. Eve tells Cisely, who says she was mistaken, and the doubt over this incident will echo later, on another night when much depends on whether Cisely was herself mistaken.\n\nLemmons surrounds her characters with a rich setting. There is a marketplace, dominated by the stalls of farmers and fisherman, and by the presence of a voodoo woman (Diahann Carroll) whose magic may or may not be real. Certainly Aunt Mozelle's gift is real; her prophecies have a terrifying accuracy, as when she tells a woman her missing son will be found in a Detroit hospital on Tuesday. But Mozelle cannot foresee her own life: \"I looked at each of my husbands,\" she says, \"and never saw a thing.\" All three died. So when a handsome painter (Vondie Curtis Hall) comes into the neighborhood and Mozelle knows she has found true love at last, she is afraid to marry him, because it has been prophesied that any man who marries her will die.\n\nThe film has been photographed by Amy Vincent in shadows and rich textures, where even a sunny day contains dark undertones; surely she looked at the Bergman films photographed by Sven Nykvist in preparing her approach. There is a scene of pure magic as Mozelle tells Eve the story of the death of one of her husbands, who was shot by her lover; the woman and the girl stand before a mirror, regarding the scene from the past, and then Mozelle slips out of the shot and reappears in the past.\n\nThere is also great visual precision in the scenes involving the confused night when the doctor comes home drunk, and Cisely goes downstairs to comfort him. What happened? We get two accounts and we see two versions, and the film is far too complex and thoughtful to try to reduce the episode to a simple formula like sexual abuse; what happens lasts only a second, and is charged with many possibilities of misinterpretation, all of them prepared for by what has gone before.\n\n\"Eve's Bayou\" resonates in the memory. It called me back for a second and third viewing. If it is not nominated for Academy Awards, then the academy is not paying attention. For the viewer, it is a reminder that sometimes films can venture into the realms of poetry and dreams.", "running_time": 109, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-07", "genres": ["Action", "Drama", "Indie", "Thriller"], "title": "Eve's Bayou (1997)"}