{"url": "http://www.rogerebert.com/reviews/evil-dead-2-dead-by-dawn-1987", "by": "Bruce Campbellas Ash", "star_rating": 3.0, "text": "\"Evil Dead 2: Dead by Dawn\" is a comedy disguised as a blood-soaked shock-a-rama. It looks superficially like a routine horror movie, a vomitorium designed to separate callow teenagers from their lunch. But look a little closer and you'll realize that the movie is a fairly sophisticated satire. Level One viewers will say it's in bad taste. Level Two folks like myself will perceive that it is about bad taste.\n\nThe plot: Visitors to a cottage in the Michigan woods discover a rare copy of the Book of the Dead and accidentally invoke evil spirits. The spirits run amok, disemboweling and vivisecting their victims. The hero battles manfully with the dread supernatural forces, but he is no match for the unspeakably vile creatures in the basement, in the woods and behind every door.\n\nThis story is told with wall-to-wall special effects. Skeletons dance in the moonlight. Heads spin on top of bodies. Hands go berserk and start attacking their owners. After they are chopped off, they have a life of their own. Heads are clamped into vises and squashed. Blood sprays all over everything. Guts spill. Slime spews. If nauseating images of horrific gore are not, as they say, your cup of tea, the odds are good you will not have a great time during this movie.\n\nOn the other hand, if you know it's all special effects, and if you've seen a lot of other movies and have a sense of humor, you might have a great time at \"Evil Dead 2.\" I did - up to a point. The movie devours ideas at such a prodigious rate that it begins to repeat itself toward the end, but the first 45 minutes have a kind of manic, inspired genius to them.\n\nConsider, for example, the scene where the hero severs his hand from his body and the hand takes on a life of its own, attacking him. Leave out the blood and the gore and a few of the details, and this entire sequence builds like a tribute to the Three Stooges. Consider the scene where the hero attaches a chain saw to what's left of his amputated arm. Disgusting, right? But the director, Sam Raimi, approaches it as a sly jab at the way Robert De Niro armed himself in \"Taxi Driver.\"\n\nI'm not suggesting that \"Evil Dead 2\" is fun merely because you can spot the references to other movies. It is because (a) the violence and gore are carried to such an extreme that they stop being disgusting and become surrealistic; (b) the movie's timing aims for comedy, not shocks, and (c) the grubby, low-budget intensity of the film gives it a lovable quality that high-tech movies wouldn't have.\n\nThere is one shot in the film that is some kind of masterpiece. There is a force out there in the woods. We never see it, but we see things from its point of view. In one long and very complex unbroken point-of-view shot, this force roars through the woods, flattens everything, crashes through the cabin door, and roars through room after room with invincible savagery, chasing the hero until.... But I wouldn't dream of giving away the joke.", "running_time": 84, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-04-10", "genres": ["Comedy", "Horror"], "title": "Evil Dead 2: Dead by Dawn (1987)"}