{"url": "http://www.rogerebert.com/reviews/evil-under-the-sun-1982", "by": null, "star_rating": 3.0, "text": "\r\n\nThe delicious moments in an Agatha Christie film are supposed\rto come at the end, when the detective (in this case, the redoubtable Hercule\rPoirot) gathers everyone in the sitting room and toys with their guilt\rcomplexes before finally fingering the murderer. Well, there are delicious\rmoments in the final fifteen minutes of “Evil Under The Sun, but what I\respecially liked about this Christie were the opening scenes the setup. They\rhad a style and irreverence that reminded me curiously of “Beat the Devil”, with\rBogart and Robert Morley chewing up the scenery. “Evil Under The Sun” is not,\ralas, as good as “Beat the Devil”, but it is the best of the recent group of\rChristie retreads (which include “Murder on the Orient Express”, “Death On The\rNile”, and “The Mirror Crack’d”). \n\n\rIt begins in the usual way, with a corpse. It\rcontinues in obligatory fashion with the gathering of a large number of\rcolorful and eccentric suspects in an out-of-the-way spot, which just happens\rto also be the destination of Hercule Poirot. It continues with the discovery\rof another corpse, with the liberal distribution of gigantic clues and with\rPoirot's lip-smacking summary of the evidence. It's the cast that makes EVIL\rmore fun than the previous manifestations of this identical plot. As Poirot,\rPeter Ustinov creates a wonderful mixture of the mentally polished and\rphysically maladroit. He has a bit of business involving a dip in the sea that\ris so perfectly timed and acted it tells us everything we ever wanted to know\rabout Poirot's appetite for exercise. He is so expansive, so beaming, so\rsuperior, in the opening scenes that he remains spiritually present throughout\rthe film, even when he's not on screen. \n\n\rAll of the rest of the cast are suspects. They\rinclude Maggie Smith, a former actress who now runs an elegant spa in the\rAdriatic Sea; Diana Rigg, as her jealous contemporary; Sylvia Miles and James\rMason, as a rich couple who produce shows on Broadway; Jane Birkin and Nicholas\rClay as a young couple constantly arguing over his roving eye; Colin Blakely as\ra rich knight who's been taken by a gold digger; Emily Hone as the young new\rwife; and Roddy McDowall as a bitchy gossip columnist who knows the dirt about\reverybody. The newly discovered corpse belongs to one of the above. The murderer\ris one (or more) of the above. Nothing else I could say about the crime would\rbe fair. \n\n\rI can observe, however, that one of the delights\rof the movies made from Agatha Christie novels is their almost complete lack of\rpassion: They substitute wit and style. Nobody really cares who gets bumped\roff, and nobody really misses the departed. What's important is that all the\rright clues be distributed, so that Poirot and the audience can pick them up,\rmull them over, and discover the culprit. Perhaps, then, one of the reasons I\rliked “Evil Under The Sun” was that this time, when Ustinov paused in his\rsummation (after verbally convicting everyone in the room), and it was clear he\rwas about to finger the real killer, I guessed the killer's identity, and I was\rright. Well, half right. That's better than I usually do.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Crime", "Mystery"], "title": "Evil Under the Sun (1982)"}