{"url": "http://www.rogerebert.com/reviews/evita-1997", "by": "Madonnaas Eva Peron", "star_rating": 3.5, "text": "“Evita” allows the audience to identify with a heroine who\rachieves greatness by--well, golly, by being who she is. It celebrates the life\rof a woman who begins as a quasi-prostitute, marries a powerful man, locks him\rout of her bedroom, and inspires the idolatry of the masses by spending\renormous sums on herself. When she sings: “They need to adore me--to Christian\rDior me,” she's right on the money.\n\nI begin on this note not to criticize the new musical “Evita”\r(which I enjoyed very much), but to bring a touch of reality to the character\rof Eva Peron, who, essentially, was famous because she was so very well-known.\rHer fame continued after her death, as her skillfully embalmed body went on to\ra long-running career of its own, displayed before multitudes, spirited to\rEurope, fought over, prayed over, and finally sealed beneath slabs of steel in\ran Argentine cemetery. Eva Peron lived only until 33, but she went out with a\rlong curtain call.\n\nShe was not an obvious subject for a musical. Andrew Lloyd Webber\rand Tim Rice, who wrote the stage version of “Evita” and whose songs are\rwall-to-wall in the movie, must have known that; why else did they provide a\rkey character named Che Guevera (onstage) and Che (on screen), to ask\rembarrassing questions? “You let down your people, Evita,” he sings. She let\rdown the poor, shirtless ones by providing a glamorous facade for a fascist\rdictatorship, by salting away charity funds, and by distracting from her\rhusband's tacit protection of Nazi war criminals.\n\nWhy, then, were Webber and Rice so right in choosing Eva Peron\ras their heroine? My guess is that they perfectly anticipated “Evita's” core\raudience--affluent, middle-aged and female. The musical celebrates Eva Peron's\rnarcissism, her furs and diamonds, her firm management of her man. Given such\renticements, what audience is going to quibble about ideology? For years I have\rwondered, during “Don't Cry for Me, Argentina,” why we were not to cry. Now I\runderstand: We need not cry because (a) Evita got everything out of life she\rdreamed of, and (b) Argentina should cry for itself. Even poor Juan Peron\rshould shed a tear or two; he is relegated in the movie to the status of a “walker,”\ra presentable man who adorns the arm of a rich and powerful woman as a human\rfashion accessory.\n\nAll of these thoughts, as I watched Alan Parker's “Evita,” did\rnot in the least prevent me from having a good time. I suspect Parker has as\rmany questions about his heroine as I do, and I am sure that Che (Antonio\rBanderas) and Juan Peron (Jonathan Pryce) do--not to mention Oliver Stone,\rco-author of the screenplay. Only Evita herself, magnificently embodied by\rMadonna, rises above the quibbles, as she should; if there is one thing a great\rEvita should lack, it is any trace of self-doubt. Here we have a celebration of\ra legendary woman (for those who take the film superficially) and a moral tale\rof a misspent life (for those who see more clearly).\n\nCertainly Parker is a good director for this material. He has\rmade more musicals than his contemporaries, not only “Bugsy Malone,” “Fame” and\r“The Commitments,” but especially “Pink Floyd the Wall,” one of the great\rmodern musicals, where he uses similar images of marching automatons. Working\rwith exteriors in Argentina and Hungary and richly detailed interior sets, he\rstages Evita's life as a soap opera version of “Triumph of the Will,” with\rgoose-stepping troops beating out the cadence of her rise to glory.\n\nThe movie is almost entirely music; the fugitive lines of spoken\rdialogue sound sheepish. Madonna, who took voice lessons to extend her range,\reasily masters the musical material. As importantly, she is convincing as\rEvita--from the painful early scene where, as an unacknowledged child, she\rtries to force entry into her father's funeral, to later scenes where the poor\rrural girl converts herself into a nightclub singer, radio star, desirable\rmistress, and political leader.\n\nThere is a certain opaque quality in Madonna's Evita; what you\rsee is not exactly what you get. The Che character zeroes in on this,\rquestioning her motives, doubting her ideals, pointing out contradictions and\revasions. Yet for Evita there are no inconsistencies, because everything she\rdoes is at the service of her image. It is only if you believe she is at the\rservice of the poor that you begin to wonder. Listen closely as she sings: “For\rI am ordinary, unimportant And undeserving Of such attention Unless we all are\rI think we all are So share my glory.” The poor, in other words, deserve what\rEvita has, so her program consists of her having it and the poor being happy\rfor her. After all, if she didn't have it, she'd be poor, too. In other words:\rThe lottery is wonderful, just as long as I win it.\n\nBanderas, as Che, sees through this; his performance is one of\rthe triumphs of the movie. He sings well, he has a commanding screen presence,\rand he finds a middle ground between condemnation and giving the devil her due.\rHe is “of the people” enough to feel their passion for Evita, and enough of a\rrevolutionary to distrust his feelings.\n\nPryce, as the dictator, remains more difficult to read. He is\rgrateful for the success Evita brings him (her broadcasts free him from prison,\rher campaigns win his elections, her fame legitimatizes his regime). But there\ris a quiet little scene where he knocks on her locked bedroom door and then\rshuffles back to his own room, and that scene speaks volumes for the haunted\rlook in his eyes.\n\nThe music, like most of the Webber/Rice scores, is repetitive to\rthe point of brainwashing. It's as if they come up with one good song and go\rdirectly into rehearsals. The reason their songs become hits is that you've\rheard them a dozen times by the end of the show. But Parker's visuals enliven\rthe music, and Madonna and Banderas bring it passion. By the end of the film we\rfeel like we've had our money's worth, and we're sure Evita has.", "running_time": 134, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-01-03", "genres": ["Drama", "Music", "Romance"], "title": "Evita (1997)"}