{"url": "http://www.rogerebert.com/reviews/evolution-2001", "by": "David Duchovnyas Ira Kane", "star_rating": 2.5, "text": "I can't quite recommend \"Evolution,\" but I have a sneaky affection for it. It's not good, but it's nowhere near as bad as most recent comedies; it has real laughs, but it misses real opportunities. For example, by giving us aliens who are sort of harmless, it sets up a situation where the heroes should be trying to protect them. But no. Everybody wants to kill them, apparently because the national psyche has reverted to the 1950s, when all flying saucers were automatically fired on by the Army.\n\nIvan Reitman, who directed the film, also made \"Ghostbusters,\" and there are times when you can see that he remembers his earlier success all too well. Both movies have vast gaseous monsters, although only this one, keenly alert to the bodily orifice du jour, gives us Help! I'm Trapped Up the Alien's Sphincter! jokes. I have days on the movie beat when I don't know if I'm a critic or a proctologist.\n\nAs the film opens, a would-be firefighter (Seann William Scott) is practicing by rescuing an inflatable doll from a burning shack when a flaming meteor crashes nearby. Harry Block (Orlando Jones), a scientist from nearby Glen Canyon Community College, is called to investigate and brings along his friend, science instructor Ira Kane (David Duchovny). They discover the meteor has \"punched through\" to an underground cavern, where it is oozing strange, sluglike little creatures.\n\nKane and Block have a nice double-act together; like the characters in \"Ghostbusters,\" they talk intelligently, possess wit and irony, and are not locked into one-liners. Jones even gets a laugh out of a significant nod, which is not easy in a film at this decibel level. I also liked how they came up with a popular drugstore item as a weapon against the invaders.\n\nThe alien creatures have the amazing ability to evolve in brief generations into whatever the screenplay requires: flying dinosaurs, creepy-crawlies, savage reptiles, even a sad-eyed ET clone that has an \"Alien\" tooth-monster hiding down its throat. The Army is called in, led by Dr. Woodman (Ted Levine), a soldier-scientist who worked with Ira Kane once before (\"he's a dangerous disgrace\"). Turns out Ira inoculated platoons of soldiers with a substance with such side effects as diarrhea, blindness, facial paralysis and hair loss. The Army named this tragic syndrome after Kane; I found myself thinking of funnier names for it, starting with the Bald Runs.\n\nDr. Woodman's assistant is Allison Reed (Julianne Moore), whose character trait is that she falls over everything. She is, however, funny in other ways, and sides with the two community college guys when her boss tries to freeze them out of the investigation. Meanwhile, the evolving creatures take on weird manifestations while the Mother of All Creatures is expanding down there in that cavern, generating all manner of strange offspring, while preparing to make an appearance in the grand finale.\n\nThe aliens are clever and bizarre movie creatures designed by special-effects wizard Phil Tippett, who applied \"the basic theory of panspermia,\" according to the press notes, which I always study after movies like this. It will come as news to panspermists that pansperm can evolve into amphibians, reptiles, birds and mammals within a week; \"Evolution\" parts company with the Basic Theory almost before the publicist can get it into the notes, but never mind: One does not attend this movie for scientific facts. That is what the \"Star Trek\" movies are for.\n\nWould it surprise you if I said that after 90 minutes of preparation, we discover that the entire movie has been leading up to a moment when the Orlando Jones character finds himself occupying the business end of a giant alien's digestive tract? Not if you have a sense of fair play. Earlier in the movie, a little alien crawls under Jones' skin and lodges in his intestines, inspiring emergency measures by a doctor who cries, \"There's no time for lubricant!\"--inspiring Jones to utter the best line in the movie, \"There's ALWAYS time for lubricant!\"", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-08", "genres": ["Action", "Comedy", "Science Fiction"], "title": "Evolution (2001)"}