{"url": "http://www.rogerebert.com/reviews/excalibur-1981", "by": null, "star_rating": 2.5, "text": "\r\n\n\nWhat a wondrous vision “Excalibur”\r\nis! And what a mess. This wildly ambitious retelling of the legend of King\r\nArthur is a haunting and violent version of the Dark Ages and the heroic\r\nfigures who (we dream) populated them. But it's rough going for anyone\r\ndetermined to be sure what is happening from scene to scene. Great armored\r\nfigures clank through the forest and bury broadaxes in each other's bodies.\r\nYoung Arthur frees the magic sword Excalibur from the granite boulder where it\r\nwas embedded. Castles are stormed. Arthur marries Guenevere and the kingdom\r\nrejoices. Camelot reigns. Merlin the Magician enters into a doomed pact with\r\nMorgana, Arthur's half-sister, and Morgana assumes the appearance of Guenevere\r\nto seduce Arthur. She plans for their son born of incest, Mordred, to take his\r\nplace as king.\n\n\r\nAnd all of this is buried in such a wealth of\r\ndetail, such an impenetrable atmosphere, such tumultuous alarms and excursions,\r\nthat the audience is quite likely to lose its place. John Boorman, the director\r\nof “Excalibur,” is brilliant at staging the life and times of Arthur, the film\r\nis a triumph of production design, costumes, and special effects. But he hasn't\r\nhammered out a clear story line. His male characters, bearded and hiding within\r\nmedieval helmets, sometimes look and sound like one another. If Robert\r\nBresson's “Lancelot Of The Lake” (1973) deliberately made all the knights into\r\ninterchangeable, clanking clones, Boorman seems to have arrived at the same\r\nplace inadvertently. This is a film we almost have to squint to see and to\r\nunderstand. \n\n\r\nAs a panorama of sword and sorcery, however, it\r\nis very beautiful to watch. And as a showcase for Nicol Williamson's Merlin, it\r\nis sometimes a lot of fun; Williamson plays the magician as a medieval Noel\r\nCoward, always armed with the wry witticism. His relationship with Morgana (the\r\nlovely Helen Mirren) is actually the most interesting thing in the film.\r\nMorgana borrows Merlin's magic to deceive Arthur and to stay young. Inhabiting\r\na dragon's cave that is apparently somewhere beneath Camelot, she wears brass\r\nbrassieres and other obligatory props, but she's intriguing. \n\n\r\nIt's curious how our tastes in myth change;\r\nheroes seem to be devalued and our fascination is with villains. Arthur almost\r\nrecedes into the scenery toward the end of “Excalibur,” upstaged by the sins of\r\nLancelot, the schemes of Morgana, the arch amusement of Merlin and, finally, by\r\nthe astonishing appearance of Mordred, who wears a golden helmet that makes him\r\ninto a muscular Cupid. “Excalibur” is a revisionist view of what Arthur's\r\npeople and times looked like. But the film has a tendency to drift into soft\r\nfocus and impenetrable fogs. Many scenes are shot through filters that soften\r\nand dissipate their effect. The movie's very last shot, of a ship plunging out\r\nto sea, should have been hard-edged and forlorn, but it's all misty and\r\nevanescent. \n\n\r\nThere is another problem, too: one common not\r\nonly to many movie versions of Arthurian legends, but epidemic in the modern\r\nsword-and-sorcery genre. The people in this film seem doomed to their behavior.\r\nThey have no choice. Arthur is courageous as a youth, but then presides over\r\nthe disintegration of the Round Table, for no apparent reason. The brave and\r\npure Lancelot, accused of being Guenevere's lover, engages in a deadly joust to\r\ndefend her honor. Not much later, however, they make love. Merlin is a great\r\nand powerful magician, but allows Morgana to outwit him; he seems to decide\r\nfrom moment to moment whether to possess vast powers or none. \n\n\r\nSince there is no consistency in the behavior of\r\nthe characters, “Excalibur” is maddeningly arbitrary. Anyone is likely to do\r\nanything, and when they do, Boorman springs another battle scene on us, with\r\nhorses whinnying and swords thumping into flesh until the novelty wears thin.\r\nOne of the joys of “Star Wars,” which is really a sword-and-sorcery fantasy of\r\nthe future, is that everyone plays by the rules, lives by the Force, and is\r\ntrue to himself. Boorman's “Excalibur” is a record of the comings and goings of\r\narbitrary, inconsistent, shadowy, figures who are not heroes but simply giants\r\nrun amok. Still, it's wonderful to look at.", "running_time": 140, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction"], "title": "Excalibur (1981)"}