{"url": "http://www.rogerebert.com/reviews/excess-baggage-1997", "by": "Alicia Silverstoneas Emily", "star_rating": 3.0, "text": "Alicia Silverstone, she of the blond locks and quick intelligence, was perfectly cast in “Clueless” as a popular girl who tries to pull all the strings, and gets a few of her own own pulled in return. She was such a hit in the film that she formed her own production company while still in her teens, and there were cover stories hailing her as the next ... I dunno ... Winona Ryder? Grace Kelly? She was wonderful in that film, but could she pick another hit? Certainly her agents advised her to take the role of Batgirl in “Batman and Robin,” where she looked unconvincing, uncomfortable and a size larger than the costume. Now she is back in a starring role in “Excess Baggage,” a film she co-produced. She's OK in it, but no better than OK. Benicio Del Toro steals it with his performance as a car thief who becomes an unwilling kidnapper.\n\nSilverstone plays Emily, a rich kid who fakes her own kidnapping in order to attract her father's attention. She locks herself in the trunk of her own car, expecting to be rescued quickly, but her plans go wrong when Del Toro's thief, named Vincent, steals the car. At his chop shop, he is amazed to find her in the trunk, and even more amazed when she refuses to be intimidated.\n\nThere's a shade of O. Henry's “The Ransom of Red Chief” here, as the kidnapping victim turns into more trouble than she's worth. Vincent's partner Greg, played by Harry Connick Jr., is possibly smarter and certainly unwilling to get anywhere near a kidnapping, although his situation grows more difficult after they succeed in misplacing $200,000 in mob money.\n\nThe architecture of the plot will be familiar. We have Jack Thompson as the wealthy, distant father named Alexander; Christopher Walken as Uncle Ray, Alexander's Mr. Fixit, and handy MacGuffins like the mob money that obviously exist only as tools for the plot.\n\nOne inspiration may have been enough for this movie; why not set up the phony kidnapping and the carjacking and then play out the plot based on the personalities of the characters, instead of penciling in all the cliches? (At one point Emily is unhappy with Vincent in a rural diner and stages a scene indicating he has mistreated her, and three very big and ominous guys stand up slowly to come and settle Vincent's hash and defend the little lady. I'm thinking, no diner in a movie is complete without those three guys.) Despite the elements I could have done without, the movie is often very funny, and a lot of the credit goes to Del Toro, who creates a slow-talking, lumbering character who's quite unlike his image in “The Usual Suspects.” Here he has a dash of Brad Pitt and a touch of city-style cornpone; he's one of those guys who cultivates a personal style as a way of giving himself time to think.\n\nThe plot creates some fairly involved reasons as to why Emily and Vincent have to hit the road together, and why Alexander and Uncle Ray never quite figure out what they're up against. Many scenes are based on misunderstandings, and Del Toro grows funnier as he grows more ingenious and desperate in trying to think his way out of a situation he only vaguely comprehends. And Silverstone, as I said, is OK, although she's still coasting here on the success of “Clueless.” Maybe that movie was so entertaining that no followup could satisfy us; maybe next time she'll find the perfect role again. Hint: It will probably not be in any script containing the words “mob,” “kidnapping,” “ransom” and “millionaire.”", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-08-29", "genres": ["Action", "Comedy", "Romance"], "title": "Excess Baggage (1997)"}