{"url": "http://www.rogerebert.com/reviews/executive-action-1973", "by": "Burt Lancasteras Farrington", "star_rating": 2.0, "text": "When you walk out of “Executive Action,” they give you an eight-page newspaper filled with photographs, charts, footnotes and cross-references to the Warren Report. It’s designed to convince you that the movie’s version of the Kennedy assassination could be true. Indeed it could. It could also be false. Nothing in the movie establishes one or the other. This is essentially a dramatized rewrite of all those old assassination conspiracy books; it borrows from actual newsreel footage of Kennedy, Oswald and Jack Ruby for most of its power.\n\nAnd it does have power, make no mistake. It has the power, of evoking what will probably remain, for most of us, the most stunning public moment of our lives: the moment when we first learned that the President had been shot.\n\nThe media have been filled with recollections for days now, and they’ve been all the more melancholy because, as someone said the other day, it’s beginning to look as if Nov. 22, 1963 was the day things started to go wrong for America. Whether they went wrong on purpose, because of a rightwing plot financed by a Southern millionaire (which is the thesis of “Executive Action”), or whether they went wrong just because of the crazy accident of Lee Harvey Oswald, is something we’ll likely never know. But there’s something exploitative and unseemly in the way this movie takes the real blood and anguish and fits it neatly into a semi-documentary thriller.\n\nThat wasn’t the case with Fred Zinnemann’s movie about a plot against De Gaulle, “The Day of the Jackal” (which has finally made it to the Loop after months in the neighborhoods). We knew that was fiction from the beginning; it was well-paced, the characters were brilliantly drawn and we were entertained. But “Executive Action” doesn’t seem much to want to entertain. \n\nThe characters are deliberately played in extremely low key, and they talk as if they were reciting peculiarly stiff PR releases. (“The President is planning a motorcade to woo votes,” Robert Ryan is actually forced to say at one point.) No, we’re left with the notion that the men who made this movie really want to convince us of their conspiracy theory, \n\nThe story was coauthored by Mark (“Rush to Judgement”) Lane, the screenplay is by old liberal Dalton Trumbo and the colorless direction is by David (“Lonely are the Brave”) Miller. They don’t seem to understand that showing something as it could have happened doesn’t mean it did. The movie doesn’t justify its ending, then. We’re shown the faces of 18 “material witnesses” who died, most of them violently, in the three years after Kennedy’s death. We’re told that an insurance actuary calculated that the odds against all 18 dying before February 1967, were 100,000 trillion to one. Fine. And I guess we’re supposed to walk out of the theater convinced. But . . . not a single one of those 18 “material witnesses” is ever shown in the film.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-11-20", "genres": ["Action", "Crime", "Drama", "History", "Thriller"], "title": "Executive Action (1973)"}