{"url": "http://www.rogerebert.com/reviews/executive-decision-1996", "by": "Kurt Russellas David Grant", "star_rating": 3.0, "text": "“Executive Decision” is a gloriously goofy mess of a movie about a hijacked airliner and a plot to poison, yes, “the entire Eastern seaboard of the United States.” (Why doesn't anybody ever poison the Western seaboard?)It's the kind of thriller where it's fun to chortle over the plot--a movie for people who are sophisticated enough to know how shameless the film is, but fun-loving enough to enjoy its excesses and manic zeal.\n\nThis is the kind of film that supplies subtitles on the screen with such helpful information as (over a shot of the Parthenon) “Athens, Greece.” And with dialogue such as “I take back every rust-picking, squid-eating thing I've ever said about Squabbies.” And with Marla Maples in an almost non-speaking role as a flight attendant who has three modes: dedicated, concerned, and deeply concerned. If she decides to continue her acting lessons, I hope she gets a teacher who tells her that in the movies, experienced actors do not try to “mirror emotion” in their facial expressions, because it always comes across as overacting.\n\nThe movie stars Kurt Russell as an American intelligence expert, who, in his first scene, is taking flying lessons. Since we know the movie is about a hijacked 747, we can predict with 100 percent certainty that by the end of the film he will be called upon to fly the 747. But first we meet Steven Seagal as a colonel in charge of a U.S. commando unit that tries to capture a store of stolen Russian nerve gas, but arrives too late. That's because, as Russell surmises, the toxic gas is onboard the hijacked airliner heading for Washington.\n\nThe hijacking is a cover by the clever Islamic terrorist Nagi Hassan (David Suchet), who is actually using the airplane to smuggle the gas into the United States. Can you think of an easier way to get a shipment of contraband into the country than by hijacking a 747 with 400 people on board? I can, and so can the entire South American drug industry. But never mind. The plane is airborne, flying toward America, and a brilliant but unstable designer (Oliver Platt) hatches a risky plan to have an experimental military jet sneak up underneath the 747 so that a big airtight tube can be attached to an entry hatch, and American soldiers can climb onboard and overpower the terrorists.\n\nSeagal leads the strike force, with Russell and Platt reluctantly coming along for the ride. And at this point the movie succeeded in really surprising me, because, while trying to board the plane, Seagal is sucked out of the tube and into the jet stream, no doubt to fall five miles while screaming the verys ame word that Butch and the Kid shouted when they jumped off that cliff. Any movie prepared to kill off Steven Seagal in the first 20 minutes is prepared for anything, and so I perked right up.\n\nThe plot shows the U.S. strike force secreting themselves in the bowels of the ship, spying on the hijackers with hidden video cameras, and using laptop computers and lots of ingenuity to try to defuse the nerve gas bomb. (The bomb disposal expert, Joe Morton, cracks a vertebrae and spends most of the movie with his head duct-taped to a splint.) He leads all the obligatory scenes about whether to clip the red wire or the blue wire.\n\nIn the passenger section, Hassan comes across as a fanatic bent on destroying millions of lives. His fellow hijackers think the mission is to force the release of one of their leaders, but after the leader is released, Hassan reveals that his original demands were only a cover for his real plans. A moderate among his followers steps forward, shouts “This has nothing to do with Islam!,” and is shot. His function is to get the filmmakers off the hook: Hassan is a fanatic, see, and not to be taken as typical of his co-religionists.\n\n(It would have been easy to make the terrorists members of a non-sectarian movement, and I wish they had; what purpose does it serve to slander a religion?) As the emergency develops, we meet a publicity-seeking U.S. senator (J.T. Walsh), one of the passengers, who is reminded by an aide, “Remember how much good press Jesse Jackson got for freeing the hostages?” And Russell is able to enlist a heroic flight attendant (Halle Berry) in his counter-attack. She gets the movie's single funniest moment, when she discovers, in the terrorist's jacket, a map labeled “Washington, D.C.” The map is singularly unhelpful, since all it shows is a dot identified as “Washington,” surrounded by concentric circles of, I guess, spreading toxic gases.\n\nThe late Hollywood producer Ross Hunter, who died just as this movie was going into release, once explained to me the secret of the airliner-in-trouble genre. This was in 1970, when he produced “Airport.” “The thing is,” he said, “all these people get in the airplane and go up, and then something happens, and it doesn't look like they'll be able to get down again. Who can't identify with that?” Hey, don't look at me.", "running_time": 129, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-15", "genres": ["Action", "Adventure", "Disaster", "Drama", "Thriller"], "title": "Executive Decision (1996)"}