{"url": "http://www.rogerebert.com/reviews/exhibition-1975", "by": null, "star_rating": 2.5, "text": "Jean-Francois Davy's \"Exhibition\" is a documentary about a 30ish young French woman (Claudine Beccarie) who stars in hard-core porno films (in Holland, not in France, which just recently lifted the censorship of the Pompidou regime.) It's more serious than most porno documentaries - there's evidence that Davy really is interested in what makes Claudine, ah, tick - but the basic purpose is to sell the movie in terms of its sex, and that's what the audiences are there for.\n\nWe learn of Claudine's painful youth (assaulted by a relative, raped, reform school, prostitution - then working her way up from girlie magazines to the movies) and of her current status as a star of European porno films. We meet her mother, who seems open and honest but grows silent when Claudine reminds her that she never once visited her in reform school. We meet her lover, much younger. We meet her co-stars. In one of the film's most interesting sequences, we meet her fans; she interviews them outside the theater where her latest film is playing, and they hardly recognize her. (\"Who looks at faces?\") All of this is handled in a competent way; \"Exhibition\" is a craftsmanlike, if unremarkable, documentary. But - let's face it - this became the first hard-core film ever accepted by the New York Film Festival not because it was a great documentary but because it was about pornography. The same insights and skills brought to any other element of French culture wouldn't have gotten this movie a single commercial booking. \n\nWhat it does provide us with, however, is what's always most interesting about a porno film: our thoughts and speculations about those real people up there on the screen. \"Exhibition\" claims to give us the \"real\" Claudine, but after an hour or so we begin to suspect it doesn't. There are half-finished remarks about sex, half suggested hang-ups she almost wants to talk about but doesn't, that leave us with the curious notion that Claudine Beccarie, hard-core superstar, knows less about sex than most people. That her athletic gropings and grapplings on the screen have been dutifully learned and repeated, while the scar tissue of her adolescence deprives her of truly adult experiences. \n\nThere is, for example, the fact that she shows infinitely more affection and tenderness in the film for her female co-stars than for any of the men, including her lover. This doesn't indicate, I believe, that she's a lesbian, although she does go through the ritual incantation about the joys of bisexuality, etc., ad nauseum. She seems, instead, almost to be clinging to her woman friends for fellow feeling, for support and reassurance. \n\nShe says enough to let us conclude that the experiences of her childhood were so traumatic that she still can't relate to men very freely; that her boy friend, whom she's just moved away from, was chosen in the first place because he was so young and unthreatening and, perhaps, intimidated by her porno image. That she's never reached any sort of communication with her father (this comes through almost painfully in what's meant to be the friendly chat with her mother). That scene where she interviews the men leaving the porno film she starred in . . . it's almost scary. \"It's me, it's me!\" she says, thrusting the mike at them. \"That was me. I was really naked. I was really doing those things! \" Well, the convention is that they're bourgeois and she's shocking them, but they seem a good deal more blase about it all than she does. It's as if she's flaunting her behavior as a means of reassuring herself that she really did reach these men, these strangers - that they were aroused and that, therefore, she has grown up, can affect them, was noticed by them. \n\nGay Talese had an article in Esquire a few months ago about our own Weird Harold Rubin, Chicago porno entrepreneur, and about how he's had a fantasy going for 20 years about pinups he collected when he was an adolescent. Talese interviewed both Rubin and the woman, now a grandmother, who posed for the pictures. Did he introduce the two people? No there didn't seem much point. \n\nThat's it. To actually meet the object of a fantasy, to walk out of a porno movie and meet the star, is breaking the rules of the contract. Perhaps the men knew that and Claudine didn't, and in some sad incomplete way \"Exhibition\" is a record of what she's still putting herself through, trying to heal those early wounds, trying to relate to men in the terms she still, tragically, thinks they demand. ", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-12-09", "genres": null, "title": "Exhibition (1975)"}