{"url": "http://www.rogerebert.com/reviews/exiled-2007", "by": "Nick Cheungas Wo", "star_rating": 2.5, "text": "The opening scene in \"Exiled\" lacks only a score by Ennio Morricone to be a spaghetti Western. A fistful of knuckles raps on a door. No answer. Again. Again. The door opens. The man knocking asks for \"Mr. Wo.\" A woman replies, \"Not here. Wrong house.\" The routine is repeated again, for this is indeed the house of Mr. Wo (Nick Cheung), and the woman is Jin, his wife (Josie Ho).\n\nThe setting is the Chinese offshore island of Macao, in 1988, right before the Portuguese turned it over to the Chinese. Although all of the characters are Asian, the streets and buildings, mostly Portuguese architecture, look as Mexican as Chinese, and the plot and action look more spaghetti than noodles.\n\nThe two men who have turned up at Wo's house have been sent from Hong Kong to kill him. They are Blaze (Anthony Wong) and Fat (Lam Suet). Then two more men turn up, and we discover they hope to protect him. They are Cat (Roy Cheung) and Tai (Francis Ng). A high-angle shot shows them staked out at perimeters of a sun-drenched square, smoking cigars. Nobody else is on the streets. Jin looks warily out a window sometimes.\n\nAll of this moves slowly (\"suspensefully\" would be stretching it), and then all hell breaks loose. Wo comes home and everyone starts shooting, and then, if there are survivors (draw your own conclusions), they all help Mrs. Wo set her house straight and sit down to a big meal, using chopsticks to extend their boarding-house reach. They were recently all shooting at one another, but they were childhood friends, and so after business comes pleasure.\n\nOut of this meal comes a plot involving a ton of gold, and the prospects of Boss Fay (Simon Yam), the Hong Kong godfather who wants Wo dead. A great deal more shooting goes on, and what we in the film-crit biz are pleased to call \"martial arts choreography.\" Well, it is choreography, damn it, when you move with agile and daring grace in ways the human body was not built for.\n\nAt this point, I am tempted to begin a plot description, about who shoots who, and with what, and why. But we can only get a couple of thousand words on a page, and if my editors are wise, they will allow me nowhere near that much, even if it would be enough. So let me simply say that enormous numbers of gangsters shoot enormous numbers of bullets at one another, and they're all lousy shots or they'd all soon be dead, while in fact, after a long time, only most of them are.\n\nAnd don't you love that shot where a guy rolls on the floor from behind one thing to behind another thing, while shooting with both hands? Try it sometime. Both hands fully outstretched with firing guns, and you can roll fast enough to avoid being hit. No using your feet to push, because they never do. They just roll, like a carpet.\n\nJohnnie To, the director, is highly respected in this genre, and I suppose he does it about as well as you'd want it to be done, unless you wanted acting and more coherence. He's compared to John Woo and Andrew Lau. So there you are. I have not made a study of the genre, which has many subtleties and conventions, but I admire \"Exiled\" for moving and building fluently. As faithful readers will know, it was Dr. Johnson who said, of a dog standing on its hind legs, \"It is not done well, but you are surprised to find it done at all.\" So there you are again.", "running_time": 110, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-06", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "Exiled (2007)"}