{"url": "http://www.rogerebert.com/reviews/existenz-1999", "by": "Jennifer Jason Leighas Allegra Geller", "star_rating": 3.0, "text": "Guys are always using the same lame excuses. First Ted licks Allegra's bio-port. Then he says, \"That wasn't me--it was my game character!'' Allegra is the world's leading designer of virtual reality games. her newest game is named \"eXistenZ,'' and the bio-port plugs directly into the lower spine and connects to the game's control pod via an \"umbrycord.'' When you're hooked up, you can't tell the game from reality. Not even if you designed the game.\n\n\"eXistenZ'' is the new film from David Cronenberg, the Canadian director who must be a thorn in the side of the MPAA ratings board. He's always filming activities that look like sex, but don't employ any of the appurtenances associated with that pastime. In his previous film, \"Crash (1997)\", the characters exhibited an unhealthy interest in wounds. This time it's bio-ports. And what about those \"MetaFlesh Game Pods,'' input devices which combine the attributes of a joystick, a touch pad and a kidney? They pulse with a life of their own, and Allegra holds her as if it's a baby, or a battery-powered shiatsu machine.\n\n\"eXistenZ'' arrives a few weeks after \"The Matrix,'' another science-fiction movie about characters who find themselves inside a universe created by virtual reality. \"The Matrix'' is mainstream sci-fi, but \"eXistenZ,'' written by Cronenberg, is much stranger; it creates a world where organic and inorganic are not separate states, but kind of chummy. Consider the scene where an oil-stained grease monkey implants a bio-port in the hero, using a piece of equipment that seems designed to give a lube job to a PeterBilt.\n\nJennifer Jason Leigh, that fearless adventurer in extreme roles, plays Allegra, whose new game is being marketed by Antenna Research. Jude Law is Ted, the company's marketing trainee. Allegra barely misses being killed during a demonstration of \"eXistenZ,'' when an assassin slips past the metal detectors at the door with a gun made of flesh and blood. Ted helps her escape, and later, when he cuts the bullet out of her shoulder, he discovers it's not a bullet but a ... hmmm, this is interesting ... a human tooth. She decides Ted needs his own bio-port, and looks for a \"country gas station.'' When she finds one (with a sign that says Country Gas Station) we assume they're inside the game, which is why she knows the station's name: She wrote it, and maybe also created its owner, named Gas (Willem Dafoe).\n\nShe knows her way around this world and isn't surprised when they're told, \"Look for a Chinese restaurant in the forest--and order the special.'' The owner rattles off the chef's daily selection, explaining that \"mutant reptiles and amphibians produce previously unknown taste sensations.'' But Ted insists on the daily special and gets a dish that's really bony. No wonder. The bones click together into a gun. And soon they visit the Trout Farm, where organic game pods are grown, and come up against Kiri Vinokur (Ian Holm), who's the owner of Cortical Systematics, a rival game firm.\n\nCronenberg's film is as loaded with special effects as \"The Matrix,'' but they're on a different scale. Many of his best effects are gooey, indescribable organic things, and some of the most memorable scenes involve characters eating things that surgeons handle with gloves on. He places his characters in a backwoods world that looks like it was ordered over the phone from L.L. Bean. Then he frames them with visuals where half the screen is a flat foreground that seems to push them toward us, while the other half is a diagonal sliding off alarmingly into the background.\n\n\"eXistenZ'' is likely to appeal especially to computer game players, since it's familiar with that world and speculates on its future development. Allegra explains to Ted such phenomena as \"genuine game urges''-- \"something your game character was born to do.'' She regards her programming handiwork with musings like, \"I've devoted five of my most passionate years to this strange little creature.'' At one point she's alarmed to discover, \"I'm locked outside my own $38 million game!'' And without the password, it looks like neither she nor anyone else can get back inside. What? You mean she didn't back up her disc?", "running_time": 97, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-23", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "Existenz (1999)"}