{"url": "http://www.rogerebert.com/reviews/exit-through-the-gift-shop-2010", "by": "Thierry Guetta", "star_rating": 3.5, "text": "The widespread speculation that “Exit Through the Gift Shop” is a hoax only adds to its fascination. An anonymous London graffiti artist named Banksy arrives to paint walls in Los Angeles. He encounters an obscure Frenchman named Thierry Guetta, who has dedicated his life to videotaping graffiti artists.\n\nThe Frenchman's hundreds of tapes have been dumped unorganized into boxes. Banksy thinks they might make a film. Guetta makes a very bad one. Banksy takes over the film and advises Guetta to create some art himself. Guetta does, names himself Mr. Brainwash, and organizes an exhibition of his work through which he makes a fortune in sales.\n\nSurely Guetta cannot be real? With his dashing mustache and Inspector Clouseau accent, his long-suffering wife and his zealous risk-taking to film illegal artists by stealth? Surely he didn't rent a former CBS television studio and transform it into an exhibition space? Surely people didn't line up at dawn to get in — and pay tens of thousands of dollars for the works of an artist who had never held a show, sold a work or received a review? Surely not if his work looked like art school ripoffs of the familiar styles of famous artists?\n\nEven while I sat spellbound during this film, that's what I was asking myself. But Thierry Guetta surely did. His art exhibition was written up in a cover story in L.A. Weekly on June 12, 2008. It mentions this film, which Banksy was “threatening to do.” Common sense dictates that no one would rent a CBS studio and fill it with hundreds of art works in order to produce a hoax indie documentary. Nor would they cast Guetta, indubitably a real person, as himself. Right? Right?\n\nThe film depends entirely on Guetta, a combination TV pitchman, a cartoon Frenchman and a chatty con man. Its footage really has been edited from a decade of tapes made clandestinely while L.A. graffiti artists risked arrest and death to create their paintings in spectacular places. Guetta fearlessly followed them right out into ledges and helped them carry supplies to places a human fly might balk at. All the time he's talking, talking, telling his life story and of his hero worship for these artists.\n\nThere are all kinds of graffiti. Much of it is ugly defacement, the kind of territorial marking a dog does so much more elegantly. That's why Mayor Daley's Graffiti Busters have my support and admiration. Some graffiti, however, is certainly art, as Norman Mailer was one of the first to argue in his book The Faith of Graffiti (1974). Banksy and others at his level, such as Guetta's hero, Shepard Fairey, find ways to visually reinvent public spaces and make striking artistic statements.\n\nBut what does Guetta do? One of his artworks, inspired by Andy Warhol's Campbell's soup can, shows a can of tomato spray paint. OK, that's witty enough for a nice editorial cartoon. How many thousands would you spend to have it in your house? Or a morph of Joan Crawford and Andy's Marilyn? Then again, at the time people said Andy Warhol wasn't creating art, either. Surely Warhol's message was that Thierry Guetta has an absolute right to call his work art, and sell it for as much as he can.\n\nThere are currently more than 3,600 comments on my recent blog post headlined “Video Games Can Never Be Art.” At least 95 percent of them inform me I am a fool, and that “art is in the eye of the beholder.” I believe video games are not an art form, for reasons I am certainly not going to bring up again. I am quite willing to agree that graffiti is Art, but I don't believe the act of painting them is an art form, if you see what I mean. Or maybe you don't. You may be too old to understand my argument.\n\nAnyway, comment No. 3,307 on my blog was from Kristian, and it said, “The wafting smell of dried mung beans pervades my nostrils.” That's kind of ... poetic, don't you think?\n\nBut I stray from my thoughts, which are (1) “Exit Through the Gift Shop” is an admirable and entertaining documentary; (2) I believe it is not a hoax; (3) I would not much want a Thierry Guetta original; (4) I like Thierry Guetta, and (5) Banksy, the creator of this film, is a gifted filmmaker whose thoughts, as he regards Guetta, must resemble those of Victor Frankenstein when he regarded his monster: It works, but is it Art?", "running_time": 87, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-28", "genres": ["Documentary"], "title": "Exit Through the Gift Shop (2010)"}