{"url": "http://www.rogerebert.com/reviews/exit-to-eden-1994", "by": "Dana Delanyas Lisa", "star_rating": 0.5, "text": "There is a scene in \"Exit to Eden\" in which the hero butters Dana Delany's breast, sprinkles it with cinnamon, and licks it before taking bites from a croissant. I'm thinking: The breast or the croissant, make up your mind.\n\nThe whole movie is like that. It's supposed to be a kinky sex comedy, but it keeps getting distracted. On the first page of my notes, I wrote \"Starts slow.\" On the second page, I wrote \"Boring.\" On the third page, I wrote \"Endless!\" On the fourth page, I wrote: \"Bite-size Shredded Wheat, skim milk, cantaloupe, frozen peas, toilet paper, salad stuff, pick up laundry.\" The movie is based on a novel by Anne Rice, who is said to know a lot about bizarre sexual practices. Either she learned it all after writing this book, or the director, Garry Marshall, just didn't have his heart in it. The movie is not only dumb and illconstructed, but tragically miscast. The actors look so uncomfortable they could be experiencing alarming intestinal symptoms.\n\nYou know me. I'm easy on actors. These are real people with real feelings. When I see a bad performance, I'm inclined to blame anyone but the actors. In the case of \"Exit to Eden\" I'm inclined to blame the actors.\n\nStarting with Rosie O'Donnell. I'm sorry, but I just don't get Rosie O'Donnell. I've seen her in three or four movies now, and she has generally had the same effect on me as fingernails on a blackboard.\n\nShe's harsh and abrupt and staccato and doesn't seem to be having any fun. She looks mean.\n\nIn \"Exit to Eden,\" she has the misfortune to star in a subplot involving an unnecessary, stupid, boring police investigation. The movie acts as if we care about this dumb case, involving a suspect who may be hiding out in an island resort devoted to S&M. I was reminded of those old nudist camp movies that pretended to be documentaries about volleyball.\n\nRosie and her partner, played by Dan Aykroyd, turn up on the island, which is managed by a woman named Lisa (Dana Delaney). Oh, it's quite a place.\n\nThey have a merry-go-round with humans instead of wooden horses. A sticky buns booth. Dialogue like, \"Baking and bondage? I could do both?!\" The male customers look like Chippendale dancers. The female customers look like mud wrestlers. Here is a typical exchange: \"Wow! You're a CEO!\" \"Yes, I am.\" Come on, Garry Marshall, what's going on here? You're a smart guy. You made \"The Flamingo Kid\" and \"Pretty Woman.\" Didn't you realize (a) that the whole police plot had to go, and O'Donnell and Aykroyd along with it? And (b) that sex is funny when it's taken seriously, but boring when it's treated as funny? What were your thoughts the first time Rosie turned up in the leather dominatrix uniform? Did you have maybe slight misgivings that you were presiding over one of the more misguided film projects of recent years? I don't know what kinds of people would sign up for a vacation resort that specializes in sadomasochism, bondage and discipline. But I imagine they'd want their money's worth. The lifeless, listless charades presided over by Delaney are practically family entertainment. The late Harriett Nelson could have attended this camp with only the occasional \"Oh, my!\" And of all the actresses I can imagine playing the role of boss dominatrix, Dana Delaney is the last. She's a cute, merry-faced type - perfect for the dominatrix's best friend. For the lead, let's see.\n\nHow about Faye Dunaway? Linda Fiorentino? Sigourney Weaver? See what I mean? Anne Rice recently took out two-page spreads in Variety and the New York Times to announce that she has seen the film of her novel \"Interview with the Vampire,\" and thinks it is a masterpiece. I don't think we should look for her ad about \"Exit to Eden,\" not even in the classifieds.", "running_time": 113, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-14", "genres": ["Comedy"], "title": "Exit To Eden (1994)"}