{"url": "http://www.rogerebert.com/reviews/extract-2009", "by": "Jason Batemanas Joel", "star_rating": 2.5, "text": "Granted that they're now human beings and not cartoons, Mike Judge's characters may never grow much smarter than Beavis and Butt-Head, who launched him on his career. The people in \"Extract\" are not as stupid as the ones in \"Idiocracy\" (2006), his previous film, but then those Idiots had the benefit of a few hundred years during which to refute Darwin by evolving less intelligence. The \"Extract\" people work in a bottling plant that's up for sale when everything goes wrong in the life of its owner, Joel (Jason Bateman, of \"Juno\").\n\nJoel suffers in an unhappy marriage with Suzie (Kristen Wiig), whose potential sex life ends every evening at the moment when she tugs tight on the drawstring of her sweatpants. That works better for her than a chastity belt. He shares his frustrations with a friendly bartender named Dean (Ben Affleck), who advises him to cheat. But Joel can't bring himself to do that to Suzie. All right then, Dean says: Hire a gigolo to seduce her. Once Suzie has cheated, Joel's conscience will be clear.\n\nMany of the other problems in Joel's life stem from the bottling plant, whose floor he overlooks from a high window. One involves a potential lawsuit from an employee named Step (Clifton Collins Jr.), who loses a testicle in a most unfortunate accident. Others come from a lazy and racist woman who does as little work as possible but resents the good workers, especially the Mexican-Americans.\n\nThen there's the arrival of Cindy (Mila Kunis), a sexy con woman who is working far below her competence level on the bottling line, but precisely at her morality level. She understands that almost any man will believe it when a desirable woman says she's attracted to him. Hey, some babes have a fetish for schleppers.\n\nCindy, who is superb at putting two and two together and putting money in her pocket, convinces Step to sue the company. He hires a lawyer famous for his ads on the benches at bus stops, Joe Adler (Gene Simmons, no better at being more subtle than when he was in Kiss). Meanwhile, Joel recruits a gigolo (Dustin Milligan), who even in this crowd isn't the brightest bulb.\n\nThere are some good stretches in the film, Bateman is persuasive as the overwhelmed factory owner, and Mila Kunis brings her role to within shouting distance of credibility. The funniest element for me is supplied by Joel's neighbor Nathan (David Koechner), a pest who lurks in the shrubbery to burst forth with undesired friendliness. He is a case study of a bore, as once defined by John D. MacDonald: \"Someone who deprives you of solitude without providing you with companionship.\" It cannot be easy for an actor to be as inspired as Koechner in the timing and facial language of a man who cannot comprehend urgent conversational signals that he get lost immediately.\n\nThe movie otherwise is sort of entertaining, but lacks the focus and comic energy of Judge's \"Office Space\" (1999), and to believe that Suzie would be attracted to the gigolo requires not merely the suspension of disbelief, but its demolition. A comedy need not be believable. But it needs to seem as if it's believable at least to itself.", "running_time": 92, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-02", "genres": ["Comedy", "Indie"], "title": "Extract (2009)"}