{"url": "http://www.rogerebert.com/reviews/extreme-prejudice-1987", "by": "Nick Nolteas Jack Benteen", "star_rating": 3.0, "text": "The story elements in \"Extreme Prejudice\" are so ancient they sound like ad copy: Two strong men, one good, one evil, battle each other for justice - and for the heart of the woman they both love. Walter Hill is the right director for this material. He specializes in male action movies where the characters are all a little taller, leaner, meaner and more obscene than in real life.\n\nHill doesn't really try to avoid the cliches in a story like this. He simply turns up the juice. Like his \"Southern Comfort,\" \"48 Hrs.,\" and \"The Warriors,\" this is a movie that depends on style, not surprises. He doesn't want to make a different kind of movie; he wants to make a familiar story look better than we've seen it look recently. And yet there is a big surprise in \"Extreme Prejudice\" in the appearance and character of Nick Nolte.\n\nWhen last seen, Nolte had successfully overcome his early pretty-boy image and turned into one of the shabbier ruins on the landscape of American leading men. His performance in \"Teachers\" needed a diagnosis, not a review. But then, about halfway through \"Down and Out in Beverly Hills,\" he underwent some kind of metamorphosis. He shaved off the beard and emerged as a weathered, older, more attractive actor; for the first time, I realized that he had the materials to become a big-league star like Cooper or Gable.\n\nIn \"Extreme Prejudice,\" he is working in the Cooper tradition. He is leaner than before, his face chiseled like some Western artifact, and he wears his Texas Ranger hat down on his forehead, so his eyes are always in shadow. He works the border, trying to control the drug trade, and at night he comes home exhausted to the bed of his girl (Maria Conchita Alonso).\n\nShe is restless with this arrangement. Her previous lover was Cash Bailey (Powers Boothe), once Nolte's best friend, now a drug baron who controls the flow across the border. Cash moves with immunity back and forth in a fleet of helicopters and offers Alonso more than a Ranger's salary can buy. One day, she packs up and goes to live with him.\n\nMeanwhile, Nolte's territory is invaded by an unofficial, top-secret cadre of American combat veterans who apparently are working for the CIA. Their mission remains murky (they screw up a mysterious bank heist), but they seem to be after Cash, too. That leads to the shootout at Cash's Mexican fortress, not to mention a lot of last-minute switching of sides and loyalties.\n\nThe specifics of the plot you can do without. You've seen this movie before, right down to the dozing guards who permit the enemy gunmen to walk right into the stronghold.\n\nWhat makes the film good are Hill's style and the acting. Everything is cranked up about 10 degrees. Nolte is quiet and tough, Boothe gives a great performance as a slimy drug merchant with some residual charm and Alonso was born for her role as the passionate senorita trapped between two men who will kill for her.\n\nThe love triangle is sort of a broad, bloody version of \"The Third Man,\" where Orson Welles and Joseph Cotten were childhood friends who ended up on opposite sides of the law and in love with Alida Valli. The conflict in these triangles is always the same: The woman knows the bad guy is a slimy snake, but she loves him, anyway. That breaks the good guy's heart and leaves him free to kill his childhood buddy. Then you get the poignant ending.\n\nHill has made a lot of movies in the last 15 years, and I guess it's too late to hope that he'll develop a real interest in his female characters. They're the pawns of his male buddies, and everything else boils down to the way the characters walk, the way they look at each other, the personal tics they develop and the new ways the stunt men find for people to die. \"Extreme Prejudice\" offers a lot of technique, some strong acting, and the absolute confidence of a good director who knows what he wants to do and doesn't care if that limits him.", "running_time": 96, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-04-24", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller", "Western"], "title": "Extreme Prejudice (1987)"}