{"url": "http://www.rogerebert.com/reviews/eye-for-an-eye-1996", "by": "Sally Fieldas Karen McCann", "star_rating": 1.0, "text": "\"Eye for an Eye\" is a particularly nasty little example of audience manipulation leading to a conclusion that, had I accepted it, would have left me feeling unclean. It's about an ordinary woman who is led to seek blood revenge, in a plot where the deck is stacked so blatantly it's shameless. It's ironic that this movie is being released at the same time as \"Dead Man Walking.\" Both are about killers and their victims, and both are, in a way, about the death penalty. \"Dead Man Walking\" challenges us to deal with a wide range of ethical and moral issues. \"Eye for an Eye\" cynically blinkers us, excluding morality as much as it can, to service an exploitation plot.\n\nThe movie stars Sally Field as Karen, a mother whose teenage daughter is raped and killed, in a particularly horrifying scene, early in the movie. The daughter calls for help, and Karen actually hears the attack over the telephone - and then tries to race home, gets stuck in traffic and is trapped in a nightmare scene where other drivers refuse her request to use a mobile phone.\n\nShe arrives home to a crime scene. Karen is shattered, and turns for comfort to her husband (Ed Harris) and their young daughter. Meanwhile, a smart cop (Joe Mantegna) quickly catches a suspect named Doob (Kiefer Sutherland). All the evidence points to him, even the DNA and semen samples. But Doob gets off on a stupid technicality, and then Karen grows obsessed. She joins a support group for survivors (their motto: \"You show me your heartbreak and I'll show you mine\"). And through them she is introduced to a shadowy network of those who have chosen to take the law into their own hands.\n\nShe trails Doob. He is a mean, nasty, brutish man who smokes all the time, has tattoos, needs a shave and kicks dogs. When he becomes aware she is following him, he visits a playground at her young daughter's school and terrorizes the little girl. Karen goes ballistic, turns to her group's secret advisers for help, buys a weapon, and takes shooting and martial arts lessons. Meanwhile we watch, through the film's omnipotent point of view, as Doob assaults and murders another victim.\n\nSo let's keep this straight. Doob is definitely and without the shadow of a doubt a killer. As audience members, we have seen what no jury can ever see, Doob in the act of killing. He is also a thoroughly despicable, worthless human being. Therefore, he deserves to be killed - right? And Field is justified in murdering him - right? The film complicates things just a little with the presence in the support group of Angel Kosinsky (Charlayne Woodard), who suspects what Karen may be up to. Angel is a black lesbian, which is perfectly all right with me, although the movie had already tried to manipulate me in so many ways that I was seeking a shabby motive for her character, when none was probably intended. (Were the filmmakers trying to show they were broad-minded liberals except when it comes to well-deserved revenge?) There are also two quirky scenes where Field, newly energized by her martial arts training, beats up an innocent bystander and later, elated by the experience, has such aggressive sex with her mild husband that he can't believe it.\n\nThis movie is intellectually corrupt because it deliberately avoids dealing with the issues it raises. Unlike \"Dead Man Walking,\" which is a courageous attempt to show various points of view about the death penalty, this movie is one of those hypothetical cases where everything is skewed to lead up to the conclusion the filmmakers demand. All the right cards are dealt. We know for a fact the guy is guilty. It is demonstrated he will and does kill again. He is a vile monster, a villain to make the skin crawl. Now comes the final straw: The ending of the movie, which I will not reveal, is a complete copout, because it neatly finds a way to throw meat to the audience while technically, at least, leaving the Sally Field character off the hook.\n\nMovies like \"Eye for an Eye\" cheapen our character by encouraging us to indulge simplistic emotions - to react instead of analyzing. It provides a one-in-a-million situation and tries to teach us a lesson from it; thoughtful audience members will be aware they're not being treated fairly. This is filmmaking at the level of three-card monte. If you don't believe me, see \"Dead Man Walking.\" As you consider the two movies, you may be inspired to painful conclusions about good and bad art.", "running_time": 101, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-01-12", "genres": ["Drama", "Thriller"], "title": "Eye For An Eye (1996)"}