{"url": "http://www.rogerebert.com/reviews/eye-of-the-needle-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\n\r\n“Eye of the Needle” resembles nothing so much as one of those downbeat,\r\nplodding, quietly horrifying, and sometimes grimly funny war movies that used\r\nto be made by the British film industry, back when there was a British film\r\nindustry. They used to star Stanley Baker or Trevor Howard. This one stars\r\nDonald Sutherland, as the kind of introverted psychopath who should inhabit\r\nonly black-and-white movies, although the color here is sometimes gloomy enough\r\nto suffice. I admired the movie. It is made with quiet competence, and will\r\nremind some viewers of the Hitchcock who made “The Thirty-Nine Steps” and “Foreign\r\nCorrespondent.” It is about a German spy, the \"Needle,\" who dropped\r\nout of sight in Germany in 1938 and now inhabits a series of drab\r\nbed-sitting-rooms in England while he spies on the British war effort. He is\r\nknown as the Needle because of his trademarked way of killing people by jabbing\r\na stiletto into their rib cages. He kills with a singular lack of passion; this\r\nis Jack the Ripper crossed with J. Alfred Prufrock. As played by Sutherland,\r\nthe Needle is a very lonely man. We are given hints to explain his isolation:\r\nHe was raised by parents who did not love him, he was shipped off to boarding\r\nschools, he spent parts of his childhood in America, where he learned English.\r\nNone of these experiences fully explains his ruthlessness, but then perhaps it\r\nis just a spy's job to be ruthless. \n\n\r\nThe plot is part espionage, part cliff-hanger.\r\nThe Needle discovers phony plywood \"airplanes\" intended to look, from\r\nthe air, like Patton's invasion force, a ruse to throw off the Germans. His\r\nassignment is to personally deliver news of the actual Allied invasion plans to\r\nHitler. This he intends to do with every fiber of his being, and yet we never\r\nget the feeling that the this man is a patriotic Nazi. He is more of a dogged\r\nfunctionary. In his attempts to rendezvous with a Nazi submarine, he's\r\nshipwrecked on an isolated island occupied only by a lighthouse-keeper and by a\r\nyoung married couple, a woman (Kate Nelligan), her legless husband (Christopher\r\nCazenove), and their son. The last third of the movie turns into a bloody\r\nmelodrama, as the Needle kills the husband and the lighthouse-keeper and\r\nthreatens the woman, first in a psychological way and then with violence. But\r\nbefore the final standoff, he pretends to be merely a lost sailor. And the\r\nwoman, frustrated by her husband's drunkenness and refusal to love, becomes\r\nattracted to the stranger. They make love. She grows fond of him. Does he grow\r\nfond of her? We can never be sure, but he tells her things he has told to no\r\none else. \n\n\r\nSome people will find the movie slow going. I\r\npreferred to think of it as deliberate. It is effective, I think, to develop a\r\nplot like this at a deliberate pace, instead of rushing headlong through it.\r\nThat gives us time to meditate on the character of the Needle, and to ponder\r\nhis very few, enigmatic references to his own behavior. We learn things about\r\nhim that he may not even know about himself, and that is why the film's final\r\nscene is so much more complex than it seems. \"The war has come down to the\r\ntwo of us,\" Sutherland tells Nelligan, and in the final exchange of\r\ndesperate looks between the man and the woman there is a whole universe left\r\nunspoken. The movie ends with Nelligan regarding a man who is either a\r\ntreacherous spy or an unloved child, take your choice.", "running_time": 112, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Drama", "Foreign", "Romance", "Suspense", "Thriller"], "title": "Eye of the Needle (1981)"}