{"url": "http://www.rogerebert.com/reviews/eye-of-god-1998", "by": "Martha Plimptonas Ainsley Dupree", "star_rating": 3.0, "text": "Rural Oklahoma. Town named Kingfisher. A woman named Ainsley sits in the convenience store by the road, watching strangers on their way through. She works in a hamburger shop. She's lonely. Through a magazine, she gets into correspondence with a prisoner, and when he gets out he comes to see her. They get married.\n\nThis time and place are evoked with quiet, atmospheric shots in Tim Blake Nelson's \"Eye of God,\" a film in which dreams seem to yearn toward a place where they can grow. Kingfisher is a boring place that is a boring drive from other places just as boring. Ainsley (Martha Plimpton) likes people and would like to know more of them, but her opportunities are limited and her desperation makes her see the ex-convict as salvation.\n\nWell, he looks wholesome enough. Jack (Kevin Anderson, a Steppenwolf Theatre ensemble member) is straightforward and sincere, looks her in the eye, tells her how he found Jesus in prison. At first their marriage looks as if it will work. Then his controlling side takes over. He doesn't want her working. Doesn't want her hanging out at the truck stop. Doesn't want her to leave the house, indeed, except to go to church with him on Sunday. It's ironic: Her life was empty and barren before, and by marrying him, she's losing what little variety she was able to find.\n\nThe film tells this story in flashes of action, intercut with another story involving a local 14-year-old named Tommy (Nick Stahl) whose mother gassed herself. Now he lives with an aunt, who can't control him. He's trapped in the town, too. \"Eye of God\" works in a fractured style, telling both films out of chronological order, cutting between them in a way that's disorienting at first, as it's meant to be.\n\nPerhaps there's a clue to the editing in the movie's title. The eyes of God exist outside time and don't need to see stories in chronological order, because they know the beginning, middle and end before the story begins or the characters even exist. \"Eye of God\" sees its story in the same way--as events that are so interlocked by fate that, in a way, they don't have to happen one after another because they will all happen eventually.\n\nContinuity of sorts is supplied by the sheriff (Hal Holbrook), who provides a narration of sorts, beginning with the story of Abraham and Isaac: How did the son feel as he saw his father poised to kill him? Tommy is wandering by the roadside, covered with blood, in one of the first shots of the film. It's not his blood, but whose is it? He doesn't seem able to talk.\n\nAnother outside observer is Jack's parole officer (Richard Jenkins), who tells Ainsley something she should have known before she got married: Jack was in prison for beating a woman nearly to death--a woman who was carrying his child, as, before long, Ainsley is.\n\nMartha Plimpton's performance is the center of the movie, quiet and strong. She plays a capable woman for whom life has not supplied a role. I've often seen her playing bright, glib city girls (that was her first big role, in \"Shy People\"). As Ainsley, she isn't tragically shy and lonely; it's more that she's waiting patiently for her life to begin, with less and less evidence that it's about to.\n\nThe villain in the film is not exactly Jack. Like an animal, he behaves according to his nature, and the way to deal with him is to stay away from him. The movie is more about Ainsley's luck than Jack's behavior. Somebody always marries these jerks, but you gotta hope it's not you.", "running_time": 84, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-01-30", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Eye of God (1998)"}