{"url": "http://www.rogerebert.com/reviews/eyes-wide-shut-1999", "by": "Tom Cruiseas Dr. William Harford", "star_rating": 3.5, "text": "Stanley Kubrick's \"Eyes Wide Shut'' is like an erotic daydream about chances missed and opportunities avoided. For its hero, who spends two nights wandering in the sexual underworld, it's all foreplay. He never actually has sex, but he dances close, and holds his hand in the flame. Why does he do this? The easy answer is that his wife has made him jealous. Another possibility is that the story she tells inflames his rather torpid imagination.\n\nThe film has the structure of a thriller, with the possibility that conspiracies and murders have taken place. It also resembles a nightmare; a series of strange characters drift in and out of focus, puzzling the hero with unexplained details of their lives. The reconciliation at the end of the film is the one scene that doesn't work; a film that intrigues us because of its loose ends shouldn't try to tidy up.\n\nTom Cruise and Nicole Kidman star as Dr. Bill and Alice Harford, a married couple who move in rich Manhattan society. In a long, languorous opening sequence, they attend a society ball where a tall Hungarian, a parody of a suave seducer, tries to honey-talk Alice (\"Did you ever read the Latin poet Ovid on the art of love?''). Meanwhile, Bill gets a come-on from two aggressive women, before being called to the upstairs bathroom, where Victor (Sydney Pollack), the millionaire who is giving the party, has an overdosed hooker who needs a doctor's help.\n\nAt the party, Bill meets an old friend from medical school, now a pianist. The next night, at home, Alice and Bill get stoned on pot (apparently very good pot, considering how zonked they seem), and she describes a fantasy she had about a young naval officer she saw last summer while she and Bill were vacationing on Cape Cod: \"At no time was he ever out of my mind. And I thought if he wanted me, only for one night, I was ready to give up everything ... .'' There is a fight. Bill leaves the house and wanders the streets, his mind inflamed by images of Alice making love with the officer. And now begins his long adventure, which has parallels with Joyce's Ulysses in Nighttown and Scorsese's \"After Hours,'' as one sexual situation after another swims into view. The film has two running jokes, both quiet ones: Almost everyone who sees Bill, both male and female, reacts to him sexually. And he is forever identifying himself as a doctor, as if to reassure himself that he exists at all.\n\nKubrick's great achievement in the film is to find and hold an odd, unsettling, sometimes erotic tone for the doctor's strange encounters. Shooting in a grainy high-contrast style, using lots of back-lighting, underlighting and strong primary colors, setting the film at Christmas to take advantage of the holiday lights, he makes it all a little garish, like an urban sideshow. Dr. Bill is not really the protagonist but the acted-upon, careening from one situation to another, out of his depth.\n\nKubrick pays special attention to each individual scene. He makes a deliberate choice, I think, not to roll them together into an ongoing story, but to make each one a destination--to give each encounter the intensity of a dream in which this moment is clear but it's hard to remember where we've come from or guess what comes next.\n\nThe film pays extraordinary attention to the supporting actors, even cheating camera angles to give them the emphasis on two-shots; in several scenes, Cruise is like the straight man. Sydney Pollack is the key supporting player, as a confident, sinister man of the world, living in old-style luxury, deep-voiced, experienced, decadent. Todd Field plays Nick, the society piano player who sets up Bill's visit to a secret orgy. And there is also a wonderful role for Vinessa Shaw as a hooker who picks up Dr. Bill and shares some surprisingly sweet time with him.\n\nThe movie's funniest scene takes place in a hotel where Bill questions a desk clerk, played by Alan Cumming as a cheerful queen who makes it pretty clear he's interested. Rade Sherbedgia, a gravel-voiced, bearded patriarch, plays a costume dealer who may also be retailing the favors of his young daughter. Carmela Marner is a waitress who seems to have learned her trade by watching sitcoms. And Marie Richardson is the daughter of a dead man, who wants to seduce Dr. Bill almost literally on her father's deathbed.\n\nAll of these scenes have their own focus and intensity; each sequence has its own dramatic arc. They all lead up to and away from the extraordinary orgy sequence in a country estate, where Dr. Bill gate-crashes and wanders among scenes of Sadeian sexual ritual and writhings worthy of Bosch. The masked figure who rules over the proceedings has ominous presence, as does the masked woman who warns Dr. Bill he is in danger. This sequence has hypnotic intensity.\n\nThe orgy, alas, has famously undergone digital alterations to obscure some of the more energetic rumpy-pumpy. A shame. The events in question are seen at a certain distance, without visible genitalia, and are more atmosphere than action, but to get the R rating, the studio has had to block them with digitally generated figures (two nude women arm in arm, and some cloaked men).\n\nIn rough-draft form, this masking evoked Austin Powers' famous genital hide-and-seek sequence. I have now seen the polished version of the technique, and will say it is done well, even though it should not have been done at all. The joke is that \"Eyes Wide Shut'' is an adult film in every atom of its being. With or without those digital effects, it is inappropriate for younger viewers. It's symbolic of the moral hypocrisy of the rating system that it would force a great director to compromise his vision, while by the same process making his adult film more accessible to young viewers.\n\nKubrick died in March. It is hard to believe he would have accepted the digital hocus-pocus. \"Eyes Wide Shut'' should have been released as he made it, either \"unrated'' or NC-17. For adult audiences, it creates a mesmerizing daydream of sexual fantasy. The final scene, in the toy store, strikes me as conventional moralizing--an obligatory happy resolution of all problems--but the deep mystery of the film remains. To begin with, can Dr. Bill believe Victor's version of the events of the past few days? I would have enjoyed a final shot in a hospital corridor, with Dr. Bill doing a double-take as a gurney wheels past carrying the corpse of the piano player.", "running_time": 159, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-16", "genres": ["Drama", "Mystery", "Thriller"], "title": "Eyes Wide Shut (1999)"}