{"url": "http://www.rogerebert.com/reviews/eyes-of-laura-mars-1978", "by": null, "star_rating": 1.5, "text": "The eyes of Laura Mars see murders. Worse still, they see them through the eyes of the murderer so that glamorous Laura Mars is likely, at any moment, to suddenly \"see\" the faces of terrified victims about to be stabbed with ice picks. \n\nMoviegoers found that out before the movie opened, in the TV commercials and preview trailers. So what would their minimum expectations be for the film? Maybe they'd (a) want to find out who the murderer is, (b) discover if Laura Mars herself was going to be one of the victims, and (c) learn the secret of who and why Laura Mars has these bizarre visions. Anything less, and we'd feel disappointed, right? \n\nI felt disappointed. I was disappointed because (a) I was able to figure out who the murderer was almost at once, and (c) the movie never explains Laura's telepathic visions. I was not disappointed, however, in the matter of (b), but then I didn't expect to be. There's this whole new genre of movie that Hollywood calls \"Women in Trouble.\" You see them mostly on TV: A woman is chased by a hostile semitrailer truck, or haunted by the ghost of her late lover, or kidnapped by terrorists. Laura Mars is nothing if she is not a woman in trouble. \n\nFaye Dunaway, as Laura Mars, is not a great screamer, but she's a very good one. She's also well-cast as a controversial fashion photographer, who likes to shoot beautiful women against a backdrop of flaming auto crashes. The women, dressed in spike heels, black mesh stockings and red underwear, attack each other with their fingernails and pull each other's hair. They also wear expensive fur coats. Photos like this, it's said, sell coats like crazy. I shouldn't be surprised. Some people will do anything for a sable. \n\nAnyway, Laura Mars eventually finds that she can no longer function; she has so many visions that she never knows what dread specter will haunt her next. Worse, the visions all come true. Worse than that, the murder victims are all her best friends. If it weren't for her loyal assistant (Rene Auberjonois) and the understanding policeman (Tommy Lee Jones), she couldn't carry on. And when the assistant gets killed there is, of course, no end to the suspects. There's Laura's insanely jealous, drunken husband, for example. And the shifty-eyed ex-con who's her chauffeur. But never mind. The movie sets up its suspects so obviously, and they're so obviously the wrong suspects, that the plot becomes a waiting game. Great, except that we're the ones who are waiting.  \n\n\"Eyes of Laura Mars\" tries to say Serious Things about fashion photography, corruption in advertising, and the violence in our society. It does not succeed, but it tries. We would not, however, hold its Serious Things against it, if the movie also succeeded as a thriller. It doesn't, unless your idea of being thrilled is having people leap out of the shadows and then turn out to be friends.", "running_time": 103, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "title": "Eyes of Laura Mars (1978)"}