{"url": "http://www.rogerebert.com/reviews/eyes-without-a-face-2003", "by": "Pierre Brasseuras Prof. Genessier", "star_rating": 3.5, "text": "\"I've done so much wrong to perform this miracle.\"\n\nProfessor Genessier has good reason for remorse. He is a Parisian plastic surgeon, respected in the profession, a lecturer on the subject of \"heterografting,\" which involves transferring living tissue from one person to another. The downside to this procedure is that it requires both persons to be alive. Having destroyed the face of his daughter in a reckless car accident, he now wants to repair the damage by transplanting the face of another woman. The \"miracle\" he refers to involves the face of his lover, nurse and assistant, Louise. He has restored her face so successfully that she now looks just like Alida Valli, who played Harry Lime's lover in \"The Third Man.\" Valli's characters have bad luck on dates.\n\nGenessier (Pierre Brasseur) is the mad scientist at the heart of \"Eyes Without a Face\" (1959), Georges Franju's merciless horror classic, now being revived in a new 35mm print. The professor was presumeably at one time a reputable plastic surgeon, but now, in his isolated suburban mansion, he experiments on dogs, birds, and helpless young women who are supplied to him by the faithful Louise. One of the startling elements of the film is how graphic it is about his procedures; we see bloody incisions being made all around a victim's face, and when one transplant is interrupted by a visit with the police, he leaves the skin flaps open and waiting, secured by surgical implements.\n\n The film opens with Louise on a nocturnal mission for the doctor, driving a corpse to the Seine and dumping it in. This is the latest victim of a failed procedure. Since Genessier's great success with Louise his work has not gone well, and soon he sends her out to kidnap another woman. His daughter Christiane (Edith Scob) waits sedated in a locked room, her flayed face concealed by a mask so that only her eyes move. Having reported Christiane missing after the accident, Genessier identifies the dead woman in the river as his daughter, and prepares to remove the face of the new victim, Paulette (Beatrice Altariba).\n\n The film is done in a sober, muted style, with stark black and whites and the bizarre camera angles much loved by film noir. Notice a scene in the cemetery, where the doctor has gone to conceal a body in his own family tomb. At the cemetery gate, a shriek of dead branches against the sky dominates the composition, so that humans seem diminished beneath their stark outline. There is surrealism here, and in the oddly-shaped cages which contain his experimental dogs, and the way his mansion seems at once enormous (with limitless corridors) and so small we can hear the dogs from the garage. The matter-of-fact way he presents the outrageous is in the tradition of Bunuel, who felt that the only response to the shocking was to refuse to be shocked by it.\n\n Franju (1912-1987) was a co-founder of the Cinematheque Francaise, worked during the war to hide its treasures from the Nazis, and began making features only in 1949. He worked mostly in the horror genre (\"Eyes Without a Face\" was originally released in North America as \"The Horror Chamber of Dr. Faustus,\" although it contained no chamber and no Faust). He is concerned with mood, not story, and so this film ends not with a conventional resolution but with an image that could have come from a painting by Dali: The faceless daughter wanders into the wood, surrounded by doves.\n\n One of the tasks faced by serious filmgoers is to distinguish good films in disreputable genres. It is insufferable to claim you \"never\" see horror movies (or Westerns, musicals, war movies, teenage romances or slasher pictures). You're presenting ignorance as taste. The trick is to find the good ones. The French auteur critics did a lot of helpful spadework, resurrecting genres and rehabilitating reputations, but they were not always right--and besides, you have to feel it for yourself. If a film holds my attention, it is in one way or another a good one. If it moves or delights me, if may be great. If I am distracted by its conventions, obligatory scenes and carelessness or lack of ambition, it deserves to be tossed back into the genre.\n\n \"Eyes Without a Face\" passes my test. It riveted me with its story--or rather, with its lack of one. There is no sense of a conclusion on the way, but more of a sense that the Professor may remain forever in his operating theater, slicing off faces while his daughter goes mad. It moved me because the daughter, once she understands what is happening, is more heartbroken over her father's victims than over her own fate. On this foundation Franju constructs an elegant visual work; here is a horror movie in which the shrieks are not by the characters but by the images.", "running_time": 88, "mpaa_rating": "NR", "release_year": 1962, "date_published": "2003-10-31", "genres": ["Drama", "Foreign", "Horror"], "title": "Eyes Without a Face (1962)"}