{"url": "http://www.rogerebert.com/reviews/eyewitness-1981", "by": "Peter Yates", "star_rating": 3.0, "text": "There are other complications. Sigourney Weaver is engaged to an\r\nIsraeli agent (Christopher Plummer) who is involved in secret international\r\nnegotiations to smuggle Jews out of the Soviet Union. His plan involves\r\nclandestine payments to a Vietnamese agent who got rich on the black market in\r\nSaigon and has now moved to Manhattan. The other characters include James\r\nWoods, as Hurt's eccentric and unpredictable fellow janitor, and Steven Hill\r\nand Morgan Freeman as a couple of cops who wearily track down leads in the case\r\n(their best line: \"When Aldo was a little boy, he must have wanted to grow\r\nup to be a suspect\").\n\nThe development and solution of the murder mystery are handled\r\nwith professional dispatch by Yates and his writer, Steve Tesich (who also\r\nwrote \"Breaking Away\"). A final shoot-out in a midtown riding stable\r\nhas a touch of Hitchcock to it; the old master always loved to mix violence with\r\nabsolutely inappropriate settings. But what makes this movie so entertaining is\r\nthe way Yates and Tesich and their characters play against our expectations.\n\nExamples.\r\nWeaver is not only a TV newswoman, but also a part-time serious pianist and the\r\nunhappy daughter of her domineering parents. Hurt is not only a janitor but\r\nalso a sensitive soul who can talk his way into Weaver's heart. Woods is not\r\nonly a creepy janitor but also the enthusiastic promoter of a marriage between\r\nhis sister and Hurt. Hurt and the sister (Pamela Reed) carry on the courtship\r\nbecause they are both too embarrassed to tell the other one they're not in\r\nlove. Plummer is the most complicated character of all, and it's a very good\r\nquestion whether he's a villain. It all depends on how you view his own\r\npersonal morality.\n\nI've\r\nseen so many thrillers that, frankly, I don't always care how they turn out —\r\nunless they're really well-crafted. What I like about \"Eyewitness\" is\r\nthat, althought it does care how it turns out, it cares even more about the texture\r\nof the scenes leading to the denouement. There's not a scene in this movie that\r\nexists only to provide us with plot information. Every scene develops\r\ncharacters. And they're developed in such offbeat fidelity to the way people do\r\nbehave that we get all the more involved in the mystery, just because, for\r\nonce, we halfway believe it could really be happening.", "running_time": 102, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Mystery", "Thriller"], "title": "Eyewitness (1981)"}