{"url": "http://www.rogerebert.com/reviews/f-for-fake", "by": null, "star_rating": 3.0, "text": "Orson Welles can make better movies than most directors with one\r\nhand tied behind his back. His problem, of course, is that for 35 years the\r\nhand has remained tied. His career is a study in lost possibilities: Having\r\nmade a legendary film debut at the age of 24 with \"Citizen Kane\"\r\n(1941), arguably the best American movie ever made, he was never again left\r\ntotally free to make a film just the way he wanted to.\n\nHe came close, in films like \"The Magnificent\r\nAmbersons\" (with its ending re-shot by the studio) and \"The\r\nTrial\". But a film more typical of Welles' dilemma was \"Falstaff -\r\nChimes at Midnight\" (1968), a triumph of artistic will over impending\r\nbankruptcy.\n\n\"Falstaff\"\r\nis a great film, but for whole stretches of it Welles is faking it. He shot it\r\nwithout sound and dubbed most of the voices himself. He recruited a great\r\nsupporting cast but had to shoot them at moments stolen over the years when he\r\nwas able to raise money to go back into production. He included a great battle\r\nscene but had to place his camera in its midst because he had so few warriors.\n\nNow\r\ncomes Welles' latest work, forthrightly titled \"F For Fake.\" It's a\r\nfilm about fakes and frauds, including the art forger Elmyr de Hory, the\r\nbiography forger Clifford Irving, the mystery man Howard Hughes and even the\r\nyoung Orson Welles of the famous \"War of the Worlds\" hoax.\n\nThe\r\nfootage teases and tantalizes us - with Irving, for example, talking about de\r\nHory's fakes while (we now know) planning a spectacular one of his own. But\r\nstep back from the film, regard it for a moment and it suggests itself on a\r\ndeeper level as Welles' musings about the connections between fakery and art\r\nitself.\n\n\"Citizen\r\nKane,\" for example, is a film so brilliantly packed full of special\r\neffects, deceptive shots, double exposures, trick lighting, background\r\nanimation and back projection that perhaps only a third of the film actually\r\nrecords what we think we're seeing. In \"F For Fake\", Welles plays\r\nwith the film more obviously, presiding over a ghostly editing room, running\r\nshots back and forth in the movieola as he invites us to take a closer look\r\n(pick a look, any look… ).\n\nIt's\r\nall a bag of tricks, says the master magician Welles. If the result is the\r\nsame, if the picture looks the same, isn't a de Hory as worthy as a Picasso?\r\nDoesn't, we think to ourselves, \"Falstaff\" hold together just as well\r\nas if it had been shot in seven weeks instead of seven years? And what about\r\nthat magnificent double deception Welles paints for us at the end of this film,\r\nin which Picasso seems to be faked out of 24 erotic canvases by the grandfather\r\nof the beautiful young model Picasso has faked into his studio?\n\n\"F\r\nFor Fake\" is minor Welles, the master idly tuning his instrument while the\r\nconcert seems never to start again. But it's engaging and fun, and it's\r\nastonishing how easily Welles spins a movie out of next to nothing. For many\r\nyears, he was reported to have \"Don Quixote\" as a work in progress.\r\nNow, according to the program notes, the working title has been changed to\r\n\"When Are You Finishing Don Quixote?\" Does it matter, when \"F\r\nFor Fake\" has such a sufficiency of windmills?", "running_time": 89, "mpaa_rating": null, "release_year": 1973, "date_published": "1977-10-13", "genres": ["Documentary", "Foreign"], "title": "F for Fake (1973)"}