{"url": "http://www.rogerebert.com/reviews/faceoff-1997", "by": "John Travoltaas Sean Archer", "star_rating": 3.0, "text": "There is a moment in \"Face/ Off\" when Sean Archer (John Travolta), a member of a secret FBI anti-terrorist team, confronts the comatose body of Castor Troy (Nicolas Cage), his archenemy, in the hospital.\n\n\"You're keeping him alive?\" he asks incredulously. \"Relax,\" says a medical man. \"He's a turnip.\" To prove it, he puts out his cigarette on Troy's arm. Troy won't feel a thing when his face is surgically removed in order to be transplanted to Archer's skull, so the FBI man can enter prison disguised as Troy and get information about a deadly biological bomb.\n\nThat exchange of faces and identities is the inspiration for \"Face/Off,\" the new John Woo action thriller, which contains enough plot for an entire series. It's a gimme, for example, that as gravely injured as he may be, Troy will snap out of his coma and force a doctor to transplant Archer's face onto his own bloody skull - so that the lawman and the outlaw end up looking exactly like the other.\n\nThis is an actor's dream, and Travolta and Cage make the most of it. They spend most of the movie acting as if they're in each other's bodies - Travolta acting like Cage, and vice versa. Through the plot device of a microchip implanted in his larynx, Travolta is allegedly able to sound more like Cage - enough, maybe, to fool the terrorist's paranoid brother, who is in prison and knows the secret of the biological weapon.\n\nThe movie is above all an action thriller. John Woo, whose previous American films include \"Broken Arrow\" with Travolta, likes spectacular stunts in unlikely settings, and the movie includes chases involving an airplane (which crashes into a hangar) and speedboats (which crash into piers and each other). There also are weird settings, including the high-security prison where the inmates wear magnetized boots that allow security to keep track of every footstep.\n\nThe high-tech stuff is flawlessly done, but the intriguing elements of the movie involve the performances. Travolta and Cage do not use dubbed voices, and don't try to imitate each other's speaking voices precisely when \"occupying\" each other's bodies. Instead, knowing that the sound of a voice is created to some degree by the larynx of his host body, they provide suggestions of each other's speech and vocal patterns, along with subtle physical characteristics. The movie's premise is that only the faces change - so each actor also finds ways to suggest that he is not the original inhabitant of his body. (Troy-as-Archer at one point refers unhappily to Archer's \"ridiculous chin,\" and the fact that it's Travolta playing Cage criticizing Travolta is typical of the spins they put on the situation.) For the Archer character, who begins inside Travolta's body and then spends most of the movie inside Cage's, the challenge is to fool a convict brother so suspicious that even when faced with the face of his own brother, he's cautious. For Troy, it's even trickier: He goes home to Archer's family, including his wife (Joan Allen) and confused teenage daughter (Dominique Swain), and has to convince them that he's the husband and father they know. The wife in particular is surprised by the renewed ardor of a husband whose thoughts, for years, have been on revenge rather than romance. (Meanwhile, Archer as Troy is confronted by Troy's girlfriend, played by Gina Gershon).\n\nWoo, who became famous for his Hong Kong action pictures before hiring on in Hollywood, is a director overflowing with invention. He works here with an original screenplay by Mike Werb and Michael Colleary, which explores the strange implications of the face-swap. One of the issues they touch on involves how much our appearance shapes our personality: If sweet, shaggy John Travolta looked like angular, sardonic Nicolas Cage, would he act any differently? The summers of 1996 and 1997 have both been dominated by big-budget special effects extravaganzas. It's interesting that Cage has been in three of them: \"The Rock,\" \"Con Air\" and now \"Face/ Off.\" He brings a quirkiness to the material that's useful. Given the undeniable fact that the plot of \"Face/Off\" is utterly absurd, it would be strange to see a traditional action hero playing it straight. Cage adds a spin. And here I was about to write: \"For example, when he first sees Travolta's teenage daughter, he quips, `The plot thickens.' But of course it is Travolta who sees Travolta's teenage daughter, because it is Travolta playing the Cage character.\n\nYou see what thickets this plot constructs; it's as if Travolta adds the spin courtesy of Cage's personality, while Cage mellows in the direction of Travolta. Better to conclude that the two actors, working together, have devised a very entertaining way of being each other while being themselves.\n\nThis business of exchanged identities is of course not new to drama. Shakespeare enjoyed having characters play each other (see \"Twelfth Night\"), and in Chinese and Japanese plays it's common for masks to be used to suggest identity swaps. Here, using big movie stars and asking them to play each other, Woo and his writers find a terrific counterpoint to the action scenes: All through the movie, you find yourself reinterpreting every scene as you realize the \"other\" character is \"really\" playing it.", "running_time": 140, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-06-27", "genres": ["Action", "Crime", "Science Fiction", "Thriller"], "title": "Face/Off (1997)"}