{"url": "http://www.rogerebert.com/reviews/face-to-face-1976", "by": "Liv Ullmannas Dr. Jenny Isaksson", "star_rating": 3.0, "text": "One of the greatest performances in an Ingmar Bergman film arrives this week - unhappily, in a film that's not itself among Bergman's greatest. The performer is Liv Ullmann, that actress of intelligence, intensity and luminous beauty. The film is \"Face to Face,\" a confused and sometimes overwrought new treatment of the director's most obsessive theme, suicide. \n\nI've written sometimes that a film's worth seeing just because of the director, or just because of a performance. Ullmann makes \"Face to Face\" a necessity for any serious filmgoer - we haven't seen such psychic depths on the screen since her debut in Bergman's \"Persona\" 10 years ago - and yet the character she creates almost seems to exist apart from the universe he provides for her. \n\nShe is a psychiatrist, mid-30s, sound of mind and cheerful of spirit and haunted by the most, unsettling demons just beneath the surface. She cares for others, cares about them. She wonders if others care for her. She was raised by her grandparents and found them cold and unfeeling at the time. Her husband is away at a professional conference. During a perfectly ordinary day, she wanders through an empty house, goes to visit her grandmother and is approached on a staircase by a one-eyed woman who may be an apparition of death. Who may be . . . it's in this area that Bergman seems to lose control of the over-all tone of his film. It contains a great many fantasies and dream sequences, all shot with a very literal use of symbols, and we're supposed to assume that these scenes are part of the subconscious luggage of the Ullmann character. \n\nBergman has a weakness for dreams and fantasies. (Remember the horrific dreams in \"Wild Strawberries,\" the apparent waking-from-the-dead in \"Cries and Whispers\"?) But here he allows them to dominate whole sections of his film. The Ullmann character loses her grip and we lose ours; we're so fascinated by the details of the disintegration of this strong woman that we don't want to pause for Bergman's almost embarrassingly literal, almost obvious encounters with coffins and things. \n\nYet, Ullmann seems to have the logic and the flow of the film together in her own mind. In encounters with her grandparents (Aino Taube-Henrikson and the grand old Swedish actor Gunnar Bjornstrand), in a touching relationship with a fellow doctor (Erland Josephson), in a scene with her daughter that almost tears her apart, we're watching an actress who (is this heresy?) seems to have a more direct line to Bergman's real themes than he does himself, this time. Her character tries to commit suicide. Very calmly, very deliberately. We're given some notions why. She fails. We see that she will not try again. She successfully makes it through a closing scene that Bergman apparently thinks of as affirmative (she sees it, I think, as supportive of those around her). And we realize that her achievement is virtuoso: Given the basic subject - an intelligent professional woman has a shockingly quick breakdown and then finds the strength to mend - she's delivered the person. Bergman has put in the Freudian asides and fireworks for his own reasons but great director that he is, he hasn't in the process stood between Liv Ullmann and the camera.", "running_time": 114, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-08-06", "genres": ["Drama", "Fantasy", "Foreign"], "title": "Face to Face (1976)"}