{"url": "http://www.rogerebert.com/reviews/faces-1968", "by": "John Marleyas Richard Forst", "star_rating": 4.0, "text": "John Cassavetes' \"Faces\" is the sort of film that makes you want to grab people by the neck and drag them into the theater and shout: \"Here!\" It would be a triumphant shout. Year after year, we get a tide of bilge that passes for \"the American way of life\" in the movies.\n\nWe know it isn't like that. We don't live that way and neither does anyone we know. What Cassavetes has done is astonishing. He has made a film that tenderly, honestly and uncompromisingly examines the way we really live.\n\nThe central characters are middle-aged, middle-class and rather ordinary: a man and his wife. They have everything in the world they desire, except love and a sense of personal accomplishment. They've become consumers in the most cruel sense of that word: Their only identity is as economic beings who earn and spend money to sustain a meaningless existence. They don't do anything, or make anything, or create anything. They use.\n\nThis is not only a crisis but a trap, because society has left them stranded without any means of breaking out. During a long night when their marriage reaches the breaking point, they discover only two ways to kick loose: alcohol and adultery. One of the problems with this class of society is that it provides so few ways to boil over.\n\nThe film begins with the man (John Marley), a fairly prosperous executive, stopping off at a prostitute's apartment on his way home. The hooker (Gena Rowlands) and her roommate are already entertaining two men, and there is some alcoholic give-and-take punctuated with stale dirty jokes (has anybody noticed that dirty jokes have simply passed out of the repertory of most people under 30?).\n\nMarley eventually goes on home, and there is a scene with his wife (Lynn Carlin) that is one of the best single scenes I've ever seen. They sit at the dining room table and talk about sex, and just in the way they form their sentences you can see they're terribly \"sophisticated\" and verbal, but really very frightened and repressed.\n\nIn a burst of alcoholic ethics, Marley announces he wants a divorce, and telephones the call girl while his wife watches. We then follow two stories, Marley's evening with the prostitute, and his wife's outing with three women friends.\n\nHandled incorrectly, these scenes could all be mawkish stereotypes. But Cassavetes has pressed beneath the stereotypes and down to the level where these things really do happen.\n\nAmong the five awards \"Faces\" won at the Venice Film Festival was one to John Marley, as best actor. It was deserved, but Seymour Cassel also deserves mention, and perhaps an Academy Award supporting actor nomination, for his performance as the hippie.\n\nLynn Carlin was reportedly a secretary at Screen Gems when Cassavetes cast her as Marley's wife. This is her first professional role; she brings depth and truth to it.\n\nGena Rowlands (in real life, Cassavetes' wife) avoids the heart-of-gold cliches and plays a prostitute who has her own problems and a deep reservoir of human sympathy as well.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1968, "date_published": "1968-12-19", "genres": ["Drama", "Indie"], "title": "Faces (1968)"}