{"url": "http://www.rogerebert.com/reviews/fade-to-black-1980", "by": "Dennis Christopheras Eric Binford", "star_rating": 3.0, "text": "Almost every day, I get half a dozen calls from readers who urgently need the answers to obscure questions about movie lore. Today's latest: \"After Tarzan always said 'Me Tarzan, you Jane,' what did Jane say back?\" It astonishes me that people expect movie critics to have the answers to these questions, which require the addictive, repetitive viewing of old movies.\n\nIndeed, I sometimes think movie trivia is an avoidance of movie art: Obsession with the license plate on a movie character's car has nothing to do with the movie in question, but it does place the trivia addict in a safe position of ascendancy over the larger issues in the movie. At parties, movie trivia experts are like stand-up comedians. They've found a way to dominate the conversation without having one. They're like Travis McGee's definition of a bore: They deprive you of solitude without providing you with companionship.\n\nBut enough of this. I originally started out to say that it would probably help to be a movie buff if you find yourself watching \"Fade to Black.\" This is a weird, uneven, generally intriguing thriller about a young man whose fantasy life is totally controlled by images from movies. He works in a Los Angeles film exchange, checking and shipping movie prints, and at night he comes home to his museum-like room in the home of his aunt-a shrill harridan who would feel less secure in her wheelchair if she had ever seen \"Kiss of Death.\"\n\nThe young man is played with a kind of creepy power by Dennis Christopher, in a role completely opposite from his last appearance as the hero of \"Breaking Away.\" He is lonely, socially isolated, hostile. He has memorized every movie ever made. (Although when he bets money on a trivia question, it's one with a ridiculously easy answer: He wants to know Humphrey Bogart's full name in \"Casablanca.\" Everybody knows that one. If you don't, don't call me, call Siskel.)\n\nThings start going wrong in the kid's life. His boss gets on his case at work. His aunt is impossible. He makes a date with a young girl (Linda Kerridge) who looks just like Marilyn Monroe, and then it looks to him as if she's stood him up. This is too much all at once, and the kid goes berserk.\n\nIn a scene we know is inevitable, he mimics Richard Widmark in \"Kiss of Death\" and pushes his aunt down the stairs. Then he begins masquerading as his other movie heroes-Hopalong Cassidy, James Cagney, the Mummy-and wiping out the rest of his opposition. These scenes are handled by director Vernon Zimmerman with a mixture of reality and stylized fantasy. For example, when Hoppy gets in a shootout the scene is staged and lit like a movie, which heightens the effect. But it's not lit like a Hopalong Cassidy movie; it's lit solely to backlight and single out the hero, and, that, no doubt, is the kid's own fantasy.\n\nI don't want to give away too many of the movie's surprises, although if you're a movie buff you'll anticipate a lot of them. The climax, though, is a bravura piece of stylistic overkill, with Christopher creeping around on the roof of Hollywood's Chinese Theater, looking like a cross between the Phantom of the Opera and Cary Grant in \"To Catch a Thief \"\n\nWhat's the point of all this? Just pure escapist silliness, I suppose. But I was rather moved by the Christopher character's loneliness in the earlier scenes (later, he's frankly just a caricature manipulated by the plot).\n\nI also liked the way that some of the minor roles, including Kerridge's, were handled to develop the humanity of the characters rather than just the stereotypes.\n\nAll of those are positive responses-and I can balance, them, I suppose, against the certainty that this movie is going to inspire all sorts of telephone calls from trivia maniacs wanting to know who it was who shouted \"I finally made it, Ma! Top of the world!\" And why.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-11-10", "genres": null, "title": "Fade to Black (1980)"}