{"url": "http://www.rogerebert.com/reviews/failure-to-launch-2006", "by": "Matthew McConaugheyas Trip", "star_rating": 1.0, "text": "During the course of \"Failure to Launch,\" characters are bitten by a chipmunk, a dolphin, a lizard and a mockingbird. I am thinking my hardest why this is considered funny, and I confess defeat. Would the movie be twice as funny if the characters had also been bitten by a Chihuahua, a naked mole rat and a donkey? I was bitten by a donkey once. It was during a visit to Stanley Kubrick's farm, outside London. I was the guest of the gracious Christiane Kubrick, who took me on a stroll and showed me the field where she cares for playground donkeys after their retirement. I rested my hand on the fence, and a donkey bit me. \"Stop that!\" I said, and the donkey did. If I had lost a finger, it would have been a great consolation to explain that it had been bitten off by one of Mrs. Stanley Kubrick's retired donkeys.\n\nBut I digress. \"Failure to Launch\" is about a 35-year-old man named Trip (Matthew McConaughey), who still lives at home with his parents. They dream of being empty-nesters, and hire a woman named Paula (Sarah Jessica Parker), who is a specialist at getting grown men to move out of their parents' homes. Her method is simple: You look nice, you find out what they like, and you pretend to like it, too. You encourage them to share a sad experience with you. And you ask them to teach you something. In this case, he likes paintball, her dog has to be put to sleep, and he teaches her to sail. Actually, it's not her dog, and it's not really put to sleep, but never mind.\n\nSue and Al (Kathy Bates and Terry Bradshaw) are Trip's parents. \"I never sleep with my clients,\" Paula tells them. What she does is take hardened bachelors, force them to fall in love with her, and use that leverage to get them to move out of the parental home, after which she breaks up with them, and they're fine. If this sounds to you like a cross between pathological cruelty and actionable fraud, I could not agree more. On the other hand, Trip is no more benign. His strategy is to date a girl until she begins to like him, and then take her home to bed, not telling her it is his parents' home. \"The only reason he brings girls to dinner is because he's breaking up with them!\" Sue warns Paula.\n\nOh, what stupid people these are. Stupid to do what they do, say what they say, think what they think, and get bitten by a chipmunk, a dolphin, a lizard and a mockingbird. Actually, it's Trip's friend, Ace (Justin Bartha), who is bitten by the mockingbird. He is dating Paula's surly roommate Kit (Zooey Deschanel). She hates the mockingbird because it keeps her awake at nights. They hunt it with a BB gun, only intending to wound it, but alas, the bird is peppered with BBs and seems to be dead, and ... no, I'm not even going to go there. \"You can't kill a mockingbird!\" Ace tells her. \"Why not?\" she asks. \"You know!\" he says. \"That book, To Kill a Mockingbird\"! No, she doesn't know. \"I can't believe you don't know that,\" Ace says. Not know what? It's not titled To Kill a Mockingbird Would Be Wrong.\n\nAce gives the bird the kiss of life, and they pump its furry little chest, and it recovers and bites Ace. Kit, meanwhile, has fallen in love with Ace. Which is my cue to tell you that Zooey Deschanel on this same weekend is opening in two movies; in this one she plays an airhead who saves the life of a mockingbird, and in the other one, \"Winter Passing,\" she plays an alcoholic actress who drowns her cat, which is dying from leukemia. It's an impressive stretch, like simultaneously playing Lady Macbeth and judging \"American Idol.\" Deschanel is actually very good in \"Winter Passing\" and fairly good in \"Failure to Launch.\" You know the joke about how polite Canadians are. If a movie is great, they say it's \"very good,\" and if a movie is terrible, they say it's \"fairly good.\"\n\nI cannot bring myself to describe how Trip's other friend, a computer geek named Demo (Bradley Cooper) kidnaps him, locks him in a closet and tricks Paula into being locked in Demo's room with him, so that they will be forced to confess their love to one another while Trip remains tied to a chair and Demo uses hidden iSight cameras to telecast this event, live and with sound, for the entertainment of complete strangers in a restaurant, who watch it on a wall-sized video screen.\n\nNow to get technical. The editing of the film is strangely fragmented. I first noticed this during a backyard conversation between the parents. There's unusually jerky cutting on lines of dialogue, back and forth, as if the film is unwilling to hold the characters in the same shot while they talk to each other. This turbulence continues throughout the film. Back and forth we go, as if the camera's watching a tennis match. I would question the editor, Steven Rosenblum, but he's the same man who edited \"Braveheart,\" \"Glory\" and \"The Last Samurai,\" so I know this isn't his style. Did the director, Tom Dey, favor quick cutting for some reason? Perhaps because he couldn't stand to look at any one shot for very long? That's the way I felt.\n\nNote: \"Failure to Launch\" is rated PG-13 and \"Joyeux Noel,\" about enemy soldiers in World War I celebrating Christmas together, is rated R. I mention that as additional evidence that the MPAA ratings people have cut loose from sanity and are thrashing about at random.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-03-09", "genres": ["Comedy", "Romance"], "title": "Failure to Launch (2006)"}