{"url": "http://www.rogerebert.com/reviews/fair-game-1995", "by": "William Baldwinas Max", "star_rating": 2.0, "text": "\"Fair Game\" works as a thriller for anyone who lives entirely in the present. Those with longer memories will find the film grows increasingly funny as it rolls along. In it, a criminal mastermind (a) attempts to shoot the Cindy Crawford character on the street in Miami, (b) blows up her house hoping she is inside it, (c) has a henchman who screams into a phone, \"The girl - she is still alive!\" (d) sends a hit squad to kill her in her hotel room, (e) has a killer impersonate an FBI man in order to shoot her, (f) has his men chase her down a freeway while firing machineguns at her, (g) drops hit-men by helicopter onto a train so they can shoot her, and then - then, mind you, when she has finally been captured - says, \"Whatever you do, don't harm the woman for now!\" (She is needed, of course, to be hung from the ceiling by her arms during the Talking Killer scene.) This is quite a movie. After one of her close calls, Crawford is taken by a hero policeman (William Baldwin) to a safe haven, where of course she immediately takes a shower. Bullets crash through the floor of the shower stall. She races unclothed from the shower but finds time offscreen to slip into a sexy low-cut bustier before Baldwin helps her escape the trap, after which she is shot at some more before he gets her into another hiding place, where, of course, it is time for her to take another shower immediately. (Baldwin has an equal-opportunity shower scene for female viewers.) The movie stars Crawford, in her feature film debut, as Kate McQuean, a Miami lawyer who is handling a case in which she uncovers a hidden asset, an ocean freighter named the Tortoga. Because she's discovered the ship, she's marked for death, because the ship, rusty and neglected on the outside, is equipped with advanced electronic equipment and is being used to tap into undersea telephone lines so that Kasak (Steven Berkoff), the bad guy, can transfer hundreds of millions of dollars to his account in the Cayman Islands.\n\nThis Kasak is quite a guy. He is a former member of the KGB equivalent of the Navy Seals, if I heard correctly, and has a staff of computer geniuses. And I mean these guys are geniuses. There has been some snorting recently about the miracles that computers perform in the movies, but try this one on for size: The computer genius types Kate McQuean's name into the computer, after which at blinding speed, it shows her driver's license and then a satellite shot of the state of Florida, which is rapidly enlarged until it shows her city, her neighborhood, her block and, finally, a closeup of her house. Now that's computing. It's so sophisticated, it almost makes you wonder why Kasak's gang still thinks telephone calls travel by coaxial cables. Haven't they heard of communications satellites? The movie plays like an anthology of obligatory scenes. Early in the film, for example, a crazy grabs a gun in the squad room and Baldwin disarms him, for no other reason than to provide a scene in which a hero cop disarms a crazy in the squad room. It also has a female killer who actually bares her teeth. And a scene where Baldwin jumps from a car to a train. And a scene where Crawford pulls a burning car on the end of a tow-truck tether while Baldwin climbs on top of the car and shoots at the bad guys. And a scene in a freight car where she slaps him twice and then kisses him, and they get so involved they don't notice the noise of the helicopter that hovers over the car so the hit squad can jump onto the train. Oh, and of course the bomb in the movie is conveniently fitted with a digital readout, so the audience will know how long until it explodes (who else is supposed to be there to see the readout?).\n\nCredit where due: The director, Andrew Sipes, uses his stunt and special-effects teams effectively, and the chase scenes are well-staged and technically impressive. \"Fair Game\" does deliver on the basic thriller-chase-explosion-shower scene level. Baldwin does what heroes do in such movies.\n\nAs for the lovely and charming Cindy Crawford . . . well, not long ago I interviewed Miss Fay Wray after a screening of \"King Kong.\" She is a wonder at age 88, a bright, funny, energetic woman who referred, somewhat sardonically, to the \"Screamer Role.\" Crawford has the Screamer Role in \"Fair Game,\" and screams a whole lot, and does a good job of it, too. It is a rich tradition. As for Charlie Fletcher's screenplay, this is a rare movie with enough common sense that after Crawford has been blown up, dumped in the sea, shot at during a shower and dragged through a parking garage, her co-star has the consideration to say, \"Hey, if you need a clean shirt or something, better do it now.\"", "running_time": 89, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-03", "genres": ["Action", "Romance", "Thriller"], "title": "Fair Game (1995)"}