{"url": "http://www.rogerebert.com/reviews/fair-game-2010", "by": "Naomi Wattsas Valerie Plame", "star_rating": 3.0, "text": "It seems to come down to this: The Bush administration had decided to go to war in Iraq. Scrambling to find reasons to justify the war, it seized on reports that the African nation of Niger had sold uranium to Iraq. Joseph Wilson, a former ambassador to Niger, was sent to seek evidence. He found none. In fact, he found such sales would have been physically impossible.\n\nHis report was ignored. We went to war. The non-existent uranium sales were cited. He wrote an article in the New York Times reporting on what he found, or didn't find, in Niger. In an attempt to discredit him, someone in the administration leaked the information to Chicago Sun-Times columnist Robert Novak that Wilson's wife, Valerie Plame, was a CIA agent.\n\nCheney's aide, Scooter Libby, was tried and convicted of obstruction of justice and perjury, sentenced to prison, and his sentence quickly commuted by Bush. Cheney was angry he wasn't pardoned outright. In the film, we see that Plame, under a variety of aliases, ran secret networks of informants in Bagdad and other Middle Eastern cities. When the administration blew her cover, several of her informants were killed; some reports say 70. Then the Bush spin doctors leaked the story that she was only a CIA \"secretary.\"\n\nThe spinning is still going on. Doug Liman's \"Fair Game,\" based on books by Valerie Plame and Joseph Wilson and starring Sean Penn and Naomi Watts, is unusually bold for a fictionalization based on real events. Using real names and a good many facts, it argues: (1) Saddam Hussein had no WMD; (2) the CIA knew it; (3) the White House knew it; (4) the agenda of Cheney and his White House neocons required an invasion of Iraq no matter what, and (5) therefore, the evidence was ignored and we went to war because of phony claims.\n\nWell. That's what the film says. There will no doubt be dissent. Few people are happy to be portrayed as liars and betrayers. What amazes me is that \"Fair Game\" doesn't play the game of using fictional names. They're all right there, including Cheney personally ordering the intelligence to be falsified.\n\nNaomi Watts looks uncannily like the real life Plame, but that's beside the point; what I related to was the serious, workmanlike tone of her Plame, who doesn't see herself as a heroine but as a skilled operative. She has scenes where she devastates other characters with what she knows about them and how she can use that information. Sean Penn plays Ambassador Wilson, more combative than his wife, outraged by the way administration leakers try to destroy them. The film is realistic about the ways the Plame-Wilson marriage almost failed.\n\nWhat's effective is how matter-of-fact \"Fair Game\" is. This isn't a lathering, angry attack picture. Wilson and Plame are both seen as loyal government employees, not particularly political until they discover the wrong information. The implication is that if the Bush administration hadn't suppressed their information and smeared them, there might have been no Iraq war, and untold thousands of lives would have been saved.\n\nThis topic has been so poisoned by misinformation that a rational discussion seems impossible. I suppose the question becomes, how well does \"Fair Game\" work as a movie? I suspect it will work better the more you walk in agreeing with it. The portrait it paints of the Wilson-Plame marriage is a very personal one, based on conflicting personalities under pressure. Penn plays Wilson as a hotheaded idealist, fueled by outrage. Watts makes Plame an ideal spy: secretive, concealing, under the radar. Perhaps she would rather her husband had bitten the bullet like a good soldier. They're surrounded by press attention, and she finds her CIA work belittled by Bush administration spin doctors and her contacts overseas trashed. Joe obviously didn't prevent the war. If he'd kept quiet, her own CIA work would not have been destroyed.\n\nOne interesting element in the movie's version is the cluelessness of George W. Bush. In this version, it's possible he didn't fully realize how flawed his information on Niger was. The svengali is Cheney. That's the collective narrative that emerges from a group of similar films, like Rod Lurie's \"Nothing But the Truth\" and Oliver Stone's \"W.\" The implication was that he wanted Scooter pardoned because Scooter was acting on his orders. It's unlikely Scooter would have been acting on his own.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-11-03", "genres": ["Drama", "Thriller"], "title": "Fair Game (2010)"}