{"url": "http://www.rogerebert.com/reviews/fairytale-a-true-story-1997", "by": "Florence Hoathas Elsie Wright", "star_rating": 3.0, "text": "In 1917, two English girls produced photographs that showed fairies. The photographs were published in a national magazine by Arthur Conan Doyle, creator of Sherlock Holmes and an ardent spiritualist, and he vouched for their authenticity. The \"Cottingley fairies'' created an international sensation, though there were many doubters. Many years later, when they were old ladies, the girls confessed that the photos were a hoax.\n\nThat much is true. \"Fairytale--A True Story'' fudges so much of it that it should not really claim to be true at all. Not that it really matters. The movie works as a fantasy, and as a story of little girls who fascinate two of the most famous men of the age--Conan Doyle and the magician Harry Houdini, an outspoken debunker of all forms of spiritualism.\n\nEarly in the film we see a performance of \"Peter Pan'' that sets the stage, I think, for the movie's confusion between fantasy and reality. At one point in the play, the children in the audience are asked, \"Do you believe in fairies?'' They all shout \"yes,'' and then the coast is clear for fairies to appear. There is the implication that if they shouted \"no,'' there would be no fairies, although no audience has been bold enough to test this.\n\nIn the movie, too, the fairies appear to those who believe in them. Are they real? Yes, Virginia. The film centers on 12-year-old Elsie Wright (Florence Hoath) and 8-year-old Frances Griffiths (Elizabeth Earl), who has come to live with her cousin; her father is \"missing'' in the war in France, and she thinks she knows what that means. Elsie has also had a loss; her brother died not long ago. So both children are primed for belief in the other world, and one day they take a camera into the garden and return with film that, when developed, shows fairies.\n\nElsie's mother (Phoebe Nicholls), a member of the Theosophical Society, takes the photos to a society official, and soon they find their way into the hands of Conan Doyle (Peter O'Toole), who declares them the real thing, and finds an expert who declares them \"as genuine as the king's beard.'' Harry Houdini (Harvey Keitel) is not convinced, and after escaping from the Chinese Water Torture Tank, he joins Conan Doyle in a visit to the girl's rural home.\n\nConan Doyle publishes the photos, a journalist tracks down the location where they were taken, and soon the meadows are being trampled by nut cases brandishing cameras and butterfly nets. Meanwhile, Frances continues to worry about her missing father, and the girls gain consolation from the fairies.\n\nYes, there are fairies. We see them. We see them even when there are no humans around, which I suppose is a sign either that (a) they really exist, or (b) \"we believe in fairies!'' The fairies are sprites dressed like Arthur Rackham illustrations for children's books, and they flit about being fairylike. (It is often the case that fairies and elves, etc., are so busy expressing their fairyness and elfhood that they never have time to be anything else--like interesting characters, for example.) The movie is absorbing from scene to scene, and has charm, but it is a little confusing. Not many children will leave the theater being quite sure who Houdini and Conan Doyle are. And not many adults will know exactly where Houdini stands on the issue of fairies. There's a scene where he skulks around in the family darkroom, looking for evidence. And another where he speaks to the children as one trickster to another, telling them he never reveals secrets, and they shouldn't, either.\n\n\"I see no fraud here,'' the movie Houdini says. This line would have the real Houdini doing back flips in his grave. Houdini dedicated the last decades of his life to revealing the tricks of mediums and spiritualists, and would of course have seen fraud. Even we can see fraud; although an expert says the photos could have been faked \"by an operator of consummate skill,'' they were in fact (stop reading if you don't want to know) faked by the little girls. They simply put cutouts of drawings from a children's book in front of the camera--as any but the most gullible can see. \n\nI wish \"Fairytale'' had been clearer in its intentions. There are scenes suggesting the girls were sneaky deceivers, and others suggesting the fairies were real. What are we to assume? That Elsie and Frances committed fraud in an area that coincidentally was inhabited by fairies? Children are not likely to be concerned with these questions and will view the movie, I suspect, as being about kids who know stuff is real, even though adults don't get it.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-10-24", "genres": null, "title": "Fairytale: A True Story (1997)"}