{"url": "http://www.rogerebert.com/reviews/faithless-2001", "by": "Lena Endreas Marianne", "star_rating": 3.5, "text": "The island is Faro, where Ingmar Bergman lives, and the house is Bergman's house, and the beach is where he walks, and the office is where he works, and we can see a shadowy 16mm film projector in the background, and remember hearing that the Swedish Film Institute sends him weekly shipments of films to watch. And the old man in the film is named \"Bergman,\" although we don't learn that essential piece of the jigsaw until the final credits.\n\nOr perhaps the house and its office are a set. And perhaps \"Bergman\" is partly Ingmar Bergman and partly the director's fictional creation. And surely, we think, he has a DVD player by now. \"Faithless,\" a film made from his screenplay and directed by Liv Ullmann, is intriguing in the way it dances in and out of the shadow of Bergman's autobiography. We learn in his book The Magic Lantern , for example, that in 1949 he was involved in an affair something like the one in this film--but we sense immediately that \"Faithless\" is not a memoir of that affair, but a meditation on the guilt it inspired.\n\nBergman, the son of a Lutheran bishop, has in his 80s forsaken the consolations of religion but not the psychic payments that it exacts. His film feels like an examination of conscience, and he's hard on himself. It's with a start we realize that Ullmann is also one of his former lovers, that they have a child together, and that in her vision he has clearly been forgiven his trespasses.\n\nThe movie is about a messy affair from \"Bergman's\" past, and it is about the creative process. As it begins, the old man (Erland Josephson) has writing paper on the desk before him and is talking with an actress (Lena Endre). It becomes clear that this actress is not physically present. The dialogue suggests the director has enlisted this woman, or her memory, to help him think through a story he is writing. But she is also the woman the story is about. And she sometimes seems to be reading her story from his notes--as if he created her, and she exists only in his words.\n\nThe woman is named Marianne. She is married to Markus (Thomas Hanzon), a symphony conductor, often away on tours. They have a daughter of 8 or 9, Isabelle (Michelle Gylemo). David (Krister Henriksson) is Markus' best friend. One night while Markus is away, David asks Marianne if he may sleep with her. She laughs him off, but then agrees they can share the same bed as brother and sister. Soon they have hurtled into a passionate affair, unforeseen and heedless.\n\nIt is clear that David is \"Bergman\" at an earlier age. He is a film director with vague projects in mind, he has long been attracted to Marianne, and he is, let us say, a louse. What becomes clear during the course of the film is that Markus is no saint, either, and that he uses his daughter as a hostage in the unpleasantness that results.\n\nUllmann has a sure sense for the ways people behave in emotional extremity. \"Faithless\" is not made of soap opera sincerity, but from the messiness of people who might later wish they had behaved differently. When Markus surprises the naked David in bed with Marianne, he projects not jealous anger, but a kind of smarmy gotcha! triumph (for their part, they giggle nervously).\n\nIt is David who feels sexual jealousy; when Marianne returns from Markus with the news she has regained custody of her child, David thinks \"something doesn't sound right,\" and cross-examines her until he forces out a description of how Markus raped her as the cost of custody. (This rape, described but not seen, has the same kind of reality in the mind's eye as the monologue about the boys on the beach in \"Persona.\") At one point in the film, \"Bergman\" reaches out and tenderly touches the cheek of David, and Ullmann has said this is the old man forgiving the young man, even though the old man can never forgive himself.\n\nIngmar Bergman has had his name on films for nearly 60 years. Some are among the best ever made. In old age he has grown more inward and personal, writing versions of his autobiography, usually to be directed by close friends. The films shot on Faro are in a category by themselves: chamber films, spare, chilly, with grateful interiors warmed by fires or candles. In \"Faithless,\" scenes in Stockholm and Paris show cozy interiors. And then all is reduced to the spare, stark office where \"Bergman\" sits and remembers, summons his muses, and writes.\n\nMy discussion with Liv Ullmann about \"Faithless\" is here.", "running_time": 142, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-02-16", "genres": ["Drama", "Foreign", "Romance"], "title": "Faithless (2001)"}