{"url": "http://www.rogerebert.com/reviews/fake-it-so-real-2012", "by": "Robert Greene", "star_rating": 3.5, "text": "There are 12 or 14 wrestlers, and together they comprise the entire Millennium Wrestling Federation, which seems to feature a title bout for its World Championship every few weeks. They have physical and relationship problems, most of them seem unemployed or in low-paying jobs, but for one shining night of the week they are stars. They have onstage personas, design their own flashy costumes, and play out scenarios of grudges, ferocity and bad-ass moves. One says he knew he'd made it when three little girls asked him for his autograph.\n\nThis is show business. Is that why I liked them so much? In some circles, they might be seen as losers, but they have taken admirable steps to bring about their dreams. During the week, they post flyers for the weekly match in gas stations and convenience stores, meet daily to rehearse and collaborate on scenarios, and in the honorable tradition of Mickey Rooney and Judy Garland, what they're essentially doing is renting an old barn and putting on a show.\n\nDarren Aronofsky's \"The Wrestler\" (2008), the Mickey Rourke masterpiece, was about wrestlers performing in marginal, low-rent matches. Compared to these guys, they were flying first class. Their stardom in the ring is compensation for bad luck in other areas, trouble with wives and girlfriends, economic hardship and a great deal of physical pain. Of that there's no doubt. Yes, it's true the fights are \"fixed and faked,\" in the sense that the script and the winner are decided in advance. But let's say the script calls for an opponent to lift you over his head and slam you down on the mat, climb onto the ropes and body slam you. What part of that, exactly, is not real?\n\nThe members of the federation all seem to be nice guys. Robert Greene's camera follows them through seven days before a big match, and we get to know them. Many felt like outsiders until they found this family. One has a disproportionately big butt and was bullied about it in school. \"I said, God, you gave me this big ass, now show me how to use it,\" he says. On the back of his shorts are bright red lips inviting his opponent to kiss his ass.\n\nOne has asthma. One has an infection and is about to miss his first match in several years. One, Chris Solar, was born prematurely with his intestines and internal organs outside his body; that's why he lacks a navel. All are muscular enough for the considerable demands of wrestling, but many are overweight. One explains, \"I'm in training. I smoke Marlboro Lights.\"\n\nThe best body belongs to the rookie, Gabriel Croft, a clean-cut kid who looks like Matt Damon. He gets a lot of instruction and encouragement from the veterans, who wonder if he has the right stuff. He plays a character named the Angel Gabriel and gets some homophobic kidding, but homophobia is the water in which they all swim. There is a tenderness in the way they punish one another.\n\nAs show biz, this is bottom rung. They play music from their own collections. They use Radio Shack brand strobe lights. One \"villain\" wears a dime-store Halloween mask. Admission is $5 (kids are free), and at the weekly show, the crowd may be loyal and loud, but it's small. The rent for their venue, which looks like a school auditorium, is $240, and that would take 48 tickets to cover it. There must not be a lot left over. The possibility exists that they're wrestling at a net loss to themselves. \n\nGreene, the documentarian, is a cousin of Chris Solar. He likes these guys and doesn't take cheap shots. The Rourke film contained a lot of painkiller use and illegal steroids. There are no drugs seen or referred to in this film, and my guess is they can't afford them. There is a rough nobility in the way they strive for fame and success. The film is alive at every moment. I'd like to attend one of their matches, but having seen this film, I might find it too painful — and I'm not talking about physical pain.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-04-18", "genres": null, "title": "Fake It So Real (2012)"}