{"url": "http://www.rogerebert.com/reviews/fallen-angels-1998", "by": "Leon Laias Wong Chi-Ming, The Killer", "star_rating": 3.0, "text": "\"Fallen Angels\" is the latest work from the Hong Kong wild man Wong Kar-Wai, whose films give the same effect as leafing through hip photo magazines very quickly. It's a riff on some of the same material as his \"Chungking Express\" (1996), about which I wrote, \"You enjoy it because of what you know about film, not because of what it knows about life.\" I felt transported back to the 1960s films of Jean-Luc Godard. I was watching a film that was not afraid of its audience. Almost all films, even the best ones, are made with a certain anxiety about what the audience will think: Will it like it? Get it? Be bored by it? Wong Kar-Wai, like Godard, is oblivious to such questions and plunges into his weird, hyper style without a moment's hesitation.\n\nTo describe the plot is to miss the point. \"Fallen Angels\" takes the materials of the plot--the characters and what they do--and assembles them like a photo montage. At the end, you have impressions, not conclusions. His influences aren't other filmmakers, but still photographers and video artists--the kinds of artists who do to images what rap artists are doing to music when they move the vinyl back and forth under the needle.\n\nThe people in his films are not characters but ingredients, or subjects. They include a hit man and his female \"manager,\" who share separate dayparts in a hotel room that seems only precariously separate from the train tracks outside. (She scrubs the place down before her shift, kneeling on the floor in her leather minidress and mesh stockings.) There is also a man who stopped speaking after eating a can of outdated pineapple slices (pineapple sell-by dates were also a theme in \"Chungking Express\"). He makes a living by \"reopening\" stores that are closed for the night, and has an uncertain relationship with a young woman who acts out her emotions theatrically. There is another woman wandering about in a blond wig, for no better purpose, I suspect, than that \"Chungking Express\" also contained such a character.\n\nDoes it matter what these people do? Not much. It is the texture of their lives that Wong is interested in, not the outcome. He records the frenetic, manic pace of the city, exaggerating everything with wide-angle lenses, hand-held cameras, quick cutting, slow motion, fast motion, freeze frames, black and white, tilt shots, color filters, neon-sign lighting, and occasionally a camera that pauses, exhausted, and just stares.\n\nThat exhausted camera supplies the movie's best moment. The hit man (Leon Lai) has just wiped out a roomful of gamblers. He runs into the street and boards a commuter train. The man behind him is--good God!--a junior high school classmate, now an insurance salesman. The classmate chatters about insurance policies and his own impending marriage, handing the killer an invitation (\"fill in your name\"). The camera framing holds the killer in left foreground, his face frozen into a rictus of unease and dislike, his eyes turned away, as the classmate rattles on and on.\n\nFinally the classmate asks for the hit man's card, which he supplies. (\"Ah! You have your own business!\") Then he asks to see a photo of his wife. The hit man supplies a photo of a black woman and a child. On the soundtrack, narration tells us he paid the woman $5 to pose with him, and bought the kid an ice cream. The scene is telling us, I think, that in this society even a hit man feels obligated to be able to produce a business card and family photos on request.\n\nA structure emerges uneasily from the film's unceasing movement. We watch the \"midnight shopper\" as he visits his old father and videotapes him cooking a steak. We see an inflatable doll being banged in a refrigerator door. We see all-night cafes and hurtling traffic and a man riding a dead pig.\n\nIt's kind of exhausting and kind of exhilarating. It will appeal to the kinds of people you see in the Japanese animation section of the video store, with their sleeves cut off so you can see their tattoos. And to those who subscribe to more than three film magazines. And to members of garage bands. And to art students. It's not for your average moviegoers--unless of course, they want to see something new.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-06-19", "genres": ["Action", "Drama", "Foreign", "Romance"], "title": "Fallen Angels (1998)"}