{"url": "http://www.rogerebert.com/reviews/falling-in-love-1984", "by": null, "star_rating": 2.0, "text": "This movie is the clearest case I've seen in a long time of the war between movie stars and the scripts they are given. The movie is a love story. The stars are Robert De Niro and Meryl Streep -- arguably the two most distinguished American movie actors under fifty. They have a genuine chemistry together on the screen and undeniable charisma. And that's it in this movie, which gives them not one memorable line of dialogue, not one inventive situation, not one moment when we don't groan at the startling array of clichés they have to march through.\n\n\"Falling in Love\" is nothing if not upfront about its intentions. It wants to be a 1940s romance, and it makes that bountifully clear by making the first encounter between the characters a \"Meet Cute.\" \"Meet Cutes\" are what Hollywood calls those clichéd scenes where Rosalind Russell and Cary Grant are both leaving Macy's at the same time; they run into each other, drop their packages, and bump heads as they awkwardly bend over to pick them up. Would you believe that is exactly how the \"Meet Cute\" works in this movie? De Niro and Streep are at a bookstore, not a department store, but as their packages drop, the movie almost could use a subtitle with the cross-reference to other films.\n\nI'm sure there was some sort of story conference about how it would be fun to reprise a classic Meet Cute. I'm sure they had a lot of story conferences on this movie, giving one another pep talks about how the movie's total lack of substance was really a style decision. But it's just a cop-out. How can you put Streep and De Niro in a movie and not give them characters to play or interesting things to say? It's a waste of resources.\n\nThe movie's story involves two people who commute to New York on the same train. After their \"Meet Cute,\" they are attracted to each other by instant chemistry. They meet again. There is a little awkward conversational jostling, and before long they're embarked on a chaste year-long affair in which they have lunch, go to Chinatown, visit tall buildings and trendy art galleries, and find mutual support while Streep's father dies. Art galleries and Chinatown are almost obligatory in movies like this. All true love affairs must begin with a mutual return to the infantile, as the lovestruck new partners buy hot dogs from vendors and watch the ice skating in Rockefeller Center and in other ways symbolically reenact the necessity of reliving their entire lives, from childhood on, in the company of this treasured new person.\n\nFine. Except that in all romances worthy of the name, there sooner or later comes a meeting of the minds: There are those rushed, excited conversations in which the two lovers realize that they are both brilliant, both insightful, both witty, and both sharing a viewpoint so unique that the rest of the world will never quite understand it. \n\n\"Falling in Love\" has no such passages. The dialogue is unremittingly, perhaps deliberately, banal. The funniest line in the movie (\"How much do you weigh?\") is inspired by the characters' inability to think of anything to say. We learn nothing of substance about them. They are provided with spouses who are ciphers, with personalities that are shallow and narcissistic, with crises that depend upon a manipulative script.\n\nAnd as if all of that were not bad enough, the movie also resorts to Idiot Plot techniques to squeeze out an infuriating ending. A final farewell between the lovers is prevented because of faulty communications. A later reunion takes place when there is only one fact that each lover needs to know -- that the other is separated or divorced. Incredibly, neither character makes this revelation, because to supply that single essential fact would spoil \"Falling in Love\"'s manipulative and shameless ending.\n\nIncredibly, there are passages when this movie works. They are entirely due to the chemistry, the genuine human qualities of Streep and De Niro. They carry the plot and the dimwit dialogue because of the goodwill they've built up with us, and because of their own magnetism, their ability to invest worthless dialogue with a certain personal charm. \"Falling in Love\" will serve as a definitive example of good performances in a bad movie.", "running_time": 102, "mpaa_rating": null, "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Romance"], "title": "Falling in Love (1984)"}