{"url": "http://www.rogerebert.com/reviews/fallen-1998", "by": "Denzel Washingtonas John Hobbes", "star_rating": 2.5, "text": "“Fallen” is the kind of horror story I most enjoy, set in\rordinary and realistic circumstances, with a villain who lives mostly in our\rminds. Movies like this play with our apprehensions, instead of slamming us\rwith freaky special effects. By suggesting that the evil resides in the real\rworld, they make everything scary; one of the movie's best moments is supplied\rby a pop machine.\n\nDenzel Washington stars as John Hobbes, a detective who works\rwith his partner, good old Jonesy (John Goodman), on murder cases. The film\ropens with a flashback (“I want to tell you about the time I almost died”), and\rthen cuts to Death Row, where a vicious killer (Elias Koteas) faces the gas\rchamber. Hobbes is among the witnesses as the poison capsule drops, and the\rkiller uses his dying breath to sing “Time Is on My Side.” And then, this is\rcurious, there is a point-of-view shot from above the dead man's head, and we\rwonder whose point of view it could possibly be.\n\nHaving established the possibility of the supernatural, “Fallen”\ris at pains to center Hobbes firmly in a real world. The screenplay, by Oscar\rnominee Nicholas Kazan (“Reversal of Fortune”), shows us Hobbes at home (he\rlives with his brother and nephew) and at work (Jonsey is a good pal, but a\rlieutenant played by Donald Sutherland seems to know more than he says). The\rstory develops along the lines of a police procedural, with the cops\rinvestigating some strange murders, including a corpse left in a bathtub while\rthe killer apparently enjoyed a leisurely breakfast.\n\nHobbes notices an incredible coincidence: The dead man in the\rbathtub is the same man who walked past him last night, drawing his attention\rwith his singular manner. Now that's strange. And strange, too, are other developments,\rincluding the verdict of a linguist that the gas chamber victim's words, on a\rvideotape, were spoken in ancient Aramaic, a language he had no way of knowing.\n\nThere is a connection between all these threads, which we\rdiscover along with Hobbes. (The audience discovers it before Hobbes--but we\rhave the advantage, because we know he's in a horror movie and he doesn't.)\rAmong the characters Hobbes encounters on his search for missing threads, the\rmost interesting is the daughter (Embeth Davidtz) of a cop who committed\rsuicide after being accused of the kinds of offenses that Hobbes himself now\rseems to face. “If you value your life, if there's even one human being you\rcare about,” she tells him, “walk away from this case.” Did her father leave a\rwarning behind? What is the meaning of the word “Alazel,” scrawled on the wall\rof the basement where he killed himself? Denzel Washington is convincing as a\rcop, but perhaps not the best choice for the role of Hobbes, which requires\rmore of a noir personality. There's something essentially hopeful and sunny\rabout Washington, and the best noir heroes encounter grim news as if they were\rexpecting it. There should be, at the core of the protagonist in any noir\rstory, guilt and shame, as if they feel they deserve their fate. Washington\rplays Hobbes more like a conventional hero, and doesn't internalize the evil.\n\nAs for the rest of the characters, perhaps they are as they\rseem, perhaps not, at any given time. The evil presence in the film moves from\rperson to person, and there is a chase scene in a crowd that is eerily\reffective, because there's no way to tell who the pursuer is. See the film, and\ryou'll understand.\n\n“Fallen” was directed by Gregory Hoblit, who also made “Primal\rFear” (1996). Both films contain characters who are not as they seem, and leads\rwho are blind-sided by them. “Fallen” reaches further, but doesn't achieve as\rmuch; the idea is better than the execution, and by the end, the surprises\rbecome too mechanical and inevitable. Still, for an hour “Fallen” develops\rquietly and convincingly, and it never slips down into easy shock tactics.\rKazan writes plausible, literate dialogue and Hoblit creates a realistic world,\rso that the horror never seems, as it does in less ambitious thrillers, to feel\rat home.", "running_time": 120, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-16", "genres": ["Fantasy", "Thriller"], "title": "Fallen (1998)"}