{"url": "http://www.rogerebert.com/reviews/falling-down-1993", "by": "Michael Douglasas D-Fens", "star_rating": 3.0, "text": "A lot of the reviews for \"Falling Down\" are going to compare it to earlier movies about white men who go berserk: \"Joe,\" for example, or \"Death Wish.\" Some will even find it racist because the targets of the film's hero are African-American, Latino and Korean - with a few whites thrown in for balance. Both of these approaches represent a facile reading of the film, which is actually about a great sadness which turns into madness, and which can afflict anyone who is told, after many years of hard work, that he is unnecessary and irrelevant.\n\nThe movie stars Michael Douglas, in a performance of considerable subtlety and some courage, as a Los Angeles man who a few years ago thought he had it all figured out. He was a well-paid defense worker, he had a wife and child, the sun came up every morning, and what was there to worry about? But already there must have been danger signals, and we learn later in the film that he had flashes of violence against his wife and child, that he is divorced, that a court order prevents him from approaching them.\n\nOn the morning the film begins, he is stuck in traffic on the freeway. Nothing is moving. Exhaust fumes rise all around him.\n\nThe director, Joel Schumacher, deliberately shoots this scene as a homage to the famous opening of Fellini's \"8 1/2,\" but instead of finding himself floating up into the sky, like Frederico Fellini's hero, the man gets out of his car, slams the door, and goes walking alone across Los Angeles. This is not always a safe thing for a crew-cut white man, wearing a shirt and a tie.\n\nThe man has no name in the film; he becomes known to the police as D-FENS, after his license plate. He is already unhinged when he starts his walk, but eventually the tools of violence fall into his hands, and he uses them. In a grocery store, he asks for change for the telephone, and is refused by the Korean proprietor. He tries to buy a can of pop, but the change from a dollar would not be enough for a phone call. His frustration rages, until he grabs the owner's baseball bat and starts swinging, taking down piles of junk foods, cans of diet soda.\n\nHe keeps walking. During the course of his day he will meet, and confront, Latino gang members who want to steal his briefcase, fast food workers who tell him it's too late for breakfast, a neo-Nazi gun-shop owner, and other characters who seem placed in his way to fuel his anger.\n\nEventually he comes to the attention of the police, as Prendergast (Robert Duvall), a cop in his last day on the job, puts together scattered reports to deduct that the same goofy white guy is causing a series of disturbances. Prendergast is, in his own way, an example of the same syndrome afflicting the Douglas character. He feels impotent, unnecessary, obsolete. His superior officer tells him frankly he is sick of him. The story builds to a final confrontation between Douglas and Duvall - between a man who has snapped, and a man who has held together, under many of the same pressures. If this film had been made 10 or 20 years ago, it might have been an audience-pleaser in which we cheered as the white hero shot up druggies, or got vengeance on rapists. Schumacher and his screenwriter, Ebbe Roe Smith, have not made a revenge movie, and the film isn't constructed to inspire cheers when Douglas pulls the trigger. Maybe it will play that way for some audiences, but more thoughtful viewers are likely to pick up on Douglas's anomie - his soul-sickness that has turned to madness, his bafflement at becoming obsolete and irrelevant.\n\nBecause the character is white, and many of his targets are not, the movie could be read as racist. I prefer to think of it as a reflection of the real feelings of a lot of people who, lacking the insight to see how political and economic philosophies have affected them, fall back on easy scapegoating. If you don't have a job and the Korean shop owner does, it is easy to see him as the villain. It takes a little more imagination to realize that you lost your job because of the greedy and unsound financial games of the go-go junk bond years.\n\nWhat is fascinating about the Douglas character, as written and played, is the core of sadness in his soul. Yes, by the time we meet him, he has gone over the edge. But there is no exhilaration in his rampage, no release. He seems weary and confused, and in his actions he unconsciously follows scripts that he may have learned from the movies, or on the news, where other frustrated misfits vent their rage on innocent bystanders.\n\nNor does Schumacher build to some kind of easy audience-pleasing climax. The way the movie ends is the way it must, in real life - not the way it would in \"Death Wish VII.\" And the values and style of the Duvall character reflect, not a triumphant cop, but simply a guy who still believes in trying to roll with the punches and make the best of things. \"Falling Down\" does a good job of representing a real feeling in our society today. It would be a shame if it is seen only on a superficial level.", "running_time": 112, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-02-26", "genres": ["Crime", "Drama", "Thriller"], "title": "Falling Down (1993)"}