{"url": "http://www.rogerebert.com/reviews/falstaff---chimes-at-midnight-1968", "by": "Orson Wellesas Falstaff", "star_rating": 4.0, "text": "Orson Welles' \"Falstaff\" has some sound track difficulties, but they hardly affect the greatness of his film. Working on location in Spain and dubbing the voices of the extras he used in many roles, Welles saved money but sometimes lost clarity.\n\nNevertheless, his film is a brilliant tribute to Falstaff; perhaps Welles felt a comradeship with his subject this time. One imagines that Falstaff would have made this film much as Welles has, with lots of lusty wenches, flagons of ale, a tavern big enough for a battalion, a castle romantically vast, and a really gung-ho battle scene -- all done, of course, as a fitting backdrop to kind, sweet, fat Jack Falstaff.\n\nWelles himself plays Falstaff, of course, and selects from Shakespeare's \"Henry IV\" plays to bring the political and historic events around to Falstaff's point of view. He has done this, however, without using a single word of dialog not written by Shakespeare.\n\nThe film should not be avoided, then, by purists who usually dislike screen \"treatments\" of Shakespeare. The great events in the kingdom march forward despite Falstaff's celebrations, and there is sufficient background for us to understand the full impact when, at his coronation, Hal refuses to recognize his dear old friend.\n\nThe story is suited to Welles' personal camera style. Low-angle shots exaggerate the enormous bulk of Falstaff's armor-clad frame. Deep-focus photography makes the king (John Gielgud) seem terribly lonely at the foot of the towering pillars in the castle, and the sun's rays cut across his path like prison bars. Welles has made Falstaff's tavern not a crowded Elizabethan pub but a cavernous place with a loft above for Doll Tearsheet to ply her trade.\n\nTo this basic accomplishment, Welles brings several passages of genius. The battle scene is the best I have seen. It is edited quickly, to give a sense of confusion and violence -- providing an ironic backdrop for the frightened Falstaff himself, running from tree to tree to hide from the combatants. Welles looks something like a Sherman tank on legs as he hustles his 300 pounds out of the way.\n\nGielgud supplies a traditional reading of Shakespeare, as if he were in the \"real\" play and not in this version about Falstaff. Jeanne Moreau is a fond and moving Doll Tearsheet. As Mistress Quickly, Margaret Rutherford gives a touching description of Falstaff's death (\"He babbled 'a green fields. . . .\"). The closing shot, of pallbearers struggling to carry away Jack Falstaff's improbably, pathetically oversize coffin, is a touch only Welles would have supplied: dramatic, emotional, just a touch of schmaltz. Here is a film to treasure.", "running_time": 117, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-02-05", "genres": ["Comedy", "Drama", "History"], "title": "Falstaff - Chimes at Midnight (1968)"}