{"url": "http://www.rogerebert.com/reviews/fame-1980", "by": "Eddie Barthas Angelo", "star_rating": 3.5, "text": "\n\nMrs. Seward, the draconian rhetoric teacher who drilled literacy\r\ninto generations of Urbana (Ill.) High School students, used to tell us we were\r\nhaving the best four years of our lives. We groaned. Fame is a movie that she\r\nmight have enjoyed. It's about a dozen or so talented kids who enter New York's\r\nHigh School of the Performing Arts as freshmen and emerge four years later as\r\nfuture Freddie Prinzes and Benny Goodmans, Leonard Bernsteins and Mrs. Sewards.\n\n\"Fame\"\r\nis a genuine treasure, moving and entertaining, a movie that understands being\r\na teen-ager as well as \"Breaking Away\" did, but studies its characters\r\nin a completely different milieu. It's the other side of the coin: A big-city,\r\naggressive, cranked-up movie to play against the quieter traditions of\r\n\"Breaking Away'\"s small Indiana college town. \"Fame\" is all\r\nNew York City. It's populated by rich kids, ghetto kids, kids with real talent,\r\nand kids with mothers who think they have real talent. They all go into the\r\nhopper, into a high school of kids who are worked harder because they're\r\n\"special\" -- even if they're secretly not so sure they're so special.\n\nThe\r\nmovie has the kind of sensitivity to the real lives of real people that we\r\ndon't get much in Hollywood productions anymore. Anyone who ever went to high\r\nschool will recognize some of Fame's characters: the quiet little girl who\r\nblossoms, the class genius who locks himself up in the basement with his\r\nelectronic equipment, the kid who can't read but is a naturally gifted\r\nperformer, the wiseass, the self-destructive type, the sexpot, the rich kid,\r\nand on and on. The cast has been recruited from New York's most talented young\r\nperformers, some of them almost playing themselves. The teachers are familiar\r\ntoo: self-sacrificing, perfectionist, cranky, love-hate objects.\n\nIf\r\nthe character types seem familiar, the movie's way of telling their stories is\r\nnot. This isn't a movie that locks its characters into a conventional plot.\r\nInstead, it fragments the experiences of four years into dozens of vignettes,\r\nloosely organized into sections titled \"The Auditions,\"\r\n\"Freshman Year,\" and so on. We get to know the characters and their\r\npersonalities gradually, as we see them in various situations. The effect is a\r\nlittle like high school itself; you come in as a total stranger and by the time\r\nyou leave, the school has become your world.\n\nIf\r\nthe kids in \"Fame\" are like high school kids anywhere, they're also\r\ndifferent because they are talented, and the movie's at its best when it\r\nexamines the special pressures on young people who are more talented than they\r\nare mature, experienced, or sure of themselves. The ghost that hovers over\r\neveryone in this school is a former graduate, Freddie Prinze, who had the\r\ntalent but never figured out how to handle it.\n\nThe\r\nmovie's director, Alan Parker, seems to have a knack for isolating just those\r\nmoments in the lives of his characters when growth, challenge, and talent are\r\nall on the line at once. Where did he find his insights into talented young\r\npeople? Probably while he was directing his first film, the wonderful\r\n\"Bugsy Malone\" (1976), which was a gangster musical with an all-kid\r\ncast. Fame is a perfect title for this movie; it establishes an ironic distance\r\nbetween where these kids are now and where they'd like to be someday, and then\r\nthere's also the haunting suggestion that some of the ones who find fame will\r\nbe able to handle it, and some will not.", "running_time": 133, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-05-16", "genres": ["Drama", "Music"], "title": "Fame (1980)"}