{"url": "http://www.rogerebert.com/reviews/fame-2009", "by": "Naturi Naughtonas Denise", "star_rating": 2.0, "text": "Why bother to remake \"Fame\" if you don't have clue about why the 1980 movie was special? Why take a touching experience and make it into a shallow exercise? Why begin with a R-rated look at plausible kids with real problems and tame it into a PG-rated after-school special? Why cast actors who are sometimes too old and experienced to play seniors, let alone freshmen?\n\n\tThe new \"Fame\" is a sad reflection of the new Hollywood, where material is sanitized and dumbed down for a hypothetical teen market that is way too sophisticated for it. It plays like a dinner theater version of the original. That there are some genuinely talented actors in the film doesn't help, because they're given little to build on or work with.\n\n\tDo we, at this point, need another version of the creaky scene where a boyfriend misunderstands the way his girl smiles at another guy, and gets mad? Do we require parents who want their daughter to be a classical pianist and don't understand the need in her soul to perform hip-hop? Above all, do we need a big finale so elaborate and overproduced it looks like a musical number on the Oscars and could not possibly be staged in any high school?\n\n\tAs an admirer of Alan Parker's 1980 film I was interested to see what would be done with this one. I suspect its director, Kevin Tancharoen (\"Britney Spears Live from Miami\"), didn't understand the Parker. It was not an excuse for a musical. It was a film with great musical performances growing out of tangible dramatic situations.\n\n\tThe new screenplay by Allison Burnett is shallow and facile. No personal or family relationships are dealt with in other but clichés. Some of the student-teacher scenes are expected, but effective, because such adult actors as Charles S. Dutton, Bebe Neuwirth, Megan Mullally and Debbie Allen (from the original film and TV series) speak from conviction and not plot contrivance.\n\n\tThe film, like the original, is broken into segments: \"Freshman Year,\" and so on. In 1980 we got a sense of time passing and characters changing. In the new film these years relentlessly follow the standard screenplay formula: Introduction, Development, Problems, Resolution, Happy Ending. As \"Junior Year\" started, I looked at my watch to confirm how little time had passed. The film feels hurried. It is perhaps evidence of post-production cutting that the fourth-billed Kelsey Grammar, playing a teacher, is on screen so rarely (his first dialog is nice, however).\n\n\tI got little sense of who these kids were. Some of them I liked a lot. They don't parallel the original characters or use their names, but I gather that Naturi Naughton, as Denise, is intended to function like Irene Cara, as Coco. Naughton is touching and talented, but the scenes involving her controlling father are written on autopilot. and is it plausible that such a gifted classical pianist would have so little feeling for her art?\n\n\tKay Panabaker, as Jenny, makes a sort of Molly Ringwald impression, but her character isn't gifted enough to convince us she made it through auditions. Anna Maria Perez de Tagle, as Joy, looks so fetching we wish she had been given more substantial scenes. Collins Pennie, as Malik, has the thankless role of the kid angry about childhood memories; that he is 25 makes his adolescent angst less convincing.\n\n\tThe filmmakers have stacked the deck, with several experienced actors in their 20s looking very little like 14-year-old freshman and dancing like Broadway veterans. Their inexperience is acted, not felt. The irony is that Dutton's character in the film provides advice the film should have taken to heart.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-09-23", "genres": ["Comedy", "Drama", "Music"], "title": "Fame (2009)"}