{"url": "http://www.rogerebert.com/reviews/family-plot-1976", "by": "Karen Blackas Fran", "star_rating": 3.0, "text": "Alfred Hitchcock has always preferred visuals to dialog, yet \"Family Plot\" opens on a talkative note. A medium, the slightly spaced-out Madame Blanche, is holding a seance with an eccentric old lady. They're in the old lady's parlor, surrounded by antiques and heirlooms and an abundance of deep shadows, and the old lady is involved in this incredibly complicated tale about events of years ago.\n\nIt appears that her late sister had an illegitimate child and, times being what they were, the child was given up for adoption. Then the sister died, and the child was lost track of, and now the old lady is afraid of dying and wants to make amends by willing her vast fortune to the child. Madame Blanche's assignment: Find the missing nephew. He'd be almost 40 now.\n\nIf this were to be a routine story, the medium no doubt would recruit someone to play the missing\r\nnephew, and they'd share the vast fortune. But, no, this is a Hitchcock, so that would be far too simple. Madame Blanche does the unexpected thing: She sets out to find the nephew. And, as wonderfully played by Barbara Harris, she has such a sweet and simple faith in the possibility of everything that we almost think she's right. She enlists the aid of her rather slow-witted boy friend (Bruce Dern), a cabdriver and sometime actor. He'll do the detective work, she'll keep the old lady happy and they'll share a $10,000 reward.\n\nNow comes a nice touch. As Blanche and her boy friend drive home in a cab, they almost run down a woman. They miss and drive on, but the camera follows the woman. She is, inevitably, the wife of none other than the missing nephew. And the two of them are involved in a series of kidnappings with precious jewels as the ransom.\n\nThe way Hitchcock cuts, just like that, from one pair to the other -- cheerfully flaunting the coincidence - reminds me a little of Luis Bunuel's recent \"The Phantom of Liberty.\" It's as if both directors, now in their 70s and in total command of their styles, have decided to dispense with explanations from time to time: Why waste time making things tiresomely plausible when you can simply present them as accomplished?\n\n\"Family Plot\" opens, as I've suggested, with a rather large amount of talking, but it's necessary to lay out the elements of the story. Hitchcock has a deviously complicated tale to tell, and he's going to tell it with labyrinthine detail, and he's not going to cheat -- so he wants to be sure we're following him. It wouldn't be playing fair with his meticulously constructed plot to describe very much of what happens, but there's a real delight in watching him draw his two sets of characters closer and closer, until they meet in a conclusion that's typical Hitchcock: simultaneously unexpected and inevitable.\n\nBut I can, I suppose, admire a scene or two. There's a moment in a graveyard, for example, when a gravedigger appears almost from out of \"Hamlet\" to regard a suspicious tombstone with the investigating cabdriver. Another moment in the same cemetery, as the cabdriver and a newly made widow stalk each other on grass paths, with Hitchcock shooting from above to make them seem captives of a maze. And a scene in a cathedral that's Hitchcock at his best: A bishop is kidnapped, and no one moves to interfere because... well, this is a church, after all.\n\nAs his kidnappers and jewel thieves, Hitchcock casts Karen Black and William Devane. She does a good job in a role that doesn't give her much to do, but Devane, whom I hadn't seen before, is inspired as the criminal mastermind and missing nephew. He has a kind of quiet, pleasant, sinister charm; he's oily and smooth and ready to pounce. And his aura of evil contrasts nicely with Miss Harris and Dern, who have no idea what sorts of trouble they're in.\n\n\"Family Plot\" is, incredibly, Hitchcock's 53d film in a career that reaches back almost 50 years. And it's a delight for two contradictory reasons: because it's pure Hitchcock, with its meticulous construction and attention to detail, and because it's something new for Hitchcock -- a macabre comedy, essentially. He doesn't go for shock here, or for violent effects, but for the gradual tightening of a narrative noose.\n\nEverything's laid out for us and made clear, we understand the situation we can see where events are leading... and then, in the last 30 minutes, he springs one concealed trap after another, allowing his story to fold in upon itself, to twist and turn, and scare and amuse us with its clockwork irony.", "running_time": 121, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-04-12", "genres": ["Comedy", "Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Family Plot (1976)"}