{"url": "http://www.rogerebert.com/reviews/family-name-1998", "by": "MacKy Alston", "star_rating": 3.0, "text": "\"When I was growing up in Durham,'' remembers Macky Alston, who is white, \"I noticed that many of my black schoolmates had the same last name that I did.'' When Macky is 30 and living in New York, he decides to make a documentary about what that might mean. He finds two other Alston families, both black, living not far away, and his investigation begins with them and then moves south.\n\nSlavery is the great shame of the nation, and like all shameful things it is not much talked about within families touched by it. The Alstons, Macky finds, \"were one of the largest slave-holding families in the state.'' But the time itself is on the edge of living memory. His father's grandfather owned slaves. There are two very old sisters, light-skinned enough to pass, whose family name also is Alston, and who remember their grandparents, who were slaves.\n\nAre the Alstons related by blood? \"In slave time,'' one of the black Alstons tells him, \"they knew everything that happened, and they never talked about it.'' Whose children were whose, even across racial lines, was known but not recorded, and the tombstones of old family cemeteries contain tantalizing hints but never the facts.\n\n\"Family Name,'' which begins like a family album, develops into a fascinating detective story as Macky follows leads. He discovers old courthouse records, visits cemeteries, finds documents in unexpected places. He begins to focus on a great-great-great-great granduncle named Chatham Jack, who may have had mixed children, and who in his old age, it was said, always \"kept a couple of little black children around to sit on his feet when they got cold.'' Is Jack's blood in both branches of the Alston family? Tracing descendants down through the years, Macky finds African-American Altons of distinction. One, Spinky Alston, was a painter well-known during the Harlem Renaissance. His father, Primus, was a light-skinned man--and not a slave. Was Primus descended from Chatham Jack? Amazingly, Macky finds that Spinky's sister, Rousmaniere, is still alive. But what does she remember? Another African-American branch includes a professional storyteller named Charlotte, whose ex-husband, Fred, is a classical musician. Coincidentally, Fred and their son Jeff are also interested in traveling south to explore their roots. In living rooms and on front porches, in old baptismal records and birth certificates and wills, there are possibilities and conjectures but no facts. Macky tries to narrow the possibilities--to see if only one scenario will fit his findings.\n\nBut there is much more going on here. For one thing, Macky is gay, and this fact has been withheld from his own grandmother. So in his own life he has experienced the way that secrets work. Must he tell her? And Macky's parents? What secrets do they hide? The trails seem to grow warmer, and a chance remark by an ancient survivor might provide the crucial clue. By the end of the film, we sit in astonishment at the unexpected turn the story has taken. \"Family Name'' begins by seeking the secrets of a family, and the secrets it discovers cause us to question the very definition of a family. If blood is thicker than water, then perhaps love is thicker even than blood.", "running_time": 89, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-05-08", "genres": ["Documentary"], "title": "Family Name (1998)"}