{"url": "http://www.rogerebert.com/reviews/fanboys-2009", "by": "Sam Huntingtonas Eric", "star_rating": 1.5, "text": "A lot of fans are basically fans of fandom itself. It's all about them. They have mastered the \"Star Wars\" or \"Star Trek\" universes or whatever, but their objects of veneration are useful mainly as a backdrop to their own devotion. Anyone who would camp out in a tent on the sidewalk for weeks in order to be first in line for a movie is more into camping on the sidewalk than movies.\n\nExtreme fandom may serve as a security blanket for the socially inept, who use its extreme structure as a substitute for social skills. If you are Luke Skywalker and she is Princess Leia, you already know what to say to each other, which is so much safer than having to ad-lib it. Your fannish obsession is your beard. If you know absolutely all the trivia about your cubbyhole of pop culture, it saves you from having to know anything about anything else. That's why it's excruciatingly boring to talk to such people: They're always asking you questions they know the answer to.\n\nBut enough about my opinions; what about \"Fanboys\"? Its primary flaw is that it's not critical. It is a celebration of an idiotic lifestyle, and I don't think it knows it. If you want to get in a car and drive to California, fine. So do I. So did Jack Kerouac. But if your first stop involves a rumble at a \"Star Trek\" convention in Iowa, dude, beam your ass down to Route 66.\n\nThe movie, set in 1999, involves four \"Star Wars\" fanatics and, eventually, their gal pal, who have the notion of driving to Marin County, breaking into the Skywalker Ranch, and stealing a copy of a print of \"Star Wars: Episode 1 -- The Phantom Menace\" so they can see it before anyone else. This is about as plausible as breaking into the U.S. Mint and stealing some money so you can spend it before anyone else.\n\n\"Fanboys\" follows in the footsteps of \"Sex Drive\" by allowing one of its heroes to plan a rendezvous with an Internet sex goddess. To avoid revealing any plot secrets in this film, I will recycle my earlier warning: In a chat room, don't be too hasty to believe Ms. Tasty.\n\nThis plot is given gravitas because one of the friends, Linus (Christopher Marquette), is dying of cancer. His buddy Eric (Sam Huntington) is in favor of the trip because, I dunno, it will give Linus something to live for, I guess. The other fanboys are Hutch (Dan Fogler), who lives in his mother's garage coach house, and Windows (Jay Baruchel), who changed his name from MacOS. Just kidding. Windows, Hutch and Linus work in a comic bookstore, where their favorite customer is Zoe (Kristen Bell). She's sexy and a \"Star Wars\" fan. How cool is that? She's almost better than the date who turns into a pizza and a six-pack when the deed is done.\n\nThe question of Linus' cancer became the subject of a celebrated Internet flame war last summer, with supporters of \"Fanboys\" director Kyle Newman running Anti-Harvey Web sites opposing Harvey Weinstein's alleged scheme to cut the subplot out of the movie. The subplot survived, but it's one of those movie diseases that is mentioned occasionally so everyone can look solemn and then dropped when the ailing Linus dons a matching black camouflage outfit and scales the Skywalker Ranch walls with a grappling hook.\n\n\"Fanboys\" is an amiable but disjointed movie that identifies too closely with its heroes. Poking a little more fun at them would have been a great idea. They are tragically hurtling into a cultural dead end, mastering knowledge which has no purpose other than being mastered, and too smart to be wasting their time. When a movie's opening day finally comes, and fanboys leave their sidewalk tents for a mad dash into the theater, I wonder who retrieves their tents, sleeping bags, portable heaters and iPod speakers. Warning: Mom isn't always going to be there to clean up after you.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-02-04", "genres": ["Adventure", "Comedy", "Drama"], "title": "Fanboys (2009)"}