{"url": "http://www.rogerebert.com/reviews/fantastic-four-2005", "by": "Ioan Gruffuddas Reed Richards/Mr. Fantastic", "star_rating": 1.0, "text": "So you get in a spaceship, and you venture into orbit to research a mysterious star storm hurtling toward Earth. There's a theory it may involve properties of use to man. The spaceship is equipped with a shield to protect its passengers from harmful effects, but the storm arrives ahead of schedule and saturates everybody on board with unexplained but powerful energy that creates radical molecular changes in their bodies.\n\nThey return safety to Earth, only to discover that Reed Richards (Ioan Gruffudd), the leader of the group, has a body that can take any form or stretch to unimaginable lengths. Call him Mr. Fantastic. Ben Grimm (Michael Chiklis) develops superhuman powers in a vast and bulky body that seems made of stone. Call him the Thing. Sue Storm (Jessica Alba) can become invisible at will and generate force fields that can contain propane explosions, in case you have a propane explosion that needs containing but want the option of being invisible. Call her Invisible Woman. And her brother Johnny Storm (Chris Evans) has a body that can burn at supernova temperatures. Call him the Human Torch.\n\nI almost forgot the villain, Victor Von Doom (Julian McMahon), who becomes Dr. Doom and wants to use the properties of the star storm and the powers of the Fantastic Four for his own purposes. He eventually becomes metallic.\n\nBy this point in the review, are you growing a little restless? What am I gonna do, list names and actors and superpowers and nicknames forever? That's how the movie feels.\n\nIt's all setup and demonstration, and naming and discussing and demonstrating, and it never digests the complications of the Fantastic Four and gets on to telling a compelling story. Sure, there's a nice sequence where the Thing keeps a fire truck from falling off a bridge, but you see one fire truck saved from falling off a bridge, you've seen them all.\n\nThe Fantastic Four are, in short, underwhelming. The edges kind of blur between them and other superhero teams. That's understandable. How many people could pass a test right now on who the X-Men are and what their powers are? Or would want to? I wasn't watching \"Fantastic Four\" to study it, but to be entertained by it, but how could I be amazed by a movie that makes its own characters so indifferent about themselves?\n\nThe Human Torch, to repeat, can burn at supernova temperatures! He can become so hot, indeed, that he could threaten the very existence of the Earth itself! This is absolutely stupendously amazing, wouldn't you agree? If you could burn at supernova temperatures, would you be able to stop talking about it? I know people who won't shut up about winning 50 bucks in the lottery.\n\nBut after Johnny Storm finds out he has become the Human Torch, he takes it pretty much in stride, showing off a little by setting his thumb on fire. Later he saves the Earth, while Invisible Woman simultaneously contains his supernova so he doesn't destroy it. That means Invisible Woman could maybe create a force field to contain the sun, which would be a big deal, but she's too distracted to explore the possibilities; she gets uptight because she will have to be naked to be invisible, because otherwise people could see her empty clothes; it is no consolation to her that invisible nudity is more of a metaphysical concept than a condition.\n\nAre these people complete idiots? The entire nature of their existence has radically changed, and they're about as excited as if they got a makeover on \"Oprah.\" The exception is Ben Grimm, as the Thing, who gets depressed when he looks in the mirror. Unlike the others, who look normal except when actually exhibiting superpowers, he looks like - well, he looks like his suits would fit The Hulk, just as the Human Torch looks like The Flash, and the Invisible Woman reminds me of Storm in \"X-Men.\"\n\nIs this the road company? Thing clomps around on his Size 18 boulders and feels like an outcast until he meets a blind woman named Alicia (Kerry Washington) who loves him, in part because she can't see him. But the Thing looks like Don Rickles crossed with Mt. Rushmore; he has a body that feels like a driveway and a face with crevices you could hide a toothbrush in. Alicia tenderly feels his face with her fingers, like blind people often do while falling in love in the movies, and I guess she likes what she feels. Maybe she's extrapolating.\n\nThe story involves Dr. Doom's plot to ... but perhaps we need not concern ourselves with the plot of the movie, since it is undermined at every moment by the unwieldy need to involve a screenful of characters, who, despite the most astonishing powers, have not been made exciting or even interesting. The X-Men are major league compared to them.\n\nAnd the really good superhero movies, like \"Superman,\" \"SpiderMan 2\" and \"Batman Begins,\" leave \"Fantastic Four\" so far behind that the movie should almost be ashamed to show itself in the same theaters.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-07-07", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Fantastic Four (2005)"}