{"url": "http://www.rogerebert.com/reviews/fantasia-1990", "by": null, "star_rating": 4.0, "text": "Cartoon figures had hard edges before \"Fantasia\" was made in 1940, and many of them moved to rinky-tink music. Walt Disney did not invent animation, but he nurtured it into an art form that could hold its own against any \"realistic\" movie, and when he gathered his artists to create \"Fantasia\" he felt a restlessness, a desire to try something new.\n\nThe basic idea of the film had already been decided upon: Take some of the most familiar compositions of classical music, and illustrate them with animated drawings. Simply said. And some of the passages in the film would be in forms that were long familiar to the Disney artists. Mickey Mouse's adventures in \"The Sorcerer's Apprentice\" section, for example, placed him in a visual universe that was familiar to anyone who had ever seen Mickey in a cartoon.\n\nBut for other sections of the film, Disney wanted to try some new approaches. In their definitive 1981 book Disney Animation, studio artists Frank Thomas and Ollie Johnston remember the way Walt insisted on something new in the sequence where a fairy flies around the woods scattering fairydust everywhere. Disney walked into a meeting, they recall, and saw a pastel drawing of a fairy. He liked it, especially its soft, luminescent quality. That's what he wanted in his film.\n\nIf there's one thing the book makes clear, it's that there's a lot more to animation than just drawing little animals and cartoon characters and having them hop around. The artists experimented for weeks with the fairy sequence, and eventually used a whole arsenal of techniques to get the desired effects: not only straightforward drawing and traditional animation, but foreground and background matte paintings, gels, trick dissolves, multilayered paintings and other special effects. The effortless magic of the sequence hardly suggests the painstaking work that went into it.\n\nThroughout \"Fantasia,\" Disney pushes the edges of the envelope. And what makes this 50th anniversary re-release of the film special are the efforts the studio has gone to in restoring the movie to its original look. \"Fantasia\" was the first movie released in stereophonic sound. Disney called his process \"Fantasound,\" and used three speakers, one behind the screen, one on either side.\n\nThe original sound track, featuring Leopold Stowkowski and the Philadelphia Orchestra, has been re-mastered, scrubbed, cleaned of hisses and pops, and now glows with its original warmth. \"Fantasound\" also had been restored in the version I saw, and is demonstrated in an opening sequence where Stowkowski leads first one side of his orchestra, then the other, then the center, then all together, so that the audience can clearly hear the sources for the sound.\n\nThe picture looks better, too - cleaner and brighter. One surprising item of trivia about \"Fantasia\" is that this 50th anniversary release of the film is actually its first true national release. It was originally road-showed in theaters equipped with special sound, and in later years was released piecemeal, here and there, always showing somewhere, never everywhere.\n\nPurists will be pleased that the Disney people have also made the momentous decision to release the film in its original aspect ratio of 1:1.33 - in other words, in a format about four feet wide for every three feet high. This is the format in which \"Fantasia\" and almost every other film made before 1953 was originally filmed in.\n\nIn several other recent re-releases of its classics, including such works as \"Pinocchio\" and \"Snow White and the Seven Dwarfs,\" Disney cropped the top and bottom of the original artists' work in order to create the spurious illusion that the film was \"wide screen.\" This proved nothing and was a form of desecration committed against drawings where everything has been carefully framed in the first place. In my reviews of those films, I hectored the studio on the phony wide screen until I'm sure everyone wearied of the whole issue. It may seem like a small point to some people, but we're talking about film masterpieces here. Would anybody think it was all right to crop the side off a great painting, just to make it match a newly-fashioned shape? At last, with \"Fantasia,\" Disney has done the right thing.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-10-05", "genres": ["Animation", "Family", "Fantasy", "Music", "Science Fiction"], "title": "Fantasia (1990)"}