{"url": "http://www.rogerebert.com/reviews/fantasia2000-1999", "by": "Pixote Hunt", "star_rating": 3.0, "text": "After the worldwide acclaim that greeted his \"Snow White and the Seven Dwarfs,\" the first full-length color animated feature, Walt Disney's imagination soared. He had been assured by no less than the great Soviet director Sergei Eisenstein that \"Snow White\" was the greatest film ever made, and he saw no boundaries for the infant art of feature animation. In 1940 Disney produced \"Fantasia,\" a marriage of animation and classical music, and insisted it be shown only in his new process Fantasound, which used an assembly of 64 speakers that gave audiences their first experience of what is now familiar as \"surround sound.\" The experiment was a disaster. Most exhibitors refused to install the speakers. Audiences, distracted by the gathering clouds of World War II, were not in a fanciful mood. And critics who praised Disney's earlier effort as art, now slapped him down to earth again, accusing him of being too pretentious. The critic Ernest Rister writes that Disney was personally embittered by the reception given his brainchild and determined to stick to more commercial projects in the future. He remained fascinated by technical innovations (Rister points out that Disney shot the TV show \"Davy Crockett\" in color even when TV was all black and white because he knew color was inevitable). But after \"Fantasia,\" he never again crawled out so far on an artistic limb. His original plan for \"Fantasia\" was to constantly renew the film, adding fresh segments, warehousing old ones, showing it in Fantasound as a sort of classical repertory for moviegoers. Now comes \"Fantasia/2000,\" produced by his nephew Roy, to continue that vision more than 30 years after Walt's death. Walt the tinkerer, who designed sound systems and movie cameras and got personally involved in designing the sights and sounds of the attractions at Disneyland, would have appreciated his nephew's boldness in shooting the film in the IMAX high-resolution, giant-screen process.\n\nIMAX has even more than Walt's 64 speakers and a five-story screen that literally envelops the audience in the experience. Mind-expanding audiences in 1968 went to the revival of \"Fantasia\" and sat in the front row (or even stretched out on the floor in front of the screen). Now the whole audience gets the same total immersion, in the images and the music by the Chicago Symphony Orchestra, conducted by James Levine. Movies like this renew my faith that the future of the cinema lies not in the compromises of digital projection, but by leaping over the limitations of digital into the next generation of film technology.\n\n\"Fantasia/2000\" as a film is not the equal of the original \"Fantasia,\" maybe because it aims a little lower, for broader appeal. Some of the animation is powerful, including a closing segment with a theme of ecological healing. Other sections, including the opening abstraction of abstract triangles, dancing to Beethoven's Fifth Symphony, seem a little pedestrian. Computer-animated experiments such as those shown on \"The Mind's Eye\" videos are more daring than anything in \"Fantasia/2000.\" Still, as exactly what it is, \"Fantasia/2000\" is splendid entertainment, and the IMAX system is an impressive co-star. My favorite sequence is the closing one, in which Stravinsky's \"Firebird Suite\" is illustrated by a blasted landscape that slowly renews itself. I also admired animator Eric Goldberg's interlocking New York stories that accompanied Gershwin's \"Rhapsody in Blue.\" The artistic inspiration for this section is said to be the great caricaturist Al Hirschfeld, but, curiously, I thought the style owed more to Ludwig Bemelmans and his \"Madeleine\" drawings. Certainly it has a different look than anything previously signed by the Disney studios, which has always specialized in the \"clear line\" style.\n\nOne section suited to the towering IMAX screen is Ottorino Respighi's \"The Pines of Rome,\" illustrated by Hendel Butoy as a fantasy involving whales who gambol in the sea, in the sky and eventually even in space. One effective sequence shows them moving through vast underwater ice caverns; I was reminded of the IMAX film \"Antarctica,\" with its footage of scuba divers inside glacial caverns.\n\nButoy's animation in the segment devoted to Shostakovich's Piano Concerto No. 2 plays wonderfully as a self-contained film. Based on Hans Christian Andersen's fable \"The Steadfast Tin Soldier,\" it's a three-way struggle in which a broken toy soldier with only one leg falls in love with a toy ballerina and protects her from a jack-in-the-box with evil designs.\n\nMickey Mouse's famous \"Sorcerer's Apprentice\" section, everyone's favorite from the 1940 film, is the only segment revived here. Even though it's been carefully restored and subjected to a \"degraining\" process to help it play better in IMAX, it's not as visually sharp as the rest of the film. That's not a criticism of the source material but a demonstration of how breathtakingly detailed the IMAX picture is. The older film offers a retro look appropriate to a sequence nearly 60 years old, and then Mickey's stablemate Donald Duck leaps onscreen in the next section, helping Noah on his ark to Elgar's \"Pomp and Circumstance.\" One animal missed by Noah turns up in Goldberg's animation for Saint-Saens' \"Carnival of the Animals.\" It's a yo-yo-ing flamingo.\n\nThe segments are separated by guest hosts whose contributions seem rather labored; we see Steve Martin, Bette Midler, Itzhak Perlman, James Earl Jones, Angela Lansbury, Quincy Jones and Penn & Teller. The original film used Deems Taylor, a famed radio commentator, to add an elevated and slightly wry tone; the new approach assumes an audience that needs a laugh break after each exhausting foray into the highbrow.\n\nIMAX films are usually limited to 45 minutes because of the huge size of the film reels (the projection booth looks like the Starship Enterprise). Only \"Fantasia/2000\" and the Rolling Stones documentary \"At the Max\" have exceeded that length. \"Fantasia/2000\" will play only in IMAX until April, will be released in 35mm this summer, and eventually of course will immigrate to home video. But IMAX is the way to see it--not just as a film, but as an event.", "running_time": 75, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-12-31", "genres": ["Animation", "Family", "Fantasy", "Music", "Science Fiction"], "title": "Fantasia/2000 (1999)"}