{"url": "http://www.rogerebert.com/reviews/fantastic-mr-fox-2009", "by": "George Clooneyas Mr. Fox", "star_rating": 3.5, "text": "Some artists have a way of riveting your vision with the certitude of what they do. This has nothing to do with subject or style. It's inexplicable. Andy Warhol and Grandma Moses. The spareness of Bergman or the Fellini circus. Wes Anderson is like that. There's nothing consistent about his recent work but its ability to make me go zooinng! What else do \"The Darjeeling Limited\" and \"The Life Aquatic with Steve Zissou\" have in common?\n\nNow here's \"Fantastic Mr. Fox,\" an animated picture with nothing in common with traditional animation, except that it's largely in one of the oldest animation styles of all -- stop motion, the one used in \"King Kong.\" The animals aren't smaller than people but often larger, and more mature.\n\nThey live in a sometimes flat dimension; the cameras are happier sliding back and forth than moving in and out. The effect is sometimes like a old-fashioned slide projector. The landscapes and structures of this world are mannered and picture-booky. Yet the extraordinary faces of the animals are almost disturbingly human (for animals, of course). We venture into the UnCanny Valley, that No Man's Land dividing humans from the devised. Above all, their fur is so real. I've rarely seen such texture in a film.\n\nThe story involves a valley somewhere, by which is meant the world, which is ruled by:\n\nBoggis and Bunce and Bean,\rOne fat, one short, one lean. \rThese horrible crooks, so different in looks.\rWere nonetheless equally mean.\n\nNor are the animals all saints. Mr. Fox, voiced by George Clooney, was a flourishing chicken thief until times grew risky. Then, like a bootlegger after the repeal, he went straight -- or, more precisely, into journalism. He's the Walter Winchell of the valley, until he slips back into dining on takeout chicken, taking them out himself. This he keeps a secret from the upright Mrs. Fox (Meryl Streep). \n\nHis deception is blown, to everyone's great disappointment, when the fat, short and lean ones all turn into mean ones and declare war. Leading a team of other animals, Mr. Fox starts tunneling like the heroes of \"The Great Escape\" -- but in, rather than out.\n\nThese adventures provide the setting for personal drama, as an uncertainty arises between Mr. Fox's callow son, Ash (Jason Schwartzman), and a cousin named Kristofferson (Eric Anderson). Kristofferson is all a fox should be, as with that name how could he not? He's the family golden child, or fox. Does Mr. Fox admire the cousin more than his son? What kind of pop has he been, anyway?\n\nAll of the animals have excellent tailoring, which adds to their stature. They're not forced to wear silly sailor suits, or like Donald Duck, never to put on pants. The art design is a large part of the film's appeal. It stays fresh all the way through. Think back to the color palettes of \"Darjeeling\" and \"The Life Aquatic.\"\n\nThe film's based on the famous children's book by Roald Dahl, which like all of his work, has ominous undertones, as if evil can steal in at any moment. These animals aren't catering to anyone in the audience. We get the feeling they're intensely leading their own lives without slowing down for ours.\n\nLike the hero of \"Willy Wonka and the Chocolate Factory,\" also based on one of his books, the creatures of Dahl's valley seem to know more than they're letting on; perhaps even secrets we don't much want to know. Children, especially, will find things they don't understand, and things that scare them. Excellent. A good story for children should suggest a hidden dimension, and that dimension of course is the lifetime still ahead of them. Six is a little early for a movie to suggest to kids that the case is closed. Oh, what if the kids start crying about words they don't know? -- Mommy, Mommy! What's creme brulee?\" Show them, for goodness sake. They'll thank you for it. Take my word on this.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-11-24", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Fantastic Mr. Fox (2009)"}