{"url": "http://www.rogerebert.com/reviews/far-and-away-1992", "by": "Tom Cruiseas Joseph", "star_rating": 2.0, "text": "\"Far and Away\" is a movie that joins astonishing visual splendor with a story so simple-minded it seems intended for adolescents; watching it, I kept being reminded of the \"Childhoods of Famous Americans\" books, in which plucky young people made their way in life. It's depressing that such a lavish and expensive production, starring an important actor like Tom Cruise, could be devoted to such a shallow story. Do they think audiences have entirely lost their wits? The movie stars Cruise as Joseph, son of a poor working man in Ireland. When his father cannot pay the rent on the land, the family's home is burned down by goons working for the landlord.\n\nJoseph vows vengeance and goes off to murder the man (and is bid a cheerful farewell by the entire village, so little does he conceal his intentions). But when he is discovered lurking in a stable and beaten to within an inch of his life by the sadistic overseer, he's taken into the landlord's mansion for treatment, and there he first becomes attracted to his rebellious, headstrong daughter Shannon, played by Nicole Kidman.\n\nShe is tired of being a proper, well-behaved young lady, and yearns to go to America, where she hears that land is being given away. Encountering Joseph by chance a little later in Dublin, she asks him to come along with her, and with nothing to lose, he does.\n\nTheir chance encounter is not an accident, but the basic strategy of the entire plot, which is a series of chance encounters. Perhaps that is because the story is so arbitrary and the characters so transparent that nothing that happens can be explained on any level higher than coincidence.\n\nOf course, Joseph and Shannon travel as brother and sister.\n\nIt is an ancient convention of such story formulas that the young man and woman (who anyone can see are destined for one another) must go through a period of mutual antagonism before - hello! - they realize they're in love. Landing in Boston, they find lodgings in a brothel, and young Joseph goes to work as a bare-knuckle fighter, gaining some local acclaim. Why a brothel and not a boarding house? The movie is desperate for local color.\n\nWhy, you might ask in the same vein, does Joseph become a boxer, instead of some more likely occupation, such as a street-cleaner, a hod-carrier or a longshoreman? Because the movie hasn't a clue who these people are, or why we should find them intrinsically interesting, and so it cobbles together cliches out of old boxing movies to provide a third-hand narrative and manufactured suspense.\n\nHere's the test you can always apply to a boxing scene: Is the most important thing about the fight who wins, or why the hero is boxing? In \"Raging Bull\" it was the latter - what drove him to such punishment. In \"Far and Away,\" it's who wins - and of course the outcome of every fight is determined entirely by the needs of the story. We even get the exhausted cliche in which the hero is pounded to a pulp before suddenly he gets really angry, and pounds the other guy to a pulp.\n\nJoseph and Shannon eventually light out for the Oklahoma Territory, while meanwhile, in a series of parallel developments much beloved in such classics of my childhood as the Hardy Boys adventures, Shannon's parents and the evil overseer (who considers Shannon his intended) also decide to emigrate to America, whereupon of course they also head for Oklahoma, so that all of the characters can be involved in the same land rush. Give us a break.\n\nShannon's father, played by that fine actor Robert Prosky, is such a mass of contradictions and character tics that it's hard to see if anybody's at home, especially in the ludicrous Oklahoma scenes. Shannon and Joseph are equally dimwitted characters, completely the victims of the story, denied all personality attributes except those routinely assigned to captives of genre fiction. Do they realize they have nothing intelligent, witty or unexpected to say in the entire movie? Do they care? Does the audience? Maybe not. The movie's payoff is an impressive, beautiful highangle shot of an Oklahoma land rush, with hundreds of horsemen, wagons and runners all tearing through the sagebrush in search of a desirable homesite.\n\n(Shannon's parents cheat and are not caught, in what has become by this time the movie's low-comedy double act.) Of course the land rush looks great. \"Far and Away\" is the first movie in many years to be photographed in 70mm (rather than being blown up to 70 from 35mm). It looks great. See it, if you must, in a theater with good projection.\n\nIf the late David Lean had not died before he could shoot it, his own planned 70mm epic, \"Nostromo,\" might have been arriving in theaters about now. It would have been a reminder of the literate, thoughtful tradition of such Lean films as \"Doctor Zhivago\" and \"Lawrence of Arabia.\" Remembering them and looking at this credulous boy's story, I am depressed. Are audiences thought not capable of seeing great pictures and listening to great dialogue at the same time? Are they so impatient they have to be thrown boxing scenes instead of character scenes? Is there any purpose to this movie other than visual spectacle?", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-05-22", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Far And Away (1992)"}