{"url": "http://www.rogerebert.com/reviews/far-from-heaven-2002", "by": "Julianne Mooreas Cathy Whitaker", "star_rating": 4.0, "text": "Todd Haynes' \"Far from Heaven\" is like the best and bravest movie of 1957. Its themes, values and style faithfully reflect the social melodramas of the 1950s, but it's bolder, and says out loud what those films only hinted at. It begins with an ideal suburban Connecticut family, a husband and wife \"team\" so thoroughly absorbed into corporate culture they're known as \"Mr. and Mrs. Magnatech.\" Then it develops that Mr. Magnatech is gay, and Mrs. Magnatech believes that the black gardener is the most beautiful man she has ever seen.\n\nThey are the Whitakers, Cathy and Frank (Julianne Moore and Dennis Quaid). They live in a perfect split-level house on a perfect street, where the autumn leaves are turning to gold. Their little son is reprimanded for rude language like \"Aw, shucks.\" Of course she drives a station wagon. Mona Lauder (Celia Weston), the local society editor, is writing a profile about their perfection.\n\nOne slight shadow clouds the sun. While being interviewed by Celia, Cathy sees a strange black man in the yard, and walks outside to ask, ever so politely, if she can \"help\" him. He introduces himself: Raymond Deagan (Dennis Haysbert), son of their usual gardener, who has died. Cathy, who has a good heart, instinctively reaches out to touch Raymond on the shoulder in sympathy, and inside the house the gesture is noted by Celia, who adds to her profile that Cathy is a \"friend to Negroes.\" Frank Whitaker is one of those big, good-looking guys who looks like a college athlete gone slightly to seed, or drink. One night Cathy has to pick him up at the police station after an incident involving \"one lousy cocktail.\" In another scene we see him enter a gay bar, where in these days long before Stonewall, the men exchange furtive, embarrassed glances as if surprised to find themselves there. One night Cathy makes the mistake of taking Frank his dinner when he works late, and opens his office door to find him kissing a man.\n\nThe movie accurately reflects the values of the 1950s, and you can see that in a scene where Frank says his homosexuality makes him feel \"despicable\" but he's \"going to lick this problem.\" The key to the power of \"Far from Heaven\" is that it's never ironic; there is never a wink or a hint that the filmmakers have more enlightened ideas than their characters. This is not a movie that knows more than was known in 1957, but a movie that knows exactly what mainstream values were in 1957--and traps us in them, along with its characters.\n\nFrank and Cathy have no sex life. Cathy is not attracted to Raymond so much sexually, however, as she's in awe of his kindness and beauty, which is so adamantly outside her segregated world. She hardly knows how to talk with him. At one point she says that \"Mr. Whitaker and I support equal rights for the Negro.\" Raymond looks at her level-eyed and says, \"I'm happy to hear that.\" He has a business degree, but has inherited the same gardening business that supported his father; a widower, he dotes on his 11-year-old daughter.\n\nThe plot advances on a public and a private front. Publicly, word starts to get around that Cathy has been \"seen\" with the black gardener. Only that--\"seen.\" Once when they take a ride in his truck, they enter a black diner, where their reception is as frosty as it would have been in a white place. Neither race approves of mixed couples. Soon people start to \"talk,\" and Frank, the hypocrite, screams at her about all he's done to build up the reputation of the family, only to hear these stories. Frank's homosexuality of course remains deeply buried. A psychiatrist (James Rebhorn) muses about \"aversion therapy\" but warns that the \"majority of cases cannot be cured.\" Frank drinks heavily and turns ugly, and Cathy's feelings for Raymond grow, but she has no idea how to act on them. Mr. and Mrs. Magnatech need a repairman.\n\n\"Far from Heaven\" uses superb craftsmanship to make this film look and feel like a film from the 1950s. Todd Haynes says he had three specific inspirations: Douglas Sirk's \"All That Heaven Allows\" (1955), which starred Jane Wyman and Rock Hudson in the story of a middle-aged widow and her handsome young gardener; Sirk's \"Imitation of Life\" (1959), with Lana Turner as a rich woman whose maid's daughter (Susan Kohner) passed for white, and Max Ophuls' \"The Reckless Moment\" (1949), about blackmail. In Sirk's films you often have the feeling that part of the plot is in code; that one kind of forbidden love stands for another.\n\nThe movie benefits enormously from its cinematography by Ed Lachman, who faithfully reproduces the lush 1950s studio style; the opening downward crane shot of autumn leaves is matched by the closing upward crane shot of spring blossoms, and every shot has the studied artifice of 1950s \"set decoration,\" which was not so different, after all, from 1950s \"interior decoration.\" The musical score, by Elmer Bernstein, is true to the time, with its underlining of points and its punching-up of emotions. Haynes said in an interview that \"every element\" of his film has been \"drawn from and filtered through film grammar.\" One detail is particularly true to the time: Interracial love and homosexual love are treated as being on different moral planes. The civil rights revolution predated gay liberation by about 10 years, and you can see that here: The movie doesn't believe Raymond and Cathy have a plausible future together, but there is bittersweet regret that they do not. When Frank meets a young man and falls in love, however, the affair is not ennobled but treated as a matter of motel rooms and furtive meetings. Haynes is pitch-perfect here in noting that homosexuality, in the 1950s, still dared not speak its name.\n\nBecause the film deliberately lacks irony, it has a genuine dramatic impact; it plays like a powerful 1957 drama we've somehow never seen before. The effect is oddly jolting: Contemporary movies take so many subjects for granted that they never really look at them. Haynes, by moving back in time, is able to bring his issues into focus. We care about the characters in the way its period expected us to. (There is one time rupture; Frank uses the f-word to his wife and the fabric of the film breaks, only to be repaired when he apologizes.) Julianne Moore, Dennis Quaid and Dennis Haysbert are called on to play characters whose instincts are wholly different from their own. By succeeding, they make their characters real, instead of stereotypes. The tenderness of Cathy and Raymond's unrealized love is filled with regret that is all the more touching because they acknowledge that their society will not accept them as a couple. When Raymond and his daughter leave town, Cathy suggests may she could visit them sometimes, in Baltimore, but Raymond gently replies, \"I'm not sure that would be a good idea.\"", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-11-15", "genres": ["Drama", "Romance"], "title": "Far from Heaven (2002)"}