{"url": "http://www.rogerebert.com/reviews/far-north-1988", "by": "Jessica Langeas Kate", "star_rating": 1.0, "text": "\"It's been frustrating not directing my own material. It's much more satisfying this way because there's no middle man. I can make all of my own mistakes and go through A to Z myself.\" Thus speaks Sam Shepard in a press release for \"Far North,\" the first of his screenplays that he has directed himself. And he speaks the truth. Not only can he make all of his own mistakes, but he does, and now he must decide for himself if it was really more satisfying. \"Far North\" is a disorganized, undisciplined, rambling, pointless exercise in undigested material, and you can't blame the actors, the technicians or the middle men. This movie fails at the level of writing and direction.\n\nThat is a shocking statement to have to make, because Shepard is a great playwright and a good screenwriter who has not produced anything remotely this half-baked elsewhere in his career. Perhaps he directed \"Far North\" himself because no other director was interested.\n\nWhat he might have heard, had he solicited the advice of an experienced filmmaker, was that he had no narrative line from beginning to end, no clearly defined mission for his characters and no urgent reason for his story to be told. It is a meandering, episodic series of chapters in the history of a family that needs professional help, urgently.\n\n\"Far North\" opens with Bertrum (Charles Durning), the patriarch of a Minnesota family, being thrown by a runaway horse. Laid up in the hospital in desperate condition, he is visited by his daughter Kate (Jessica Lange), who has come back from the big city to be at his side. Durning has one favor to ask of her: He wants her to shoot the damn horse. He hates that horse. That horse was gunning for him. It deliberately threw him. The horse must die. Durning, so wrapped in bandages that he is almost invisible, brings a comic energy to this scene, which gets the movie off to a promising start. But almost immediately we discover that the film is not going to be comedy, tragedy, history, romance, pastoral elegy, or anything else in particular - just a disjointed series of events that are separated by a system of rapidly shifting reality levels.\n\nIn any theatrical construction that is not deliberately absurd, we are given certain signals at the outset, so that we may know if we are watching realism or fancy, comedy or farce. Some blending of tones is permitted and even desirable, but in general we would like to know where we stand. In \"Far North,\" alas, a heartfelt conversation between two sisters is likely to be followed by a scene in which two seriously ill brothers wander aimlessly down the railroad tracks and into the woods in their hospital gowns. Since it is clearly cold weather, they would quickly grow chilled and weak - wouldn't they? Not in this movie. Or they would be hospitalized for psychiatric evaluation? Not here.\n\nOne of the brothers is the Durning character. The other is a hospitalized alcoholic (Donald Moffat), who gets drunk, escapes from the alcoholism ward and joins in the mad trek through the woods to the farm where the evil horse goes unpunished. As nearly as I can estimate, the brothers stumble at a rate of about 25 miles an hour, arriving home in no time flat. (In this scene as in many scenes throughout his work, Shepard demonstrates that he knows little about alcoholism. He knows a lot about drinking, but not much about alcoholism. He is still on the far shore.) Meanwhile, out on the farm, the Lange character has decided to go ahead and have the baby she is pregnant with. Tess Harper, as her sister, is having problems with a daughter (Patricia Arquette) who is keen to know lots more about sex. And their mother (Nina Draxten) is drifting into senility and confusion at a pace far too slow to satisfy the requirements of this film. Although this is a movie and not a play, the action is very set-bound, and since Shepard doesn't seem to know what to do with his characters once he's got them talking, some of them spend an inordinate amount of time balanced on the kitchen counter reaching for the shotgun at the back of the shelf.\n\nThe movie lacks any clear visual style, and this is most apparent in the ugly night scenes of the two brothers and three of the women stumbling around in the woods. We are given no clear idea of where they are in relation to each other, and finally, lacking any defined purpose for their stumbling, they're reduced to aimless shouts and shotgun blasts. The sign of Durning floundering through the woods is finally actually painful, since it is so clear that this good actor has been given no sense of what he is supposed to be accomplishing.\n\nWhen \"Far North\" was premiered at last autumn's Telluride Film Festival, Shepard fielded questions from the audience. The first one came from a woman who asked him to compare working for the stage and working for the screen. He answered that he did not know how to answer the question. At the time, I thought Shepard was just being hard on the woman. Now, having reflected on this film, I realize he was simply telling the truth.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-11-25", "genres": ["Drama"], "title": "Far North (1988)"}