{"url": "http://www.rogerebert.com/reviews/far-from-the-madding-crowd-1968", "by": "Julie Christieas Bathsheba", "star_rating": 3.0, "text": "There are two problems with John Schlesinger's \"Far From the Madding Crowd,\" and they flaw what might have been an excellent film. The first is the decision to expand the characters into stereotyped romantic lovers, instead of showing them as complex people trapped in an isolated society. The second is the decision to avoid the real significance of Bathsheba's behavior in order to produce a homogenized, vitamin-enriched product to lure busloads of eighth-grade classes.\n\nThomas Hardy's novel told of a 19th Century rural England in which class distinctions and unyielding social codes surrounded his characters. They were far from the madding crowd whether they liked it or not, and got tangled in each other's problems because there was nowhere else to turn. It's not simply that Bathsheba (Julie Christie) was courted by the three men in her life, but that she was courted by ALL three men in her life.\n\nSchlesinger seems to shy away from this kind of social approach, preferring to supply a picturesque and charming (but aimless) movie about life down on the farm. There are splendid scenes of rural life -- harvesting the grain, herding the sheep, etc. -- but in the end they don't seem to add up to a statement about Bathsheba and her society. It's as if the plot and the setting were pulling in opposite directions.\n\nAlas, when Schlesinger abandons Bathsheba's inner life and constricted universe, he's stuck with a simplistic love story and lots of pretty scenery (both of which, it should be added, will appeal immensely to a great many moviegoers). The spacious landscape of Dorset is photographed in stunning beauty, and we get panoramas of hillsides with heroic characters running up and down them. But when we get to close-ups we find that Hardy's people have been ironed out by a bland and empty \"treatment.\" They are no longer interesting enough to absorb us for three hours.\n\nStill, the leading men are successful. Alan Bates, in a change of pace, is the loyal shepherd. Terence Stamp is a suitably vile Sgt. Troy, and Peter Finch makes Boldwood strong and honorable in his love for Bathsheba. Miss Christie, however, is too sweet and superficial, and so is the film. Teachers who want to expose students to a \"classic\" while avoiding the issues it raises should assign the movie, not the book.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-23", "genres": ["Drama", "Foreign", "Romance"], "title": "Far From the Madding Crowd (1968)"}