{"url": "http://www.rogerebert.com/reviews/far-from-poland-1985", "by": "Honora Fergussonas Barbara Lopienska", "star_rating": 1.5, "text": "Jill Godmilow's \"Far from Poland\" is accurately, if cynically, titled. This is a documentary about Godmilow's attempts to make a documentary about the Solidarity movement - and if that sounds tortuous, wait until you see the movie. The director was filming another project in Poland at the time of the 1980 strike in the Gdansk shipyards, and later applied for permission to revisit Poland to make a film about Solidarity. Denied permission, she made a movie anyway, and hired American actors to re-enact interviews that were printed in Solidarity publications.\n\nThe fictional interviews become a film within a film. Godmilow frames them with scenes about her own self doubt. We see her staring at the television news, chain smoking, asking herself questions about the proper role of a left-wing filmmaker. Her friend, the video artist Mark Magill, comes home and questions her motivations and obsessive behavior. They kiss, make up, begin arguing again. Other friends ask her if a truthful documentary about Solidarity would help or hurt the movement, and she asks herself if her first loyalty is to her profession as filmmaker, or to her politics as a socialist.\n\nAll of this leads, essentially, nowhere. The film can possibly be defended on the grounds that it was intended to lead nowhere - that it demonstrates the impotence of the documentary filmmaker in the face of real events. Perhaps the film would be useful on campuses as a textbook example of a self-conscious film that raises fundamental questions about its own procedures. As a viewing experience, however, \"Far from Poland\" quickly exhausts our interest in Godmilow's problems.\n\nThere are two reasons for that, one growing out of the fictionalized interviews, the other out of the presumably real events in Godmilow's life. The \"interviews\" are not very well done. We see a brief glimpse of a woman shipyard worker, for example, in a video from Poland. Then we see a professional actress repeating that woman's story of being a loyal worker for years and being fired because of her involvement with Solidarity. The actress speaks in English, with an accent, and sounds like an actress speaking English with an accent. All of the interviews have the same weakness: The words come forth too fluently, too smoothly, so that they sound like a text that has been memorized, rather than a real person groping for expression in an unfamiliar language.\n\nThe scenes in Godmilow's life also have a staged quality. There is a strained \"naturalness\" in her conversations with Magill; we sense that we are watching two people who have previously agreed on what to say. We doubt some of the details: for example, Godmilow's statement that she bought five tickets to Warsaw for herself and her crew, and then was denied visas to visit the country. Shouldn't she have first obtained the visas?\n\nThese are minor points, but they are distractions. A bigger problem with \"Far from Poland\" is that the film never convinces us that it is necessary. Every journalist has had the experience of spending hours, days or weeks on an assignment, only to have to return to the editors and say, \"There just wasn't a story there.\" That's Godmilow's basic statement in \"Far from Poland,\" and I don't think she needed a film to make that, statement.", "running_time": null, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-02-22", "genres": null, "title": "Far From Poland (1985)"}