{"url": "http://www.rogerebert.com/reviews/farewell-my-lovely-1975", "by": "J. O'Halloranas Moose Malloy", "star_rating": 4.0, "text": "Los Angeles, 1941. A run-down street of seedy shop fronts and blinking neon signs. Music from somewhere features a lonely horn. The camera pans up to a second-story window of a flophouse. In the window, his hat pushed back, his tie undone, Philip Marlowe lights another cigaret and waits for the cops to arrive. He is ready to tell his story.\n\nThese opening shots are so evocative of Raymond Chandler's immortal Marlowe, archtypical private eye, haunting the underbelly of Los Angeles, that if we're Chandler fans we hold our breath. Is the ambience going to be maintained, or will this be another campy rip-off? Half an hour into the movie, we relax. \"Farewell, My Lovely\" never steps wrong.\n\nIt is, indeed, the most evocative of all the private detective movies we have had in the last few years. It is not as great as Roman Polanski's \"Chinatown,\" which was concerned with larger subjects, but in the genre itself there hasn't been anything this good since Hollywood was doing Philip Marlowe the first time around. One reason is that Dick Richards, the director, takes his material and character absolutely seriously. He is not uneasy with it, as Robert Altman was when he had Elliot Gould flirt with seriousness in \"The Long Goodbye:\" Richards doesn't hedge his bet.\n\nAnd neither does Robert Mitchum, in what becomes his definitive performance. Mitchum is one of the great screen presences, and at 57 he seems somehow to be just now coming of age: He was born to play the weary, cynical, doggedly romantic Marlowe. His voice and his face and the way he lights his cigaret are all exactly right, and seem totally effortless. That's his trademark. In a good Mitchum performance, we are never aware he is acting. And it is only when we measure the distances between his characters that we can see what he is doing.\n\nI am out here in Los Angeles myself for a few days, and from where I sit in a new highrise on Sunset Blvd., I can look north to Hollywood Blvd., and the old Hollywood Roosevelt hotel, and I can see the cupolas of Grauman's Chinese Theater, and high on top of the hills there are the shabby wooden letters that spell out a giant \"Hollywood.\" In between are the kinds of streets Philip Marlowe worked: streets of one-room furnished flats and pink stucco hotels, out-of-town newsstands and seedy bars, and always the utter commonness of the flat lands leading up to the baroque mansions in the hills and canyons.\n\n\"Farewell, My Lovely,\" gets all of this just right (Angelo Graham's art direction is a triumph) and then places Mitchum's Marlowe in the center of it and leads him through one of Chandler's tortuous plots. Although everything does finally tie together in this one (as it never did in Chandler's labyrinthine \"The Big Sleep\"), it doesn't matter that much. What's important is the gallery of characters Marlowe encounters, each grotesque and beautiful in his own way.\n\nThe most touching is Moose Malloy, played by an ex-prizefighter named Jack O'Halloran. Moose towers over everyone in the film. Both in stature and in the immensity of his need. Seven years ago he fell in love with a hooker named Velma and they were going to be married, but something went wrong during a bank job, and Moose took the rap. When he gets out of prison, he hires Marlowe to find his Velma.\n\nMarlowe's quest for Velma, a faded memory from a hopeless love affair, leads him, as we might have known, into a case a lot larger and more important than he could have suspected. There is an odyssey through a lurid whorehouse and a killing in a ghetto bar, and a midnight rendezvous that ends in another death and always there is Lt. Nulty, of the L.A.P.D., trying to figure out why Marlowe winds up attached to so many dead bodies.\n\nRichard's approach, with screenplay by David Zelag Goodman, is to start the story at the end with Marlowe trying to explain things to Nulty and then flash back to the beginning and let Marlowe elaborate on the story voiceover. It is a strategy that is often distracting in movies. But not this time, because it borrows from Chandler's own first-person narrative. And it gives great one-liners, as when the elusive Velma (Charlotte Rampling) sizes Marlowe up and down and he says, \"She threw me a look I caught in my hip pocket.\"\n\n\"Farewell, My Lovely\" is a great entertainment and a celebration of Robert Mitchum's absolute originality. It also announces the arrival of Richards as a promising new American director. His \"Culpepper Cattle Company\" and the the last half-hour of the otherwise uncertain \"Rafferty And The Golddust Twins\" had an interesting way of seeing things, and now here is a totally assured piece of work. The day after I saw it, I found myself describing lines in scenes to friends, which is always the test in these cases, because most of the time private-eye stories have no meaning at all unless it is in the way their heroes behave in the face of the most unsettling revelations about human nature. This time Philip Marlowe behaves very well.", "running_time": 95, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Crime", "Mystery", "Thriller"], "title": "Farewell, My Lovely (1975)"}