{"url": "http://www.rogerebert.com/reviews/farewell-to-the-king-1989", "by": "Nick Nolteas Learoyd", "star_rating": 3.0, "text": "The opening image in “Farewell to the King” shows a man walking out on World War II. His lifeboat has been washed ashore on a tropical island somewhere in the Pacific, and while his fellow survivors are captured and executed by the Japanese, he plunges into the jungle, staggering and hallucinating until he is found by a native tribe. When the movie rejoins his life three years later, he is the king of the tribe and is trying to steer it clear of the war.\n\nThis image of the white man deep in the jungle ruling a tribe must be a compelling one for John Milius, who wrote and directed “Farewell to the King.” In his screenplay for Francis Coppola’s “Apocalypse Now,” Milius created a similar character for Marlon Brando. Learoyd, the character played by Nick Nolte in this film, is like Kurtz, the Brando character: He has gone AWOL and native, and lives in a jungle fastness, catered to by a tribe that regards as a sort of god.\n\nThere is probably a deep-seated personal impulse at work here.\n\nDoes Milius imagine his characters shouldering the White Man’s Burden, or does he see them escaping a corrupt civilization to live in an unspoiled natural society? With Kurtz, we never knew, but the Nolte character in “Farewell to the King” gladly embraces his new situation and wants to drop out of Western civilization if he can. At a key point in the film, he shows a visiting British officer a secret valley in the heart of the island, where a sort of Shangri-La has grown up, isolated from the corruptions of the outside. He feels it is his mission to protect this sacred place from the Japanese and the Allies.\n\nIt is tempting to consider the politics of this movie, which waver between benevolent despotism and anthropological zeal. But perhaps Milius really has no message. The spirit of the film seems closer to the work of Conrad or Melville than to contemporary politics: Here is an extraordinary man, the story says, who finds himself in an extraordinary situation and takes advantage of it. I was reminded a little of Van Wyk, the Dutchman in Conrad’s End of the Tether who runs his corner of the Pacific more or less the way he wants to, and knows enough about his fellow Europeans to keep them at arm’s length.\n\nIn a film like this, the central performance is crucial, and Nolte is absorbed by the character. Just a few days before seeing “Farewell to the King” I saw Nolte as a painter - a manipulator and player in the New York art world - in the Martin Scorsese segment of “New York Stories.” Now here he was half naked in the jungle, dandling an infant on his knee. Nolte’s strength as an actor is that he seemed at home in both environments; he was an inhabitant, not a visitor.\n\nThe plot, based on a novel by Pierre Schoendoerffer, is much more predictable than the situation. Learoyd, the Nolte character, is a full-blown tribal king by the time we see him again, and the movie bypasses any attempt to show how he won that status, preferring instead to move ahead to a more conventional action scenario. British commandos, led by Nigel Havers, are parachuted onto the island to try to enlist the American and his tribesmen in the war against the Japanese. Learoyd wants nothing to do with them.\n\n“You cannot turn your back on this war,” Havers warns him, and sure enough, he is right. Milius then unfolds a more or less predictable series of action scenes in which Learoyd turns into a superhuman fighting machine, blasting countless foes to smithereens before finally announcing, “From this day forward, I will raise my hand against no man.” This vow is less impressive than it might have been, since there are few enemies left alive to raise his hand against. And then there is a sequel revealing whether Learoyd realizes his dream of living apart from civilization.\n\nWhat is most interesting about “Farewell to the King” is its impulse to tell this story at all. It could so easily have become ridiculous, or merely violent, but Milius keeps edging back toward the philosophy of his hero. Learoyd is given several speeches in which he explains why he believes what he believes, and the movie never becomes only an action film. There is a contradiction somewhere, I suppose, in the story of a pacifist isolationist who kills in order to defend his vision, but what the heck, nobody’s perfect.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-03-03", "genres": ["Action", "Drama", "Thriller", "War"], "title": "Farewell to the King (1989)"}