{"url": "http://www.rogerebert.com/reviews/farewell-2010", "by": "Emir Kusturicaas Sergei Gregoriev", "star_rating": 3.5, "text": "You have your choice of superior Cold War espionage thrillers in theaters this week: Phillip Noyce's “Salt,” a fantastical action spectacular with Angelina Jolie as an ice-cool acrobatic superspy confronting long-dormant sleeper cells of Russian agents in the United States, and Christian Carion's “Farewell,” the formerly top-secret true story of two men, a Frenchman and a KGB colonel, who smuggled Soviet secrets to the West and helped, as the film's foreword phrases it, put an end “to a world dominated by two opposing powers.”\n\nBoth films have their preposterous elements — like President Reagan's proposed “Star Wars” missile defense system, presented in Carion's film as a cleverly outlandish strategic bluff. But “Farewell” (that was the French intelligence service code name for the Soviet leaker) has something you don't see very often: an endorsement blurb from Ronald Reagan himself, who called this real-life affair “one of the most important espionage cases of the 20th century.”\n\nTo reveal much about the plot would be giving away classified information, but (For Your Eyes Only — Burn After Reading) it begins in 1981 and involves the efforts of Sergei Gregoriev (played by the extraordinary Serbian filmmaker Emir Kusturica, who directed the Cannes Film Festival winners “When Father Was Away on Business” and “Underground”) to undermine his country's failed communist system for personal as well as patriotic reasons. “To survive, this country must change,” he insists. He's secretly hoping to bring about a better life for his typically sullen teenage son Igor, who's obsessed with cassettes of “decadent Western music” like Queen and David Bowie, and is as disillusioned with Brezhnev as he is with his dad.\n\nGregoriev enlists the reluctant Pierre Froment (played by Guillaume Canet, director of the exceptional thriller “Tell No One”), a French businessman living with his family in Moscow, to smuggle high-level intelligence out of the country. After all, as a complete amateur, he is such an unlikely spy that he is virtually above suspicion. “Farewell” weaves together the story of their largely improvised covert operation, the emotional effects of the secrets these men keep from their wives and families, and the political implications of their revelations at the highest levels of government — in France, the Soviet Union and the United States.\n\nYou'll notice that the two main characters are played by film directors, and director Carion has a good time playing in the territories where the movies and life intersect, whether it's President Reagan (Fred Ward) obsessing over the shift in perspective (from James Stewart to John Wayne) at the end of John Ford's “The Man Who Shot Liberty Valance” or Gregoriev watching 8mm family home movies projected into the corner of the ceiling, so that they appear as if on the inside of a cube.\n\nThat's another thing about Carion's direction: He has an eye for unusual, atmospheric touches — the kinds of striking little things you notice in the world and think: “Somebody should put that in a movie” — like the way light filters through trees (from the sun or a helicopter spotlight), a face illuminated for a split second in the back seat of a parked car at night, or a kite spotted by a man who's driving with his head out the side window. \n\nThere's a brief scene in which Igor (Evgenie Kharlanov), listening to Queen's “We Will Rock You” on his new Sony Walkman, stands on a picnic table surrounded by an crowd of ferns and imagines himself as Freddie Mercury onstage. It has little to do with the movie's plot, but witnessing this private moment you instinctively realize that it, as much as anything, signals the inevitable fall of the Soviet system.", "running_time": 113, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-28", "genres": ["Action", "Foreign", "Thriller"], "title": "Farewell (2010)"}