{"url": "http://www.rogerebert.com/reviews/farinelli-1995", "by": "Stefano Dionisias Carlo Broschi", "star_rating": 2.0, "text": "Ascending from above the stage on a chariot, wearing an elaborate and vaguely Aztecan golden headdress, Farinelli caused women to swoon as he sang operatic arias. He used handkerchiefs to wipe the sweat from his brow, then threw the silks to his audience. He was responsible, one listener tells him, \"for my first musical orgasm.\" He was also responsible, in my opinion, for Tom Jones, Engelbert Humperdinck and Liberace, whose Vegas acts are the direct descendants of Farinelli's European concert tours, and for Elvis' late period, as well as David Bowie, Freddie Mercury and all the other peacocks of rock 'n' roll. He founded a style.\n\nCarlo Broschi (1705-82), known as Farinelli, was the most famous castrato of his age - one of those unfortunate boys whose testicles were removed before puberty to prevent his sweet, pure voice from ever changing. \"The combination of the larynx of a youth, and the chest and lungs of a man produced a powerful voice of great range and sound,\" according to my encyclopedia. But as a playmate warns him before he is hauled away for the operation, \"Your death is in your voice.\" (At the time, \"death\" had many meanings, especially in romantic poetry.) There is something about a sexually ambiguous man that drives some women into a frenzy; his very unavailability is a goad. In \"Farinelli,\" we see how the singer's irresistible lure was used in a bait-and-switch routine with his untalented brother Riccardo.\n\nFarinelli would seduce a female admirer, and then Riccardo would supply the missing parts.\n\nWas Farinelli happy in this lifestyle? Yes, apparently he was.\n\nHe was rich, famous and adored - so idolized, in fact, that he was often willing to allow his artistic ambition to be sidetracked by the romantic and financial needs of his brother. The greatest composers in Europe wanted to write for his voice, but for many years his principal composer was Riccardo, who was no Handel (as Handel himself points out several times in the movie).\n\n\"Farinelli,\" one of the 1995 Oscar nominees in the foreign film category, is onto an interesting story, all right, but it leaves us feeling, like some of Farinelli's lovers, that something is missing.\n\nWhat, exactly, is the point? To depict an interesting lifetime? It does. To tell us something meaningful about music, and about how it was taken so seriously that for more than a century few people seriously challenged the practice of castration? Here it is less successful, confusing music with fame, fame with sexuality.\n\nAll of the elements are in place, including the long-running feud between Riccardo and Handel (who once told him, \"Without your brother, you are nothing but silence\"). But while a film like \"Amadeus\" was able to create real poignancy in the mixed envy and admiration a lesser composer felt for a genius, \"Farinelli\" never convinces us that Riccardo really understands how bad he is - and Farinelli never understands how good Handel is. There should be some kind of moment of musical epiphany, I think, to show music not as a profession, but as an opening to the sublime.\n\nIn real life (the Columbia Encyclopedia reports), Farinelli spent the years from 1737 to 1759 as the official court singer to Philip V of Spain: \"His sole duty was to sing the same four songs every night to the king, from whom he received an astronomical fee.\" Here again, Farinelli pre-dated the Vegas superstars, who essentially sing their same old chestnuts night after night, year after year - Tom Jones belts out \"What's New, Pussycat?\" as if the song has genetically imprinted itself upon his cortex. There is a kind of death in life in such an existence, in being rewarded so well for doing endlessly what one, perhaps, would rather not be doing at all. How does Don Ho feel as he cranks up for \"Tiny Bubbles?\" Footnote: I am informed by Melissa Maier of the Multnomah County Library in Portland, Ore., that a recording exists called \"The Last Castrato,\" featuring Alessandro Moreschi (1858-1922), who sang for the Vatican. \"It is,\" she says, \"an eerie sound.\" (The CD, alas, is out of print.) In \"Farinelli,\" computerized techniques are used to blend female and male voices to produce the singing voice. It is eerie, too; a mechanical production in which the singer does not seem to sing so much as play host to his voice.", "running_time": 110, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-14", "genres": ["Drama"], "title": "Farinelli (1995)"}