{"url": "http://www.rogerebert.com/reviews/fast-break-1979", "by": "Gabe Kaplanas David Greene", "star_rating": 2.0, "text": "One of the problems with sports movies is that they've always got to end with the Big Game. They all seem to start the same way, too, with a down-and-out contender and an invincible defending champ, and of course with a stubborn coach and a plucky team made up of problem cases. We've seen this formula so often that \"Fast Break\" is almost like a rerun.\n\nThe movie stars Gabe Kaplan as a would-be basketball coach who haunts the playgrounds of New York City, scouting talent. His wife is not quite sure this is the way an adult male should be spending his spare time, and she's not won over when Gabe gets his big offer: Cadwallader U., out in Nevada, needs a coach and wants Kaplan. The pay, to be sure, is a little thin: Fifty bucks, cash, for every game his team wins. But there's a goal to shoot for. If Kaplan's team beats State, he'll get a three-year, no-cut, $30,000 contract.\n\nKaplan takes the job, even though his wife decides to stay in New York. He recruits four black kids to form the nucleus of his new team, and they head West in a station wagon.\n\nOne of the kids seems a little strange to the rest of the guys, and gets the nickname \"Swish.\" The truth, wouldn't you know, is that Swish is a girl ... a fact I would not reveal if the movie's ads didn't announce it in large type.\n\nCadwallader is a fourth-rate cow college with a president who's convinced that a winning team can put it on the map. And the sport should be basketball, he reasons, because it's cheaper, takes less in the way of uniforms, can be played indoors, and so on. The movie quickly settles down to its formula: Each of the kids has his problems, and the coach helps work them out while concealing big problems of his own. As movies like this go (and they all go the same way), the problems will simultaneously arrive at the crisis stage during the Big Game - and during the fourth quarter, of course, with Cadwallader a few points behind.\n\nThe trouble is, we've seen this formula so many times before that there can be no surprises, except for some small suspense about when the foreordained events will take place. The movie never seems quite sure, either, whether it's a comedy or a \"human drama,\" and so we get heavy scenes (the coach leaving his wife, the girl player revealing her secret to a would-be suitor) and then lightweight ones (the opposing coach is hustled at pool). No tone is set for the film; each sequence seems to start out in a new direction.\n\nGabe Kaplan does an OK job as the coach. He's engaging, off the wall, likable. His role is so close to what he does on Welcome Back, Kotter, though, that we almost wonder why he didn't just play Kotter. He's an interesting actor, filled with energy, possessed of an offbeat comic timing. He'd be good in something a little more challenging, but then challenges seem to be what \"Fast Break\" was designed to avoid.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-02-26", "genres": ["Comedy", "Sports Film"], "title": "Fast Break (1979)"}