{"url": "http://www.rogerebert.com/reviews/faster-pussycat-kill-kill-1995", "by": "Satana Rosie Hajias Varla Tura", "star_rating": 3.0, "text": "It's been 26 years since I last reviewed a Russ Meyer movie (\"Vixen\"). In 1969, I wrote the screenplay for Meyer's \"Beyond the Valley of the Dolls\" (\"simultaneously the best and worst movie ever made\" - Michael Dare, Film Threat magazine). In the years since, I have passed on reviewing other Meyer films; there was an obvious conflict of interest.\n\nBut now, with the re-release of Meyer's \"Faster, Pussycat! Kill! Kill!\" (1965), perhaps the statute of limitations has expired.\n\nBesides, why not a review from someone who has a conflict of interest? Meyer's fans are vociferously partisan, and here is the movie that director John Waters (\"Hairspray\") called \"beyond a doubt, the best movie ever made. It is possibly better than any film that will be made in the future.\" Completing the circle, Stephen Holden, in his recent review in the New York Times, credited Meyer with having invented John Waters, not to mention Madonna.\n\nWhat is it about Meyer that spurs critics to this hyperbole? I think it is an intensely personal reaction to the visceral power of Meyer's unusual images. Take away all the jokes, the elaborate camera angles, the violence, the action and the sex, and what remains is the quintessential Russ Meyer image: a towering woman with enormous breasts, who dominates all the men around her, demands sexual satisfaction and casts off men in the same way that, in mainstream sexual fantasies, men cast aside women.\n\nMeyer's extraordinary women are of course fascinating to those with breast fetishes, but look a little longer and you will notice that the breasts are not always presented as centers of desire.\n\nInstead, they're weapons used to intimidate men. Tura Satana, who plays the lead in \"Faster, Pussycat,\" is extraordinary in appearance: Her makeup, with its slashes of Kabuki-style eyebrows, looks terrifying. Her black costume seems suited to a motorcycle gang. She never smiles. And her abundant cleavage seems as firmly locked in place as a Ninja Turtle's breastplate. One cannot think of her as fondleable.\n\nWhat deep recesses of the psyche do these images address? The feminist and lesbian film critic B. Ruby Rich, writing at length on \"Pussycat\" in a recent Village Voice, said she dismissed \"Pussycat\" 20 years ago as just a skin flick. Seeing it again during its revival at New York's Film Forum, she had a different reaction, viewing it now as female fantasy, its images of \"empowerment\" fascinating to her. Meyer, from the beginning of his career and almost without exception, has filmed only situations in which women wreak their will upon men.\n\nHe does so within a frenetic style of quick-cutting, exuberant action, pop and comic-book imagery, and dialogue that seems phoned in from another universe. Consider, for example, the dinner table scene in \"Faster, Pussycat! Kill! Kill!\" - the most bizarre meal I have ever seen on film, with the single exception of \"The Cook, the Thief, His Wife and Her Lover.\" The events leading up to the meal: Tura Satana, as the black-clad dominatrix, is racing her Porsche in the desert against cars driven by her female lover (Haji) and another go-go dancer (Lori Williams). They kidnap a young girl (Susan Bernard), after Satana breaks the back of her boyfriend with one swift karate move.\n\nThey stop for gas. The talkative attendant (Mickey Foxx) chatters away about \"seeing America first,\" his eyes glued to Satana's cleavage. \"You won't find it down there, Columbus!\" she sneers. He tells them that an old man, who lives in the desert with his two sons, has a hoard of money hidden on his property. One of the sons, who is named Vegetable (Dennis Busch), is muscle-bound but dim-witted, and they see him carrying his father to their pickup truck.\n\nFollowing the truck to an isolated desert shack, they concoct a story to explain their prisoner, and the lustful old coot (Stuart Lancaster) orders lots of fried chicken prepared. The coot and his sons sit down at dinner with the women (all dressed in bulging bikinis, halter tops, etc.), and when the go-go dancer says something Satana doesn't like, the dominatrix simply stands up and belts her.\n\nHow does the father respond? With a tolerant chuckle: \"Women! They let 'em vote, smoke and drive - even put 'em in pants! And what happens? A Democrat for president!\" Later, the coot orders his muscular son to assault Satana, who discourages him with her karate skills, and then tries to crush him against a wall with her Porsche. The victim uses his strength to hold off the car. Meyer uses quick cuts between the victim, the spinning wheels and a stiletto heel jamming down on the gas pedal. For him, Satana digging her car's rear wheels into the sand is the female equivalent of impotence.\n\nI remember seeing \"Pussycat\" in 1967. I was amazed. I had simply never seen characters like this before, in the movies or (needless to say) anywhere else. After inventing the skin flick with \"The Immoral Mr. Teas\" (1959), Meyer had, by the mid-1960s, moved beyond the nudie market. In films such as \"Lorna,\" \"Mud Honey,\" \"Faster, Pussycat,\" \"Common Law Cabin\" and \"Good Morning . . . and Goodbye\" branched out into the wider exploitation market dominated by American-International Pictures.\n\nOf all his early films, \"Faster, Pussycat\" has found the widest audience. It has had huge grosses recently in Germany and France, has had a punk rock band named after it and is now in general re-release around America. What attracts audiences is not sex and not really violence, either, but a Pop Art fantasy image of powerful women, filmed with high energy and exaggerated in a way that seems bizarre and unnatural, until you realize Arnold Schwarzenegger, Sylvester Stallone, Jean-Claude Van Damme and Steven Seagal play more or less the same characters. Without the bras, of course.", "running_time": 83, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-03-24", "genres": ["Action", "Crime", "Indie"], "title": "Faster Pussycat! Kill! Kill! (1995)"}