{"url": "http://www.rogerebert.com/reviews/fast-cheap-and-out-of-control-1997", "by": "Dave Hooveras Animal Trainer", "star_rating": 4.0, "text": "Life is a little like lion taming, wouldn't you say? There we are in the cage of life, armed only with a chair and a whip, trying to outsmart the teeth and the claws. If we are smart enough or know the right lore, sometimes we survive, and are applauded.\n\nErrol Morris' magical film \"Fast, Cheap & Out of Control\" is about four people who are playing the game more strangely than the rest of us. They have the same goal: to control the world in a way that makes them happy. There is a lion tamer, a man who designs robots, a gardener who trims shrubs so they look like animals and a man who is an expert on the private life of the naked mole rat.\n\nMorris weaves their dreams together with music and images, into a meditation. To watch the movie is to reflect that no matter how hard we work, our lives are but a passing show. Maybe Rodney Brooks, the robot scientist from MIT, has the right idea: We should develop intelligent robots that can repair themselves and send them out into the universe as our proxies. Instead of a few incredibly expensive manned space missions, why not send up thousands of robots that are fast, cheap and out of control--and trust that some of them will work? \n\nConsider the life work of George Mendonca, who is a topiary gardener, and must sometimes reflect that he has spent 50 years or more practicing an art that most people cannot even name. What is a topiary? A shrub that has been trained, clipped and trimmed in such a way that it looks like a giraffe, or a bear or a geometric shape. That is not in the nature of shrubs, and Mendonca, who is in his 70s, reflects that a good storm could blow his garden away, and that the moment he stops clipping, nature will go to work undoing his art. There is a beautiful slow-motion shot of him in the rain, at night, walking past his creations as if he, too, were a topiary waiting to be overcome by nature.\n\nAnd consider Ray Mendez. Here is a happy man. When he learned of the discovery of the naked mole rat, he felt the joy of a lottery winner. There are not supposed to be mammals like this. They have no hair and no sweat glands because they live always in a controlled environment -- their tunnels beneath the African savanna, where they organize themselves like insects. Mendez lives with mole rats in his office and creates museum environments for them. That means he has to ask himself a question no scientist before him has ever asked: What makes a mole rat happy? So that they can tell the members of one colony from another, they roll cheerfully in their communal feces--but where do they like to do that? In a room at the end of as tunnel system, or in the middle? Like the architect of a luxury hotel, Mendez wants his guests to feel comfortable.\n\nDave Hoover is a lion tamer. He goes into a cage with animals whose nature it is to eat him. He outsmarts them. He explains why animal trainers use chairs: not to hold off a savage beast, but to confuse it. \"Lions are very single-minded,\"he says. \"When you point the four legs of a chair at them, they get confused. They don't know where to look, and they lose their train of thought.\" \n\nHoover has lived his life in the shadow of a man he readily acknowledges as his superior: Clyde Beatty, the famous animal trainer who also starred in movie serials and radio programs. \"There will never be another Clyde Beatty,\" he says, as we watch images from \"Darkest Africa,\" a serial in which Beatty and a little fat kid in a loincloth do battle in a hidden city with soldiers who wear large cardboard wings. It is clear that Beatty captured Hoover's imagination at an early age -- that Hoover is a lion tamer because Beatty was, so that, in a way, Hoover is carrying out Beatty's programming just as Rodney Brooks' robots are following instructions, and the mole rats are crapping where Ray Mendez wants them to.\n\nMorris' film assembles these images not so much as a documentary might, but according to musical principles: Caleb Sampson's score creates a haunting, otherworldly, elegiac mood that makes all of the characters seem noble and a little sad. The photography uses a lot of styles and textures, from 35-mm. to Super 8, from film to the hand-held feel of home video. The cinematographer is Robert Richardson, who achieved a similar effect for Oliver Stone in \"JFK\" and \"Natural Born Killers.\" (Morris adds the year's most memorable end credit: \"Mole Photography Sewercam by Roto Rooter.\") \n\nErrol Morris has long since moved out of the field of traditional documentary. Like his subjects, he is arranging the materials of life according to his own notions. They control shrubs, lions, robots and rats, and he controls them. \"Fast, Cheap & Out of Control\" doesn't fade from the mind the way so many assembly line thrillers do. Its images lodge in the memory. To paraphrase the old British beer ad, Errol Morris refreshes the parts the others do not reach.", "running_time": 82, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-11-14", "genres": ["Documentary"], "title": "Fast, Cheap & Out of Control (1997)"}