{"url": "http://www.rogerebert.com/reviews/fast-food-fast-women-2001", "by": "Anna Thomsonas Bella", "star_rating": 1.5, "text": "There's nothing wrong with \"Fast Food Fast Women\" that a casting director and a rewrite couldn't have fixed. The rewrite would have realized that the movie's real story involves a sweet, touching romance between two supporting characters. The casting director would have questioned the sanity of using Anna Thomson in the lead role.\n\nThe sweet love story stars Louise Lasser in her best performance, as Emily, a widow who finds Paul (Robert Modica) through a personals ad. Their courtship is complicated by pride and misunderstanding, and by way of too many plot contrivances. The lead role involves Thomson as Bella, a waitress who is said to be 35.\n\nA gentleman does not question a lady about her age, but Thomson was playing adult roles 20 years ago, has obviously had plastic surgery and always dresses to emphasize her extreme thinness and prominent chest, so that we can't help thinking she's had a boob job.\n\nFaithful readers will know I rarely criticize the physical appearance of actors. I would have given Thomson a pass, but the movie seems to be inviting my thoughts about her character, since Lasser's character has one big scene where she confesses she's not really as young as she claims, and another where she wonders if she should have her breasts enlarged--and then Thomson's character asks the taxi driver, \"Aren't I voluptuous enough?\" It's unwise to have one character being honest about issues when we're supposed to overlook the same questions raised by another character.\n\nThe movie takes place in one of those movie diners where everybody hangs out all day long and gets involved in each other's business. Bella rules the roost, pouring coffee for Paul and his pal Seymour (Victor Argo). The diner has so many regulars, it even has a regular hooker, Vitka (Angelica Torn), who stutters, so that guys can't tell she's asking them if they feel like having a good time. We learn that for years Bella has been having an affair with the married George (Austin Pendleton), who claims to be a Broadway producer, but whose shows sound like hallucinations. He spends most of their time together looking away from her and grinning at a private joke.\n\nBella meets a cabdriver named Bruno (Jamie Harris), who has become the custodian of two children, leading to more misunderstandings that threaten to derail their future together. And then Bruno meets Emily; Seymour falls for Wanda, a stripper in a peep show, and there comes a point when you want to ask Amos Kollek, the writer-director--why the zany plot overkill when your real story is staring you in the face? (You want to ask him that even before the zebras and the camels turn up, and long before the unforgivable \"happy ending.\") Lasser and Modica, as Emily and Paul, are two nice, good, lovable people who deserve each other, and whenever the movie involves their story, we care (even despite some desperate plot contrivances). Lasser's vulnerability, her courage and the light in her eyes all bring those scenes to life, as does Paul's instinctive courtesy and the way he responds to her warmth. There's the movie. If it has to pretend to be about Bella, Kollek as the director should at least have been able to see the character more clearly--clearly enough to know the audience cannot believe she is 35, and thinks of her whenever anyone else mentions plastic surgery.", "running_time": 95, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-08", "genres": ["Comedy", "Indie", "Romance"], "title": "Fast Food, Fast Women (2001)"}