{"url": "http://www.rogerebert.com/reviews/fast-and-furious-2009", "by": "Vin Dieselas Dominic", "star_rating": 1.5, "text": "\"Fast & Furious\" is exactly and precisely what you'd expect. Nothing more, unfortunately. You get your cars that are fast and your characters that are furious. You should. They know how to make these movies by now. Producer Neil Moritz is on his fourth, and director Justin Lin on his second. Vin Diesel and other major actors are back from \"The Fast and the Furious\" (2001). All they left behind were two definite articles.\n\nThis is an expertly made action film, by which I mean the special effects are good and the acting is extremely basic. The screenplay rotates these nouns through various assortments of dialogue: Race. Driver(s). Nitro. Meth. Sister. FBI. Border. Dead. Mexico. Murder. Prison. Traffic violations. Tunnel. Muscle car. Import. Plymouth. Funeral. Helicopter(s). Toretto. Ten seconds. Corona. Cocaine.\n\nThe plot. Dominic Toretto (Vin Diesel) has been in the Dominican Republic for the last six years but now returns to the United States, where he is a wanted man. Probable charges: vehicular homicide, murder, smuggling, dating an FBI agent's sister. Reason for return: Letty (Michelle Rodriguez), the girl he loved, has been killed.\n\nAfter Toretto's arrest all those years ago, he was allowed to escape by FBI agent Brian O'Conner (Paul Walker). O'Conner's back, this time on a task force to track down Dom and also the leader of a drug cartel.\n\nThis provides a scaffolding on which to hang the body of the movie, which involves a series of chase scenes, fights, explosions and sexy women who would like to make themselves available to Toretto, to no avail. He is singleminded.\n\nThe pre-title chase scene is pretty amazing. Toretto and his group team up in four racing vehicles to pursue a truck hauling not one, not two, not three, but four enormous tanks of gasoline. Their method: Toretto drives close behind the fourth tank, girl climbs out of sun roof, stands on hood, leaps to ladder on back of tank, climbs on top, runs to front of tank, leaps down, uncouples tank from third one. The reason the girl does this while Toretto drives is, I guess, well, you know what they say about women drivers.\n\nEver see a truck hauling four enormous gas containers? I haven't. On a narrow mountain road? With a sudden steep incline around a curve, when it narrows to one lane? Not me. Why are they going to this trouble? So their buddies can have free gas for a street race that night in L.A.? I say let them buy their own damn gas. The race is down city streets with ordinary traffic on them. Then the wrong way on an expressway. Not a cop in sight. Where are the TV news choppers when you want them? This would get huge ratings.\n\nI dunno. I admire the craft involved, but the movie leaves me profoundly indifferent. After three earlier movies in the series, which have been transmuted into video games, why do we need a fourth one? Oh. I just answered my own question.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-01", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Fast & Furious (2009)"}