{"url": "http://www.rogerebert.com/reviews/faster-2010", "by": "George Tillman Jr", "star_rating": 2.5, "text": "\"Faster\" is a pure thriller, all blood, no frills, in which a lot of people get shot, mostly in the head. Rotate the plot, change the period, spruce up the dialogue, and this could have been a hard-boiled 1940s noir. But it doesn't pause for fine touches and efficiently delivers action for an audience that likes one-course meals.\n\nDwayne Johnson stars in the kind of role he's possibly been avoiding up until now. Once known as The Rock, he has developed a kinder, gentler screen persona that more closely fits him in real life. It's a melancholy fact of Hollywood today that “Faster” could be a good career move, sending him on the trail blazed by Arnold Schwarzenegger and Bruce Willis. Johnson has very broad shoulders and wicked tattoos, and a gun seems to grow from his hand.\n\nAs the film opens, he's being released from prison after a 10-year term. He walks out the gate into a desert wilderness and begins to run — run — to a nearby city, where a circa 1970 Chevelle is waiting for him in a junkyard. This is because modern cars all look boring, and most action heroes drive classics. He whips off the tarp and peels outta there. A private eye gives him a list of names, and he sets out to murder everyone on the list.\n\nHis character is named Driver. A clue to this, and the title, is that he invariably drives at the top possible speed, and obviously never took driver's ed in high school, because he doesn't know how to turn around and drive in the other direction except by slamming on the brakes, twisting the wheel and whipping through 180 degrees.\n\nDriver is soon wanted for one, then two, then three murders. The cops know who he is. His photo is on the TV news. This all takes place in Bakersfield, Calif. What are the odds a tattooed killer with a shaved head could elude the Bakersfield police for long while piloting a classic Chevelle at 80 mph and laying rubber all over town? In “Faster,” excellent.\n\nThe cop on the case is Cicero (Carla Gugino). She finds herself saddled with a partner known as Cop (Billy Bob Thornton). He's two weeks from retirement. As we all know, anyone two weeks from retirement, be he cop, fireman, stunt man, prison guard or kindly old dad, will never make it. Cop is also mainlining heroin, for no better reason than to show him doing it. One fix lasts him for the rest of the film.\n\nCicero and Cop try to track down Driver, who seeks vengeance on those who squealed about a bank heist and killed his brother. These people have moved into other lines of work, most notably, Preacher (Buzz Belmondo), who runs revival tent meetings. We find out more about them. And we meet the fatuous Killer (Oliver Jackson-Cohen), a British addict of extreme sports, who is a professional hit man for fun. This is some guy. He informs his girlfriend Lily (Maggie Grace) that he has “beaten” yoga, having mastered the most difficult three positions, and is ready to move on.\n\nAs Driver tracks his victims, Killer tracks Driver and Cop and Cicero tracks them all, director George Tillman Jr. does a lean, efficient job of creating stark action scenes. Driver shows vestiges of a personality, reluctantly. Billy Bob creates a Cop who looks like it's been all downhill for him since “Bad Santa.” Gugino, a good actress, gamely pretends to be in a more nuanced movie. And the hits keep coming.\n\nNote: Doubtless there is a photo of Dwayne Johnson with this review. Study it, and then ponder this listing in the end credits: Dwayne Johnson's hair stylist: Rachel Soloq.", "running_time": 98, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Action", "Drama", "Thriller"], "title": "Faster (2010)"}