{"url": "http://www.rogerebert.com/reviews/fast-times-at-ridgemont-high-1982", "by": null, "star_rating": 1.0, "text": "How could they do this to Jennifer Jason Leigh? How could they\rput such a fresh and cheerful person into such a scuz-pit of a movie? Don't\rthey know they have a star on their hands? I didn't even know who Leigh was\rwhen I walked into \"Fast Times at Ridgemont High,\" and yet I was\rcompletely won over by her. She contained so much life and light that she was a\rjoy to behold. And then she and everybody else in this so-called comedy is\rinvited to plunge into offensive vulgarity.\n\nLet me make myself clear. I am not against vulgarity as a\rsubject for a movie comedy. Sometimes I treasure it, when it's used with\rinspiration, as in \"The Producers\" or \"National Lampoon's Animal\rHouse.\" But vulgarity is a very tricky thing to handle in a comedy; tone\ris everything, and the makers of \"Fast Times at Ridgemont High\" have\ran absolute gift for taking potentially funny situations and turning them into\rgeneral embarrassment. They're tone-deaf.\n\nThe movie's another one of those adolescent sex romps, such as\r\"Porky's\" and \"Animal House,\" in which part of the humor\rcomes from raunchy situations and dialogue. This movie is so raunchy, however,\rthat the audience can't quite believe it. I went to a sneak preview thrown by a\rrock radio station, and the audience had come for a good time. But during a\rscene involving some extremely frank talk about certain popular methods of\rsexual behavior, even the rock fans were grossed out. There's a difference\rbetween raunchiness and gynecological detail.\n\nThe movie's cast struggles valiantly through all this dreck.\rRarely have I seen so many attractive young performers invited to appear in so\rmany unattractive scenes. Leigh, for example, plays a virginal young student at\rRidgemont High. She's curious about sex, so the script immediately turns her\rinto a promiscuous sex machine who will go to bed with anybody. And then her\rsexual experiences all turn out to have an unnecessary element of realism, so\rthat we have to see her humiliated, disappointed, and embarrassed. Whatever\rhappened to upbeat sex? Whatever happened to love and lust and romance, and\rscenes where good-looking kids had a little joy and excitement in life, instead\rof all this grungy downbeat humiliation? Why does someone as pretty as Leigh\rhave to have her nudity exploited in shots where the only point is to show her\rill-at-ease?\n\nIf this movie had been directed by a man, I'd call it sexist. It\rwas directed by a woman, Amy Heckerling -- and it's sexist all the same. It\rclunks to a halt now and then for some heartfelt, badly handled material about\rpregnancy and abortion. I suppose that's Heckerling paying dues to some\rmisconception of the women's movement. But for the most part this movie just\rexploits its performers by trying to walk a tightrope between comedy and\rsexploitation.\n\nIn addition to Leigh's work, however, there are some other good\rperformances. Sean Penn is perfect as the pot-smoking space cadet who has been\rstoned since the third grade. Phoebe Cates is breathtaking as the more\rexperienced girl who gives Leigh those distasteful lessons in love. Judge\rReinhold has fun as a perennial fast-food cook who rebels against the silly\runiforms he's supposed to wear. Ray Walston is suitably hateful as the\rdictatorial history teacher, Mr. Hand. But this movie could have been a lot\rmore fun if it hadn't chosen to confuse embarrassment with humor. The\runnecessary detail about sexual functions isn't funny, it's distasteful.\n\nLeigh looks so young, fresh, cheerful, and innocent that we\rdon't laugh when she gets into unhappy scenes with men -- we wince. The whole\rmovie is a failure of taste, tone, and nerve -- the waste of a good cast on\rerratic, offensive material that hasn't been thought through, or maybe even\rthought about.", "running_time": 92, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy"], "title": "Fast Times at Ridgemont High (1982)"}