{"url": "http://www.rogerebert.com/reviews/fast-five-2011", "by": "Vin Dieselas Dominic", "star_rating": 3.0, "text": "I don't think you can take two mid-size sedans, chain them to a bank vault and haul it behind you on a high-speed chase through the streets of Rio de Janeiro while being chased by the cops. I think the traffic would be too bad.\n\nI also don't think you can steal cars from a speeding train by driving a truck beside the tracks, cutting the side out of a freight car with an acetylene torch, flipping the cars onto the truck bed, tilting the bed, letting them roll to the ground and then driving them away. I think there are more practical ways to steal cars.\n\nI also think that while Houdini might have been able to make a bank vault disappear from the stage of the New York Hippodrome (and escape from it in the process), bank vaults in general tend to be hard to mess with, as may occur to you during \"Fast Five.\" \n\nBut you know what? It sort of doesn't matter. The movie is made of sheer, preposterous and nonstop impossible action, muscular macho guys, hot chicks and platoons of bad guys who are eliminated by the dozens while the leading characters escape certain death so easily, it gets to be a habit.\n\nThis is the third of the \"Fast and the Furious\" series starring Vin Diesel, Paul Walker and Jordana Brewster, and here they're joined by Dwayne Johnson, making it a sort of convention of reckless drivers. Apparently some of these characters have had, in the past, long conversations about their goals, dreams, abilities and values, saving time at the present for terse verbal shorthand. When you hear as many as six words in a row, you suspect it's a tagline for a trailer (\"We need to assemble a team\").\n\nJustin Lin is emerging as a first-rate director in this second-rate genre, having shelved, temporarily I trust, the ambition suggested in his remarkable \"Better Luck Tomorrow\" (2002). Unlike a certain other maker of Crash-Crash-Bang-Bangs, whose name I trust you to summon effortlessly, he devotes attention to a storyline that devises ingenious new things to do instead of obsessively blowing up things.\n\nHe storyboards his impossible actions sequences, instead of editing them with incomprehensible speed. And he hauls in fresh faces (played by such as Tyrese Gibson, Chris \"Ludacris\" Bridges, Matt Schulze, Sung Kang, Gal Gadot, Elsa Pataky and Joaquim de Almeida) gives them a specialty and a chance to demonstrate it. You couldn't say the supporting characters are developed beyond their defining labels, but at least they're in the mix.\n\nThe villain (de Almeida), a Rio drug kingpin, makes the usual error of ordering his flunkies into hot pursuit and then following them into danger. There's a reason generals don't fight in the trenches. His character, Reyes, is set up as a criminal tycoon, but $10 million is not, after all, very much drug money to have in a bank, not when Wachovia Bank was recently revealed to have laundered drug money equal to a third of the Mexican GNP. One thing you know is that the U.S. law authorities will spend less time trying to put those bankers behind bars than the Brazilians do here, and lose many fewer squad cars in the process.\n\nBut facts will get me nowhere in reviewing a movie of this sort. What you want is advice about your genre expectations. The 2001 movie was sorta fun with its energy and ambition, placing Diesel and Walker in a Los Angeles street-racing story. The 2009 film, which made an impenetrable leap from the plot of the first one, was much more routine. Both made plenty of money. \n\nThe \"F&F\" titles got confusing with the unrelated \"Fast and Furious: Toyko Drift\" and John Singleton's \"2 Fast 2 Furious,\" which is why, I suppose \"Fast Five\" drops the \"furious.\" But it isn't technically the fifth \"F&F\" unless you count the outliers. So I don't know what \"Five\" refers to. That doesn't bother me.\n\nWhat it all comes down to is a skillfully assembled 130 minutes at the movies, with actors capable of doing absurd things with straight faces, and action sequences that toy idly with the laws of physics. That can be amusing for some people, not so much for me. What I missed were laughs, although I got a good one right at the end, when we were warned that the driving in the movie was done in a controlled environment by professionals, and we shouldn't try those stunts ourselves. Someday I would like to meet a driver who was planning to race his Hummer into a reinforced concrete wall before being persuaded otherwise by the closing credits.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-04-28", "genres": ["Action", "Thriller"], "title": "Fast Five (2011)"}