{"url": "http://www.rogerebert.com/reviews/fat-kid-rules-the-world-2012", "by": "Jacob Wysockias Troy", "star_rating": 3.5, "text": "\"Fat Kid Rules the World\" is a movie with a title that might be misleading: It's a lot better than it sounds like it has any right to be.\n\nHere is the story of a suicidal high school outsider that generates great sympathy for the character, and miraculously supplies him with a loving and supportive father, a reckless new friend who turns out to be good for him, and even a sexy classmate who likes his T-shirt. That has to be the first time a girl has ever told him anything like that.\n\n\"Fat Kid Rules the World\" isn't either of the things that we might fear: It's not a smarmy feel-good movie, and it's not another dumb teenage comedy. It's smart and observant, and when its laughs come, they're of the dark humor variety. \n\nMuch of its success comes from a fresh 21-year-old actor named Jacob Wysocki, who was inspired in his leading debut opposite John C. Reilly in \"Terri\" (2011), which I invited to Ebertfest this year. Knowing him to be outgoing and personable, I was struck by how convincing he is in this film's early scenes, as Troy Billings, a trudging, listless mouth-breather who exudes a deep sense of defeat. The fat kid he played in \"Terri\" was more transgressive (he wore his pajamas to high school because they were a \"better fit\"). Here he's a boy with such low self-regard that he seems frozen in his tracks. \n\nAs the film opens, he tries to throw himself under a bus. His life is saved at the last possible moment by a druggie street kid named Marcus (Matt O'Leary), a teenage con man; he quickly sees this sudden relationship as an opportunity to crash at Troy's house and raid the refrigerator. This scheme is greeted coolly by Troy's father (Billy Campbell), a crew-cut, no-nonsense ex-Marine who tries to run a tight ship.\n\nRight away we expect Mr. Billings to be a sadistic drill sergeant, but actually he's a reasonable man who loves both of his sons and even has sympathy for Marcus because \"everybody deserves a chance.\" \n\nThe family's mother died not long ago, and now Mr. Billings cooks dinner every night for Troy and his brother, Dayle (Dylan Arnold), who is forever doing his homework at the dining room table. Troy never visibly does homework, but claims he's good at math and everything else \"except gym.\" The two brothers are not hostile but more mutually uncomprehending.\n\nAt school, Troy isn't picked on, but more invisible. He gains a little credibility simply by being acknowledged by Marcus, a popular rebel, who, strictly speaking, has been expelled by the school. Able to improvise his way out of any situation, Marcus tells Troy they're going to form their own two-man punk rock band. Troy will be the drummer. Encouraged that his son is at last showing interest in something, Mr. Billings actually buys him a nice set of drums, which come with some rules: no rehearsals after 10 p.m.\n\nLet me describe Troy's ability as a drummer this way: an infant pounding its mashed potatoes with a spoon has as much rhythm. Nevertheless, after Marcus does a fashion makeover for the kid by drawing with a Sharpie on a T-shirt, the word gets around that the two of them are in a band, and his classmate Isabel (Lili Simmons) takes a sweet interest in him. Troy is not only fat but his round cheeks are inflicted with a bright red case of rosacea. What does Isabel see in him? She's sort of an outsider herself and enjoys what she interprets as his spunk.\n\nWeathering this storm in his little family, Billy Campbell is spot-on as the father. No-nonsense middle-aged roles are hard to find, and although Campbell is well-known, especially from his television work, his performance here may intrigue casting directors with his possibilities.\n\nAnyway, that's the set-up. The delivery is unexpected. Even what seems to be a public humiliation ends up making Troy a hit on YouTube. There are of course setbacks and alarming events, but what's affecting is how sensibly and kindly Mr. Billings responds. There's a quiet moment, easy to miss, when he calls Marcus \"son.\" And for such a straight arrow, he takes a big chance on behalf of the two boys.\n\n\"Fat Kid Rules the World\" marks the directorial debut of Matthew Lillard, who like many actors is better with people than with the camera. There isn't dazzling directorial virtuosity here, but direct and economical filmmaking that focuses directly on the characters. The screenplay by Michael M.B. Galvin and Peter Speakman is based on a best-selling young adult novel by K.L. Going, which tells a story with deep appeal.\n\nLillard deserves more time behind the camera, and I think we'll be pleased to watch Wysocki's development as an actor. In the world of acting, many are thin but few are talented.", "running_time": null, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-28", "genres": ["Comedy", "Drama"], "title": "Fat Kid Rules the World (2012)"}