{"url": "http://www.rogerebert.com/reviews/fat-albert-2004", "by": "Kenan Thompsonas Fat Albert", "star_rating": 2.0, "text": "Now here is a movie for which the words \"good-hearted\" come straight into mind. It takes the characters of Bill Cosby's \"Fat Albert\" TV cartoon show from the 1970s, and sends them popping magically out of the TV screen and into the life of a teenage girl -- where, hey-hey-hey, they give her advice that has always worked for them in Toonland. It's ingenious in the way it shows the cartoon characters amazed by the real world (hey-hey-hey, they learn from a poster in a video store that they're on a \"de-ved,\" or however you say \"DVD\"). But in a season where the standards have been set for animated entertainment by \"The Polar Express\" and \"The Incredibles,\" I don't think \"Fat Albert\" is up to speed; in its meandering, low-key way, it seems destined more for a future on de-ved, returning to the video world where the characters say they feel more at home.\n\nKyla Pratt plays Doris, a high school student who is pretty and smart but lacks self-confidence and feels left out of things. There's a big party tonight (a rich kid's father is blocking off the street) but she's not invited. Oh, she was kinda included in an invitation to her popular foster sister Lauri (Dania Ramirez), but that's not the same thing.\n\nDoris comes home, turns on the TV and sheds a single tear, which falls onto the TV screen and creates a portal in space, time and reality. On the \"Fat Albert\" TV show, in a Philadelphia junkyard, the characters see this glistening sphere floating in mid-air, take a reckless chance by jumping through it, and find themselves in Doris' living room.\n\nMany movies have inserted cartoon characters into the real world, but usually while still representing them as cartoons, as in \"Who Framed Roger Rabbit,\" \"Space Jam\" and \"Garfield: The Movie.\" In \"Fat Albert,\" the toons become real humans, played by actors who look amazingly like their TV counterparts, including Kenan Thompson of \"Saturday Night Live,\" who wears a padded costume that makes him look not like an actual fat kid, but like a cartoon fat kid who is round in all the right places and has a belt around the equator that looks drawn on. (In a poignant sequence at the very end of the film, we discover that the toons also look like Bill Cosby's real-life childhood friends, who inspired \"Fat Albert and the Cosby Kids.\")\n\nDoris, who is worried about her popularity, isn't thrilled to be joined by cartoonish caricatures like Fat Albert, Mushmouth (Jermaine Williams), Bucky (Alphonso McAuley), Old Weird Harold (Aaron A. Frazier), Dumb Donald (Marques B. Houston) and Rudy (Shedrack Anderson III). Nor are they exactly thrilled to be in the real world, where things work differently than in a cartoon. They try to jump back into the screen, but the \"Fat Albert\" show is over, and they deduce that the magic portal opens only while they're on the air; that means they have to stick around for 24 hours. Alas, the bright colors of their costumes seem to be slowly fading away, as if they're losing their unreality.\n\nThere's an awkward little subplot in which Fat Albert gets a crush on Lauri, a strange moment when Dumb Donald reveals that he wears a hood \"because I haven't got a face,\" and lots of scenes in which Doris' low self-esteem is boosted by the Cosby Kids' hey-hey-hey style of positive thinking.\n\nThe movie is sweet and gentle, but not very compelling. All but its younger viewers will be expecting a little more excitement along with Fat Albert's genial encouragement of Doris.\n\nAnd I was wondering, as I always do with plot devices like this, why the human characters deal so calmly with the appearance of toons. Yes, Doris is surprised when the Fat Albert gang pops through her TV set, but isn't that event more than just ... surprising? Isn't it incredibly amazing? When the laws of the physical universe as we know them are fundamentally violated, shouldn't it be for more earthshaking purposes than to cheer up Doris?", "running_time": 93, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-12-23", "genres": ["Comedy", "Drama", "Family"], "title": "Fat Albert (2004)"}