{"url": "http://www.rogerebert.com/reviews/fat-city-1972", "by": null, "star_rating": 4.0, "text": "Two men, barely 10 years apart in age, one with a lifetime of emptiness ahead of him, one with an empty lifetime already behind. This is what John Huston has to work with in \"Fat City\" and he treats it with a level, unsentimental honesty and makes it into one of his best films.\n\nThe young man is one of those cool, muscular youths who seem to be bursting with energy in their last year of high school. Then you run into them two years later and they're pumping gas and daydreaming about refinements they can make on their cars. The older man was a boxer once, and came close enough to greatness to be haunted by it, but now he is a drifter and the next thing to a bum. Leonard Gardner's novel Fat City placed these men in Stockton, Calif., and contrasted the hopelessness of their lives with the dogged persistence of their optimism.\n\nHuston's film owes a great deal to the Gardner novel, but it also has something that is all Huston's own: His fascination with underdogs and losers. The characters in Huston movies hardly ever set out to achieve what they're aiming for. Sam Spade, in \"The Maltese Falcon,\" Huston's first film, ends up minus one partner and one woman he thought he could trust. Everyone is a loser in \"The Treasure of the Sierra Madre,\" and the gold blows back into the dust and is lost in it. Ahab, in \"Moby Dick.\" Marlon Brando's career Army officer in \"Reflections in a Golden Eye,\" even Bogart and Hepburn in \"The African Queen\" -- they all fall short of their plans. \"The African Queen\" does have a happy ending, but it feels tacked-on and ridiculous, and the Queen destroys itself in destroying the German steamer.\n\nSo this is a theme we find in Huston's work, but rarely does he fit it to characters and a time and place so well as in \"Fat City.\" Maybe that's because Huston knows the territory: he was a professional boxer himself for a while, and not a very good one.\n\nThe Stockton in his film exists in an America we tend to forget about these days. It is the other side of the image preferred by chambers of commerce. The characters live their lives in fly-stained walk-ups with screen doors that bang in the wind. They hang out in the kind of bar that advertises in its window the price of a shot and a beer. They know in their bones it will take a miracle to get them out of their lives, because they know (accurately) that they don't have what it takes. So they dream, and bank on long shots. Even after all the hours of training and roadwork and pep talks, the boxers in \"Fat City\" feel little confidence in themselves. They substitute brag for optimism.\n\nHuston's boxers are Stacy Keach, the electrifying New York stage actor who was mostly overlooked in films like \"Doc\" and \"End of the Road,\" and Jeff Bridges, who was the young man who went away to Korea in \"The Last Picture Show.\" Keach plays Tully, whose boxing career is all over, although he miraculously pulls himself together for one final victory. Bridges plays Ernie, who never even has what Tully lost; he does have a strong body and a few good moves, but basically he's a pushover.\n\nHuston tells his story in a slow, atmospheric way, and characters drift into it and stay because they have no place else to go. There's Oma (Susan Tyrrell), a youngish but bloated alcoholic, who picks up with Tully while her black lover is serving a little time. She is dumb, vulgar, sluttish and all the other things we think about people who never had an education and drink cream sherry all day. But she has a heart, by God, and she believes in all the naive cliches that do her for a philosophy.\n\nBelief is important to these people because there is nothing else -- not even the realization of belief. Take Ruben (Nicholas Colusanto), who runs the local gym, manages fighters and promotes bouts when he can. He is old and poor and in a dying industry, but when a new kid comes in to the gym, he blinks once and sees Marciano. He drives his boxers over to the next town for a fight, and drives them back when they have lost, all the time talking about Madison Square Garden.\n\nThe movie's edges are filled with small, perfect character performances. Candy Clark is vulnerable and vacuously hopeful as Ernie's young, pregnant bride. She has exercised a little instinctive cunning to lure him into marriage, hardly anticipating what a cheerless future she's won for herself. Curtis Cokes, as Earl, Oma's black lover, has a self-respect that will not give way to jealousy; when he gets out of jail and moves back in with Oma, he treats Tully with man-to-man dignity.\n\nThe one performance in the movie I'm sure I will never forget comes from Sixto Rodriguez, an actor who doesn't have a single line of dialogue. He plays a Mexican fighter, who once, briefly, had a reputation, and is brought in by bus to fight Tully. He comes to the stadium surrounded by a vast silence and loneliness. He urinates, and there is blood, and we know his secret. He is in such pain he can barely stand. But he goes out and fights and loses, and gives Tully a moment of glory that (we know) is so small as to hardly be measurable.\n\nA few critics of \"Fat City\" found it too flat, too monochromatic. But this material won't stand jazzing up. If Huston and Gardner had forced the story into a conventional narrative of suspense, climax and resolution, it would have seemed obscene. There just isn't going to be any suspense, climax, or resolution in the lives of these people: Just a few moments of second-hand hope that don't even seem worth getting very worked up about at the time.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Drama", "Sports Film"], "title": "Fat City (1972)"}