{"url": "http://www.rogerebert.com/reviews/fatal-beauty-1987", "by": "Whoopi Goldbergas Rita Rizzoli", "star_rating": 3.0, "text": "Whoopi Goldberg has a scene in \"Fatal Beauty\" that is like a blow to the heart, it is so powerful. She plays a narcotics detective, a tough woman who makes friends with the bodyguard of a drug smuggler. And in a quiet moment together the character explains why she is so opposed to drugs by revealing a secret out of her past.\n\nThat this moment got into the film at all is a small miracle, because \"Fatal Beauty\" is a police action thriller that seldom slows down for personal revelations. But the scene is an eye-opener, an emotionally charged moment that awakens memories of Goldberg in \"The Color Purple,\" a reminder that she is a good actress and not simply the female Chuck Norris.\n\nSince \"The Color Purple,\" Hollywood has given Goldberg a lot of work: three starring roles in a row. But it hasn't given her a chance to really challenge herself. She's always seen as the woman from Planet X, the funny-looking heroine with the weird hair and the four-letter words. \"Fatal Beauty\" is first and foremost an action movie - one with a lot of not-accidental parallels to the \"Beverly Hills Cop\" pictures - but it also is Goldberg's best work since \"The Color Purple.\"\n\nShe plays Rita Rizzoli (the Italian name is much remarked upon but never explained), a tough street detective who dresses in the standard issue Goldberg uniform: jeans and baggy sweatshirts. She's on the trail of a drug dealer who has put a particularly potent form of cocaine on the street, a form called \"Fatal Beauty\" that causes instant death. Several people die from the drug during the movie although, of course, no general public warning is issued because that would allow reality to intrude on Goldberg's private vendetta.\n\nShe goes to call on the drug king (Harris Yulin) and has a run-in with the man's security chief, a lanky, shaggy-haired guy named Mike (Sam Elliott). They should be natural enemies, but Sam likes Rizzoli almost instantly, and they become unlikely allies, even though they are on opposite sides of the law. The movie has the usual number of shoot-outs and chase scenes, directed with the usual cold precision and technical competence by a Hollywood crew to which these obligatory scenes are by now routine.\n\nIn between, the movie stirs to life through the relationship of the Goldberg and Elliott characters, who at one point seem about to fall in serious love with one another but never do. (The movie has been edited after being threatened with the dreaded X rating, which might have something to do with what feels like a missing love scene.) I liked the relationship between the two characters, but what I also liked was the way Goldberg handled the same basic situation that Eddie Murphy flunked in \"Beverly Hills Cop II.\" What you have in both movies is a black street cop who ostensibly doesn't fit in with the chic folks of Beverly Hills. While Murphy handled the confrontations with a smug and even shrill self-confidence, Goldberg allows uncertainty to creep in. Even in a scene where she is bashing a society woman in the chops, she allows herself to seem apologetic.\n\n\"Fatal Beauty\" is not a great movie, but it has good qualities. It's a lot better than Goldberg's two previous action pictures: \"Jumpin' Jack Flash\" and \"Burglar.\" And it provides more evidence she is a gifted actress and comic who might make another great movie someday, if only she can free herself from the albatross of action and violence and chase scenes and shoot-outs and all that stuff that anybody can do.", "running_time": 104, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-30", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Fatal Beauty (1987)"}