{"url": "http://www.rogerebert.com/reviews/fatal-attraction-1987", "by": "Michael Douglasas Dan Gallagher", "star_rating": 2.5, "text": "\"Fatal Attraction\" is a spellbinding psychological thriller that could have been a great movie if the filmmakers had not thrown character and plausibility to the winds in the last minutes to give us their version of a grown-up \"Friday the 13th.\"\n\nBecause the good things in the movie - including the performances - are so very good, it's a shame that the film's potential for greatness was so blatantly compromised. The movie is so right for so long that you can almost feel the moment when the script goes click and sells out.\n\nThe story stars Michael Douglas as a lawyer who has been happily married for nine years, has a 6-year-old daughter, loves his wife and has no particular problems on the day he meets an intriguing blond (Glenn Close) at a business party. She makes it her business to get to know him, and one weekend when Douglas's wife and daughter are out of town visiting his in-laws, he invites the blond out to dinner.\n\nShe finds him willing to be seduced, and they have wild, passionate sex. Their couplings take place in a freight elevator, on the kitchen sink and, I think, in bed. The film was directed by Adrian Lyne (\"9 1/2 Weeks\"), whose ideas of love and genital acrobatics seem more or less equivalent.\n\nDouglas has made it clear that he's a happily married man and that he sees their meeting as a one-night stand (\"Two adults who saw an opportunity and took advantage of it\"), but Close doesn't see it that way. The moment sex is over for her, capture begins, and she starts a series of demands on Douglas's time and attention.\n\nHe tells her to get lost. She grows pathological. She visits him at the office, calls him at home in the middle of the night, throws acid on his car, visits his wife under the pretext of buying their apartment. Desperate to keep his secret and preserve his happy marriage, Douglas tries to reason with her, threaten her and even hide from her, but she is implacable. (And you should read no further if you plan to see the movie, or perhaps, come to think of it, you should.)\n\nThe early and middle passages of the movie are handled with convincing psychological realism; James Dearden's dialogue sounds absolutely right, especially the way he allows the Close character to bait her hook with honeyed come-ons and then set it with jealousy, possessiveness and finally guilt (after she says, inevitably, that she is pregnant). With the exception of the silly sex scenes, \"Fatal Attraction\" never steps wrong until its third act - and then it steps very wrong.\n\nFirst, let me suggest how I hoped the movie would continue. Having created a believable and interesting marriage between Douglas and Anne Archer (who is wonderful as his wife), and having drawn Close as a terrifying and yet always plausible other woman, I hoped the film would continue to follow its psychological exploration through to the end.\n\nI wanted, for example, to hear a good talk between Douglas and Archer, in which truth was told and the strength of the marriage was tested. I wanted to see more of the inner workings of Close's mind. I wanted to know more about how Douglas really felt about the situation. Although he grows to hate Close, is he really completely indifferent to the knowledge that she carries his child?\n\nThe movie does not explore any of those avenues, although the filmmakers clearly have the intelligence to do so. Instead, the last third of the movie collapses into pathetic melodrama. The big scene of truth between Douglas and Archer is shortchanged and feels unfinished. There is a pathetic sequence in which Close captures their daughter and scares her with a roller-coaster ride, while a frantic Archer gets in a car crash and breaks her arm. Give me a break.\n\nAnd then there is the horror-movie conclusion, complete with the unforgivable \"Friday the 13th\" cliche that the villain is never really dead. The conclusion, by the way, operates on the premise that Douglas cares nothing for his unborn child.\n\n\"Fatal Attraction\" was produced by Stanley R. Jaffe and Sherry Lansing, and it seems to repeat a pattern for them. In 1984 they made \"Firstborn,\" with Teri Garr as a divorced mother who falls in love with Peter Weller as a man who is very wrong for her family. The first two-thirds of that film also are psychologically sound and dramatically fascinating, and then it degenerates into a canned formula of violence and an idiotic chase scene. Now they throw away the ending of \"Fatal Attraction.\"\n\nWhat's the matter here? Do they lack the courage to follow their convictions through to the end? They seem to have a knack for finding thoughtful, sensitive screenplays about interesting adults and then adding gruesome Hollywood horror formulas to them. \"Fatal Attraction\" clearly had the potential to be an Oscar contender. I walked out feeling cheated and betrayed.", "running_time": 119, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-18", "genres": ["Drama", "Romance", "Suspense", "Thriller"], "title": "Fatal Attraction (1987)"}