{"url": "http://www.rogerebert.com/reviews/fatal-instinct-1993", "by": "Armand Assanteas Ned Ravine", "star_rating": 1.5, "text": "It was inevitable that the genre of erotic thrillers would be given the \"Airplane!\" treatment. Movies like \"Basic Instinct,\" \"Body Heat,\" \"Sleeping with the Enemy\" and \"Jagged Edge\" offer themselves to parody like a steak to the barbecue. Sometimes, indeed, it's hard to tell the put-ons from the movies with straight faces; I didn't much like the recent thriller \"Malice,\" for example, but some of my correspondents assure me it was all meant as a joke.\n\nWell, maybe they have a point. That process shot of the isolated house on top of the gothic cliff in the lightning storm was probably a signal of some sort, but then again, in parodies the rape and slasher scenes are usually not played straight, and so I read \"Malice\" as a serious thriller with comic undertones.\n\n\"Fatal Instinct\" also has undertones, but not very comic ones. It's a strange thing about the parody genre: Some of these movies work (\"Airplane!,\" \"Top Secret!) and some don't. And you can't say why, except that sometimes you laugh, and sometimes you don't, and the reasons for that are not arguable.\n\nMaybe, though, it has something to do with the acting. No one would confuse Leslie Nielsen, the star of \"Airplane,\" \"Police Squad\" and \"The Naked Gun\" movies, of being a great actor. And yet he has an undeniable gift for making this material funnier than it has any right to be (see him as a motorcycle gang leader in a current auto commercial). Armand Assante, on the other hand, is one of the best movie actors of his generation. But he isn't very funny in \"Fatal Instinct.\" Why not? I dunno. Maybe he plays the role hero too convincingly, which would be a mistake; Nielsen never for a moment seems to be a real cop, and his posturing in the role is funny even before he says anything.\n\n\"Fatal Instinct,\" directed by Carl Reiner from David O'Malley's original screenplay, begins as a pseudonoir, with the kind of hardboiled voice-over dialogue that sounds knowledgeable unless you listen carefully. We meet Ned Ravine (Assante), who works as a cop to arrest lawbreakers, and then switches over to his other job, as a lawyer, to defend them. He's married to Lana Ravine (Kate Nelligan), who is conducting a passionate affair with an auto mechanic, but Ned doesn't catch on, not even waking up when he finds himself in the same bed with his wife and her lover.\n\nMeanwhile, two femme fatales appear on the scene, in characters inspired by Kathleen Turner in \"Body Heat.\" Laura and Lola (Sherilyn Fenn and Sean Young) are two sides of the same coin: one brunet, one blond, both with toilet paper stuck to the soles of their shoes. Assante has all he can do to fend off their passionate advances, in scenes borrowed from earlier thrillers. (In homage to \"Body Heat,\" he watches an erotic come-on through French windows, then picks up a chair and hurls it at the windows, just like William Hurt did. The chair shatters.) Reiner and O'Malley work the big famous scenes for all they're worth; Nelligan gets to drown in a bathtub just like Glenn Close did in \"Fatal Attraction,\" and Fenn has nightmares about crooked towels in the bathroom, right out of \"Sleeping with the Enemy.\" Maybe you'll be in the right mood and like this stuff. It looks good, and the actors are several notches above the usual parody cast in ability. And yet . . . are they maybe too good for this material? Nobody has ever accused Priscilla Presley of being over-talented, and yet she brought a quality to the \"Naked Gun\" movies that Nelligan, Young and Fenn among them cannot approach.\n\nMaybe it was her ability to find Leslie Nielsen sexy.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-10-29", "genres": ["Comedy"], "title": "Fatal Instinct (1993)"}