{"url": "http://www.rogerebert.com/reviews/fathers-day-1997", "by": "Robin Williamsas Dale Putley", "star_rating": 1.0, "text": "\"Father's Day'' is a brainless feature-length sitcom with too much sit and no com. It stars two of the brighter talents in American movies, Robin Williams and Billy Crystal, in a screenplay cleverly designed to obscure their strengths while showcasing their weaknesses.\n\nThe story is recycled out of a 1983 French film named \"Les Comperes,'' as part of a trend in which Hollywood buys French comedies and experiments on them to see if they can be made in English with all of the humor taken out. The discussion about this one seems to have been limited to who got to play the Gerard Depardieu role.\n\nBilly Crystal won, I think. At least he's the one who is a master of the sudden, violent head-butt, which is supposed to be amusing because he's a high-powered lawyer and so nobody expects him to be good at head-butting. As the movie opens, he gets an unexpected visit from a woman (Nastassja Kinski) he knew 17 years ago. She's now happily married, but needs to tell him something: They had a son, the son has disappeared, she's desperate, and she needs his help in finding him.\n\nRobin Williams plays an unsuccessful performance artist from San Francisco, who is at the point of suicide when his phone rings. It's Kinski, with the same story: Seventeen years ago, they had a son, who is now missing, etc. She tells both men, just to be on the safe side, in case one doesn't want to help. But both men are moved by her story, and by the photograph she supplies, of a lad who looks born to frequent the parking lots of convenience stores.\n\nAt this point, it is inconceivable that the following events will not transpire: (1) The two men will discover they're both on the same mission. (2) They'll team up, each one secretly convinced he's the real father. (3) They'll find the son, who doesn't want to be saved. (4) They'll get involved in zany, madcap adventures while saving him, preferably in San Francisco, Reno, and places like that. (5) The married one (Crystal) will lie to his wife about what he's doing, and she'll get suspicious and misread the whole situation.\n\nWill the movie get all smooshy at the end, with the kind of cheap sentimentality comedians are suckers for, because they all secretly think they embody a little of Chaplin? You betcha. This movie could have been written by a computer. That it was recycled from the French, by the team of Lowell Ganz and Babaloo Mandel, is astonishing, given the superior quality of their collaborations like \"Parenthood\" and \"City Slickers\". Williams and Crystal are pretty bad. You can always tell a lazy Robin Williams movie by the unavoidable scene in which he does a lot of different voices and characters. This time, nervous about meeting his son, he tries out various roles in front of a mirror. All right, already. We know he can do this; we've seen him do it in a dozen movies and on a hundred talk shows. He's getting to be like the goofy uncle who knows one corny parlor trick and insists on performing it at every family gathering. Crystal is more in character most of the time--more committed to the shreds of narrative that lurk beneath the movie's inane surface.\n\nThe kid, played by Charlie Hofheimer, is another weak point. He's not much of an actor--not here, anyway, in material that would have defeated anybody--but the movie doesn't even try to make his character interesting. That would upstage the stars, I guess. An indication of the movie's lack of ambition is its use of runaway cliches: His girlfriend has run off with a rock singer, he follows her, Crystal and Williams follow him into the mosh pits of rock concerts and to the band's engagement in Reno, etc. There's even a gratuitous drug dealer, hauled into the plot so he can threaten the kid about a missing $5,000. Would it have been too much to motivate the kid with something besides sex, drugs and rock 'n' roll? Do we need a drug dealer in this innocuous material? And what about poor Julia Louis-Dreyfus? She has the thankless role of Crystal's wife. When Crystal and Williams drag the kid into a hotel room for a shower, she misunderstands everything she hears on the phone and thinks her husband is showering with strange men and boys. Later she turns up while he's telephoning her, and he talks into the phone not realizing her answers are coming from right behind him. This will be hilarious to anyone who doesn't know how telephones work.\n\nThe people connected with this movie are among the brighter talents in Hollywood. Ivan Reitman is the director; Ganz and Mandel have a great track record; Williams and Crystal are so good they could improvise a better movie than this. Here's a promising starting point: Two comics get stuck in doomed remake of a French comedy and try to fight their way free.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-05-09", "genres": ["Comedy", "Family"], "title": "Father's Day (1997)"}