{"url": "http://www.rogerebert.com/reviews/father-of-the-bride-1991", "by": "Steve Martinas George Banks", "star_rating": 3.0, "text": "The most surprising discovery audiences are making about Steve Martin at this stage of his career is that he is a warm actor - warm, and yet not ingratiating. My image of Martin, formed from his stage persona and his early movies, was of a chilly wise-guy of undeniable intelligence but little empathy. And yet look at his best recent screen roles, in the movies \"Parenthood,\" \"L.A. Story\" and now \"Father of the Bride.\" He's one of the most empathetic men on the screen.\n\nIn \"Father of the Bride,\" his character is inspired by a 1950 Spencer Tracy role, and it's fair to say he is as likable as Tracy. Perhaps more to the point, he plays a role much like the one played by Alan Alda in \"Betsy's Wedding,\" and although Alda has made a career out of playing nice guys and usually does it convincingly, I liked Martin better.\n\nThe screenplay is predictable, and if you've seen the trailer you have, in some sense, seen the movie. The screenplay is based on confirmations, not surprises; everything we think will happen, does. In that sense it is like a successful wedding. Martin and Diane Keaton play the rather amazingly happily married parents of a young woman (Kimberly Williams) and a small boy (Kieran , of the Culkin child dynasty). Their daughter goes off to study in Europe for a semester, and comes home glowing with joy and announcing her engagement. The father of the bride is not pleased by the prospect of losing his little girl. He is even less pleased when he finds out what the wedding will cost.\n\nA recent newspaper story about the escalating costs of weddings told of a father who offered his daughter a choice: A nice ceremony, or a condo. This is not far off. The wedding in \"Father of the Bride\" is priced out at $250 a head, and of course the bare minimum guest list initially comes to something like 600 people. At this point, in one of the movie's funniest scenes, Martin and Keaton join Williams in going through their card file, seeing who they can leave out. (\"He died? That's great!\") Martin Short has a hilarious star character role as Franck Eggelhoffer, the wedding coordinator, who speaks with an accent that seems to be part central European and part nasal congestion, and who agrees wholeheartedly that the wedding should not be too fancy, although his definition of moderation somehow includes three live swans. He handles Martin almost with pity; from long experience, he knows what the father is in for, and forgives him even the tuxedo which Martin insists is a black Armani and the coordinator has good reason to believe is dark blue polyester.\n\nThe best moments in the movie are not, however, the passages of obvious comedy (I didn't much go for the extended set-piece that involved Martin visiting his in-laws' bathroom and ending up in the swimming pool). This is a movie with heart, and there are little moments in it when Martin is deeply moved by the fact that this perfect creature he brought into the world is now going to start a family of her own.\n\nThere is, for example, a touching moment when he touches his heart, as if it will burst. Another moment when Keaton gently corrects his original vision of the wedding ceremony (lots of balloons in the back yard, and Martin standing at the barbecue grill wearing a chef's hat). And the poignancy of a moment when Martin realizes his daughter now listens to her fiance, not her old dad, for helpful suggestions.\n\n\"Father of the Bride\" is not as ambitious or as insightful as \"Parenthood,\" the film it should probably be linked with in Martin's career. Its truths are more sweet and gentle. But it's one of the movies with a lot of smiles and laughter in it, and a good feeling all the way through. The movie was directed by Charles Shyer and produced by Nancy Meyers, and their previous credits include two films in the same vein, \"Irreconcilable Differences\" and \"Baby Boom\" (which starred Keaton as a career woman who suddenly finds herself a mother). There are no great revelations of stunning insights in their films. Just everyday life, warmly observed.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-12-20", "genres": ["Comedy", "Family"], "title": "Father Of The Bride (1991)"}