{"url": "http://www.rogerebert.com/reviews/father-hood-1993", "by": "Patrick Swayzeas Jack Charles", "star_rating": 1.0, "text": "\"Father Hood\" is a genial, simple-minded chase picture in which a smalltime thief learns to love his children. I didn't believe a single second of it, although I enjoyed a few of them.\n\nThe movie stars Patrick Swayze, he of the unkempt hair and lovingly illiterate grammar, as a crook who gets mad at the way they're treating his children in a city-run institution. So he kidnaps them at gunpoint from a school bus and takes them along on an odyssey from Los Angeles to New Orleans, with a stop for sightseeing at Hoover Dam.\n\nThe kids (a teenage girl and a boy about 7) were apparently being abused at the children's home, although on this and many other subjects the movie is confused, as if a stronger screenplay had been so halfheartedly watered down that they left in the hints but took out the explanations. (The most puzzling scene in the whole film is a brief dialogue passage between a social worker and a small child, neither one seen again, apparently intended to suggest an unwholesome atmosphere at the school).\n\nSwayze didn't really mean to kidnap his kids anyway. His plan was to drive to New Orleans to take part in the theft of a briefcase full of money. After he has the kids in the car, he takes them along for the ride. Because this movie has no ambition other than to ape better films, we can guess what the ride will involve: a dirt-road duel with a police car, some run-ins with rednecks and gas station operators, fights between Dad and the kids, and strange modes of transportation (at one point, the three runaways hide inside a speedboat that's being towed to Louisiana).\n\nMeanwhile, Swayze makes a series of phone calls to the Los Angeles newspaper reporter (Halle Berry) who originally wrote about his abduction of the kids. Her role is not only the most thankless one in this movie, but the most thankless role in any film I have seen this year. She gets a scene at the beginning where she smiles bravely outside a prison, and a scene at the end that is a repeat of the first scene. All of her other scenes take place on the phone, as she talks to Swayze. It must have been lonely on the set.\n\nSince Berry is potentially one of the hottest actresses in Hollywood right now, after her work in \"Strictly Business,\" \"Boomerang\" and \"The Last Boy Scout\" and her countless fashion and personality layouts in magazines, there is only one explanation for her appearance in this worthless role: Her agent should have been fired. Life is too short and fame too fleeting for an actress on the move to waste time in nothing roles.\n\nOne of the other supporting roles, however, fares better. Diane Ladd has a lot of fun as Swayze's mother, who is tracked down in a Vegas casino just as she's palming the dice. Ladd has played a lot of roles more or less like this in recent years; she fits nicely into the mold of fading hillbilly sexpot, and she always has terrific comic energy.\n\nSwayze, on the other hand, seems so offhand in most of his scenes that I guess it was an acting decision. Since the action sequences are all arbitrary and unbelievable, maybe he thought he could save face by not seeming to take them seriously. The result is a waste of time for everyone involved, most especially the audience.\n\nNOTE: I saw the film at a preview at Loews Hillside Square, where, in a possible attempt to save money on expensive projector bulbs, the light intensity was dialed down so that the movie looked murky and colorless. A company without the pride to project a film properly should get out of the movie business.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-08-27", "genres": ["Action", "Comedy", "Family"], "title": "Father Hood (1993)"}