{"url": "http://www.rogerebert.com/reviews/father-of-the-bride-part-ii-1995", "by": "Steve Martinas George Banks", "star_rating": 2.5, "text": "“Father of the Bride Part II” belongs to the genre that could\rperhaps be called Surrogate Happiness Movies. Good things happen to the\rcharacters, we identify with them, and so in a sense they happen to us. Such\rmovies usually contain a minimum of one childbirth scene.\n\nAnd\rjust as there is no such thing as an ugly baby, so there is no such thing as a\rbad Surrogate Happiness Movie.\n\nOf\rcourse, there are many exceptions to that rule. But movies like this butter us\rup so well that we'd feel like a grouch criticizing them. \"Father of the\rBride Part II\" is not a great movie and not even as good as its 1991\rinspiration (not to mention the Spencer Tracy-Elizabeth Taylor original from\r1950). But it is warm and fuzzy, and has some good laughs and a lot of\rsweetness.\n\nAll\rof the key players return from the earlier film. Steve Martin and Diane Keaton\rplay George and Nina Banks, a comfortable married couple whose daughter\r(Kimberly Williams) got married in the previous film and is now about to make\rthem grandparents. Kieran Culkin, of the Culkin child dynasty, is back as\rMatty, their younger son. Martin Short and B. D. Wong return as wedding\rcoordinators who now turn out to be interior decorators as well. And many of\rthe supporting characters are the same, as is the expansive old house in which\rGeorge and Nina reared their children.\n\nAs\rthe film opens, they're beginning to feel like empty nesters.\n\nMatty\rwill be in college one of these days, and maybe the old house is just too big.\rPlus, there are maintenance problems. (They stand in the kitchen while water\rdrips from the ceiling during a rainstorm, and I guess we're supposed to forget\rthey live in a three-story house and that would be one hell of a leak.) Anyway,\rwhat with one thingand another,\rmaybe they should move to a smaller place by the beach.\n\nGeorge\rputs the house on the market, sells it immediately, agrees to be out in 10\rdays, and sets in motion a series of family crises that I may very well reveal\rin the paragraphs to come, so read no further (unless you already know the\rwhole story from seeing the previews).\n\nNina,\rof course, finds herself unexpectedly in the family way, and so mother and\rdaughter are both pregnant. No prizes for guessing that they may find\rthemselves delivering at exactly the same moment.\n\nGeorge\ris aghast at this news. (\"Going to the movies - that will be economized:\r`One child - two seniors.' \") George tries to buy back the family mansion,\rthere are misunderstandings with the in-laws, and a slapstick sequence seems a\rlittle out of place: George takes too many sleeping pills and is subjected to\ran unwanted prostate procedure (not that there is such a thing as a wanted\rprostate procedure).\n\nThe\rbig parallel childbirth scene is familiar from many other movies (it was done\rto perfection by Dudley Moore in Blake Edwards' \"Mickey &\rMaude\"), but it gains a certain weight and credibility by the performance\rof Jane Adams as Dr. Eisenberg, the obstetrician. She enters the movie\runheralded, projects an unshakable calm and sensible humanity, and turns her\rsupporting character into an oasis of sanity.\n\nOne\rcan imagine the role being played as all clichés, so it's refreshing to see it\rreinvented by good acting.\n\nSteve\rMartin supplies the center of the film, as its narrator and comic relief. Once\ragain we are reminded that he has a sweet, gentle side to go along with the\rcynicism of some of his earlier films. The movie was directed and written by\rCharles Shyer and Nancy Meyers, the husband and wife whose earlier family\rcomedies include \"Irreconcilable Differences\" and \"Baby\rBoom,\" as well as \"Father of the Bride.\" I had the unmistakable\rfeeling, toward the end of this\rfilm, that they may be reaching the end of this particular road and that there\rmay be new horizons to investigate and new Surrogate Happinesses to explore.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-12-08", "genres": ["Comedy"], "title": "Father Of The Bride Part II (1995)"}