{"url": "http://www.rogerebert.com/reviews/fatso-1980", "by": "Dom DeLuiseas Dom DiNapoli", "star_rating": 1.0, "text": "Two basic dramatic approaches to fatness are to regard it as comic, or tragic. Anne Bancroft has somehow avoided both approaches in \"Fatso,\" a movie with the unique distinction of creating in its audiences an almost constant suspense about how they're supposed to be reacting. The movie itself just doesn't know: \"Fatso\" has a director, a screenplay and a cast who are all uncertain about how they really feel about overweight.\n\nExample. The movie's hero (Dom DeLuise), frightened by the death at age 39 of his fat cousin, begins to attend \"Chubby Checker\" meetings, apparently intended to be a cross between Overeaters Anonymous and Weight Watchers. Each program member has his own \"checker, \" and can call him day or night whenever he feels an overwhelming urge to eat. DeLuise padlocks all the kitchen cupboards, is overcome by the urge to eat and calls up his checker. Two checkers race out to his house and, what with one thing leading to another, all three chubbies wind up gorging themselves on pizza, ice cream and anything else they can find.\n\nNot particularly funny material to begin with. But Bancroft's approach to it is so ambiguous we're thoroughly confused. There's a key moment when it's clear that the three fatsos are about to break down. The movie has a quick edit to them stirring up a bowl of chocolate frosting. That could have cued us to laugh, if the edit had been to a closeup, say, of DeLuise licking the spoon. But what camera position does Bancroft choose for the cut? She puts her camera directly overhead in the kitchen, and shoots straight down!\n\nShe couldn't have done a better job of finding a camera angle that leaves us totally at sea. The whole movie has problems with camera placement - \"Fatso's\" an education in reverse about how often our audience reactions are cued by editing and angles - and there are times when the story's so uneasy with itself we wonder if the filmmakers wish they had a different subject.\n\nMaybe they do. Food addiction is a subject a lot of us are very ambiguous about. It doesn't have the seriousness - even the perverse dismal glamour - of alcohol or drug addiction, and yet at the same time we no longer feel comfortable laughing about it: Falstaff's complexities are beginning to sink in. It will be a very long time before our thinking about overweight grows empathetic and sophisticated enough that the subject can inspire its own \"The Panic in Needle Park\" or \"Days of Wine and Roses,\" and, in the meantime, \"Fatso\" is a definitive example of how not to approach the subject.\n\nBesides. I don't want to be picky, but ... Dom DeLuise isn't really that fat.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-02-04", "genres": ["Comedy", "Romance"], "title": "Fatso (1980)"}