{"url": "http://www.rogerebert.com/reviews/fay-grim-2007", "by": "Parker Poseyas Fay Grim", "star_rating": 2.0, "text": "Hal Hartley's \"Fay Grim\" stars Parker Posey and Jeff Goldblum in a search for a mysterious terrorist named Henry Fool. This man, we learn, has been involved in intrigues involving Chile, Iraq, Israel, France, Germany, Russia, England, China and the Vatican (where the pope \"threw a chair at him\"). All in the last seven years.\n\nPosey plays the title character, a mom from Queens, whose son gets in trouble at school for showing around a hand-cranked toy movieola with pornographic images. Who mailed him the device? Could it be involved somehow with her brother Simon (James Ureaniak), a Nobel Prize-winning poet who has been jailed for helping Henry Fool escape the United States? Or with Henry Fool (Thomas Jay Ryan) himself? Enter Fulbright (Goldblum) and Fogg (Leo Fitzpatrick), CIA agents searching for Henry's missing \"Confessions.\" Soon Fay is caught up in an international intrigue.\n\nBut a peculiar intrigue it is, because Hartley's style seems determined to dampen our interest in the plot. Working with a usually tilting camera, he photographs his characters in lugubrious and maddening dialogue of bewildering complexity. And he minimizes the action, which mostly takes place off-screen.\n\nWhen a man leaps from a hotel roof, for example, we don't see what happens, but we hear a crash. When a man is hit by a car, we don't see it happen, but Hartley cuts to a staged and unconvincing shot of him rolling off the car's hood. Shoot-outs are handled with montages of still images.\n\nThe result is that we feel deliberately distanced from the film. It is not so much an exercise in style as an exercise in search of a style. The story doesn't involve us because we can't follow it, and we doubt if the characters can, either. But am I criticizing Hartley, a leading indie filmmaker, for not making a more conventional thriller, with more chases and action scenes? Not at all. I am criticizing him for failing to figure out what he wanted to do instead, and delivering a film that is tortured in its attempt at cleverness, and plays endlessly.\n\nPosey and Goldblum labor at their characters, and are often fun to watch. But in the absence of a screenplay that engages them, they have to fall back on their familiar personalities and quirks. They bring more to the movie than it brings to them.\n\n\"Fay Grim\" is the sequel to \"Henry Fool,\" Hartley's 1998 film, which won the screenwriting prize at Cannes. In that one, Henry first motivated Simon to become a poet and seemed involved in no intrigues. He was an enigma with no purpose other than being enigmatic. Now we find out much more about Henry, but it all seems arbitrary and made up on the spot.\n\nAs for Hartley's tilted camera, tilt shots have traditionally been used to create a heightened sense of danger; the characters can hardly hold onto the screen. Here they're used for scenes of stultifying dialogue and seem more like a desperate attempt to add interest to flat material. I like it better when style seems to emerge from a story (as in \"The Third Man\") than when it feels trucked in from the outside.\n\nNote: Much is made of the fact that Henry's confessions may be encrypted. It is ironic, therefore, that the key encryption simply involves initials that are seen upside-down and need to be turned over. But see if you can figure out how Fay finds the blind antiques dealer who can explain it all to her. Kind of a coincidence?", "running_time": 118, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-05-17", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "Fay Grim (2007)"}