{"url": "http://www.rogerebert.com/reviews/fears-of-the-dark-2008", "by": "Aure Atikaas Laura (voice)", "star_rating": 2.5, "text": "Ideally, a film should flow smoothly into the mind, with no elbows sticking out. From the time some months ago when I first heard of \"Fear(s) of the Dark,\" I was annoyed by the \"(s).\" This is ridiculous, I know. Such a detail has nothing to do with the quality of a movie. But let me ask you: What does \"(s)\" do for you? Or \"Peur(s) du noir\" in French? Less than nothing? Yes.\n\nOh, well. The film is an anthology by six animators, it involves untitled shorts, punctuated by segments by the graphic artist Blutch featuring an aristocrat holding savage hounds straining at a leash. Each time a hound breaks free, it leaps upon the next story, and occasionally, a victim. \n\nSome of the stories are pretty good, especially Charles Burns' tale involving a nasty and vaguely humanoid insect that burrows under the skin. The sight of the creature trapped in a jar is unsettling. The story reminded me of Guillermo del Toro's \"Cronos\" (2003), and indeed he is cited on the Web site as a champion of this film.\n\nRichard McGuire has an effective haunted house story that reminded me a little of Ugetsu in the way it uses spirits who seem to possess the space the hero wanders into. Japanese echos stir also in a story by Marie Caillou, about a bug-eye young girl who is a student trapped in a nightmare.\n\nDespite the title and the ads, this is not really a horror movie but more of a demonstration of the skills of the animators. The segments are like calling cards. Younger horror movie fans will not much identify with it. The hateful hounds don't supply a linking device so much as a separation. And although I admired most of the animation, during the film, I found myself reminded of the four ghostly episodes of the classic Japanese ghost story anthology \"Kwaidan\" (1964), so hauntingly beautiful, which combined live action with frankly employed sound stage sets.\n\nGuillaume Depardieu's voice-over work here represents one of the final credits for the son of Gerard and Elisabeth Depardieu, who died Oct. 13 of pneumonia at only 37. Born into French acting royalty, he had a sad life, including a 2003 suspended sentence for an armed threat, and a leg amputation resulting from a motorcycle accident. His most interesting film was \"Pola X\" (1999), an exceedingly strange modern adaptation of Melvile's Pierre.", "running_time": 85, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-10-29", "genres": ["Animation", "Comedy", "Drama", "Foreign", "Horror", "Indie", "Mystery", "Romance"], "title": "Fear(s) of the Dark (2008)"}