{"url": "http://www.rogerebert.com/reviews/feardotcom-2002", "by": "Stephen Dorffas Mike Reilly", "star_rating": 2.0, "text": "Strange, how good \"feardotcom\" is, and how bad. The screenplay is a mess, and yet the visuals are so creative this is one of the rare bad films you might actually want to see. The plot is a bewildering jumble of half-baked ideas, from which we gather just enough of a glimmer about the story to understand how it is shot through with contradictions and paradoxes. And yet I watched in admiration as a self-contained nightmareformed with the visuals. Not many movies know how to do that.\n\nI'll get to the plot later, or maybe never. Let me talk about what I liked. The film takes place in a city where it always rains and is nearly always night, where even people with good jobs live in apartments that look hammered together after an air raid. Computers and the Internet exist here, and indeed telephones, televisions and all the other props of the present day, but windows are broken, walls are punctured, lights flicker, streets are deserted, and from time to time a dramatic thunderstorm threatens to sweep everything away. This is like \"Dark City\" after a hurricane. It is the kind of city where a man can walk down into a subway and be the only person there, except for a little girl bouncing her ball against the third rail. Or ... is the man really alone? Is that his fantasy? Whether it is or not, he gets slammed by the next train, and the cops are startled by the expression on his face. It looks, they agree, as if he has just seen something terrifying. Apparently something even worse than the train. And he is bleeding from the eyes.\n\nThe film's premise is that a Web site exists that channels negative energy into the mind of the beholder, who self-destructs within 48 hours, a victim of his or her deepest fear. Our first glimpse of this Web site suggests nothing more than a reasonably well-designed horror site, with shock-wave images of dark doorways, screaming lips, rows of knives and so forth. The movie wisely doesn't attempt to develop the site much more than that, relying on the reactions of the victims to imply what other terrors it contains. And it does something else, fairly subtly: It expands the site to encompass the entire movie, so that by the end all of the characters are essentially inside the fatal Web experience, and we are, too.\n\nThe last 20 minutes are, I might as well say it, brilliant. Not in terms of what happens, but in terms of how it happens, and how it looks as it happens. The movie has tended toward the monochromatic all along, but now it abandons all pretense of admitting the color spectrum, and slides into the kind of tinting used in silent films: Browns alternate with blues, mostly.\n\nThe images play like homage to the best Grand Guignol traditions, to \"Nosferatu\" and some of the James Whale and Jacques Tourneur pictures, and the best moments of the Hammer horror films. Squirming victims are displayed on the Internet by the sadistic killer, who prepares to autopsy them while still alive; subscribers to the site, whose crime is that they want to watch, are addressed by name and are soon paying dearly for their voyeurism.\n\nThe movie is extremely violent; it avoided the NC-17 rating and earned an R, I understand, after multiple trims and appeals, and even now it is one of the most graphic horror films I've seen. (The classification is \"for violence including grisly images of torture, nudity and language,\" the ratings board explains, but you'll be disappointed if you hope to see grisly images of language).\n\nStephen Dorff and Natascha McElhone star, as a cop and a public health inspector, and Stephen Rea, who was so unexpectedly deceived in \"The Crying Game,\" plays the host of the Web site and the torturer. The movie keeps trying to make some kind of connection between Rea and the ghostly little girl, who was his first victim, but if the site is her revenge, why is he running it? And how can what happens to him in the end not have happened before? Never mind. Disregard the logic of the plot. Don't even go there. Don't think to ask how the Internet can channel thoughts and commands into the minds of its users. Disregard the dialogue (sample: \"We will provide a lesson that reducing relationships to an anonymous electronic impulse is a perversion\").\n\nThis is a movie that cannot be taken seriously on the narrative level. But look at it. Just look at it. Wear some of those Bose sound-defeating earphones into the theater, or turn off the sound when you watch the DVD. If the final 20 minutes had been produced by a German impressionist in the 1920s, we'd be calling it a masterpiece. All credit to director William Malone, cinematographer Christian Sebaldt, production designer Jerome Latour and art directors Regime Freise and Markus Wollersheim.\n\nNow. Do I recommend the film? Not for the majority of filmgoers, who will listen to the dialogue, and will expect a plot, and will be angered by the film's sins against logic (I do not even mention credibility). But if you have read this far because you are intrigued, because you can understand the kind of paradox I am describing, then you might very well enjoy \"feardotcom.\" I give the total movie two stars, but there are some four-star elements that deserve a better movie. You have to know how to look for them, but they're there.", "running_time": 98, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-30", "genres": ["Horror", "Thriller"], "title": "Feardotcom (2002)"}