{"url": "http://www.rogerebert.com/reviews/fear-of-a-black-hat-1994", "by": "Larry B. Scottas Taste-Taste", "star_rating": 3.0, "text": "The world of rap music is so ripe for a satirical bashing that perhaps only Political Correctness delayed one for so long. \"Fear of a Black Hat,\" which treats rap with the same droll dubiousness that \"This is Spinal Tap\" provided for heavy metal, is not as fearless and sharp-edged as it could be - but it provides a lot of laughs, and barbecues a few sacred cows.\n\nThe movie is so similar in approach to \"Spinal Tap\" it could almost be considered homage. It pretends to be a documentary about a rap group named \"NWH\" (Niggaz With Hats). The producer, a pretty walking sound bite named Nina Blackburn (Kasi Lemmons), comes from a much different world than the NWH band members (or thinks she does).\n\nHer questions are softballs, lobbed underhand to the band members, who reply with cliches and hyperbole so lovingly manufactured they're sometimes hard to tell from the statements of real rappers.\n\nRap music is faced with an essentially comic paradox, which is that the art form must find a way to safely exist in the mass media while at the same time projecting angry anti-social attitudes.\n\nIt's a neat trick to denunciate society and collect Grammys with the same album. This leads to some fancy verbal footwork in \"Fear of a Black Hat,\" as Ice Cold (Rusty Cundieff) the band's most articulate spokesman, explains how their song \"Kill Whitey\" was misunderstood and unfairly criticized as racist, when in fact it was a subtle artistic statement.\n\nCundieff, who wrote and directed the movie, has some inspired riffs as he attempts to explain NWH's material. He accounts for the group's name by rewriting history on the spot, explaining that in the days of slavery, field hands were not allowed to wear hats in the sun, and thus were too tired at the end of the day to revolt. Give them hats, and a revolution was born.\n\nThe NWH band members are surrounded by toadying whites, including a series of managers. (They always have white managers, they explain, because their managers are always being killed, and so it would be wrong to subject a brother to such a risk.) Record company executives kowtow to them. And yet the band is going downhill with dizzying speed, and at one gig makes it onto the marquee only as \"Guest Artist.\" A truly uncompromising satire on this subject could probably not be filmed at this time, I suppose. You can almost feel \"Fear of a Black Hat\" pulling back in sensitive areas; going so far and no further. Nor does the movie really have much to say about the music itself - music which, like the heavy metal of \"Spinal Tap,\" takes itself more seriously than anyone with common sense is likely to take it (rap and heavy metal are both more about attitudes than about melody). But the movie is funny and fresh, and filled with wicked little moments like the uneasy meeting of five or six rappers who all have \"Ice\" in their names.", "running_time": 86, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-06-17", "genres": ["Comedy", "Documentary"], "title": "Fear Of A Black Hat (1994)"}