{"url": "http://www.rogerebert.com/reviews/fear-and-trembling-2005", "by": "Sylvie Testudas Amelie", "star_rating": 3.0, "text": "The opening shot of \"Fear and Trembling\" shows the heroine at the age of 5, sitting at the edge of the ancient rock garden at the Ryoanji Zen temple in Kyoto. This is an elegant arrangement of rocks on a surface of smooth pebbles. They are so placed that no matter where you sit, you can't see all of them at the same time. Some see the garden as a metaphor for Japanese society, intricately arranged so that it looks harmonious from every viewpoint, but never all visible at once.\n\nThe heroine, whose name is Amelie, returns with her parents to her native Belgium. But she has fallen in love with Japan, and at the age of 20, she returns to take a job with a vast corporation and \"become a real Japanese.\" Now played by Sylvie Testud as a college graduate who speaks perfect Japanese, she is hired as a translator and assigned to work under the beautiful Fubuki (Kaori Tsuji). She idolizes this woman, so beautiful, so flawless, so tall -- too tall, probably, to ever marry, Amelie reflects.\n\nThe story of her year at the Yumimoto Corp., based on a semi-autobiographical novel by Amelie Nothomb, is the story of a Westerner who speaks perfect Japanese but in another sense does not understand Japanese at all. In one way after another she commits social errors, misreads signals, violates taboos and has her fellow workers wondering, she is told, \"how the nice white geisha became a rude Yankee.\" That she is Belgian makes her no less a Yankee from the Japanese point of view; what is important is that she is not Japanese.\n\nConsider her first blunder. She is ordered to serve coffee to visiting executives in a conference room. As she passes around the cups, she quietly says, \"Enjoy your coffee.\" Soon after she leaves the room, the visiting executives walk out in anger, and Omochi (Bison Katayama), the boss of the boss of her boss, screams, \"Who is this girl? Why does she speak Japanese?\" But, she says, she was hired because she speaks Japanese. \"How could they discuss secret matters in front of a foreigner who speaks Japanese?\" the boss of her boss screams. \"You no longer speak Japanese!\"\n\nShe argues that it is impossible for her to forget how to speak Japanese, but this is taken as an example of her inability to understand Japan. She learns quickly that the corporate hierarchy is unbending: \"You may only address your immediate superior, me,\" says Fubuki. Eager to find a role, Amelie begins to distribute the mail, only to find she is taking the job of the mailman. She assigns herself to updating every calendar in the office but is told to stop because it is a distraction. That's a shame, because she finds she enjoys her simple tasks. \"How silly I was to get a college degree,\" she says in the narration, \"when my mind was satisfied by mindless repetition. How nice it was to live without pride or brains!\" Eventually she is assigned to clean the toilets.\n\nThis is indeed a woman who is lost in translation. But how accurate is this portrait of Japanese corporate life? I searched for a review from Japan, but wasn't able to find one. My guess is that an actual Japanese corporation has been transformed here through a satirical filter into an exaggeration of basic truths: There is a hierarchy, there is suspicion of foreigners, no one who is not Japanese can ever possibly understand the Japanese, etc. The author Donald Richie has lived in Japan for most of the last 56 years and written invaluable books about its society and films; he was able to relax and adjust, he writes in his recently published journals, only when he realized that he would always be an invisible outsider, exempt from social laws because he was not expected to be able to understand them.\n\n\"Fear and Trembling,\" directed by Alain Corneau, may be a sardonic view of Japanese corporate culture, but that's not all it is. The movie is also subtly sexual and erotic, despite the fact that every scene takes place in the office and there is not a single overt sexual act or word or gesture or reference. Sexuality in the movie's terms is transferred into the power of one person over another; Amelie begins by adoring Fubuki, but eventually realizes that the other woman hates her and is jealous of her as a competitor. Fubuki finds her one demeaning task after another, and Amelie responds simply by -- doing them. By submitting.\n\nThis response has a quietly stimulating result for Fubuki, who is aroused by Amelie's submission. The brilliance of the movie is to suppress all expression of this arousal; we have to sense it in small moments of body language, in almost imperceptible pauses or reactions, in the rhythm set up between command and obedience. Understanding Fubuki better than she understands herself, Amelie is eventually able to win the game by becoming so submissive, so much in fear of the taller, more powerful woman, that a kind of erotic release takes place. She exaggerates the \"fear and trembling\" that, it is said, one should exhibit when addressing the emperor.\n\nThe movie that comes to mind is \"Secretary,\" the 2002 film with James Spader as a lawyer whose new secretary, played by Maggie Gyllenhaal, gradually enters with him in an S/M relationship that she, as the submissive one, finds a source of power (and amusement). Much the same thing happens in \"Fear and Trembling\"; that it happens below the level of what is said and done and acknowledged makes it doubly erotic, because it cannot be admitted or acknowledged. The film ends again in the Kyoto rock garden, whose message is perhaps: If you could see all the rocks at once, what would be the point of the garden?", "running_time": 107, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-06-16", "genres": ["Comedy", "Drama", "Foreign"], "title": "Fear and Trembling (2005)"}