{"url": "http://www.rogerebert.com/reviews/fearless-1993", "by": "Jeff Bridgesas Max Klein", "star_rating": 3.0, "text": "Is this, I wonder, the way it would be? The airplane has lost hydraulic pressure and is falling through the sky. Some of the passengers scream, others pray, some hold hands and exchange words of love. One man seems serenely apart from the crowd. He walks up the aisle to a small boy who is traveling alone, and tries to comfort him. The man believes his life is coming to an end, but he is at peace with that fact.\n\nEveryone who has flown has pictured the possibility of an unsuccessful flight. The 1992 movie, \"Alive!,\" did a masterful special effects job of showing what might happen on an airplane crash-landing onto a snowy field. Now \"Fearless\" is eerily convincing in its portrait of the last moments of a flight, and its aftermath.\n\nFor there is an aftermath. Not everyone is killed, and the man who is so serene is one of the survivors.\n\nHis name is Max Klein (Jeff Bridges). He is a hero, helping save the lives of others after the crash. Then he walks away from it, and checks into a motel. In a sense he is walking away from his entire life. All of the worries and cares, the hopes and responsibilities, have been wiped away.\n\nBut it is not that simple. The FBI finds him, and then he returns home to his wife (Isabella Rossellini), and the airline provides him with a psychiatrist (John Turturro), and there is a lawyer (Tom Hulce) who thinks there may be big money for Max, and for the widow of his business partner, who was killed in the crash. \"Did you see him die?\" the lawyer asks. \"That could be worth extra money.\n\nOne person understands Max's peculiar state of mind, in these weird days of his second chance at life. Her name is Carla Rodrigo (Rosie Perez), and she also survived the crash. They feel a bond through having survived an experience that is impossible to describe for anyone who was not there. They grow so close that at times it seems they will fall in love, or have an affair, but finally it isn't that kind of closeness.\n\nMeanwhile, Max's wife tries to understand, but grows frustrated by his distant behavior. Is it her fault that her husband nearly died? Or is still alive? \"Fearless,\" directed by Peter Weir (\"Witness,\" \"Dead Poets Society\"), was written by Rafael Yglesias, and based on his novel. It is unusual for being essentially philosophical and introspective, rather than romantic; it doesn't allow either the troubled marriage or the possible affair to distract from its real subject, which is the fragility of everyday life.\n\nBridges, who despite his Oscar nominations has never really been recognized for the subtle depth of his acting, is a good choice for the role of Max. He plays him matter-of-factly. There are no mystical overtones or gratuitous emotional displays in the performance, just the serious comings and goings of a man who has escaped death by such a slender chance that all of life's assumptions have come into question.\n\nPerez, who played Woody Harrelson's girlfriend in \"White Men Can't Jump\" and Marisa Tomei's best friend in \"The Untamed Heart,\" is emerging as one of the great new originals in the movies. With her tough Brooklyn accent just a little softened this time, she strikes a no-nonsense, in-your-face note that makes her character quirky and unique.\n\nIt's an example of imaginative casting; this same crash survivor could have been soulful, or neurotic, or weepy. By making her colorful and outspoken, the filmmakers create an unexpected dynamic; we see that she isn't Rossellini's rival for her husband's heart, but for his soul.\n\n\"Fearless\" is like a short story that shines a bright light, briefly, into a corner where you usually do not look. It makes you realize how routine life can become; how it is actually possible to be bored despite the fact that a universe has evolved for eons in order to provide us with the five senses by which we perceive it. If we ever really fully perceived the cosmic situation we are in, we would drop unconscious, I imagine, from shock. That is a little of what \"Fearless\" is about.", "running_time": 124, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-10-15", "genres": ["Action", "Drama"], "title": "Fearless (1993)"}