{"url": "http://www.rogerebert.com/reviews/feast-of-july-1995", "by": "Embeth Davidtzas Bella Ford", "star_rating": 1.5, "text": "In the opening scenes of \"Feast of July,\" a young\rwoman makes her way across one of those landscapes that seem to exist for the\rpurpose of illustrating Victorian novels. The sky is dark and lowering, the\rwind bites sharply across the heath, and she staggers into shelter just in time\rto give birth to a stillborn child, and bury it. Then she somehow makes her way\rinto a grim little village, where a local man takes pity on her and invites her\rhome.\n\nThe\rman is Ben Wainwright (Tom Bell), and his family consists of his wife (Gemma\rJones) and his three sons: Jedd (James Purefoy), an Army man; Matty (Kenneth\rAnderson), a shoemaker, and Con (Ben Chaplin), the youngest, who seems a little\rslow and socially maladroit. Mrs. Wainwright cares for the homeless woman, named\rBella (Embeth Davidtz), and learns or guesses much of her story.\n\nIt\ris clear to us that the introduction of this attractive young woman into the\rhousehold is going to cause problems, but it is not clear to Ben, who tells her\rshe can stay if she will help with the family's work. Soon all three sons are\rsmitten with her, but she takes pity on young Con, who seems helpless and\ridentifies more with his pet pigeons than with other people.\n\nMeanwhile,\rBella's past is revealed. She was seduced and abandoned by a slick-talking cad\rnamed Arch Wilson (Greg Wise), who told her he lived in this village. That was\ra lie, along with almost everything else he told her, and when one day she sees\rhim in a street and follows him, she discovers that he has also deceived another\ryoung woman. Meanwhile, Con proposes marriage, and to the astonishment of the\rfamilyBella accepts.\n\nThat\rleads to a final showdown between Con and Arch Wilson, and the kind of bleak\rVictorian conclusion we would expect from Wilkie Collins, or George Gissing. It\ris a little surprising to find it comes from a novel by H. E. Bates\r(1906-1974), a modern figure.\n\nMy\rproblem with the film was that none of the characters is really interesting.\rEven Bella, well played by Davidtz (from \"Schindler's List\"), seems\rlike a pawn in a melodrama rather than a woman with ideas of her own. Her\rchoice of Con for a husband is inexplicable: He seems slow and uninteresting.\rBen, the father, is curiously detached from his family, and not perceptive.\rMrs.\n\nWainwright,\rthe mother, is perceptive, but nothing is made of that.\n\nAnd\rthe conclusion of the film is bleak without being meaningful.", "running_time": 118, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-20", "genres": null, "title": "Feast of July (1995)"}