{"url": "http://www.rogerebert.com/reviews/feast-of-love-2007", "by": "Morgan Freemanas Harry", "star_rating": 2.0, "text": "Morgan Freeman returns in \"Feast of Love\" as a wise counselor of the troubled and heartsick. Apart from his great films, of which there are many, this is almost his standard role, although he also seems to spend a lot of time playing God. Most of his insights seem not merely handed down the mountain, but arriving as a successful forward pass. At the beginning of the film, he gives us the ground rules: \"They say that when the Greek gods were bored, they invented humans. Still bored, they invented love. That wasn't boring, so they tried it themselves. And then they invented laughter -- so they could stand it.\"\n\nThe Greek gods had one thing going for them. They were immutable. Zeus was always Zeus and Hera was always Hera, and they were always in character, always Zeuslike and Heraesque. In \"Feast of Love,\" however, Freeman plays a professor named Harry Scott, forced to contend with confused lovers who don't know, or can't reveal, their own hearts.\n\nHe lives in Portland, in a long and happy marriage with Esther (Jane Alexander). Spare hours are spent in Jitters coffee shop, where his coffee cup is an omnipresent prop and useful timing device; sips punctuate his wisdom. The shop is owned by Bradley (Greg Kinnear), who thinks he is in love with his wife Kathryn (Selma Blair). But he is living in a fool's paradise, as Harry easily sees one evening when they all go to a bar after a women's softball game.\n\n\"I saw two women fall in love with one another tonight,\" he tells Esther when he gets home. Yes, he watched as Jenny (Stana Katic), a shortstop on the opposing team, put a quarter in the jukebox, a hand on Kathryn's leg and whispered, \"from now on, that will be our song.\" Harry is bemused: \"Bradley was sitting right there, and he didn't see a thing.\"\n\nBradley has blindness when it comes to women. He brings home a dog for Kathryn's birthday present, although she has told him time and again that she hates and fears dogs. Maybe there is a clue to their incompatibility when, during a forced visit to the animal shelter, she named this particular dog \"Bradley.\"\n\nThis Bradley, he's a pushover. Next he falls in love with a real estate agent named Diana (Radha Mitchell), who walks into his shop on a rainy day. She smokes organic cigarettes. Those are the ones that kill you but don't support Big Tobacco. She's having a heartless, purely physical affair with the studly David (Billy Burke), who she has not quite broken up with. Bradley doesn't see this.\n\nMeanwhile, Oscar (Toby Hemingway), the counterman in the coffee shop, falls in love with a girl who walks in one day and makes her love for him clear. This is Chloe (Alexa Davalos), who is good and true, but David has problems of his own. He lives with Bat (Fred Ward), his father, a drunk who staggers around so comically he looks like he thinks he's in a silent comedy, and lurks in the bushes brandishing a knife. No movie can be very good that contains Fred Ward's worst performance (it's the fault of the character, to be sure).\n\nHave I left out any combinations? Only the doctor (Sherilyn Lawson) who bandages Bradley's finger after he cuts himself as punishment for losing Diana. All of these scenarios unwind under the thoughtful gaze of Harry, who returns with his nightly reports to Esther. They have had a wounding personal loss: an esteemed son, dead of an overdose. But Esther seems content to sit at home alone until such intervals as Harry can free himself from his coffee shop, park bench and other counseling stations.\n\nThere are some good things in the movie. Some scenes play well as self-contained episodes. The city of Portland is beautifully evoked. Jane Alexander and Morgan Freeman make a couple we love. Greg Kinnear raises fecklessness to an art. And there is a lot more nudity than you'd expect, if you like that sort of thing.\n\nAll of these stories are woven into a tapestry by director Robert Benton, working from a screenplay written by Allison Burnett, which is based on the novel by Charles Baxter. Benton has made better movies about doomed marriages (\"Kramer vs. Kramer\"), but this one has no organic reality, because it depends on three artifices: (1) the clockwork success and failure of relationships, (2) the need for Harry as a witness, (3) the lickety-split time span that compresses the action so much it loses emotional weight. Harry is always looking on as if he already knows how every story will turn out. We're looking on in exactly the same way.", "running_time": 101, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-27", "genres": ["Comedy", "Drama", "Romance"], "title": "Feast of Love (2007)"}