{"url": "http://www.rogerebert.com/reviews/federal-hill-1995", "by": "Nicholas Turturroas Ralphie", "star_rating": 3.0, "text": "“Jeet?\" a character asks in \"Federal Hill.\" It's\rhis way of asking, \"Did you eat?\" If he wanted to say, \"Did you\rever eat?\" it would be \"Jever eat?\" The movie has a good ear for\rthe way the characters talk, dress, move and live; it's another\rItalian-American slice-of-life, well acted and directed. When Martin Scorsese\rmade \"Who's That Knocking at My Door?\" in 1967, did he know he was\rcreating a genre and providing work for three decades of actors? The movie\rtakes place in Providence, R.I., where local Italian-American kids like Nicky\rand Ralphie (Anthony De Sando and Nicholas Turturro) have little in common with\rthe sleek, upper-crust kids who attend Brown University. There are little\rclass-conscious signs of that all through the film; for example, a well-written\rrestaurant scene implies that if you are going to be fluent in Italian, it is\rbetter to have learned it in school than from your grandparents.\n\nNicky\ris a hustling kid around town who works in his father's car lot, likes to\rborrow Cadillac ragtops for the evening and deals a little cocaine to make ends\rmeet. Ralphie is his best friend, \"like a brother to me.\" Ralph in\rfact may secretly think of himself as more than a brother to Nicky; there are\rmany clues that he has homosexual feelings, which he masks with tough talk and\rwith a nasty episode of gay-bashing. (Jever notice how the most homophobic\rmember of any crowd is always the one who is most adamant about hanging out\rwith the guys?) Ralphie works construction, sort of. His father, who prides\rhimself on being a great bricklayer, is a manic-depressive who sometimes sinks\rinto deep glooms (\"You know how your father gets,\" a foreman tells\rthe son). Ralphie lavishes great care and love on the old man, but no less care\rand love on Nicky, whom he looks after protectively. When Nicky meets Wendy, a\rcoed from Brown (Libby Langdon), Ralphie is deeply jealous.\n\nHe\rwarns his buddy that she's just a rich college girl looking for a little local\raction and a source of cocaine, but maybe he's wrong. Wendy is one of those\rmodern women who takes as much as she gives, and far from being the mindless\robject of Nicky's lust, she's sexually demanding, once surprising him by\rinitiating sex in the stacks of the school library.\n\nNicky\rloves this girl. When he learns she's going to Italy for the summer on a field\rtrip, he fantasizes about going along, as cook and interpreter. (He is, in\rfact, an excellent cook, whose seduction techniques begin with a plate of\rperfect linguini.) While Nicky's romance progresses, Ralphie gets into deep\rtrouble. He's a housebreaker with kinky tastes who, in a half-witted attempt to\rhelp a friend, has broken into the houses of three \"made\" men in the\rMafia.\n\nThis\ris not a wise thing to do. He moves in circles a lot tougher than he is;\rvisiting a fence, he is almost shot coming through the door, inspiring the\rclassic line, \"Jeez, I almost put one in you, buddy! Come on in!\"\rRalphie finds himself in deep trouble with Sal (Frank Vincent), the local boss,\rand that leads to an ironic scene in which Sal's son finds himself uncomfortable\rwith the opportunity to \"earn his bones.\" \"Federal Hill\"\rcovers familiar ground, but with feeling and style. Writer-director Michael\rCorrente is not just treading in Scorsese's footsteps but testing new ground,\respecially in the subplots involving Ralph's father and the unexamined\rcloseness between Ralph and Nick. The series of ironic developments at the end\rof the movie feels a little like movie plotting, yes, but Corrente has set them\rup well enough to get away with them. Y'know?", "running_time": 100, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-24", "genres": null, "title": "Federal Hill (1995)"}