{"url": "http://www.rogerebert.com/reviews/fedora-1979", "by": "William Holdenas Barry Detweiler", "star_rating": 2.5, "text": "Billy Wilder's \"Fedora\" grows on you. It is, to begin with, a seemingly unnecessary movie based on a surprise ending that you can figure out within the first 15 minutes. It is, to end with, a movie that spends its last hour revealing the surprise. Anybody watching this movie for the pleasure of discovering the surprise is, therefore, doomed to boredom at the worst and mild astonishment at the best.\n\nAnd yet ... let's level with one another. Why do we go to movies in the first place? We have a lot of reasons. Maybe we go to be thrilled, or scared, or to cry, or laugh or grin: Those are good, basic reasons, and nothing wrong with them. But sometimes, maybe we go even though we know the movie's no masterpiece, because we look forward to the stars, or to the texture of the dialog, or simply because we know that at some dumb basic level the movie is going to be the work of a craftsman.\n\n\"Fedora\" is a movie worth seeing for those last reasons. It has a surprise ending that's no surprise (even though I won't give it away - you'll be able to give it away yourselves single-handedly). It has characters who turn out to be exactly as we think they'll be, and it has instant insights into human nature that turn out to be worth about the instants they're allotted.\n\nAnd then it has something else. Style. Figure this out: If you can see \"Fedora\" and not get hung up on what it's about and who the characters are, which is admittedly a large order, there's a real pleasure to be had in sitting there and letting it happen to you. It is not a great movie, but it has the form and feel of a great movie. The movie it feels like is \"Sunset Boulevard\" (1950), which was also directed by Wilder and also starred William Holden, and cast Gloria Swanson as a Greta Garbo type actress who had retreated into her legend and her memories.\n\nThis time, the Garbo figure is played by Marthe Keller. Holden plays a broken-down Hollywood producer who spends his last dime traveling, to a Mediterranean island where she has isolated herself in total privacy, and guards her suspiciously well-preserved beauty. Like \"Sunset Boulevard,\" the movie is narrated by Holden, and involves flashbacks and memories and the bittersweet realization that we are all growing older at the rate of precisely 60 seconds every one minute.\n\nWhat's revealed in the film, though, isn't really what it's about. And the insights, the sad speculations on human nature, are a dime a dozen. But the feel of the movie is intriguing. Wilder presents his characters in ways that are new to this movie, yes, but also as old as every matinee romance ever filmed. His movie is about movies like this. Holden is perfectly cast as the would-be producer, and Keller is sneakily effective as the actress who plays herself in more ways than one.\n\nShould you see it? I dunno. If you do, go with a clear mind and a slight grin on your face and a memory for the, movies of the 1940s. Accept the dumb parts, and the unsurprising revelations, as part of the film's style instead of as weaknesses. Trust Wilder to know what he's doing, even during the deliberate clichés. See it like that, and I bet you'll like it. See it with a straight face, and you'll think it's boring and obvious. \"Fedora's\" odd that way: It leaves itself up to the audience.", "running_time": 114, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-06-20", "genres": ["Drama", "Foreign", "Mystery"], "title": "Fedora (1979)"}