{"url": "http://www.rogerebert.com/reviews/feed-1992", "by": "Kevin Rafferty", "star_rating": 2.0, "text": "Sometimes you can even catch a moment not intended for public consumption, when the subjects of feeds are waiting to go on the air, and they say things they shouldn't be saying.\n\n\"Feed,\" a documentary shot during last February's New Hampshire political primaries, has some moments like that, many of them starring Jerry Brown, a candidate apparently not fully aware that people could be watching. In one feed, waiting to be interviewed, he adjusts his tie a little too meticulously. In another, he deals energetically with a bad cold. In another, he pronounces a seven-letter word that a presidential candidate should use sparingly.\n\nOther candidates seem to understand the hazards of feeds more completely. George Bush sits immobile, for the most part. He knows that anything he says before he goes on the air can be held against him. Asked for a \"sound check,\" he reassures his invisible listeners, \"This is not Dana Carvey.\" There are moments, indeed, when his passive, unspeaking stare become a little unnerving.\n\nThe documentary intercuts this \"feed\" footage with other campaign scenes from New Hampshire. A group of Pat Buchanan's fans, waiting for him outside in the cold, look disturbingly like extras from \"Bob Roberts.\" Paul Tsongas, who has the best sense of humor in the field, has fun when star newsman Sam Donaldson enters a room and Tsongas loses the attention of his audience. \"Remember,\" he tells the crowd, \"I came here to see you. He came here to see me.\" There are occasional miscues, as when a candidate is pumping hands in a restaurant, and a woman refuses to shake his hand. Her husband offers the information that they're Republican. \"Is that why you wouldn't shake my hand?\" the candidate asks the woman. \"No,\" she says. \"A man does not shake a woman's hand unless she offers it first. Don't you know anything?\" Of all the candidates in both parties, Bill Clinton comes over the best in \"Feed.\" He seems more cool, more self-confident, more relaxed. It is hard to know, however, if this is a fair impression, or simply the result of the available footage and the way the filmakers edited it. There are moments in the Bush footage when they appear to be looping the same tape over again, to make Bush's stares seem more protracted; if this is the case, they aren't playing fair.\n\nThe real weakness of \"Feed,\" however, is a lack of good material. This is a 76-minute movie with about 30 minutes of really interesting stuff. The rest is filler, or not so compelling. The title leads us to believe we're going to see the candidates caught off guard in a sort of \"Candid Camera.\" There are moments like that, but not many of them. The rest will seem like old news to people who follow politics on TV.", "running_time": 76, "mpaa_rating": null, "release_year": 1992, "date_published": "1992-10-16", "genres": ["Horror"], "title": "Feed (1992)"}