{"url": "http://www.rogerebert.com/reviews/feeling-minnesota-1996", "by": "Keanu Reevesas Jjaks", "star_rating": 3.0, "text": "“Feeling Minnesota” is about people you are happy to meet in the\rmovies although they would make you acutely uncomfortable in life. Everyone in\rthe film is a lowlife of one description or another, and when a woman is\rinsulted by being told she should have the word “slut” tattooed on her, perhaps\rthis is no more than the truth: She makes love to her new husband's brother at\rher wedding, and later makes love to him again in a car, right after his\rmother's funeral (which does not reflect so well upon him, either, come to\rthink of it).\n\nTo\rbe sure, she married her husband in the first place only as a punishment--for\rhim. Her name is Freddie (Cameron Diaz), and she is forced to marry Sam\r(Vincent D'Onofrio) by Red (Delroy Lindo), a drug kingpin who believes that\rSam, his accountant, has stolen money from him. To find out why it would be a\rpunishment to marry a woman played by Cameron Diaz, you will have to see the\rmovie.\n\nA\rflashback establishes that Sam and his brother Jjaks (Keanu Reeves) have been\rfighting since childhood. At the wedding, they engage in a vicious game of\rrock-scissors-paper. Soon Sam is boozing heavily and Jjaks is off to the\rbathroom for a torrid session with Freddie. And not long after that, Jjaks and\rFreddie go on the lam, which makes Sam and Red intensely unhappy. Freddie talks\rabout the bliss to be found in Las Vegas, “where you get all you can eat for $4\rand all of the towels smell like Downy fabric softener.” What more could you\rask? If these characters were played at the level where they exist, “Feeling\rMinnesota” would be a docudrama of despair, depravity and bad hygiene. Remember\rthat documentary “Brother's Keeper,” about the illiterate brothers who bunked\rtogether in the same shack and didn't bathe for months and were mighty fond of\rtheir animals? That's the milieu Jjaks and Sam come from, really. But Hollywood\rcleans them up real nice, and casts them with Reeves and D'Onofrio, and assumes\rthat a world-class beauty like Diaz would consider it a step up to drop Sam for\rJjaks, “who likes to spend all of his free time in prison.” And you know what?\rThat's exactly how it works. By taking characters from the bottom of the barrel\rand casting them with beautiful people, Hollywood is able to create that ageless\ralchemy in which we equate physical beauty with personal worth, and so of\rcourse we want Freddie to dump Sam (who looks like an incipient Orson Welles)\rfor Jjaks (who has a nice smile).\n\nThe\rmovie was written and directed by Steven Baigelman, who must have gotten his\rcharacters all out of books and other movies, since I think it unlikely he\rcould travel from their milieu to a movie contract in one lifetime. What he\rdoes with them is kind of nice. He creates a whimsical, grungy reality in which\rwhenever the steamy love affair threatens to get boring, it is interrupted by\ran action scene. (I can remember back when action scenes got boring and were\rinterrupted by steamy love scenes, but then that was back in the days when\raudiences liked sex more than guns.) Cameron Diaz is the discovery here. I\rfirst became aware of her in “The Mask,” in which she was a sex siren in a gown\rthat looked spray-painted onto her almost cartoonishly perfect curves. Now,\rafter seeing her in movies like “Last Supper” and “She's the One,” and in this\rlead role in “Feeling Minnesota,” I realize she has range and comic ability and\ris not only a sex bomb; she looks so warmly down-to-earth in these other films,\rindeed, that instead of praising a sex bomb for being able to play real, we\rshould, I suppose, congratulate a real woman on being able to create the siren\rin “The Mask.” D'Onofrio is, as always, a substantial screen presence; he seems\rto block more of the sun than most actors, and has to be dealt with. You can't\rsimply dismiss him with plot details. Reeves is very likable, and this film,\rcoming after the enchanting “A Walk in the Clouds,” establishes him as one of\rthe most gifted romantic leads of his generation.\n\nSo\rthese people, with their talent and beauty, take dog patch material and redeem\rit. It's intriguing that young filmmakers are so fascinated by the sleazier\raspects of life; maybe they think this material lends them an authenticity they\rotherwise lack. The tension between the slime fest milieu and the charm of the\rperformances is maybe what makes “Feeling Minnesota” work; in its own way, this\ris as much a fantasy as “James and the Giant Peach.”", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-09-13", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "Feeling Minnesota (1996)"}