{"url": "http://www.rogerebert.com/reviews/fellini-im-a-born-liar-2003", "by": "Damian Pettigrew", "star_rating": 2.5, "text": "\"Fellini: I'm a Born Liar\" is a documentary centering on a lengthy interview Fellini gave to the filmmakers in 1993, shortly before his death. As a source of information about his life and work, this interview is almost worthless, but as an insight into his style, it is priceless. Having interviewed the master twice, once on the location of his \"Fellini Satyricon,\" I was reminded of his gift for spinning fables that pretend to be about his work but are actually fabricated from thin air.\n\nConsider, for example, the way he confides to the camera that he gets on very well with actors because he loves them and understands them. Then listen to two of the actors he worked with, Donald Sutherland and Terence Stamp, who recall the experience as if their skins are still crawling.\n\nFellini, we learn, sometimes gave no direction at all, expecting his actors to intuit his desires. At other times (seen in footage of the director at work), he stood next to the camera and verbally instructed his actors on every move and nuance. This was possible because he often didn't record sound, preferring to sub the dialogue later, and some of his actors simply counted, \"one, two, three,\" knowing the words will be supplied. It is clear that Stamp and Sutherland did not enjoy the experience, and so much did Fellini treat them like his puppets that at one point Sutherland says \"Fellini\" when he means his own character.\n\nThe actor he worked with most often and successfully, Marcello Mastroianni, was the most cooperative: \"He would turn up tired in the morning, sleep between takes, and do whatever Fellini told him to do without complaining.\" That this approach created the two best performances in Fellini's work (in \"La Dolce Vita\" and \"8 1/2\") argues that Mastroianni may have been onto something.\n\nThe documentary includes many clips from Fellini's work, none of them identified, although his admirers will recognize them immediately. And we revisit some of the original locations, including a vast field with strange concrete walls (or are they crypts?) where Fellini's hero helped his father climb down into a grave in \"8 1/2.\" The movie does not do justice to Fellini's love of sensuous excess, both in his films and in his life, although when he says he \"married the right woman ... for a man like me\" he may be telling us something. The film assumes such familiarity with Fellini that although that woman, the actress Giulietta Masina, is seen more than once, she is never identified.\n\nNo doubt the existence of the extended Fellini interview is the movie's reason for existing, and yet it is less than helpful. Fellini is maddeningly non-specific, weaves abstractions into clouds of fancy, rarely talks about specific films, actors or locations. When he mentions his childhood home of Rimini, it is to observe that the Rimini in his films is more real to him. And so it should be, but why not even a word about his youthful days as a cartoonist, hustling on the Via Veneto for assignments? Why no mention of his apprenticeship in neo-realism? Why not a word about the collapse and death of the Rome studio system? I love Fellini, and so I was happy to see this film, and able to add it to my idea of his charming but elusive personality. But if you know little about Fellini, this is not the place to start. Begin with the films. They are filled with joy, abundance and creativity. You cannot call yourself a serious filmgoer and not know them. A documentary about the making of \"8 1/2\" will be shown at Cannes this year, and I hope it tells me something more specific about this most mercurial of filmmakers.\n\nNote: Ebert's Great Movies series includes articles on \"La Dolce Vita,\" \"8 1/2\" and \"Juliet of the Spirits\" at www.suntimes.com/ebert. \"Amarcord\" is on the way.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-05-02", "genres": null, "title": "Fellini: I'm A Born Liar (2003)"}