{"url": "http://www.rogerebert.com/reviews/fellinis-roma-1972", "by": null, "star_rating": 4.0, "text": "Federico Fellini first included his name in the title of one of his movies with “Fellini Satyricon” (1970), and then for legal reasons: A quickie Italian version of the “Satyricon” was being palmed off in international film markets as the real thing. Once having savored the notion, however, Fellini found it a good one, and so we have “Fellini’s Roma”, which was followed by “Fellini’s Casanova”. \n\nThe name in the title doesn’t seem conceited or affected, as it might from another director (Peckinpah’s Albuquerque?) This is Fellini’s Rome and nobody else’s, just as all of his films since La Dolce Vita have been autobiographical musings and confessions from the most personal, and the, best director of his time. Any connection with a real city on the map of Italy is libelous. Fellini’s Rome gets its suburbs trimmed when he goes for a haircut. \n\nThe movie isn’t a documentary, although sometimes he lets it look like one. It’s a rambling essay, meant to feel like free association. There’s a very slight narrative thread, about a young man named Fellini who leaves the little town of Rimini and comes to the great city and is overwhelmed by its pleasures of body and spirit. He moves into a mad boarding house that would make a movie all by itself; he dines with his neighbors in great outdoor feasts when the summer heat drives everyone into the piazzas; he attends a raucous vaudeville show and he visits his first whorehouse É and then his second. \n\nThis material, filmed with loving attention to period detail, exists by itself in the movie; there’s no effort to link the naive young Fellini with the confident genius who appears elsewhere in the movie. It’s as if Fellini, the consummate inventor of fantasies, didn’t grow out of his young manhood, he created it from scratch. \n\nThe autobiographical material is worked in between pseudo-documentary scenes that contain some of the most brilliant images Fellini has ever devised. The movie opens with a monumental Roman traffic jam that, typically, becomes important because Fellini has deigned to photograph it. He swoops above it on a crane, directing his camera, his movie, and the traffic. A blinding rainstorm turns everything into a hellish apparition, and then there’s a final shot, held just long enough to make its point, of the autos jammed around the Colosseum. \n\nThe image is both perfect and natural; as someone commented about “Fellini’s 8 1/2”, his movies are filled with images, and they’re all obvious. If Bergman is the great introvert of the movies, forever probing more and more deeply, Fellini is the joyous exponent of surfaces and excess, of letting more hang out than there is. \n\nThe obviousness of his images gives his movies a curious kind of clarity; he isn’t reaching for things to say, but finding ways to say the same things more memorably. The decadence of Rome has been one of his favorite subjects throughout his career, and who could forget Anita Ekberg in the fountain, or the Mass procession at dawn, in La Dolce Vita? \n\nBut in ROMA, he is even more direct, more stark: An expedition to inspect progress on the Rome subway system suddenly becomes transcendent when workmen break through to an underground crypt from pre-Christian times. The frescoes on the walls are so clear they might have been painted yesterday, until the air of the modern city touches them. \n\nRome, the eternal city, has historically been as carnal as it has been sacred. Fellini won’t settle for one or the other; he uses scenes of carnality to symbolize a blessed state, and vice versa. Nothing could be more eternal, more patient, and more resigned than Fellini’s use of a weary prostitute standing beside a highway outside Rome. She is tall, huge-bosomed, garishly made up, and her feet are tired. She stands among the broken stones of the Roman Empire, expecting nothing, hoping for nothing. \n\nThe prostitute, so often used as a symbol of fleeting moments and insubstantial experiences, becomes eternal; and the Church, always the symbol of the unchanging, the rock, becomes temporal. In his most audacious sequence, Fellini gives us an “ecclesiastical fashion show,” with roller-skating priests, and nuns whose habits are made of blinking neon lights. What is unreal, and where is the real? Fellini doesn’t know, and he seems to believe that Rome has never known. Rome has simply endured, waiting in the hope of someday finding out. \n\n“Fellini’s Roma” was attacked in some circles as an example of Fellini coasting on his genius. I find this point of view completely incomprehensible. Critics who would force Fellini back into traditional narrative films are missing the point; Fellini isn’t just giving us a lot of flashy scenes, he’s building a narrative that has a city for its protagonist instead of a single character. \n\nThe only sly thing is that the city isn’t Rome, it’s Fellini, disguised in bricks, mortar, and ruins. Fellini, who cannot find his way between the flesh and the spirit, who cannot find the connection between his youth and his greatness, and whose gift is to make movies where everything is obvious and nothing is simple. That was the dilemma that the Fellini character faced in “8 1/2”, when he couldn’t make sense of his life, and it’s the dilemma we all face every day, isn’t it?", "running_time": 128, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Drama", "Foreign"], "title": "Fellini's Roma (1972)"}