{"url": "http://www.rogerebert.com/reviews/fellini-satyricon-2001", "by": "Martin Potteras Encolpio", "star_rating": 4.0, "text": "\"Fellini Satyricon\" was released in 1970, and I was ready for it: \"Some will say it is a bloody, depraved, disgusting film,\" I wrote in a fever. \"Indeed, people by the dozens were escaping from the sneak preview I attended. But `Fellini Satyricon' is a masterpiece all the same, and films that dare everything cannot please everybody.\" Today I'm not so sure it's a masterpiece, except as an expression of the let-it-all-hang-out spirit of the 1970 world that we both then occupied. But it is so much more ambitious and audacious than most of what we see today that simply as a reckless gesture, it shames these timid times. Films like this are a reminder of how machine-made and limited recent product has become.\n\nThe movie is based on a book that retold degenerate versions of Roman and Greek myth. Petronius' Satyricon , written at the time of Nero, was lost for centuries and found in a fragmented form, which Fellini uses to explain his own fragmented movie; both book and film end in mid-sentence. Petronius was a sensualist who celebrated and mocked sexual decadence at the same time. So does Fellini, who observes that although the wages of sin may be death, it's nice work if you can get it.\n\nThe movie was made two years after the Summer of Love--it came out at about the same time as the documentary \"Woodstock\"--and it preserves the post-Pill, pre-AIDS sexual frenzy of that time, when penalty-free sex briefly seemed to be a possibility (key word: seemed). The characters in the Fellini film may be burned alive, vivisected, skewered or crushed, but they have no concerns about viruses, guilt or psychological collapse. Like most of the characters in ancient myth, indeed, they have no psychology; they act according to their natures, without introspection or the possibility of change. They are hard-wired by the myths that contain them.\n\nThe film loosely follows the travels and adventures of several characters, notably the students Encolpio (Martin Potter) and Ascilto (Hiram Keller), as they fight over the favors of the comely slave boy Gitone (Max Born). Gitone is won by Ascilto, who sells him to the repulsive actor Vernacchio (Fanfulla), whose performances include mutilation of prisoners. True to the nature of the film, Gitone doesn't mind such treatment and indeed rather enjoys the attention, but the story moves on, presenting a series of masters and slaves in moments of grotesque drama and lurid fantasy. It is all phantasmagoria, said Pauline Kael, who hated the film, and wrote, \"though from time to time one may register a face or a set or an episode, for most of the time one has the feeling of a camera following people walking along walls.\" Well, yes and no. There are scenes that are complete playlets, as when a patrician couple free their slaves and then commit suicide, or when a dead rich man's followers gather on the seashore to consider his final request that his body be eaten. These moments pop out from the fresco as they must have popped out of Petronius, but Fellini is unconcerned with beginnings, middles and ends, and wants us to walk through the film as through a gallery in which an artist tries variations on a theme. This would increasingly be his approach in the films that followed; set against this ancient Rome is the fragmented modern city in \"Fellini Roma,\" which is a series of episodes in search of a destination, and lacks the structure of his great Roman film, \"La Dolce Vita\" (1960).\n\nDoes \"Satyricon\" work? Depends. Certainly the visuals are rich (Kael's wall image doesn't do justice to their grungy, spermy, tactile fertility). Is there anyone we care about as we watch the film? We share the joy during a couple of sexual romps, and are touched by the suicides of the patricians, but--no, we don't care about them, because they seem defined not by their personalities but by their mythical programming. Like the figures in Keats' \"Ode on a Grecian Urn,\" they are forever caught in the act of demonstrating their natures, without prologue or outcome.\n\nIn no other Fellini film do we see a more abundant demonstration of his affection for human grotesques (although \"Fellini Casanova\" comes close). I visited the set of this film one day (see article below), on the coast near Rome, when he was shooting the funeral of the man who wanted to be cannibalized. We were surrounded by dwarfs and giants, fat people and beanpoles, hermaphrodites and transvestites, some grotesquely painted or costumed, some deformed by nature or choice. \"People ask, where did you find these faces?\" Fellini said. \"None of them are professional actors; these faces come from my private dreams. I opened a little office in Rome and asked funny-looking people to come in. Did you know Nero had a hang-up on freaks? He surrounded himself with them.\" And so does Fellini, perhaps because ordinary-looking extras would bring too much normality into his canvas.\n\nWhat is the sum of all this effort? A film that deals in visual excess like no other, showing a world of amorality, cruelty, self-loathing and passion. Did Fellini see his \"Satyricon\" as a warning to modern viewers, an object lesson? Not at all, in my opinion. He found an instinctive connection between Petronius and himself--two artists fascinated by deviance and excess--and in the heady days of the late 1960s saw no reason to compromise. \"Fellini Satyricon\" is always described as a film about ancient Rome, but it may be one of the best films about the Summer of Love--not celebrating it, but displaying the process of its collapse. What is fun for a summer can be hard work for a lifetime.", "running_time": 129, "mpaa_rating": "NR", "release_year": 1970, "date_published": "2001-07-27", "genres": ["Drama", "Fantasy", "Foreign", "Indie"], "title": "Fellini Satyricon (1970)"}