{"url": "http://www.rogerebert.com/reviews/female-perversions-1997", "by": "Tilda Swintonas Eve Stephens", "star_rating": 3.5, "text": "There is a scene early in \"Female Perversions'' where a prosecuting attorney is summarizing her case in a courtroom. Her body language indicates her aggressive intelligence: She uses abrupt, decisive movements. Her language is crisp and definitive. As she talks, the camera uses closeups to indicate what the judge and the male attorneys are noticing: the neckline of the white blouse beneath her business suit, the slit in her shirt, her high-heeled shoes.\n\nIs this a scene illustrating male chauvinist piggism? Not at all. The attorney is precisely aware of the impression she is making. She is a gender warrior who is fiercely ambitious (she's in line for a judgeship) and fiercely competitive (she throws away a lipstick when she sees another woman using the same shade). The woman, whose name is Eve (Tilda Swinton), is rising in the legal world and succeeding at romance, too--she has a relationship with an executive that involves twisted sex in his office with the door unlocked.\n\nAll of these accomplishments are driving her mad. And \"Female Perversions,'' uneven and sometimes infuriating, is one of the most provocative films I've seen about the complications of being female in the modern world. It opens with a quote by feminist scholar Louise J. Kaplan, who says that the roles women are required to play in our society are in themselves a form of perversion. Throughout the movie we see graffiti scrawled on billboards and benches, saying things such as, \"Perversion scenarios are about desperate need.'' They are in Eve's case. Sex for her is a form of hunger, and she is less interested in the other person than in the sudden, savage gratification of her needs (which include the need to dominate, to be desired, to be admired). While continuing her relationship with the male executive, she picks up a female psychiatrist (Karen Sillas) in an elevator, and they become lovers, too--until the other woman calls it off, saying she moved precisely to get out of \"this kind'' of a relationship.\n\nEve is on the edge of disintegrating. She hears voices criticizing her appearance, her sexuality, her clothing and makeup. She fantasizes that she is being tormented by looming male figures. There are imaginary scenes with a rope, which is sometimes phallic, sometimes suggests bondage, sometimes seems to be a lifeline. There are also fantasy scenes in which a vast Earth Mother type exhorts Eve to express her inner femaleness, or whatever. The fantasy scenes in general seem unnecessary; the movie could have stayed with realism.\n\nBut the central story is compelling. Eve's sister Madelyn (Amy Madigan) lives in a semirural town and is finishing her doctoral thesis (on a small Mexican village where the women rule-- \"and as a result get fat, which is what happens in a matriarchy''). Eve dresses in power business suits; Madelyn dresses in shirts and jeans, and has a shoplifting problem. Eve, concerned that a scandal might derail her judgeship, goes to defend Madelyn and finds that she is probably guilty--and has been shoplifting for a long time.\n\n\"It's erotic,'' Madelyn tells Eve. She does it because she finds fulfillment and release. The danger of being caught is part of it. Eve lectures and berates her, but of course Eve's own turn-ons include the danger of being caught while having sex in her lover's office. Is there any difference? Yes: Eve has more to lose.\n\nMadelyn's friends in the small town include a woman who runs a bridal store (Laila Robins), a stripper (Frances Fisher) and an adolescent tomboy named Ed (Dale Shuger), who loathes her body because of menstruation and is into self-mutilation. The scenes in their household have a quirky fascination of their own, sort of a \"Baghdad Cafe\" atmosphere. These characters represent an obvious attempt to get still more female role models into the film (and I must not overlook Paulina Porizkova, who plays the lawyer poised to get Eve's old job if she becomes a judge).\n\nThe director might have better served the movie by scaling the focus back to more obvious material about women's roles, and absorbing its ideology into the story of Eve and Madelyn. But the film is aggressively thought-provoking all the same. It sees so clearly how confused Eve is, how she plays her various roles so well and yet cannot allow them to fit together, or make her happy.\n\nThe film was directed and co-written by Susan Streitfeld, who was a high-powered agent (her clients have included Daniel Day Lewis, Jennifer Jason Leigh, Juliette Binoche and Joanne Whalley-Kilmer). She knows the business world firsthand. The Kaplan book (\"Female Perversions: The Temptations of Emma Bovary'') that inspired the film is theory, not fiction; the story comes from Streitfeld and Julie Hebert, and has a raw power that is impossible to dismiss.\n\nTilda Swinton, who played the androgynous title character in \"Orlando,\" creates a character perfectly poised between perfection and madness, and Amy Madigan, always persuasive, plays a character who has her problems all more or less figured out, and finds that's not much help.\n\nThis is the kind of movie you can't stop thinking about.", "running_time": 119, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-05-02", "genres": ["Drama", "Indie", "Romance"], "title": "Female Perversions (1997)"}