{"url": "http://www.rogerebert.com/reviews/femme-fatale-2002", "by": "Rebecca Romijn-Stamosas Laure/Lily", "star_rating": 4.0, "text": "Sly as a snake, Brian De Palma's \"Femme Fatale\" is a sexy thriller that coils back on itself in seductive deception. This is pure filmmaking, elegant and slippery. I haven't had as much fun second-guessing a movie since \"Mulholland Drive.\" Consider such clues as the overflowing aquarium, the shirt still stained with blood after many days, the subtitles for dialogue that is not spoken, the story that begins in 2001 and then boldly announces: \"seven years later.\" The movie opens with a $10 million diamond theft, with a difference: The diamonds adorn the body of a supermodel attending a premiere at the Cannes International Film Festival, and they are stolen with erotic audacity as the model is seduced in a restroom of the Palais du Cinema by the tall, brazen Laure Ash (Rebecca Romijn-Stamos). Her team includes the usual crew of heist-movie types, and we get the usual details, like the guy in the wet suit, the laser-cutter and the TV spycam that attracts the attention of an inquisitive cat. But the movie announces its originality when none of these characters perform as they expect to, and Laure Ash steals the diamonds not only from the model but also from her fellow criminals.\n\nNo, I have not given away too much. The fact is, I have given away less than nothing, as you will fully appreciate after seeing the film. The long opening sequences, about 40 minutes by my clock, are done almost entirely without dialogue, and as De Palma's camera regards these characters in their devious movements, we begin to get the idea: This is a movie about watching and being watched, about seeing and not knowing what you see.\n\nRomijn-Stamos plays Laure Ash as a supremely self-confident woman with a well-developed sense of life's ironies. Chance plays a huge role in her fate. Consider that not long after the theft, while trying to avoid being spotted in Paris, she is mistaken for a grieving widow, taken home from a funeral, and finds herself in possession of an airplane ticket to New York and a passport with a photo that looks exactly like her. And then ...\n\nBut no. I cannot tell any more. I will, however, describe her relationship with Nicolas Bardo (Antonio Banderas), a paparazzo who photographs her in 2001 on that day she is mistaken for the widow, and photographs her again seven years later (!) when she returns to Paris as the wife of the American ambassador (Peter Coyote). She wants that film: \"I have a past here.\" And then ...\n\nWell, the movie's story, written by De Palma, is a series of incidents that would not be out of place in an ordinary thriller, but here achieve a kind of transcendence, since they are what they seem, and more than they seem, and less than they seem. The movie tricks us, but not unfairly, and for the attentive viewer there are markers along the way to suggest what De Palma is up to.\n\nAbove all, he is up to an exercise in superb style and craftsmanship. The movie is very light on dialogue, and many of the words that are spoken come across as if the characters are imitating movie actors (the film opens with Laure watching \"Double Indemnity\"--for pointers in how to be a vixen, no doubt). I've seen the movie twice; it's one of those films like \"Memento\" that plays differently the second time. Only on the second viewing did I spot the sly moment when the subtitles supply standard thriller dialogue--but the lips of the actors are not moving. This is a movie joke worthy of Luis Bunuel.\n\nRomijn-Stamos may or may not be a great actress, but in \"Femme Fatale,\" she is a great Hitchcock heroine--blond, icy, desirable, duplicitous--with a knack for contemptuously manipulating the hero. She is also very sexy, and let it be said that De Palma, at least, has not followed other directors into a sheepish retreat from nudity, seduction, desire and erotic wordplay. The man who made \"Body Double\" is still prepared to make a movie about a desirable woman, even in these days of buddy movies for teenage boys. When it comes to sex, the characters in \"Femme Fatale\" have all been around the block a few times, but it takes this scenario to make them wonder what side of the street they're on.\n\nDe Palma deserves more honor as a director. Consider also these titles: \"Sisters,\" \"Blow Out,\" \"The Fury,\" \"Dressed to Kill,\" \"Carrie,\" \"Scarface,\" \"Wise Guys,\" \"Casualties of War,\" \"Carlito's Way,\" \"Mission: Impossible.\" Yes, there are a few failures along the way (\"Snake Eyes,\" \"Mission to Mars,\" \"The Bonfire of the Vanities\"), but look at the range here, and reflect that these movies contain treasure for those who admire the craft as well as the story, who sense the glee with which De Palma manipulates images and characters for the simple joy of being good at it. It's not just that he sometimes works in the style of Hitchcock, but that he has the nerve to.", "running_time": 114, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-06", "genres": ["Crime", "Romance", "Thriller"], "title": "Femme Fatale (2002)"}