{"url": "http://www.rogerebert.com/reviews/ferngully-the-last-rainforest-1992", "by": "Samantha Mathisas Crysta", "star_rating": 3.0, "text": "\"FernGully: The Last Rainforest\" continues the fiction, so reassuring at times, that the most dangerous animal is Man. The story involves the destruction of the rain forest by the slashers and burners and loggers, and its defense by the sprites and fairies of the forest. I am in favor of saving the rain forests and I am appalled by their wanton destruction, but is it not true that Man is the only animal to which it has ever occurred that murder is wrong? Nature is the least sentimental of creations. It is depicted most accurately in that old cartoon that shows a row of fishes, each one smaller than the next, lined up with their mouths open, all ready to cheerfully eat one another. It is in the nature of all living things to feast off of other living things, in one way or another, in order to survive. A fern is as ruthless as my cat.\n\n\"FernGully,\" a new animated feature, was made by humans, not jungle plants and beasts, and is thus more sentimental about the flora and fauna than they would ever be about us. It takes place in the coastal rain forests of Australia, which are seen to be inhabited by little fairies like Crysta, who looks like a Barbie doll, and Pips, who looks like GI Joe. All is watched over by wise old Magi Lune, a fairy godmother type.\n\nOne day Crysta flutters up above the treetops and sees an ominous cloud of smoke on the horizon. It soon develops that men are cutting down the forest and carting away the wood, and Crysta uses a spell to reduce one of the younger men, Zak, to fairy size. He then falls in love with Crysta, and begins to understand why it is necessary to save the rain forest. The story is fleshed out with supporting characters, including a dizzy bat named Batty Koda (voice by Robin Williams), who has been so badly confused by human laboratories that he flies into trees all the time. There is also Hexxus, a creature formed from the smoke of the fires of destruction, who looks like an animated surgeon general's warning.\n\nThe animators did a lot of their sketches on location in the rain forest, and the visuals are very pleasing. The story tells a useful lesson, the jungle inhabitants are amusing, and although the movie is not a masterpiece it's pleasant to watch for its humor and sweetness. Kids may like it. Every time I see a movie that sentimentalizes the rain forest as a pastoral Eden, however, I remember those fish.", "running_time": 76, "mpaa_rating": "G", "release_year": 1992, "date_published": "1992-04-10", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Ferngully: The Last Rainforest (1992)"}