{"url": "http://www.rogerebert.com/reviews/ferris-buellers-day-off-1986", "by": "John Hughes", "star_rating": 3.0, "text": "Here is one of the most innocent movies in a long time, a sweet, warm-hearted comedy about a teenager who skips school so he can help his best friend win some self-respect. The therapy he has in mind includes a day's visit to Chicago, and after we've seen the Sears Tower, the Art Institute, the Board of Trade, a parade down Dearborn Street, architectural landmarks, a Gold Coast lunch and a game at Wrigley Field, we have to concede that the city and state film offices have done their jobs: If \"Ferris Bueller's Day Off\" fails on every other level, at least it works as a travelogue.\n\nIt does, however, work on at least a few other levels. The movie stars Matthew Broderick as Ferris, a bright high school senior from the North Shore who fakes an illness so he can spend a day in town with his girlfriend, Sloane (the astonishingly beautiful Mia Sara) and his best friend, Cameron (Alan Ruck).\n\nAt first, it seems as if skipping school is all he has in mind - especially after he talks Cameron into borrowing his dad's restored red Ferrari, a car the father loves more than Cameron himself.\n\nThe body of the movie is a lighthearted excursion through the Loop, including a German-American Day parade in which Ferris leaps aboard a float, grabs a microphone and starts singing \"Twist and Shout\" while the marching band backs him up. The teens fake their way into a fancy restaurant for lunch, spend some time gawking at the masterpieces in the Art Institute, and then go out to Wrigley Field, where, of course, they are late and have to take box seats far back in the left-field corner. (The movie gets that detail right; it would be too much to hope that they could arrive in the third inning and find seats in the bleachers.) There is one great, dizzying moment when the teens visit the top of the Sears Tower and lean forward and press their foreheads against the glass, and look straight down at the tiny cars and little specks of life far below, and begin to talk about their lives. And that introduces, subtly, the buried theme of the movie, which is that Ferris wants to help Cameron gain self-respect in the face of his father's materialism.\n\nFerris is, in fact, a bit of a preacher. \"Life goes by so fast,\" he says, \"that if you don't stop and look around, you might miss it.\" He's sensitive to the hurt inside his friend's heart, as Cameron explains how his dad has cherished and restored the red Ferrari and given it a place of honor in his life - a place denied to Cameron.\n\n\"Ferris Bueller\" was directed by John Hughes, the philosopher of adolescence, whose credits include \"Sixteen Candles,\" \"The Breakfast Club\" and \"Pretty In Pink.\" In all of his films, adults are strange, distant creatures who love their teenagers, but fail completely to understand them. That's the case here, all right: All of the adults, including a bumbling high-school dean (Jeffrey Jones), are dim-witted and one-dimensional. And the movie's solutions to Cameron's problems are pretty simplistic. But the film's heart is in the right place, and \"Ferris Bueller\" is slight, whimsical and sweet.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-06-11", "genres": ["Comedy", "Family"], "title": "Ferris Bueller's Day Off (1986)"}