{"url": "http://www.rogerebert.com/reviews/festival-1968", "by": "Murray Lerner", "star_rating": 3.5, "text": "Lerner filmed at the Newport Folk Festival between 1963 and 1966, and even then you could already see the tough, young electrified rock bands shouldering aside the traditional musicians.\n\nFor all his talent, Bob Dylan was probably the performer to blame for this. When he switched from a rather pure guitar style to folk rock, his followers switched with him. Traditional figures like Almeda Riddle, Sleepy John Estes and Doc Watson were no longer in much demand for campus concerts.\n\nThis didn't mean traditional folk music was dead; it simply meant the fad-following campus audience, which once wanted to hear Sonny Terry and Brownie McGhee, had switched to the Strawberry Alarm Clock.\n\nThis resulted, of course, in a deplorable drop in the quality of the music, but I wonder how many people really cared about the skill of traditional performers anyway. Too often, they were booked as certified, authentic, weather-beaten saints, to be revered no matter how they sounded.\n\nI recall the late Dock Boggs talking to a group of students at the University of Illinois several years ago. He was a great banjo player, but his voice had grown thin because of a lung disease picked up in the coal mines.\n\nEveryone was telling him how good he was, which he knew anyway, and finally he laughed and said we should have heard him back when he could sing. Somebody said his voice sounded so \"authentic\" now. \"Hell, it was always authentic,\" Dock said, \"but it used to be\r\ngood.\"\n\nYou get this same dialog between the generations in \"Festival,\" which won the documentary film award at Venice. It would have been easy to get cheap laughs by cutting from the traditional performers to the college kids, but Lerner went for depth instead. You see Mississippi John Hurt singing, and then he talks about the electrified blues bands:\n\n\"The way I see it, and I was talkin' to the reverend (Reverend Wilkins) about it this morning, if it's the blues, then they ain't no jumping to it. If you're jumping, you ain't got the blues. The blues are kind of mournful and sad, like when you lock yourself in a room and don't want to see nobody...\"\n\nLerner shows performances by some 30 different singers; we rarely get more than a chorus or two of each (although we get a great deal too much of Peter, Paul and Mary). He makes full use of the strength of documentary film, the ability to catch unrehearsed moments that reveal personality.\n\nThere is delight, for example, in Johnny Cash's crooked smile and droll expression during \"I Walk the Line\"; Almeda Riddle sying, \"Well, I guess my songs were pop two -- or three-hundred years ago\"; Joan\r\nBaez signing autographs and then confiding, \"I wish some of these kids would take a bath;\" a lady playing \"Yankee Doodle Dandy\" by slapping her cheeks...\n\nMuch of the credit belongs to the editors, including Gordon Quinn of Chicago. They make their points quietly, with humor and understatement. The result is marvelously entertaining.", "running_time": 78, "mpaa_rating": "NR", "release_year": 1968, "date_published": "1968-05-21", "genres": ["Documentary", "Music"], "title": "Festival (1968)"}