{"url": "http://www.rogerebert.com/reviews/festival-of-claymation-1987", "by": "Will Vinton Productions", "star_rating": 3.0, "text": "Perhaps as a result, animators tend to be perfectionist personality types. They're obsessed with detail and tend to be authoritarian. And who wouldn't be, given the chance to play god? Most movie directors have enormous egos; my guess is that animators have even larger ones. The irony is that most animated films tend to be playful, innocent and even childlike, and the great animators combined paternal authority with a childlike imagination.\n\nLook at Walt Disney.\n\nHalfway through Will Vinton's \"Festival of Claymation,\" there is a documentary explaining how the process works. After the script has been written and the characters chosen for a Claymation film, the animators turn to a palate of dozens of different colors of modeling clay, which they have mixed themselves. And they build the characters by hand.\n\nFor a full-figure character, they begin with a flexible aluminum skeleton and model the body, face and clothing out of clay. They use a camera that can be locked into place, and they advance their film one frame at a time. After each frame has been exposed, they make tiny adjustments in the facial expressions and limb movements of their characters, sometimes using a film of human actors as their guide. Then they advance the film another frame.\n\nSince there are 24 frames to the second, even a short Claymation film requires tens of thousands of frames. The patience required is mind-boggling. Unlike those cheap, quickie Saturday morning TV cartoons from Japan, the Claymation people can't use computer shortcuts. It's all done by hand.\n\nThe best Claymation has a real charm. Unlike drawn animation, which often appears flat, Claymation has a depth to it; the characters all have backs as well as fronts. Their faces are bold caricatures, their movements are decisive and they have a certain authority.\n\nThe first Claymation film I saw was called \"Closed Mondays,\" and it won an Academy Award for its story of a clay figure who wanders into an art gallery where the paintings take on a life of their own. Since then, Vinton, the inventor of Claymation, has made other shorts and a full-length feature (\"The Adventures of Mark Twain\"), as well as the scary clay creatures in the unfortunate \"Return to Oz.\" There have been many Claymation TV commercials, including the doo-wop group singing \"Heard It on the Grapevine\" for California Raisins and the Domino's Pizza Puncher.\n\nThis festival is a once-over-lightly of Vinton's work, including the jumping frog sequence from the Twain film, other shorts, the John Fogerty music video \"Vanz Kant Danz,\" lots of commercials, an ambitious \"Creation\" short that re-creates the birth of the universe in clay and the documentary on the process itself. The grab bag is tied together by two dinosaur movie critics, sitting in a balcony and discussing the films. You've got to hand it to Vinton. The purple tyrannosaur on the left looks exactly like Gene Siskel.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-02-13", "genres": null, "title": "Festival Of Claymation (1987)"}