{"url": "http://www.rogerebert.com/reviews/fetishes-1997", "by": "Nick Broomfield", "star_rating": 3.0, "text": "It makes a certain amount of sense. Some men, deprived of a sense of power, compensate by assaulting the weaker. Others, uncomfortable because they have so much power, pay to have someone take command. Certainly the second part of that scenario is borne out by \"Fetishes,'' a documentary by Nick Broomfield that is fascinating, horrifying, funny and sad.\n\nBroomfield is the BBC documentarian who specializes in films about sex for cash. Early in his career he made a doc about a Nevada brothel, and last year he made \"Heidi Fleiss, Hollywood Madam,\" a version of that famous case in which Fleiss emerges more sinned against than sinning. \"Heidi Fleiss'' was one of the year's best films, an unblinking portrait of the manipulation of one person by another. \"Fetishes'' is not as powerful a film because it lacks the drama of a woman going to jail while the deeper corruption of her lover goes unpunished. But it provides an unblinking portrait of the S & M world that is joked about on late-night talk shows but rarely seen--certainly not in this detail.\n\nBroomfield, who travels light, works with a cameraman and acts as his own sound man. He enters a situation and records it while it is happening, making no attempt to conceal his mike and camera. He spent two months in Pandora's Box, described as an upscale Manhattan S & M brothel where the clients pay up to $1,000 to have the dominatrixes enact elaborate physical and mental fantasies for them.\n\nIs brothel the right word? The women insist they never, ever have sex with their clients. The woman in charge is Mistress Raven, who must have a snapshot of Cher tacked up next to her vanity mirror. She is intelligent, articulate, thoughtful. She explains the rationale behind her operation. Then we see her and the other women at work on their clients.\n\nSurprisingly, some of the men are willing to be shown on screen, and although many are masked or concealed, some of them are probably identifiable. Why are they so reckless? Perhaps it's part of the thrill of humiliation. They submit to physical and psychological torture here, and some of the most painful sequences involve racial humiliation: a Jew who pays to have a woman play a Nazi, an African-American who wants to be treated like a slave, a white cop who wants to be treated like a black criminal.\n\nOther fantasies are (more? less?) conventional. A stockbroker wears an expensive rubber suit that is airtight, except for a breathing tube controlled by his mistress. A man licks a woman's shoes. There are even women who pay to be submissive. Various domestic and toilet scenarios are enacted. There are some whips and chains, although most of the sessions deal more with the mind, or restraint, than with actual physical punishment.\n\nWhy do these men pay for such experiences? Mistress Raven and the other women have their theories. The men feel under unbearable pressure of various kinds: professional, personal, sexual. It is a vast relief for them to hand over control, to embrace the blamelessness of the victim. Raven notes with amusement an obvious paradox: It is the client, not the dominatrix, who has the real power because he pays the money and writes the script, and both he and the woman do exactly what he desires.\n\nThere is a subtext to the movie, which emerges subtly. What Raven and her women do is hard work. Transference takes place. The men arrive with tensions and compulsions, responsibilities and hangups, and leave them at Pandora's Box--on the shoulders, or the psyches, of the women. At the end of the day, Raven says, she's exhausted, worn down by the weight of the gloom and guilt she has taken on board. She doesn't know how much longer she can stand it. One wonders if after a hard day's work she yearns for someone else to take her reins.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Documentary", "Foreign"], "title": "Fetishes (1997)"}