{"url": "http://www.rogerebert.com/reviews/fever-pitch-2005", "by": "Drew Barrymoreas Lindsey Meeks", "star_rating": 3.5, "text": "It must be Nick Hornby who understands men so well, and how they think about women, and how women think about them. His books have been the starting point for three wonderful movies about the truce of the sexes: \"High Fidelity\" (2000), \"About a Boy\" (2002) and now \"Fever Pitch.\" Their humor all begins in the same place, with truth and close observation. We know these people. We dated these people. We are these people.\n\nBecause \"Fever Pitch\" involves a Boston Red Sox fan and takes place during the miraculous 2004 season, do not make the mistake of thinking it is a baseball movie. It is a movie about how men and women, filled with love and motivated by the best will in the world, simply do not speak the same emotional language. She cannot understand why he would rather go to spring training camp in Florida than meet her parents. He cannot understand why this is even an issue.\n\nDrew Barrymore and Jimmy Fallon star, as Lindsey and Ben, both around 30. She thinks it may be time to get married. He already seems married, to the Red Sox. His love for the team, he confesses to her, \"has been a problem with me ... and women.\" She is a high-paid business executive. He is a high school teacher.\n\nShould she date below her income level? She has a strategy meeting with her girlfriends. When men have these meetings, they talk about how a woman really understands them. Women talk about how a man doesn't really understand them. Men talk about how a woman looks. Women ask questions like: \"Where has he been?\" Ben is 30 and single. Lindsey at least knows why she's still single: She works all the time.\n\nTheir first date begins unpromisingly, with food poisoning and Lindsey hurling into a garbage can. But Ben is a nice guy and cleans up, puts her to bed, sleeps on the couch. In no time at all, they're in love. What she doesn't understand is, she's in love with Winter Guy.\n\nSummer Guy is a Red Sox fan. She is from Venus, he is from Fenway Park. He has season tickets. The people in the nearby seats are his \"summer family.\" When they talk Red Sox lore, it sounds like they know what they're talking about. When he considers selling his season tickets, they observe that \"technically\" he's supposed to return them to the team. His apartment looks like a sports memorabilia store. Even the telephone is made out of a baseball mitt. She looks at the T-shirts and warm-up jackets in his closet, and says, \"This is not a man's closet.\"\n\nJimmy Fallon is perfectly cast in the role. \"Saturday Night Live\" veterans tend to disappear into the fourth dimension of \"SNL comedies\" that are usually pretty bad. Only occasionally does someone like Bill Murray find a wider range of roles. Fallon was recently in the awful \"Taxi,\" but here it must be said (as it could be said about John Cusack in \"High Fidelity\" and Hugh Grant in \"About a Boy\") that you cannot imagine anyone else in the role. He achieves a kind of perfection in his high spirits, his boyish enthusiasm, his dependence on the Sox for a purpose in his life, and his bafflement about romance. He doesn't know that Freud's dying words were allegedly, \"Women! What do they want?\" But he would have understood them.\n\nDrew Barrymore is also perfectly cast, in part because in real life, as in the movie, she's not only adorable but also a high-powered businesswoman (she is listed first among the film's producers). Her Lindsey likes Ben because he is a good and nice man, funny, considerate and sexy. That's the Winter Guy. The Summer Guy is also all of those things, when his busy schedule as a Red Sox fan permits him. \"All those things you feel for that team,\" she tells him in despair, \"I feel them, too, for you.\"\n\nWell, come on. Think how the guy feels. The Sox are down 0-3 to the Yankees in the AL playoffs and behind in the fourth and apparently final game. He's at a party she wanted him to attend. He's at a party she wanted him to attend. He has a great time at the party, until he finds out the Sox were down 0-3 to the Yankees, tied it up, and won 6-4 in the 12th inning. That will be a moment that he will always, always, regret missing. Is he a fool? I would like to say that he is, but if I hadn't seen the final four minutes of the Illinois game against Arizona, when they came from 15 behind to tie it up and win in overtime!, I would have been ... discontented.\n\nYes, it's only a game. There's a bright little boy in the movie who says to Ben, \"Let me just leave you with this thought. You love the Sox, but have they ever loved you back?\" Lindsey loves him back. But one transgression follows another. Consider her thoughts as she watches the TV news, which shows her being hit by a foul ball and knocked out, while next to her Ben jumps up and down in excitement and hasn't noticed his girl is unconscious. Women remember things like that.\n\nThe movie has been directed by the Farrelly brothers, Peter and Bobby, who tend to make a different kind of movie (\"Dumb and Dumber,\" \"Kingpin,\" \"There's Something About Mary,\" \"Stuck on You\"). Here, they're sensitive and warm-hearted, never push too hard, empathize with the characters, allow Lindsey and Ben to become people we care about.\n\nWhat's going on? First Danny Boyle (\"Trainspotting\") makes \"Millions,\" and now this. Maybe the Farrellys were helped by the script by Lowell Ganz and Babaloo Mandel, who have nine children between them, and whose writing collaborations include \"Parenthood,\" \"Forget Paris,\" and \"A League of Their Own,\" which knew a lot about baseball.\n\nWhat's really touching is the way Lindsey works and works to try to understand Ben. When he tries to tell her why he loves the Red Sox even though they always, always let him down, she says, \"You have a lyrical soul. You can live under the best and worst conditions.\" What she doesn't understand is that the girlfriend of a Red Sox fan must also endure the best and the worst, and have a soul not only lyrical but forgiving. How does it feel when his Sox tickets are always more important than anything  she suggests? \"Here's a tip, Ben,\" she says. \"When your girlfriend says let's go to Paris for the weekend -- you go.\"", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-04-07", "genres": ["Comedy", "Drama", "Romance", "Sports Film"], "title": "Fever Pitch (2005)"}