{"url": "http://www.rogerebert.com/reviews/fiddler-on-the-roof-1971", "by": null, "star_rating": 3.0, "text": "I suppose \"Fiddler on the Roof\" is just the movie that lovers of the stage play were waiting for -- and since Fiddler is the most popular stage musical in history, that's something, all right.\n\nBut would it be heresy on my part to suggest that \"Fiddler\" isn't much as a musical, and that director Norman Jewison has made as good a film as can be made from a story that is quite simply boring?\n\nI hate things that come in threes. When people back me into a corner and tell me a joke that begins, \"There were these three...,\" I squirm. I know the classic pattern for a joke is three times through, with the punch line at the end of the third movement, but (forgive me) I think straightforward narrative jokes that tell a story without repetition are funnier. I don't like much of anything else in threes, either. You get the pattern with the first one, and then you have to sit through the other two. With \"Fiddler on the Roof,\" that takes more than three hours, which is too long to wait for the third daughter to get her turn.\n\nThe story line of \"Fiddler,\" as everyone on Earth must know by now, involves the wise and good old Jewish peasant Tevye, who lives on a farm with his wife and children, including three daughters of marriageable age. During the course of the play, four big things happen: The three daughters get married, and the Jews are forced off their land by a pogrom.\n\nNow, \"Fiddler\" begins with a hymn to tradition, and then the three daughters proceed to differ with tradition by marrying the wrong sort. Instead of waiting for the matchmaker to fix them a match, the first marries a poor tailor, the second marries a Marxist and the third, God forbid, marries a goy. We know this is going to take place a long time before it does; we meet all the boys early on, and somehow we catch on from all the close-ups of loving eyes that there's no way these couples are going to be kept apart, tradition or no tradition. The problem is that we have to wait an unbearably long time for all the anticipated events to take place, and then when they do, they all take place in the same way. Each couple comes to the father. He is shocked, enraged. He walks off a distance and has a long talk with god about on the one hand yes and then on the other had no. The punch line is that he accepts the tailor and the Marxist but draws the line at the goy.\n\nMeanwhile, revolution is sweeping the land. We know this because a guy with a newspaper turns up in the first reel and tells us. It continues to sweep until the end of the film, when the Jews are deprived of their land and homes and sent into exile: some to Israel, some to Chicago, and so on. They walk away in silhouette while the symbolic fiddler continues to play. He stands for indomitable Jewish courage and forebearance, of course. I am not quite sure that the young Israeli men and women who fought the Six-Day War would identify with his acceptance, but never mind.\n\nThe problem with \"Fiddler\" is that it's so fantastically far from the roots of its story that it might as well be moved to Ireland, where the peasants could grow potatoes instead of corn. There is nothing particularly Jewish about it except the costumes and set decorations (although the word \"Jewish\" itself is allowed to creep in once in the three hours plus). Every ethnic group on Earth shrugs its shoulders and has a special relationship with God and is philosophical about things and wants its kids to marry the correct person in the correct way.\n\nThat leaves (you are probably bursting to tell me) the songs and the dances, of course. They're fine. It is good to hear the show's hit songs for the 400th time, with a chorus of thousands brought in to bolster the simple peasant's simple songs. It is good to see the dancing -- which Jewison has liberated from its stage limitations. I hate movies in which the dancers are carefully choreographed to play to an actual theater audience. Jewison moves his camera in among the dancers and gives us a real feeling of celebration and ceremony.\n\nThe Israeli actor Topol makes a good Tevye, and I liked Leonard Frey as the tailor whose first sewing machine is like his first baby. But Molly Picon's matchmaker is too much of a star turn. And the three daughters (two of whom look more gentile than the third one's husband) hardly come alive at all. They are introduced, fall in love and go through the on-the-one-hand, etc., schtick with their father. They also smile a lot through tears.\n\n\"Fiddler on the Roof\" has been around a long time, has become an institution and has added some good songs to our memories. But in the process it's become so polished, so packaged, so distanced from the real feelings that inspired the original stories of Sholem Aleichem (who didn't even make it onto the mimeographed list of credits) that it's become just another pleasant product of American entertainment industrialism. So why do I give it three stars? Because what it does, it does well. It's just what the public wants; I doubt if they'd like a better \"Fiddler\" more.", "running_time": 181, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "Music", "Romance"], "title": "Fiddler on the Roof (1971)"}