{"url": "http://www.rogerebert.com/reviews/field-of-dreams-1989", "by": "Kevin Costneras Ray Kinsella", "star_rating": 4.0, "text": "The farmer is standing in the middle of a cornfield when he hears the voice for the first time: “If you build it, he will come.” He looks around and doesn’t see anybody. The voice speaks again, soft and confidential: “If you build it, he will come.” Sometimes you can get too much sun, out there in a hot Iowa cornfield in the middle of the season. But this isn’t a case of sunstroke.\n\nUp until the farmer starts hearing voices, “Field of Dreams” is a completely sensible film about a young couple who want to run a family farm in Iowa. Ray and Annie Kinsella (Kevin Costner and Amy Madigan) have tested the fast track and had enough of it, and they enjoy sitting on the porch and listening to the grass grow. When the voice speaks for the first time, the farmer is baffled, and so was I: Could this be one of those religious pictures where a voice tells the humble farmer where to build the cathedral? \n\nIt’s a religious picture, all right, but the religion is baseball. And when he doesn’t understand the spoken message, Ray is granted a vision of a baseball diamond, right there in his cornfield.\n\nIf he builds it, the voice seems to promise, Joe Jackson will come and play on it - Shoeless Joe, who was a member of the infamous 1919 Black Sox team but protested until the day he died that he played the best he could.\n\nAs “Field of Dreams” developed this fantasy, I found myself being willingly drawn into it. Movies are often so timid these days, so afraid to take flights of the imagination, that there is something grand and brave about a movie where a voice tells a farmer to build a baseball diamond so that Shoeless Joe Jackson can materialize out of the cornfield and hit a few fly balls. This is the kind of movie Frank Capra might have directed, and James Stewart might have starred in -- a movie about dreams.\n\nIt is important not to tell too much about the plot. (I’m grateful I knew nothing about the movie when I went to see it, but the ads give away the Shoeless Joe angle.) Let it be said that Annie supports her husband’s vision, and that he finds it necessary to travel east to Boston so that he can enlist the support of a famous writer (James Earl Jones) who has disappeared from sight, and north to Minnesota to talk to what remains of a doctor (Burt Lancaster) who never got the chance to play with the pros.\n\nThe movie sensibly never tries to make the slightest explanation for the strange events that happen after the diamond is constructed.\n\nThere is, of course, the usual business about how the bank thinks the farmer has gone haywire and wants to foreclose on his mortgage (the Capra and Stewart movies always had evil bankers in them). But there is not a corny, stupid payoff at the end. Instead, the movie depends on a poetic vision to make its point.\n\nThe director, Phil Alden Robinson, and the writer, W. P. Kinsella, are dealing with stuff that’s close to the heart (it can’t be a coincidence that the author and the hero have the same last name).\n\nThey love baseball, and they think it stands for an earlier, simpler time when professional sports were still games and not industries.\n\nThere is a speech in this movie about baseball that is so simple and true that it is heartbreaking. And the whole attitude toward the players reflects that attitude. Why do they come back from the great beyond and play in this cornfield? Not to make any kind of vast, earthshattering statement, but simply to hit a few and field a few, and remind us of a good and innocent time.\n\nIt is very tricky to act in a movie like this; there is always the danger of seeming ridiculous. Costner and Madigan create such a grounded, believable married couple that one of the themes of the movie is the way love means sharing your loved one’s dreams. Jones and Lancaster create small, sharp character portraits - two older men who have taken the paths life offered them, but never forgotten what baseball represented to them in their youth.\n\n“Field of Dreams” will not appeal to grinches and grouches and realists. It is a delicate movie, a fragile construction of one goofy fantasy after another. But it has the courage to be about exactly what it promises. “If you build it, he will come.” And he does. In a baseball movie named “The Natural,” the hero seemed almost messianic.\n\n“Field of Dreams” has a more modest aim. The ghost of Shoeless Joe does not come back to save the world. He simply wants to answer that wounded cry that has become a baseball legend: “Say it ain’t so, Joe!” And the answer is, it ain’t.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-04-21", "genres": ["Drama", "Family", "Fantasy", "Romance", "Sports Film"], "title": "Field of Dreams (1989)"}