{"url": "http://www.rogerebert.com/reviews/fierce-creatures-1997", "by": "John Cleeseas Rollo Lee", "star_rating": 2.5, "text": "Having worked under the proprietorship of media baron Rupert Murdoch, I was receptive to the satirical version of him presented in “Fierce Creatures,” where a Murdochian tycoon wonders if he could buy the satellite TV rights to all of the executions in China. Nor did I blink at a scene where a new employee turns up to program his station, only to learn he has sold it that very morning. At that level, corporations change hands faster than the rest of us unload used cars.\n\nThe Murdoch figure in “Fierce Creatures,” named McCain (Kevin Kline), is a blustering bully who demands that all of his properties return an annual profit of at least 20 percent. That includes a zoo he has recently acquired, more or less by accident, in England. He assigns a man named Rollo Lee (John Cleese) to run the zoo, and Lee immediately orders that it will feature only dangerous animals--since they're the best at boosting ticket sales. All other animals must be shot.\n\nThis is a funny idea, especially when filtered through the apoplectic character Cleese created on “Fawlty Towers” and essentially repeats here. Autocratic, shortsighted and hair-triggered, Rollo orders his staff to start shooting the harmless animals, and when they balk, he determines to do it himself.\n\nThe staff, a grab bag of eccentric animal lovers, unsuccessfully tries to convince him that all of the animals are dangerous. (“The meercat is known as the piranha of the desert! It can strip a corpse clean in three minutes!”) Although Rollo's executions do not proceed precisely on schedule, a greater threat to his reign is presented by the arrival of old McCain's son Vince (Kline, in a dual role) and Willa Weston (Jamie Lee Curtis), the deposed programmer. Vince desperately hopes to take over the zoo and increase its profits, in order to prove himself to his cruel and distant father. Willa wants a share of the glory, and both Vince and Rollo want a share of her generous charms, displayed in the kind of wardrobe that might result if women's business suits were designed by Frederick's of Hollywood.\n\nKline, Cleese, Curtis and Michael Palin (as a hapless animal lover) are reassembled here for the first time since the brilliant comedy “A Fish Called Wanda” (1988). Few movies can hope to be that funny. “Fierce Creatures” is not. It lacks the hair-trigger timing, the headlong rush into comic illogic, that made “Wanda” so special. But it does have a charm of its own, and moments of wicked inspiration (regarding the problem of shooting the harmless animals: “It's a pity this isn't Texas; we could charge people to do it for us”) One of the problems may be the dual role by Kevin Kline. Although multiple roles sometimes work (as in Eddie Murphy's family dinner scene in “The Nutty Professor”), they're more often a distraction. Part of my mind is forever trying to see through the trick. I'm observing that they're usually not in the same frame at the same time--and when they are, I'm thinking about how it was done. That brief lack of focus is deadly to the concentration needed for perfect comic timing.\n\nThere's also a subtle failure of timing in some of the slapstick sequences, as when a dead body is being dealt with toward the end. Slapstick doesn't consist merely of rushing around frantically; it has a clockwork logic, in which every element must be in position at precisely the right moment. This is so hard to do that it's a miracle when it works; it involves almost musical cadences. “Fierce Creatures” doesn't quite click.\n\nStill, I'm fond of the movie. I like its use of lust and greed, always the most dependable elements of comedy, and I like the way Jamie Lee Curtis demonstrates how a low-cut dress can shift the balance of power in almost any room.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-24", "genres": ["Comedy", "Foreign", "Romance"], "title": "Fierce Creatures (1997)"}