{"url": "http://www.rogerebert.com/reviews/fifty-dead-men-walking-2009", "by": "Ben Kingsleyas Fergus", "star_rating": 3.0, "text": "Belfast, 1988. The height of the Troubles. British troops occupy the city and are at war with the Irish Republican Army. The British want to retain Northern Ireland as part of the United Kingdom. The IRA considers them invaders. Martin McGartland doesn’t much care.\n\nLike many young criminals, he is devoutly non-political. He’s a two-bit hustler, stealing and reselling clothing or whatever else he can move. A wise guy, he moves confidently on the mean streets. McGartland (Jim Sturgess) doesn’t like the British, but when the IRA breaks his friend’s legs with a baseball bat, he likes that even less.\n\nHe’s recruited by Fergus (Ben Kingsley), an officer in the Special Branch of the British police, to become a double agent, an informer. Fergus has noticed how he moves through Belfast, known to the IRA, unintimidated by the British troops. Both sides already think they know who he is.\n\nInforming on the IRA was of course a nearly certain death sentence. It seems incredible that anyone would take such a risk, and very few did. McGartland’s information is credited with saving the lives of at least 50 men, and you’d think the IRA might have noticed parallels between their assassination operations and McGartland’s participation, but apparently not. Only at the end of the film is there a situation where his role will be betrayed, and by then, he already realizes that he will be living for the rest of his life in hiding.\n\nThe Troubles were a messy business. The British troops were acting under orders that not all of them necessarily appreciated. They were not fighting in a foreign land, but against those who spoke and lived much as they did. The Protestant-Catholic hatred involved also muddied the water. To step into the middle of this was almost a foolhardy act, and “Fifty Dead Men Walking” never really explains McGartland’s decision. Still, it is a fact that he made it, even with the risk to his girlfriend and their child.\n\nThe performance of Jim Sturgess as McGartland helps place his decision into the day-by-day process of acting on it. He meets clandestinely with Fergus, rises in the trust of the IRA, is able to use information he gets from Fergus to enhance his position. The two men become not friends, exactly, but mutually dependent, and as the net grows tighter toward the end, their dependence takes on an urgent desperation. \n\nThe writer and director is Kari Skogland, a young Canadian whose previous film, “The Stone Angel” (2007), could not be more different. It stars Ellen Burstyn as an old lady who runs away from the children who want to place her in a nursing home. In this film, Skogland, as Kathryn Bigelow does in “The Hurt Locker,” demolishes the notion that women can’t direct action.\n\nThis movie is based on real events, and a book written by McGartland and Nicholas Davies. It presents the usual disclaimers that “some of the events, characters and scenes in the film have been changed.” And McGartland himself has made a statement from hiding that he doesn’t endorse the film and it was “inspired by,” not “adapted from,” the book. Does this reflect his hope that the IRA won’t take it personally? Setting entirely aside the accuracy of the film, the IRA still has him marked for death, and indeed there was an attempt on his life in Canada 10 years after he fled. He’s still out there somewhere.", "running_time": 117, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Action", "Foreign", "Thriller"], "title": "Fifty Dead Men Walking (2009)"}