{"url": "http://www.rogerebert.com/reviews/fighter-2002", "by": "Amir Bar-Lev", "star_rating": 3.0, "text": "\"Fighter\" is named after one of its two subjects, Jan Wiener, 77 years old, who describes himself as a \"professor, wilderness guide and old fart,\" and adds: \"But I still can connect.\" We see him pounding a punching bag to prove it. His friend is Arnost Lustig, 72. Both of them were born in Czechoslovakia and now live in America. The story of Wiener's escape from the Nazis, how he flew for the RAF against Germany, how he returned to his homeland and was imprisoned by the communists as a spy, has inspired more than one movie. Lustig has long planned to write a book about it, and the two old men set off on a trip to the places of their youth and their war.\n\nFollowing them is Amir Bar-Lev, an American documentary filmmaker, born in Israel, who could hardly have anticipated what would happen. \"Fighter\" could have been just a travelogue about two old-timers reliving their wartime memories. Even an heroic story can slow in the retelling. But \"Fighter\" picks up surprising energy, as old wounds are reopened and the two men express strong opinions that may be unforgivable. What unfolds onscreen is remarkable: The passions and arguments of the past are resurrected in the present.\n\nAt first the trip goes smoothly. Both men are fit and quick, not slowed by the ravages of age. Both teach at universities. They re-trace Wiener's steps as he recalls the collapse of Czechoslovakia (he and other pilots never dreamed the Nazis would roll in so decisively). In a scene of stunning power, he visits the house where his parents committed suicide rather than be captured by the Nazis. He recalls his father saying: \"Tonight I am going to kill myself. That is the only freedom we have left.\" He remembers how it happened, his father telling him, \"I have taken the pills. Hold my hand.\" And then, says Wiener, sitting in the same chair he sat in all those years ago, \"he was asleep.\" They visit Theresienstadt, a model concentration camp set up by the Nazis to fool a Swiss Red Cross inspection team (the notorious Nazi documentary \"The Fuhrer Gives a City to the Jews\" was filmed there). Lustig was a prisoner there, and remembers how the prisoners were terrified to speak to the inspectors, and how food and comforts disappeared along with the Swiss. Together, the two men retrace the route of Wiener's escape, ending in Italy, where a compassionate Italian cop did not betray him to the Nazis. He later became a POW in Italy, later still a pilot for the British.\n\nAfter the war their lives diverged. Wiener returned home to Czechoslovakia, only to be suspected of spying and sentenced to prison. Lustig became a communist official until he became disillusioned and left for America. The old friends met again in the United States.\n\nAnd so the story might end, gripping, fascinating, happily-- but then they have a fight. There is a disagreement over why the Italian cop spared Wiener. Another one over why Lustig could have survived Nazism, only to become a communist. Filming shuts down for three days during this impasse, and when it begins again, it is clear that the old men are friends no longer. We understand that for them the war is a wound that has not healed, and that it led to decisions that cannot be explained. We stand a little outside: No one who was not there knows for sure what he would have done. Suddenly, we are not in the past but in the present, seeing real emotions, not remembered ones. In this movie the war is not quite over. For those who survived it, maybe it will never be.", "running_time": 91, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-02-22", "genres": ["Documentary"], "title": "Fighter (2002)"}