{"url": "http://www.rogerebert.com/reviews/fighting-2009", "by": "Channing Tatumas Shawn", "star_rating": 3.0, "text": "I like the way the personalities are allowed to upstage the plot in \"Fighting,\" a routine three-act fight story that creates uncommonly interesting characters. Set in the streets of Manhattan, Brooklyn and the Bronx, involving a naive kid from Alabama and a mild-mannered hustler from Chicago, it takes place in a secret world of street fighting for high cash stakes. Do rich guys really bet hundreds of thousands on a closed-door, bare-knuckle brawl? I dunno, but it's cheaper than filming a prizefight arena.\n\nChanning Tatum is Shawn, whose dad was a wrestling coach near Birmingham. Terrence Howard plays Harvey, who everybody seems to know. Shawn is a hot-tempered kid not doing very well at selling shoddy merchandise on the sidewalks. Howard is soft-spoken, with a gentle voice and an almost passive personal style, even though he works as an illegal fight promoter. He sees Shawn in a fight, recruits him and lines up fights with $5,000, $10,000 and finally $100,000 purses.\n\nHe does this with stunning speed, even though at the first fight no one has ever seen Shawn before. The movie offers that and other problems of plausibility and logic, but I don't care about them because director Dito Montiel doesn't. Possibly hired to make a genre film, he provides the outline and requirements, and then focuses on his characters. Terrence Howard's Harvey is the most intriguing: He's too laid back to be in the profession, so philosophical that he even faces what seems to be his own inevitable murder with calm resignation. He knows his world, is known in it, moves through it, yet seems aloof from it.\n\nTatum, convincing as a former school athlete (which he was) quickly agrees to the fights, even against terrifying opponents. But \"Fighting\" invests much more feeling in his tentative relationship with Zulay (Zulay Henao), a single mom who works as a waitress in a private club where the private fight world hangs out. He approaches her like a well-raised Southern boy would, politely, respectfully.\n\nThis arouses greater interest because of the screen presence of Zulay Henao, who sidesteps countless hazards suggested by her character and makes her sweet, sensuous and perceptive. And then look at Altagracia Guzman as Alba, playing Zulay's elder relative (grandmother?), who was a great audience favorite as she guarded her beloved from the threat of a male predator. The way her talent is employed in the film is an ideal use of a supporting actress.\n\nListen also to the dialogue by Robert Munic and Montiel, which is far above formula boilerplate and creates the illusion that the characters might actually be saying it in the moment. An extended flirtation between Zulay and Shawn isn't hurried through for a bedroom payoff, but grows sweeter and more tender as it continues. This scene illustrates my theory that it is more exciting to wonder if you are about to be kissed than it is to be kissed.\n\n\"Fighting\" is not a cinematic breakthrough. But it is much more involving than I thought it would be. The ads foreground the action, no doubt because that's what sells. The film transcends the worldview that produced the ad campaign and gives audiences a well-crafted, touching experience. Sometimes you can feel it when an audience is a little surprised by how deeply they've become involved.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-22", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Fighting (2009)"}