{"url": "http://www.rogerebert.com/reviews/fight-club-1999", "by": "Brad Pittas Tyler Durden", "star_rating": 2.0, "text": "\"Fight Club\" is the most frankly and cheerfully fascist big-star movie since \"Death Wish,\" a celebration of violence in which the heroes write themselves a license to drink, smoke, screw and beat one another up.\n\nSometimes, for variety, they beat up themselves. It's macho porn -- the sex movie Hollywood has been moving toward for years, in which eroticism between the sexes is replaced by all-guy locker-room fights. Women, who have had a lifetime of practice at dealing with little-boy posturing, will instinctively see through it; men may get off on the testosterone rush. The fact that it is very well made and has a great first act certainly clouds the issue.\n\nEdward Norton stars as a depressed urban loner filled up to here with angst. He describes his world in dialogue of sardonic social satire. His life and job are driving him crazy. As a means of dealing with his pain, he seeks out 12-step meetings, where he can hug those less fortunate than himself and find catharsis in their suffering. It is not without irony that the first meeting he attends is for post-surgical victims of testicular cancer, since the whole movie is about guys afraid of losing their cojones.\n\nThese early scenes have a nice sly tone; they're narrated by the Norton character in the kind of voice Nathanael West used in Miss Lonelyhearts. He's known only as the Narrator, for reasons later made clear. The meetings are working as a sedative, and his life is marginally manageable when tragedy strikes: He begins to notice Marla (Helena Bonham Carter) at meetings. She's a \"tourist\" like himself--someone not addicted to anything but meetings. She spoils it for him. He knows he's a faker, but wants to believe everyone else's pain is real.\n\nOn an airplane, he has another key encounter, with Tyler Durden (Brad Pitt), a man whose manner cuts through the fog. He seems able to see right into the Narrator's soul, and shortly after, when the Narrator's high-rise apartment turns into a fireball, he turns to Tyler for shelter. He gets more than that. He gets in on the ground floor of Fight Club, a secret society of men who meet in order to find freedom and self-realization through beating one another into pulp.\n\nIt's at about this point that the movie stops being smart and savage and witty, and turns to some of the most brutal, unremitting, nonstop violence ever filmed. Although sensible people know that if you hit someone with an ungloved hand hard enough, you're going to end up with broken bones, the guys in \"Fight Club\" have fists of steel, and hammer one another while the sound effects guys beat the hell out of Naugahyde sofas with Ping-Pong paddles. Later, the movie takes still another turn. A lot of recent films seem unsatisfied unless they can add final scenes that redefine the reality of everything that has gone before; call it the Keyser Soze syndrome.\n\nWhat is all this about? According to Durden, it is about freeing yourself from the shackles of modern life, which imprisons and emasculates men. By being willing to give and receive pain and risk death, Fight Club members find freedom. Movies like \"Crash\" (1997), must play like cartoons for Durden. He's a shadowy, charismatic figure, able to inspire a legion of men in big cities to descend into the secret cellars of a Fight Club and beat one another up.\n\nOnly gradually are the final outlines of his master plan revealed. Is Tyler Durden in fact a leader of men with a useful philosophy? \"It's only after we've lost everything that we're free to do anything,\" he says, sounding like a man who tripped over the Nietzsche display on his way to the coffee bar in Borders. In my opinion, he has no useful truths. He's a bully--Werner Erhard plus S & M, a leather club operator without the decor. None of the Fight Club members grows stronger or freer because of their membership; they're reduced to pathetic cultists. Issue them black shirts and sign them up as skinheads. Whether Durden represents hidden aspects of the male psyche is a question the movie uses as a loophole--but is not able to escape through, because \"Fight Club\" is not about its ending but about its action.\n\nOf course, \"Fight Club\" itself does not advocate Durden's philosophy. It is a warning against it, I guess; one critic I like says it makes \"a telling point about the bestial nature of man and what can happen when the numbing effects of day-to-day drudgery cause people to go a little crazy.\" I think it's the numbing effects of movies like this that cause people go to a little crazy. Although sophisticates will be able to rationalize the movie as an argument against the behavior it shows, my guess is that audience will like the behavior but not the argument. Certainly they'll buy tickets because they can see Pitt and Norton pounding on each other; a lot more people will leave this movie and get in fights than will leave it discussing Tyler Durden's moral philosophy. The images in movies like this argue for themselves, and it takes a lot of narration (or Narration) to argue against them.\n\nLord knows the actors work hard enough. Norton and Pitt go through almost as much physical suffering in this movie as Demi Moore endured in \"G.I. Jane,\" and Helena Bonham Carter creates a feisty chain-smoking hellcat who is probably so angry because none of the guys thinks having sex with her is as much fun as a broken nose. When you see good actors in a project like this, you wonder if they signed up as an alternative to canyoneering.\n\nThe movie was directed by David Fincher and written by Jim Uhls, who adapted the novel by Chuck Palahniuk. In many ways, it's like Fincher's movie \"The Game\" (1997), with the violence cranked up for teenage boys of all ages. That film was also about a testing process in which a man drowning in capitalism (Michael Douglas) has the rug of his life pulled out from under him and has to learn to fight for survival. I admired \"The Game\" much more than \"Fight Club\" because it was really about its theme, while the message in \"Fight Club\" is like bleeding scraps of Socially Redeeming Content thrown to the howling mob.\n\nFincher is a good director (his work includes \"Alien 3,\" one of the best-looking bad movies I have ever seen, and \"Seven,\" the grisly and intelligent thriller). With \"Fight Club\" he seems to be setting himself some kind of a test--how far over the top can he go? The movie is visceral and hard-edged, with levels of irony and commentary above and below the action. If it had all continued in the vein explored in the first act, it might have become a great film. But the second act is pandering and the third is trickery, and whatever Fincher thinks the message is, that's not what most audience members will get. \"Fight Club\" is a thrill ride masquerading as philosophy--the kind of ride where some people puke and others can't wait to get on again.", "running_time": 139, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-15", "genres": ["Action", "Drama", "Thriller"], "title": "Fight Club (1999)"}