{"url": "http://www.rogerebert.com/reviews/film-socialisme-2011", "by": "Catherine Tanvieras La mere", "star_rating": 1.0, "text": "One sunny day at Cannes, I sat at lunch with the British director Ken Russell, who had been well-served and was feeling relaxed. As far as he was concerned, he said, he was pleased home video had been invented, because now films could be watched on fast-forward, saving everyone's time. There was a quiet smile on Russell's face as he dozed off. \"You're kidding!\" I said. He awoke with a start. \"Certainly not!\" he said, and pushed back from the table.\n\nI suppose it was only a matter of time until Russell's insight reached Jean-Luc Godard. The great director began with films that we would all agree fit the definition of \"movie\" and has relentlessly put more and more distance between himself and that form. With \"Film Socialisme,\" made in his 79th year, the pioneer of the French New Wave has been swept out to sea.\n\nThis film is an affront. It is incoherent, maddening, deliberately opaque and heedless of the ways in which people watch movies. All of that is part of the Godardian method, I am aware, but I feel a bargain of some sort must be struck. We enter the cinema with open minds and goodwill, expecting Godard to engage us in at least a vaguely penetrable way. But in \"Film Socialisme,\" he expects us to do all the heavy lifting.\n\nWhen the film premiered at Cannes 2010, it was received with the usual bouquet of cheers, hoots and catcalls. Defenders of Godard wrote at length about his content and purpose, while many others frankly felt insulted. In the spirit of Ken Russell, Godard actually posted an online video that used fast-forward to show his entire film in about four minutes. That I concede showed wit. (You can see it here: http://bit.ly/lznp1u)\n\nIn the film, he shows us fragmented scenes on a cruise ship traveling the Mediterranean, and also shots which travel through human history, which for the film's purposes involve Egypt, Greece, Palestine, Odessa (notably its steps), Naples, Barcelona, Tunisia and other ports. Then we see fragments of a story involving two women (one a TV camera operator) and a family living at a roadside garage. A mule and a llama also live at the garage. There are shots of kittens, obscurely linked to the Egyptians, as well as parrots. The cruise ship is perhaps a metaphor for our human voyage through time. The garage is anybody's guess.\n\nThere is also much topical footage, both moving and still. Words are spoken, some of them bits of language from eminent authors. These words appear in uppercased subtitles and are mostly nouns. These subtitles, Godard explained, are what he calls \"Navaho English.\" I guess he learned it from old Westerns.\n\nHis Navajo speakers touch on socialism, gambling, nationalism, Hitler, Stalin, art, Islam, women, Jews, Hollywood, Palestine, war and other large topics. It all seems terrifically political, but there is nothing in the film to offend the most devout Tea Party communicant, and I can't say what, if anything, the film has to say about socialism.\n\nGodard has sent my mind scurrying between ancient history and modern television, via Marxism and Nazism, to ponder — well, what? In addition to standard digital video, Godard uses a state-of-the-art iteration of high-def video; some shots, especially aboard the cruise ship, are so beautiful and glossy, they could be an advertisement for something, perhaps a cruise ship. Other shots seem taken with cell phones, and there are bits and pieces from old movies.\n\nThe film closes with large block letters: NO COMMENT. I would have looked forward to attending Godard's press conference, but of course he didn't attend it. Once in Montreal, I sat next to him at a little dinner for film critics, at which he arranged his garden peas into geometric forms on his plate and told us, \"Cinema is the train. It is not the station.\" Or perhaps my memory has tricked me, and he said, \"Cinema is the station. It is not the train.\" Both are equally true. Or not.\n\nNote: This review is based in part on my blog postings from Cannes 2010.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-08", "genres": ["Drama", "Foreign"], "title": "Film Socialisme (2011)"}