{"url": "http://www.rogerebert.com/reviews/filth-and-wisdom-2008", "by": "Eugene Hutzas A.K.", "star_rating": 2.0, "text": "Aren't we all way beyond being shocked by sexual fetishes simply because they exist? Haven't we all stopped thinking, Ohmigod! That's a guy in drag! or Ohmigod! That's a dominatrix! or Ohmigod! She's tattooed! or having any kind of reaction to body piercing, which no longer even qualifies as a fetish, except when practiced on body areas we are unlikely to see, anyway.\n\nWe live in a time, a sad time, when some fetishes are even marketed to children. Consider the dominatrix Barbie doll. Of course films that are about sexual fetishes can be fascinating. Remember \"Secretary,\" about S&M, or \"The Crying Game,\" about transvestism, or \"Kissed,\" about necrophilia. All very good films. But in simply observing the fact of a fetish, the old frisson is gone. I mention this because Madonna still gets intrigued, I guess, simply by regarding a stripper sliding down a pole.\n\n\"Filth and Wisdom,\" the pop-music star's directing debut, is a pointless exercise in \"shocking\" behavior, involving characters in London so shallow that the most sympathetic is the lecherous Indian dentist (Inder Manocha) who is supposed to be a villain, maybe. The central character is A.K. (Eugene Hutz, lead singer of the group Gogol Bordello), a rock singer who moonlights as a male dominator and will dress up like a ringmaster and whip you if you pay the big bucks. He is a fountain of wise little axioms, of which one is actually profound: \"The problem with treating your body like a cash register is that you always feel empty.\"\n\nA.K. is the landlord for flatmates Holly (Holly Weston) and Juliette (Vicky McLure), and also their unpaid adviser, who steers Holly into stripping at a lap-dance sleaze pit. Madonna thinks it's funny or sad or something that Holly is not too good at hanging upside-down from the pole and erotically sliding down it.\n\nI saw my first strip show at the old Follies Burlesque on South State, one day after I moved to Chicago, and I interviewed the immortal Tempest Storm when she appeared here. The strippers at that time performed slowly and seductively, and it was a \"tease.\" Today's strippers leap onstage already almost naked and perform contortions that gotta hurt. Some are so gifted, they can get one boob going clockwise and the other counterclockwise.\n\nUgh. They're erotic only to men who enjoy seeing women humiliate themselves. I was but a callow youth from a rural town amid the soy fields, but reader, I confess I idealized some of them. I haven't attended a strip show in years and years, and for that, I am grateful. Oh, there was that time we were in Bangkok and saw the show with the Ping-Pong balls. Who could think of sex during such a skillful display?\n\nBut I wander. \"Filth and Wisdom\" also places a blot on the record of Richard E. Grant, who brought snarkiness to perfection in \"Withnail and I\" and \"How to Get Ahead in Advertising.\" Here he's made to play an elderly, blind, gay, depressed poet who is smiling on the outside, and you know the rest. For what purpose?\n\nTo help Madonna fill the film's endless 84-minute running time with characters we don't care about, who don't care about one another except when dictated to by the screenplay, in a story nobody cares about. This is a very deeply non-caring movie. I liked Hutz when he sang. I imagine Gene Shalit ate his heart out when he saw Hutz's moustache.", "running_time": 81, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-10-23", "genres": ["Comedy", "Foreign", "Indie"], "title": "Filth and Wisdom (2008)"}