{"url": "http://www.rogerebert.com/reviews/final-destination-5-2011", "by": "Nicholas D'Agostoas Sam", "star_rating": 2.0, "text": "\"Final Destination 5\" is one of those rare movies where the title itself is a spoiler. Yes, everyone in the movie dies, except for Coroner Bludworth. But you knew that because of the previous four films. The increasingly challenging task for the filmmakers is to devise ever more horrible and gruesome methods for them to be slaughtered. \n\n\"FD5\" shows a lot of ingenuity. The recurring theme this time will be skewering and lots of it. The characters have names but they might as well be called after items for a shish kebob: lamb, chicken, mushrooms, onions, tomatoes, some nice peppers. (I like to use green, red and yellow.)\n\nWe get a tip-off in the opening credits, which use 3-D to thrust things at the audience. Before we have seen so much as a human face on the screen, we have been assaulted by skewers, knives, rods, stakes and shards of glass. This is the Ping-Pong Effect elevated to aggressive excess, a reminder that if we haven't already put on our annoying dark glasses, this is the time to bid farewell to bright colors. We have already bid farewell to the 3-D \"premium\" charge.\n\nThe actors in a movie like this are essentially doing product placement. By getting their names and faces out there in a splatter movie, they can perhaps catch the eye of a casting agent and get a shot at a decent film. They have studied their craft. They have struggled and dreamed. They have attended countless auditions. Now at last they have a role in a major Hollywood release, and can call home: \"Mom! I get impaled by the mast of a sailboat after I fall off a bridge!\"\n\nThe fact is, the performances here are all effective. The actors bring more to the film than it brings to them. The caliber of performance in Gruesome Death Movies has considerably improved since Hershel Gordon Lewis made \"The Gore-Gore Girls.\" The direction by Steven Quale is efficient, and the special effects do an excellent job of beheading, incinerating, vivisecting, squishing and so on.\n\nI am amused by this credit: \"Screenplay by Eric Heisserer, based on characters created by Jeffrey Reddick.\" Reddick of course was the writer of the original \"Final Destination\" (2000). Since all of the characters in that film were dead by movie's end, his credit might more reasonably have read, \"based on characters killed by Jeffrey Reddick.\" \n\nI speak too soon. Bludworth (Tony Todd) always survives, his task to find ever more ominous ways of saying \"I told you so.\" Reddick should also be given full credit for devising the ingenious logic of the first film, which consisted of many proofs that we can't cheat death. This truth struck the original characters with a force that has now been much diluted; you don't appear in a \"Final Destination\" movie and expect to get out alive.\n\nI expect this movie to make a lot of money at the box office, spent by fans eager to see still more cool ways for hot young characters to be slaughtered. My review will not be read by any of these people. They know what they enjoy. They don't want no damn movies with damn surprises. I am always pleased when moviegoers have a good time; perhaps they will return to a theater and someday see a good movie by accident, and it will start them thinking.", "running_time": 95, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-10", "genres": ["Horror", "Thriller"], "title": "Final Destination 5 (2011)"}