{"url": "http://www.rogerebert.com/reviews/final-destination-2-2003", "by": "Ali Larteras Clear Rivers", "star_rating": 1.5, "text": "\" Look, we drove a long way to get here, so if you know how to beat death, we'd like to know.\" So say pending victims to a morgue attendant in \"Final Destination 2,\" which takes a good idea from the first film and pounds it into the ground, not to mention decapitating, electrocuting, skewering, blowing up, incinerating, drowning and gassing it. Perhaps movies are like history, and repeat themselves, first as tragedy, then as farce.\n\nThe earlier film involved a group of friends who got off an airplane after one of them had a vivid precognition of disaster. The plane crashes on takeoff. But then, one by one, most of the survivors die, as if fate has to balance its books.\n\nThat movie depends on all the horror cliches of the Dead Teenager Movie (formula: teenagers are alive at beginning, dead at end). But it is well-made and thoughtful. As I wrote in my review: \"The film in its own way is biblical in its dilemma, although the students use the code word 'fate' when what they are really talking about is God. In their own terms, in their own way, using teenage vernacular, the students have existential discussions.\" That was then, this is now. Faithful to its genre, \"Final Destination 2\" allows one of its original characters, Clear Rivers (Ali Larter) to survive, so she can be a link to the earlier film. In the new film, Clear is called upon by Kimberly Corman (A.J. Cook), a twentysomething who is driving three friends in her SUV when she suddenly has a vision of a horrendous traffic accident. Kimberly blocks the on-ramp, saving the drivers behind her when logs roll off a timber truck, gas tanks explode, etc.\n\nBut is it the same old scenario? Are the people who she saved all doomed to die? \"There is a sort of force--an unseen malevolent presence around us every day,\" a character muses. \"I prefer to call it death.\" The malevolent presence doesn't remain unseen for long. Soon bad things are happening to good people, in a series of accidents that Rube Goldberg would have considered implausible. In one ingenious sequence, we see a character who almost trips over a lot of toys while carrying a big Macintosh iMac box. In his house, he starts the microwave and lights a fire under a frying pan, then drops his ring down the garbage disposal, then gets his hand trapped in the disposal while the microwave explodes and the frying pan starts a fire, then gets his hand loose, breaks a window that mysteriously slams shut, climbs down a fire escape, falls to the ground and finally, when it seems he is safe ... well, everything that could possibly go wrong does, except that he didn't get a Windows machine.\n\nOther characters die in equally improbable ways. One is ironically killed by an air bag, another almost chokes in a dentist's chair, a third is severed from his respirator, and so on, although strange things do happen in real life. I came home from seeing this movie to read the story about the teenager who was thrown 25 feet in the air after a car crash, only to save himself by grabbing some telephone lines. If that had happened in \"Final Destination 2,\" his car would have exploded, blowing him off the lines with a flying cow.\n\nThere is a kind of dumb level on which a movie like this works, once we understand the premise. People will insist on dying oddly. Remember the story of the woman whose husband left her, so she jumped out the window and landed on him as he was leaving the building? The thing about \"FD2\" is that the characters make the mistake of trying to figure things out. Their reasoning? If you were meant to die, then you owe death a life. But a new life can cancel out an old one. So if the woman in the white van can safely deliver her baby, then that means that someone else will be saved, or will have to die, I forget which. This is the kind of bookkeeping that makes you wish Arthur Anderson were still around.\n\nNote: The first \"Final Destination\" (2000) had characters named after famous horror-film figures, including Browning, Horton, Lewton, Weine, Schreck, Hitchcock and Chaney. The sequel has just two that I can identify: Corman and Carpenter.", "running_time": 100, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-01-31", "genres": ["Horror", "Thriller"], "title": "Final Destination 2 (2003)"}