{"url": "http://www.rogerebert.com/reviews/final-analysis-1992", "by": "Richard Gereas Isaac Barr", "star_rating": 2.5, "text": "“Final Analysis” is a dedicated example of one of my favorite genres, the overwrought psychological thriller. It's the kind of movie where, if it doesn't end in a fight to the death high up in a lighthouse lashed with lightning, it should. This one does, with the hero hanging by his fingernails high above the cruel rocks below.\n\nHitchcock would have liked the screenplay, which involves at least two love triangles, maybe three, among a handsome psychiatrist, two sexy but neurotic sisters, and a sadistic husband. He might have also gone for a key plot device, the newly discovered condition named “pathological intoxication,” which causes the sufferer to go berserk after even the teensiest drop of alcohol.\n\nWhat Hitchcock probably would not have enjoyed, alas, is the complexity of the story. This is one of the most labyrinthine thrillers I've ever seen, with so many twists and turns in the plot and so many double-reverses involving the two sisters that I wish I could see it again and take a lot of notes. Most audiences are likely to emerge dazed and a little goofy, convinced they've seen a humdinger, but unable to quite describe it.\n\nThe movie, which begins with the time-honored words, “I had the dream again last night . . .,” stars Richard Gere as a San Francisco psychiatrist whose patient, the beautiful Uma Thurman, still suffers from a traumatic secret in her past. She suggests that the doctor talk to her sister to discover more clues to her condition. When Gere discovers that the sister is Kim Basinger, he is happy to oblige, and of course it turns out there are a lot of lurid secrets from their childhoods - but nothing compared to the lurid secrets they're working on currently.\n\nBasinger is married to a cruel millionaire (Eric Roberts, cast as yet another emotional sadist). She has a way of embarrassing him in public, by taking a sip of wine and then flipping into an attack of “pathological intoxication,” which can end with the restaurant in a shambles. Gere and Basinger are attracted to each other, which inflames Roberts' own condition, “pathological jealousy,” and then there are various steamy couplings, leading up to a murder that at first seems to owe something to “Double Indemnity” and then turns out to owe even more to “Fatal Attraction.” The movie was directed by Phil Joanou, a whiz kid not yet 30, whose “State of Grace” (1990) I much admired. That was a lean, realistic crime movie set in Hell's Kitchen and starring Sean Penn. “Final Analysis” is much more ambitious in conception, with a visual boost by Hollywood's best art director, Dean Tavoularis. It is a sensational movie to look at, wildly in love with San Francisco, with a lot of the action centering on a (fictional) lighthouse below the Golden Gate Bridge.\n\nI'm a sucker for movies that look and feel like this. I like the pounding romantic music, the tempestuous sex scenes, the crafty ways that neurotic meddlers destroy the lives of their victims, and of course the handcrafted climax in which the characters leave their perfectly comfortable surroundings in the city and go to a lot of trouble to climb to the top of the lighthouse so that they can dangle by their fingernails, etc.\n\nThe fatal problem with the movie is construction: or rather, overconstruction. The movie is bafflingly complex. I've seen a lot of movies about the good sister and the bad sister, but here we have two sisters who are both good and both bad, and eventually the mystification of Richard Gere seems more like game-playing than any kind of remotely plausible outcome for the story. “Final Analysis” is the kind of movie that's a lot more fun to look at than to think about. Maybe that's the point.", "running_time": 122, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-02-07", "genres": ["Drama", "Thriller"], "title": "Final Analysis (1992)"}