{"url": "http://www.rogerebert.com/reviews/final-destination-2000", "by": "Devon Sawaas Alex Browning", "star_rating": 3.0, "text": "\"Final Destination\" observes the time-honored formula of the Dead Teenager Movie: It begins with a lot of living teenagers and dooms them. But the movie, made by two veterans of \"The X-Files\" TV series, is smarter and more original than most DTMs. It has mordant humor, Rube Goldberg death traps and sophomoric but earnest discussions of fate. Also an opening sequence that assures this film will never, ever, be shown on an airplane.\n\nThe movie begins with a high school class boarding a plane for a class trip to Paris. Alex (Devon Sawa), one of the students, has a vision, vivid and terrifying, of the plane exploding in flight. He jumps up to get off, has a fight with another student, and ends up being ejected along with five other students and a teacher. Then the airplane takes off and, you guessed it, explodes mid-air.\n\nThis scenario is of course in the worst possible taste in view of the real-life fate of TWA Flight 800, also bound for Paris with students aboard. I will observe that and not belabor it. The explosion is a setup for the rest of the movie, in which it appears that the survivors also may be marked for death--and that Alex is psychic and can foresee their deaths.\n\nCan he really? That's where the movie gets interesting, since instead of using his eerie precognitions as a gimmick, it allows the characters to talk urgently about their feelings of doom and helplessness.\n\nThe film in its own way is biblical in its dilemma, although the students use the code word \"fate\" when what they are really talking about is God. In their own terms, in their own way, using teenage vernacular, the students have existential discussions.\n\n\"Final Destination\" isn't all dialogue, however, and there's a weird disconnection between the words and the action. One after another, the characters die, almost always because of a bizarre chain of connected events. To describe them would be to spoil the fun--if that's what it is--as lightning, natural gas, knives, trains, power lines and flying metal shards are choreographed by fate (or You Know Who).\n\nWhy must these students die? Well, everybody does. Why should they be the exception? As the movie opens they're filled, like most teenagers, with a sense of their own immortality and gradually their plight wears them down.\n\nThe movie is neither quite serious nor quite ironic; sometimes it's funny, but in a creepy way rather than in the breezier style of the \"Scream\" movies. The very last shot, set in Paris but filmed in Canada (during a last-minute reshoot in January), is a shaggy dog trick. I laughed, I guess, but the movie really deserves better. My guess is the original ending was more considered, but New Line was afraid of it.\n\nThe director is James Wong. He and co-writer Glen Morgan worked on \"The X-Files,\" \"21 Jump Street\" and \"Millennium.\" They haven't made a great or distinguished film, but working within a tired genre with a talented cast, they've brought unusual substance and impact to the DTM. The vision of the airplane crash is remarkably scary, and other scenes, like a car stopped on railroad tracks, work--even though they're cliches--because of the dialogue and the motivations of the characters.\n\n\"Final Destination\" will no doubt be a hit and inspire the obligatory sequels. Like the original \"Scream,\" this movie is too good to be the end of the road. I have visions of my own.\n\nI foresee poor Alex making new friends and then envisioning their deaths as they embark on ocean liners, trains, buses and dirigibles. It's a funny thing about Hollywood: It can't seem to get enough of dead teens. Talk about biting the hand that feeds you.", "running_time": 90, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-17", "genres": ["Horror", "Thriller"], "title": "Final Destination (2000)"}