{"url": "http://www.rogerebert.com/reviews/final-fantasy-the-spirits-within-2001", "by": "Ming-Naas Dr. Aki Ross", "star_rating": 3.5, "text": "Other movies have been made entirely on computers, but ''Final Fantasy: The Spirits Within'' is the first to attempt realistic human characters. Not Shrek with his trumpet ears, but the space soldier Gray Edwards, who looks so much like Ben Affleck that I wonder if royalties were involved. The movie, named after a famous series of video games, creates Planet Earth, circa 2065, where humans huddle beneath energy shields and wraithlike aliens prowl the globe. The film tells a story that would have seemed traditional in the golden age of Asimov, van Vogt and Heinlein. But science fiction fans of that era would have wept with joy at the visuals, and they grabbed me, too. I have a love of astonishing sights, of films that show me landscapes and cityscapes that exist only in the imagination, and ''Final Fantasy'' creates a world that is neither live action nor animation, but some parallel cyberuniverse.\n\nThe characters live in that cyberspace, too. Not for an instant do we believe that Dr. Aki Ross, the heroine, is a real human. But we concede she is lifelike, which is the whole point. She has an eerie presence that is at once subtly unreal and yet convincing. Her movements (which mirror the actions of real actors) feel about right, and her hair blows convincingly in the wind. The first closeup of her face and eyes is startling because the filmmakers are not afraid to give us a good, long look--they dare us not to admire their craft. If Aki is not as real as a human actress, she is about as real as a Playmate who has been retouched to a glossy perfection.\n\nThe story involves a struggle by Aki and a band of Deep Eyes (futuristic human warriors) to defend the survivors of an alien invasion of Earth. Humans live inside energy shields that protect some of the largest cities and venture out cautiously, armored and armed, to do battle with the aliens, who look like free-form transparent monster nightmares; I was reminded of the water creature in ''The Abyss.'' The aliens can infect humans with their virus or essence, and Aki (voice of Ming-Na) thinks she can defeat them by channeling the eight ''spirit waves'' of Earth--or Gaia, the planetary soul.\n\nHer allies include Gray Edwards (voice of Alec Baldwin), who is the leader of the Deep Eyes troop, and Dr. Sid (Donald Sutherland), her wise old teacher. Her other teammates include the pilot Neil (Steve Buscemi) and the fighters Ryan (Ving Rhames) and Jane Proudfoot (Peri Gilpin). Leading the forces of evil is Gen. Hein (James Woods), who wants to blast the aliens with his high-tech orbiting space cannon. Those who find a parallel between Hein's cannon and George W. Bush's missile shield will find it easy to assign Aki and her friends to the environmentalists; they believe the Earth's mantle sits above a Gaia-sphere containing the planet's life force, and that if the cannon destroys it, not only the aliens but all human life will die. One of Aki's early expeditions is to find, rescue and tend for a tiny green growing thing that has survived in the wasteland caused (I think) when a giant meteorite crashed into Earth and released the aliens it contained.\n\nThe aliens are strange creatures, made stranger still by the film's inconsistency in handling them. Without revealing one major secret about their essence, I can ask how they seem to be physical and conceptual both at once. They defeat a human not by physically attacking him, but by absorbing his life essence. Yet they can be blasted to smithereens by the weapons of the Deep Eyes. Maybe the human weapons are not conventional, but operate on the alien's wavelength; either I got confused on that point, or the movie did.\n\nEnough about the plot, which is merely the carrier for the movie's vision. The reason to see this movie is simply, gloriously, to look at it. Aki has dream scenes on another planet, where a vast celestial sphere half-fills the sky. We see New York City in 2065, ruined, ghostlike, except for the portions under the protective dome. There are action sequences that only vaguely obey the laws of gravity, and yet seem convincing because we have become familiar with the characters who occupy them. Shots like the one where we look straight up at Aki standing on the surface of a shimmering lake. And the infrastructure of the protective dome, its corridors and machines surpassing any possible real-world sets. ''Final Fantasy'' took four years to create. A computer animation team, half-Japanese, half-American, worked in Hawaii with director Hironobu Sakaguchi; they shot many of the physical movements and then rotoscoped them, and artists were assigned to specialize in particular characters. The most realistic are probably Dr. Sid and Ryan. It all comes together into a kind of amazing experience; it's like you're witnessing a Heavy Metal story come to life.\n\nIs there a future for this kind of expensive filmmaking ($140 million, I've heard)? I hope so, because I want to see more movies like this, and see how much further they can push the technology. Maybe someday I'll actually be fooled by a computer-generated actor (but I doubt it). The point anyway is not to replace actors and the real world, but to transcend them--to penetrate into a new creative space based primarily on images and ideas. I wouldn't be surprised if the ''Star Wars'' series mutated in this direction; George Lucas' actors, who complain that they spend all of their time standing in front of blue screens that will later be filled with locations and effects, would be replaced by computerized avatars scarcely less realistic.\n\nIn reviewing a movie like this, I am torn between its craft elements and its story. The story is nuts-and-bolts space opera, without the intelligence and daring of, say, Steven Spielberg's ''A.I.'' But the look of the film is revolutionary. ''Final Fantasy'' is a technical milestone, like the first talkies or 3-D movies. You want to see it whether you care about aliens or space cannons. It exists in a category of its own, the first citizen of the new world of cyberfilm.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-07-11", "genres": ["Action", "Adventure", "Animation", "Fantasy", "Science Fiction", "Thriller"], "title": "Final Fantasy: The Spirits Within (2001)"}