{"url": "http://www.rogerebert.com/reviews/final-destination-3-2006", "by": "Mary Elizabeth Winsteadas Wendy Christensen", "star_rating": 2.0, "text": "\"Final Destination 3\" is in the relentless tradition of the original Dead Teenager Movies, which existed to kill all the teenagers in the movie except one, who was left alive to star in the sequel, explaining to fresh victims what happened at Camp Crystal Lake, or how we know what you did last summer. In \"FD3,\" the kids learn about their possible fates because one of them heard about the \"FD1\" case on the news. If the movie were self-aware, like the \"Scream\" pictures, he would have said \"This is just like that movie 'Final Destination.'\"\n\nThe \"FD1\" opening formula is repeated. Some viewers may feel cheated by the It's Only a Dream Scene, but fans of the series will understand as a character has a premonition of disaster and watches in horror as her vision comes true. Wendy (Mary Elizabeth Winstead) is with a group of friends at a carnival and refuses to get on the roller coaster because she's convinced it will crash. It does, with many detailed scenes in which teenagers cling desperately to upside-down coaster cars, are beheaded, etc.\n\nWendy and her friend Kevin (Ryan Merriman) learn that the kids who didn't get on the doomed airplane in \"FD1\" died anyway, in the same order they were intended to board the plane. Is the same fate in store for the kids who didn't get on the roller coaster? Wendy, who was taking digital photos at the carnival, loads them into her computer and uses them to figure out what the likely order of victims will be. She and Kevin seem doomed along with the others, which is a reason right there not to spend the $79 to upgrade to iPhoto 6.\n\nDo they all die? The point in these movies is not if they die, but how they die, and Fate must stay up nights devising ingenious executions. There is a crushing experience in the takeout lane at Fatburger, a crispy afternoon at a tanning salon, a beheading, a gruesome death by nail gun, an unfortunate fireworks accident, and at the end everyone gets on a train when they should be checking into an emergency room just as a precaution.\n\nWhy are teenagers attracted to movies in which teenagers die? Maybe it's related to the basic appeal of all horror films: We sit in the audience and think, There but for the grace of God go we. There is also the reassurance that the movie will not contain a lot of long speeches or deep thought, and there will be few adults in the audience to tell you to get the hell off your cell phone because they paid for their tickets, etc.\n\nThere must be dozens of films in this genre. At Sundance 2006 there was at least a positive development in \"Wristcutters: A Love Story,\" when the characters discover that after you kill yourself, the world is pretty much the same as it was before, except grungy, poverty-stricken and depressing. In \"Wristcutters 2,\" they should have a Third World suicide victim who finds the afterlife an improvement and thinks he is in heaven.\n\nThe problem with \"FD3\" is since it is clear to everyone who must die and in what order, the drama is reduced to a formula in which ominous events accumulate while the teenagers remain oblivious. We see oil dripping, trucks rolling out of control, hinges working loose and we realize: The movie is obviously filmed from the POV of Fate itself. We see a nail gun and we start calculating which character is next to be nailed.\n\n\"Final Destination 3\" is good-looking and made with technical skill. The director is James Wong, who made \"FD1\" and was once a writer on \"The X-Files\" and \"21 Jump Street.\" He and the cinematographer, Robert McLachlan, do an especially good job of evoking a creepy sense of menace on a carnival midway. Has there ever been a carnival midway in a movie that didn't look like a sadomasochistic nightmare? The rides look fatal, the sideshows look like portals to hell, and you know that game where you slam down a big hammer to make the weight fly up and hit the bell? One kid pounds so hard, the weight crashes through the bell and flies off into the air. I expected it to land on somebody's head, or maybe on the roller-coaster tracks, and maybe it did and I missed it, because there was a lot going on. But as nearly as I can figure, the weight is still up there somewhere.\n\nEditor's note: Ebert's review was cut short when a weight from a carnival game crashed through the window and wiped out his computer. Dann Gire, president of the Chicago Film Critics' Association, has sent out warnings to the next six reviewers scheduled to write about the film.", "running_time": 93, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-02-09", "genres": ["Horror", "Thriller"], "title": "Final Destination 3 (2006)"}