{"url": "http://www.rogerebert.com/reviews/finding-neverland-2004", "by": "Johnny Deppas J. M. Barrie", "star_rating": 3.5, "text": "\"Finding Neverland\" is the story of a man who doesn't want to grow up, and writes the story of a boy who never does. The boy is Peter Pan, and the man is Sir J.M. Barrie, who wrote his famous play after falling under the spell of a widow and her four young boys. That Barrie was married at the time, that he all but ignored his wife, that he all but moved into the widow's home, that his interest in the boys raised little suspicion, would make this story play very differently today. Johnny Depp's performance makes Barrie not only believable, but acceptable. And he does it without evading the implications of his behavior: The movie doesn't inoculate Barrie as a \"family friend,\" but shows him truly and deeply in love with the widow and her boys, although in an asexual way; we wonder, indeed, if this man has ever had sex, or ever wants to.\n\nThe movie opens in 1903 in a London theater where Barrie, a Scottish playwright, has seen his latest play turn into a disaster. He needs something new, and quickly, because his impresario (Dustin Hoffman) has a lease on the house and needs to keep it filled. In Kensington Gardens, Barrie happens upon the Davies family: the mother, Sylvia (Kate Winslet), and her boys Peter, George, Jack and Michael. As he watches them at play, a kind of spiritual hunger begins to glow in his eyes. They represent an innocence and purity that strikes him so powerfully he's unable to think of anything else.\n\nHe becomes friendly with the family. Sylvia has recently become widowed and is not interested in a new romance, but then, curiously, nothing about Barrie's behavior suggests he's attracted to her in that way. He idealizes her, he obsesses about her boys, and when he talks about his own unhappy childhood we get a glimpse of his motivation; when his older brother died, his parents started calling him by the brother's name, and perhaps he felt he lived his brother's childhood and never had his own.\n\nHe plays games with the boys. He wrestles with a big stuffed bear. He leads them in games involving pirates and cowboys and Indians. He dresses in funny costumes. The children like him and Sylvia is grateful for his attention, especially since she has developed an alarming cough and he helps take care of the boys. The only holdout is Peter, played by Freddie Highmore in a remarkable performance; if Barrie never grew up, Peter was perhaps never a child. He is wise and solemn, feels the loss of his father more sharply than his brothers, and boldly tells Barrie: \"You're not my father.\" Nor does Barrie want to be; he wants to be his brother. Sylvia's condition worsens, and when the boys stage a play in the family garden, it's cut short by her coughing. The boys are reassured that nothing serious is wrong, but Peter is sure they're lying to him about her illness: \"I won't be made a fool!\"\n\nTwo other women regard this situation with alarm. Barrie's wife Mary (Radha Mitchell) rarely sees him at home and is understandably disturbed about his relationship with the Davies family, although she is not as angry as she might be; there is the implication that she has long since given up on expecting rational behavior from her husband. He lives in a dream world, and to some degree she understands that. Not as sympathetic is Emma du Maurier (Julie Christie), Sylvia's mother, who as the widow of the famous George du Maurier moved in sophisticated circles and is not amused by a 43-year-old man who wants to become the best playmate of her grandchildren.\n\nIt is Barrie's innocence, or naivete, or perhaps even a kind of rapture, impervious to common sense, that steers him past all obstacles as he begins to form the idea of \"Peter Pan\" in his mind. The boys are his muses. He tries to explain his new play to his impresario, who has just closed one flop, doesn't want to open another, and is less than thrilled about a play involving fairies, pirates, and children who can fly. Depp in his scenes shows Barrie in the grip of a holy zeal, his mind operating on a private, almost trance-like level, as the play comes into focus for him. He knows, if nobody else does, that he is creating a myth that will powerfully involve children. His masterstroke is to invite 25 orphans to the play's opening night and scatter them through the audience, where their laugher and delight stirs the adults to see the magic in the play.\n\nFor Depp, \"Finding Neverland\" is the latest in an extraordinary series of performances. After his Oscar nomination for \"Pirates Of The Caribbean: The Curse Of The Black Pearl\" (2003), here is another role that seems destined for nomination. And then think of his work in \"Secret Window\" (2004), the Stephen King story about the author caught in a nightmare, and his demented CIA agent in \"Once Upon a Time in Mexico\" (2003), and wait until you see him in \"The Libertine,\" as the depraved and shameless Earl of Rochester. That the flamboyance of his pirate and the debauchery of the Earl could exist in the same actor as the soft-spoken, gentle, inward J.M. Barrie is remarkable. It is commonplace for actors to play widely differing roles, but Depp never makes it feel like a reach; all of these notes seem well within his range.\n\n\"Finding Neverland\" is, finally, surprisingly moving. The screenplay by David Magee (based on Allan Knee's play) and the direction of Marc Forster (\"Monster's Ball\") manipulate the facts to get their effect; Sylvia's husband was still alive in the original story, for example, and her illness had not taken hold. But by compressing events, the movie creates for the Barrie character an opportunity for unconditional love. What he feels for the Davies family is disinterested and pure, despite all the appearances. What he feels for his wife remains a mystery, not least to her.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-11-18", "genres": ["Drama", "Family", "Foreign"], "title": "Finding Neverland (2004)"}