{"url": "http://www.rogerebert.com/reviews/finding-forrester-2000", "by": "Sean Conneryas William Forrester", "star_rating": 3.0, "text": "Movies about writers are notoriously hard to do, since writing by its nature is not cinematic. \"Finding Forrester\" evades that problem by giving us a man who wrote one good novel a long time ago, and now writes no more: He has turned into a recluse afraid to leave his own apartment. This is William Forrester (Sean Connery), who keeps an eye on his Bronx neighborhood by using binoculars from his upper-floor window. \"The man in the window\" attracts the attention of black teenagers playing basketball on a court below, and that leads to the turning point in the life of Jamal Wallace (Rob Brown).\n\nJamal is a brilliant student who has no one to share his brilliance with. At school he conceals his learning because, as an adult observes, \"basketball is where he gets his acceptance.\" He gets C's when his SAT scores show him to be an A student and stars on the high school team. One night on a dare, he sneaks into Forrester's apartment, is startled by the old writer and begins a strange friendship. Jamal gets someone to read his writings. Forrester gets someone to lure him out of his hibernation.\n\n\"Finding Forrester\" was directed by Gus Van Sant, written by Mike Rich, and bears some similarity with Van Sant's \"Good Will Hunting\" (1997), also about a working-class boy with genius. The stories are really quite different, however, not least because Connery's character is at least as important as Brown's, and because the movie has some insights into the dilemma of a smart black kid afraid his friends will consider him a suck-up.\n\nThe movie contains at least two insights into writing that are right on target. The first is William's advice to Jamal that he give up waiting for inspiration and just start writing. My own way of phrasing this rule is: The Muse visits during composition, not before. The other accurate insight is a subtle one. An early shot pans across the books next to Jamal's bed, and we see that his reading tastes are wide, good and various. All of the books are battered, except one, the paperback of James Joyce's Finnegans Wake, which looks brand new and has no creases on its spine. That's the book everyone buys but nobody reads.\n\nThe scenes between the old man and the teenager are at the heart of the movie, and it's a pleasure to watch the rapport between Connery, in his 50th year of acting, and Brown, in his first role. Forrester gives the kid all kinds of useful advice about being a writer, including the insight, \"Women will sleep with you if you write a book.\" That's something Jamal might have figured out for himself, but Forrester is even more encouraging: \"Women will sleep with you if you write a bad book.\" Jamal gets a scholarship to a private academy (his SAT is high enough that it's not an athletic scholarship, although the board certainly hopes he'll play). On its faculty is the embittered Crawford (F. Murray Abraham), coincidentally an old enemy of Forrester's, who simply doesn't believe an African-American basketball player from the Bronx can write at Jamal's level. That sets up the crisis and the payoff, which will remind some viewers of \"Scent of a Woman\" (1992).\n\nI was reminded of another movie, a great one, named \"The Loneliness of the Long Distance Runner\" (1962). In both that movie and this one, a disadvantaged young man simply refuses to perform like a trained seal, because he knows that will be a lethal blow against his adult tormentors. In a movie where sports supplies an important theme, Jamal's crucial decision supplies the best insight in the story about his journey between two worlds.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Drama", "Family"], "title": "Finding Forrester (2000)"}