{"url": "http://www.rogerebert.com/reviews/find-me-guilty-2006", "by": "Vin Dieselas Jackie DiNorscio", "star_rating": 3.0, "text": "\"When they f--- with me,\" Jackie DiNorscio says, \"they wake a sleeping giant.\" Actually, it's more like they bring his inner standup comedian to his feet. DiNorscio is the wild card in the longest trial in American history, a 21-month extravaganza aimed at the Lucchese crime family of New Jersey. There are 20 defendants and they all have defense attorneys except Jackie, who represents himself. His participation makes the trial curiously similar to Mystery Science Theater 3000, with dopey characters marching through profundities while Jackie cracks jokes.\n\nJackie is played by Vin Diesel, something I didn't know going in. It took a while to see through the makeup to Diesel, playing a paunchy goombah who is already serving a 30-year sentence when the trial begins. He's offered a deal: Testify against his fellow villains, and get a reduction in his sentence. \"I don't rat on my friends,\" he says. That's for sure. He even forgives a cousin who pumps four bullets into him. \"I love him\" he says. \"Live and let live.\" When the cops ask him to name the shooter, he intones, \"My eyes were shut the whole time.\" Diesel is a good choice for this role, bringing it sincerity without nobility.\n\nThe movie was directed by a man who knows all about courtroom drama. Sidney Lumet directed \"12 Angry Men,\" which takes place almost entirely within a jury room, and there are vivid scenes of testimony in his \"Serpico\" and \"The Verdict.\" What's different this time is that the battle between good and evil is murky. Yes, the defendants are killers, thieves, extortionists, drug dealers, pimps and otherwise ill-behaved. No one doubts they are guilty. But against their predations the movie sets Jackie DiNorscio, who says he is \"not a gangster but a gagster,\" and pisses off the prosecution, the defense, the judge, and his fellow defendants. Only the jury likes him. \"They say a laughing jury is not a hanging jury,\" says Ben Klandis (Peter Dinklage), the brains of the defense team. He sits next to Jackie in court and occasionally whispers advice.\n\nJackie didn't graduate grade school. He is loyal to mobsters who ordered him to be whacked. He spends less time defending himself than in offering a running commentary on the judicial system. He cuts through the fog of testimony. \"How did you know they were Italians?\" he asks an FBI witness, who says he saw defendants paying homage to crime boss Nick Calabrese (Alex Rocco). The witness babbles about how they waved their hands and had black hair and sounded like they were talking Italian. Jackie cuts him to shreds, exposing at the same time the tendency of lawmen to describe what they saw as if they were objective observers without preconceptions. The FBI agent should have replied: \"I knew they were Italians because I've been on this case for years and I knew every one of them by name.\"\n\nJackie's moral position is hard to define. He seems to value friendship and loyalty above all, and to disregard such imperfections as murder. He is loyal to Calabrese even after the mobster tells him, \"If you mention my name in this courtroom one more time, I will cut your heart out.\" He loves the guy. Live and let live. The movie's title comes from his closing statement, in which he tells the jury he's already serving 30 years and has nothing to lose: \"Find me guilty,\" he says, but let off his friends.\n\nAre we cheering for him? Not precisely. But he is the underdog in a system that offends common sense with its ponderous slog through legal quicksand. A defense attorney who needs five days to summarize his argument doesn't have one. Subtitles remind us how many days the trial has lasted; they climb above 500. A defendant has a heart attack, is brought into court on a bed, falls out of the bed. A mother dies. The chief prosecutor, Sean Kierney (Linus Roache) doesn't like to be laughed at, and retaliates by taking away the prized Barcalounger in Jackie's jail cell. The judge (Ron Silver) would cut Jackie loose from the case, except that might lead to a mistrial.\n\nIf the movie lacks a battle between good and evil, it also lacks drama. The outcome of the trial seems to be a foregone conclusion. \"Find Me Guilty\" exists in its moments. There is an electric conversation between Jackie and his former wife Bella (Annabella Sciorra) that makes it perfectly clear why they drove each other crazy, and also why they got married in the first place. The defense attorneys are presented in montages of gaseous idiocies, except for Klandis, the Dinklage character, who stands apart as a man concise, articulate and professional. He is a dwarf. A court officer wheels forward a podium on a staircase, which he climbs to face the jury. Without one word being spoken, Klandis transforms this podium from a compensation for his height into an acknowledgement of his stature. He stands above the others with or without the stairs.\n\nThis movie by its nature is not thrilling, but it is very genuinely interesting, and that is rare. It's not even really about a particular trial, but about a Kafkaesque system that can only work if there are no Jackies to point out its absurdities. We in the audience are left without cheering rights. Since the defendants (except for the cousin) are not actually seen doing anything evil, we don't yearn for their conviction. But surely they cannot be found innocent. The trial comes down to: Can Jackie get away with his act? And if he does, so what? He's still facing 30 years. Good and evil seem stuck on the same treadmill, and we are invited to focus on a contest between drones and a wise guy. You'd be surprised how entertaining that can be.", "running_time": 125, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-16", "genres": ["Action", "Comedy", "Crime", "Drama"], "title": "Find Me Guilty (2006)"}