{"url": "http://www.rogerebert.com/reviews/finding-amanda-2008", "by": "Matthew Broderickas Taylor", "star_rating": 2.5, "text": "A quietly perfect scene in \"Finding Amanda\" involves Taylor, the hero, arriving at a Las Vegas casino. Without overstating the case, the film makes it clear that Taylor is well-known here: The doorman, the bellboy, even the room maid greet him by name. That may be one of the danger signals of a gambling addiction. Another one may be taking a check from out of the middle of your wife's checkbook.\n\nTaylor (Matthew Broderick) is indeed a gambling addict. He claims to be recovering. Hasn't placed a bet since ... earlier today. He is also, over a longer span of time, a recovering alcoholic and drug addict. He works as a well-paid writer for a TV sitcom that everybody seems to agree is terrible and lives in a comfortable home with his comely wife, Lorraine (Maura Tierney), who is fed up to here with his gambling and has called an attorney.\n\nThat sets the stage for the film's central drama. His 20-year-old niece, Amanda (Brittany Snow), has left home, gone to Vegas and become a \"dancer,\" which, we learn, is a euphemism for \"stripper,\" which is a euphemism for \"hooker.\" The girl's mother is begging him to intervene. Taylor is happy to oblige, since it means a trip to Vegas, where even the room maid, etc.\n\nAnd so commences a peculiar film, which is really two films fighting to occupy the same space. The first film, the one of the \"quietly perfect scene,\" is about Taylor, his addictions, his emotions and Jerry (Steve Coogan), a host at the casino. The second film, which has no perfect scenes, is about his niece, her life and her boyfriend (Peter Facinelli). If there were more of the first story line and less of the second, this would be a better film. If there were none of the second story line, it might really amount to something. But there we are.\n\nBroderick is splendid as the gambler. He knows, as many addicts do, that the addictive personality is very inward, however much acting out might take place. He plays Taylor as a man constantly taking inventory of himself: How does he feel? Could he feel better? Can he take a chance? Does he feel lucky? Will one little bet, or drink, really hurt? How about two? Taylor evolves as a sympathetic man, one to be pitied (as his wife knows, although she is running low on pity). He is likable, intelligent, decent, really does hope to help his niece and has several monkeys scrambling for space on his back.\n\nBrittany Snow (Amber Von Tussle in \"Hairspray\") does what she can with the role of Amanda as written, but that's just the problem: How it's written. She has it all figured out how she can have a nice car, house, clothes and boyfriend while hooking, which her old job at the International House of Pancakes did not make possible. Nevertheless still unexplained, in my mind, is why she became a hooker (her \"explanation\" is harrowing and intended as heartbreaking, but sounds more like the story of someone looking for trouble). There is also the matter of the boyfriend. I know such men exist, and someone has to date them, but why Amanda? This guy is such a scummy low-life, he gives pimps a bad name. Why does she support him and endure his blatant cheating?\n\nYou will not find a convincing answer in this film. What you will find is a nicely modulated performance by Steve Coogan (\"24-Hour Party People\") as Jerry, who knows Taylor from way back, extends him credit against his better judgment, knows an addictive gambler when he sees one and is looking at one. He makes Jerry not the heavy and not the comic foil, but an associate in a circular process of betting and losing and winning a little and betting and losing a lot, and so on. How Taylor's luck changes, and what happens, is for me entirely believable.\n\n\"Finding Amanda\" will be followed closely in theaters by \"Diminished Capacity,\" a film starring Broderick as a newspaper columnist who goes to his hometown to help his uncle (Alan Alda). Broderick is just right in both films, acting his way under, over, around and occasionally straight through the material. Now we need him in a better screenplay.", "running_time": 96, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-26", "genres": ["Comedy", "Drama", "Indie"], "title": "Finding Amanda (2008)"}