{"url": "http://www.rogerebert.com/reviews/finians-rainbow-1968", "by": "Fred Astaireas Finian McLonergan", "star_rating": 4.0, "text": "\"Finian's Rainbow\" is the best of the recent roadshow musicals, perhaps because it's the first to cope successfully with the longer roadshow form. The best musicals of the past (Astaire and Rogers in the 1930s, Gene Kelly's and Stanley Donen's productions in the 1950s) were rather modest in length and cost. They depended on charm and the great talents of their performers.\n\nSince \"The Sound of Music,\" unhappily, musicals have been locked into the reserved-seat format. That, in turn, apparently means they have to be long, expensive, weighed down with unnecessary production values and filled with pretension. It was a gloomy sight to see the great songs and performances of \"Camelot\" trying to get out from beneath the dead weight of its expensive, unnecessary, distracting sets and costumes.\n\nMovies are a faster medium than the stage. They don't have entrances, exits, curtains, scene changes. Yet recent film \"versions\" actually tend to be longer than Broadway productions, and the second half is often an ordeal. Movie musicals shouldn't be much more than two hours long, I think.\n\n\"Finian's Rainbow\" is an exception. It gives you that same wonderful sense you got from \"Swing Time\" or \"Singin' in the Rain\" or any of the great musicals: that it knows exactly where it's going, and is getting there as quickly and with as much fun as possible. Remarkably, because it is only Francis Ford Coppola's second film, it is the best-directed musical since \"West Side Story.\" It is also enchanting, and that's a word I don't get to use much.\n\nA lot of the fine things in the film come from Fred Astaire, who possibly danced better 30 years ago but has never achieved a better characterization. In most of the Astaire musicals we remember, he was really playing himself, and the plot didn't make much of an effort to conceal that. This time he plays arthritic, wizened, wise Finian McLonergan (with some songs and dances the original stage Finian didn't have). And it is a remarkable performance.\n\nIt is so good, I suspect, because Astaire was willing to play it as the screenplay demands. He could have rested on his laurels and his millions easily enough, turning out a TV special now and then, but instead he created this warm old man, Finian, and played him wrinkles and all. Astaire is pushing 70, after all, and no effort was made to make him look younger with common tricks of lighting, makeup and photography. That would have been unnecessary: He has a natural youthfulness. I particularly want to make this point because of the cruel remarks on Astaire's appearance in the New York Times review by Renata Adler. She is mistaken.\n\nAll the same, this isn't Astaire's movie. One of its strengths is that a lot of characters are involved, and their roles are well balanced. The story is familiar: Finian and his daughter (Petula Clark) journey to America with a pot of gold stolen from a leprechaun (Tommy Steele). They pitch up in Rainbow Valley, a rural co-operative near Fort Knox. It is inhabited by black and white farmers who raise tobacco, by a redneck sheriff and by a Southern senator (Keenan Wynn) who is even more stereotyped than Strom Thurmond. There is an intrigue involving the back taxes on the co-op, a couple of romances, race relations, and the pot of gold.\n\nPetula Clark is a surprise. I knew she could sing, but I didn't expect much more. She is a fresh addition to the movies: a handsome profile, a bright personality, and a singing voice as unique in its own way as Streisand's. Tommy Steele, as always, is a shade overdone, but perhaps a leprechaun should be a shade overdone.\n\nAl Freeman Jr., who plays an earnest young Negro botanist, has a hilarious moment as he brings the senator a bromo with the official darky shuffle. Barbara Hancock, an accomplished dancer, is fetching as Susan the Silent. Don Francks, as Petula's boyfriend, is clean-cut and pleasant, alas. And after the racist senator (Wynn) is magically turned black, there's a bravura scene. He joins up with one of the most improbable gospel quartets ever assembled.\n\nThe movie's message is a sort of subliminal plea for racial understanding but not much is made of it. Perhaps that's just as well. \"Camelot\" got mired in its involved philosophy, and \"My Fair Lady\" succeeded because it dumped most of Shaw's preaching.\n\nFor the rest, \"Finian's Rainbow\" is a marvelous evening right up to its last shot of Astaire walking away down a country road. Unfortunately, the management of the Bismarck turned on the house lights before Astaire was finished walking; for that, I would gladly turn them into little green toads.", "running_time": 141, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-14", "genres": ["Family", "Music", "Romance", "Science Fiction"], "title": "Finian's Rainbow (1968)"}