{"url": "http://www.rogerebert.com/reviews/finnegans-wake-1968", "by": "Martin J. Kellyas Finnegan", "star_rating": 3.0, "text": "\"Finnegan's Wake\" didn't particularly appeal to me, but the fault may have been mine and not the film's. I haven't read the novel by James Joyce (it has crouched there on the shelf these many years, pointing its accusing spine at me), and I suspect a knowledge of the book would enrich the film experience. This was not the case with Joseph Strick's \"Ulysses,\" which communicated directly as a movie, rather than depending on a familiarity with Joyce. (Still, I have read \"Ulysses,\" so perhaps I'm biased in the other direction on that one.) Mary Ellen Bute's film, of \"Finnegan's Wake\" is more directly a \"treatment,\" almost a literal illustration of passages from the novel.\n\nHer method is interesting. The novel is the record of an epic night's journey through the dreams and semiconscious waking mind of H. C. Earwicker (Finnegan). His language is the dream language of puns, snatches of song, bursts of conversation and bits of interior monologue. It is uniquely suited to the printed page, where the puns and subtly altered spellings can be seen but not heard.\n\nWhen the book is read aloud, however, you hear some of the puns but entirely miss others. Miss Bute has solved this problem by having her actors \"peak the lines while subtitles provide a 'simultaneous record of the actual Joyce language.\n\nThis business of subtitling films already in English is an interesting one, allowing the use of dialects that might not otherwise be understood by most audiences. In \"Sparrows Can't Sing,\" Joan Littlewood used thick Cockney dialect on her sound track, then provided Subtitles for American audiences.\n\nSome of Miss Bute's visual translations of Joyce are genuinely amusing, and some of her techniques are interesting experiments. She mostly uses a conventional camera style, but occasionally switches to animation, to the manipulation of drawings and paintings in front of the camera, to double exposure and to old film clips run forward, backward and upside down. This suggests the complexity of the subconscious (which, I gather, is one big double exposure up there in your head anyway).\n\nFriends who have read \"Finnegans Wake\" tell me they enjoyed the film very much. I enjoyed it in a sense; I could appreciate what was happening even if I didn't always understand it. It is an essential film for readers of Joyce and an interesting film for the rest of its, and it will probably never be on the late show. Although, in a sense, it is the late show.", "running_time": 97, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-09", "genres": null, "title": "Finnegan's Wake (1968)"}