{"url": "http://www.rogerebert.com/reviews/finney-1969", "by": "Robert Kilcullenas Jim Finney", "star_rating": 2.5, "text": "There's big Jim Finney in a sweat suit, working out in the backyard in the rain, keeping in condition for a game he'll never play. He was a pro football player until he got too old. Then he could have been a coach, but he decided to be an artist instead. But he still runs in the rain.\n\n\"Finney\" could have been one of those films we're always looking for: the story of a man's work and the way he feels about it. Ever notice how seldom anyone is actually employed in a movie? The characters have invisible means of support that leave them free all day to chase Sandra Dee or the herd on the north forty. But work, however you define it, is what decides our life style.\n\nUnfortunately, Bill Hare's \"Finney\" doesn't quite get inside either of his hero's occupations. We see Finney working out with his pro team, and we see him lugging his easel to the top of a hill, but we never get the feeling that he thinks of himself as a linebacker or a painter -- or even a bartender, which is how he supports himself.\n\nThis is partially the fault of Hare's style in telling the story. The film is a series of flashbacks, developed while Finney tells a friend about his life. About how he was dropped from the team, and decided to see if he could paint, and engaged in a struggle to find a style and in the process split up with his wife. The friend keeps asking Finney questions, and he keeps giving answers, but we lose dramatic interest in the story because it is manifestly already over - or Finney wouldn't be telling it.\n\nAnother problem is the script's failure to ever convince us Finney is an artist. One unlikely moment occurs when Finney is looking out into the rain late one night and his wife asks him to come back to bed. No, he can't, he says. He thinks he'll go into the city for a couple of days: \"I have to decide if I'm an artist.\" The next shot has him entering the Art Institute and looking at paintings, and if there's anything an artist knows it's that you don't \"decide\" to be an artist - and, especially not while looking at paintings.\n\nSo the film doesn't really get inside Finney's work, or Finney, either. The script is almost wholly to blame. Bob Kilcullen, the former Chicago Bear who plays Finney, is a gruff and likable actor. The photography and music are excellent (although too much music was necessary to cover gaps in the story and too many camera shots are of nothing but beautiful scenes). These things are good, but the script is weak.\n\nIt was possibly written under the influence of one of those unstructured, episodic French films like \"A Man and a Woman.\" But it doesn't work because it doesn't understand one thing: You can do away with the narrative form, but you can't do away with the narrative. I've never seen a good movie that didn't tell a story -- even when it seemed not to.\n\nStill, I have an affection for \"Finney\" and I wouldn't want to discourage you from seeing it. It is obviously a labor of love, made by a man who wanted to say something decent and honest about this character, Finney, he imagined in his mind. And to a degree he succeeded.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-10-23", "genres": null, "title": "Finney (1969)"}