{"url": "http://www.rogerebert.com/reviews/fiorile-1994", "by": "Claudio Bigaglias Corrado/Allessandro", "star_rating": 2.0, "text": "A family drives through the Italian countryside. The father wants his children to meet their grandfather, a shadowy figure who seems to have become a recluse. As the children ask questions, the father begins to tell them about their heritage - about their family, the Benedettis, who have become known as the Maledettis because of nearly two centuries of bad luck. So immutable is the family curse that the father has actually moved to Paris, to get away from Italy and all its old associations with his family past.\n\nBut how, the children want to be told, did it all begin? The father begins to tell a story from 200 years ago, when Napoleon's troops were marching across the lands where the Benedettis, then humble, were living. As their father continues, the children look out the car window, and see Napoleon's men in a clearing, and the movie declares its method: As the father's story progresses, the film flashes back to show crucial chapters of the family's history.\n\n\"Fiorile\" is the new film by the Taviani brothers, Paolo and Vittorio, who for 30 years have been filming reconstructions of history (\"Padre Padrone,\" \"Night of the Shooting Stars\"). Even their Hollywood film (\"Good Morning, Babylon,\" 1987) was historical - about the days of the silent pioneers. In this film, what they want to show is that the sins of the parents are visited upon the children with a vengeance, generation after generation, and that a single act in the late 18th century can influence a family's fortunes ever after.\n\nWhat happens in the first flashback is that one of Napoleon's mules, laden with gold, goes astray. The young soldier assigned to guard the gold finds himself in the arms of a young Benedetti woman, and her brother steals the gold. The young woman is dazzled with love, and has no idea what has happened to the gold - so she is unable to help the next day when the young soldier is executed for the crime of neglecting his duty.\n\nFor the Benedettis, humble peasants, the gold represents untold riches, and is the foundation for a family fortune that prevails right down to the present. But the blighted love of the young woman and her soldier cause a curse to be placed on the family, which suffers misfortune in every generation (for she is pregnant by her lover).\n\nThe car continues to purr through the countryside. The children continue their questions. Their father's stories continue.\n\nHe tells them a story from the early years of this century, when another Benedetti woman falls in love with another young man, and the greedy efforts of her relatives to prevent the marriage leads to another death, and another child born, and more bad luck.\n\nThe next story takes place during World War Two, when another Benedetti (now the grandfather) fights the fascists, is caught, and is spared death because he is a Benedetti. But his lover dies, after giving birth to yet another accursed generation (the baby is the father in the present story).\n\nThe family finally arrives at the farmhouse where their grandfather now lives, and it is up to the children, perhaps, to break the evil spell - or to continue it. And perhaps it is up to the ghost of Napoleon's dead soldier to return after two centuries - or perhaps not.\n\nThe Tavianis tell all of their stories with the same actors, to dramatize the parallels between each generation of the Benedettis.\n\nBut their stories are dry, and curiously muted; this is a film about passion, but it is curiously lacking in it, and as the flashbacks unspooled I found myself relating to the movie more as a history lesson than as a thrilling tale. The actors are not especially compelling, the drama lacks the flash and style we usually expect in Italian films, and at the end we achieve symmetry, instead of revelation. This is like a dutiful rendition of the kind of book we're always meaning to read, but never do.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-18", "genres": ["Drama", "Foreign", "Romance"], "title": "Fiorile (1994)"}