{"url": "http://www.rogerebert.com/reviews/firewalker-1986", "by": "Chuck Norrisas Max Donigan", "star_rating": 1.0, "text": "Where to start with this movie? Where to end? Even more to the point, in which order to show the reels? \"Firewalker\" is a free-form anthology of familiar images from the works of Steven Spielberg, subjected to a new process that we could call discolorization. All of the style and magic are gone, leaving only the booby-trapped temples, the steaming jungle and such lines as, if I remember correctly, \"Witch, woman, harlot - I've been called them all!\" \"Firewalker\" borrows its closing images from the Indiana Jones movies, but its press notes optimistically claim the movie is \"in the tradition\" of \"Romancing the Stone.\" In literature, it's called plagiarism. In the movies, it's homage. The movie stars Chuck Norris, Lou Gossett and Melody Anderson in a romp through Central America in search of a lost temple filled with gold. Norris and Gossett are professional adventurers and best pals; Anderson is a rich girl who walks into a bar and asks for two men who are strong, brave and not too smart. She's got an old treasure map and wants them to help her find the gold.\n\nWe know Norris and Gossett are just the guys she's looking for, because we were observing closely during the title sequence, when they were not too smart. The two men are staked face-up in the desert and left to die. And as a special torture, Norris is given a full bottle of Perrier to hold in his right hand, so that water will be tantalizingly close as the hot sun bakes him. Norris breaks the bottle and uses a shard of glass to cut the rope, which is terrific, except that we can clearly see that all either one of them has to do is simply slip the rope off the top of the stake.\n\nOnce they're in the jungle with Anderson, the movie turns into one of those blood-soaked travelogues in which enemies pop up like targets in a shooting gallery. The bad guys include mercenary soldiers, Indians, rebel troops, crazed would-be dictators and a man who is named Cyclops because he wears a patch over one eye.\n\nCyclops was my inspiration to play the game of Continuity with this movie. That's the game where you count all the mistakes, such as that his patch is over his right eye the first time we see him and his left eye the other times. Also, Norris and Anderson are in a VW bug that sinks while fording a river. It's two feet from shore, but when they escape from it, they have to swim at least 25 yards. Later, they find Gossett suspended above a pool of boiling water by a rope tied around his hands. Norris leaps out to embrace Gossett, and they swing back and forth until the rope frays and allows them to land on a ledge, where Gossett's hands are miraculously free.\n\nContinuity is a game you play only during a movie that gives you little else to think about. Although Norris and Gossett are capable of far better things, nothing in this movie gives that away. They never really seem to feel anything. For example, Gossett disappears, apparently eaten by an alligator, and the most Norris can work up is a case of vexation. Anderson seems to be in the movie mostly so that Norris has someone to drag out of danger.\n\nThere are, of course, the obligatory karate fights, in which Norris flies through the air and aims his magic heels at the villains, killing or disabling dozens of them. Karate scenes always inspire the same question: Why doesn't somebody just shoot the guy dead while he's whirling around? \"Firewalker\" was directed by J. Lee Thompson, whose credits include \"The Guns of Navarone.\" He has recently labored in the Cannon stable, turning out weary action retreads such as the Richard Chamberlain version of \"King Solomon's Mines.\" This time he has directed by rote, failing his actors by letting them appear blase in the moments when they should be excited, and, even worse, excited when they should be blase. This effectively short-circuits all the potential moments of humor. For example, Gossett is more excited at the sight of the treasure map than he is at the sight of the treasure.\n\nOn second thought, maybe Gossett simply got a good look at the treasure. The temple contains a room roughly as big as Citizen Kane's warehouse filled with gold objects. Once or twice, the camera strayed too close, and I was able to see that some of the priceless treasures of the ancients included spray-painted Tupperware.\n\nConsumer note: Nobody walks on fire in this movie.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-11-21", "genres": ["Action", "Adventure", "Comedy"], "title": "Firewalker (1986)"}