{"url": "http://www.rogerebert.com/reviews/firecracker-2005", "by": "Karen Blackas Eleanor/Sandra", "star_rating": 3.5, "text": "The movie is profoundly odd, which qualifies it to open the Chicago Underground Film Festival on Thursday at the Music Box. Imagine \"In Cold Blood\" crossed with \"Freaks,\" with the look of Jodorowsky's \"Santa Sangre.\" It was written, directed and filmed by Steve Balderson in his home town of Wamego, inspired by a murder that happened there 50 years ago. The movie is so rooted in this small town that one of the locations is the house where the murder took place. So rooted that Balderson got permission to shoot in the house because his father's plumber lives there now.\n\nThe movie has one of the most immediately gripping opening scenes I can remember. In everyday black and white, the sleepy town is alarmed as two people, and then more, desperately run across lawns and down alleys. Mothers snatch their children out of the way. The runners converge on a backyard where digging is going on inside a tool shed. A woman sheriff looks on. Another woman glances inside the shed, and retches.\n\nThe rest of the movie is prelude. We meet a sad, wounded family: The mother Eleanor (Karen Black) prays the rosary and tries to keep peace between her brutal older son David (Mike Patton) and her sensitive younger son Jimmy (Jak Kendall). There is a father, so withdrawn he is hardly visible. David calls the shots, struts like a torturer, torments Jimmy for playing the piano: \"Learn how to make a living, not sissy-boy piano recitals!\"\n\nIt is the Fourth of July and the carnival is in town. Traveling carnivals often serve in horror movies as repositories of the bizarre in the wilderness of small-town boredom. Jimmy wants to go. David taunts him: \"You want to see the girlie show.\" Well, of course he does. In the world before Playboy, the carnival girlie show was an erotic magnet; furtive men eyed the parade of strippers and followed them into the tent's smutty embrace. There was the same rumor every summer: \"After the show, they do it with guys in the field behind the tent.\" Maybe it was true. Nobody I knew ever had the nerve to see.\n\nThe town is mostly in black and white, and the carnival is in saturated color: bold, dripping reds and yellows and dark brown shadows. The focus of attention is the \"French singer\" Sandra (also played by Black). She is the captive, perhaps the slave, of the carnival owner Frank (also played by Patton, the rock singer from Faith No More). She hides herself in furs, feathers, hoods, scarves, and dresses that look shabby not because they have been worn so much but because they have been removed so often.\n\nJimmy wants to play for her. Maybe join the carnival and tour as her pianist. She remembers him from other summers, looking hungrily from the audience. She also remembers his brother David, who got her pregnant last summer. The cruel Frank ended her pregnancy, but it is David she tells: \"I'm not gonna let you hurt me again.\"\n\nThese characters and their sexual needs and fears are seen against an ominous background of sideshow people, played (as in \"Freaks\") by themselves. The most striking is the Enigma, his skin entirely covered by an intricate jigsaw of blue tattoos which is beautiful, ugly, erotic or not, depending on your taste. There is also a giant, a lobster girl, and so on.\n\nWhat happens between these people I will leave for you to discover. The plot burrows more deeply, until the line between the black and white town and the color carnival seems to blur, and everything seems caught up in the same nightmare. The idea of having Black and Patton play dual roles is not a stunt but part of the strategy; no, the mother and the whore, the brother and the owner, are not \"the same person,\" but are connected at a deeper level, perhaps in Jimmy's mind, where they perform similar functions in opposite worlds. Black is uncanny in the way she creates two characters who are so opposite and convincing.\n\nThe film is visually jarring. Some shots by cinematographer Jonah Torreano look like lab experiments with the psychology of color. A shot, for example, of a woman in a red cape fleeing across a green field, the red so red, the green so green, that the impact is aggressive. There are inexplicable images, like bright blue bottles hanging from the stark branches of a tree next to a woman gowned in white, that work because they shift the whole movie away from reality into hallucination.\n\nThen there are strange everyday details. There's a little girl put on a leash in the backyard by her mother. She sets off firecrackers. There is a sequence where a body is carried from a house to a shed while being concealed behind a big white sheet on the clothesline; the line is on rollers, so the sheet can be pulled along as a moving screen.\n\nThere is the Hitckcockian scene where the mother asks at the cleaners for an \"astringent\" to remove the \"shoe polish\" on her carpet. A good enough story, but she has foolishly ripped up some of the carpet and brought it along, and anyone can see it's soaked with blood. And a scene where the color fades from the frame as life fades from a body.\n\nMovie critics are criticized for preferring novelty because we are jaded by the ordinary. If only that were true of everybody, how much wasted time we could recapture. I praise \"Firecracker\" because it is original and peculiar, but also because it is haunted; there is an uneasy spirit living within this film that stirs and regards us with cold, unblinking eyes. The calm of small-town Kansas inspires the yearnings in those who do not fit there, who are drawn to the carnival, which doesn't fit anywhere.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-08-17", "genres": ["Mystery", "Thriller"], "title": "Firecracker (2005)"}