{"url": "http://www.rogerebert.com/reviews/firewall-2006", "by": "Harrison Fordas Jack Stanfield", "star_rating": 3.0, "text": "So all right, the plot of \"Firewall\" is not fireproof (or airtight, as I described the plot of \"Flight Plan\"). The readers who wrote me endless e-mails about the holes in the plot of the Jodie Foster thriller will be back at work on this one, telling me why the kidnapper should have known more about the security at Harrison Ford's bank, and why the subplot involving the dog sucks, and why an iPod can't do that.\n\nActually, an iPod can do that -- act as a backup hard drive, that is, although I don't know if its memory is equal to the customer database for a chain of banks. If it was only needed for the account numbers and passwords, it would probably be adequate. As to whether the kidnapper knew enough about the bank's security system, well, the proof is in the pudding, or the withdrawals.\n\nBut there is a larger question: Need a thriller be plausible in order to be entertaining? One of the most common routines in the filmcrit biz, one I have myself performed many times, involves demolishing the credibility of a plot as if you have therefore demolished the movie. I think there's a sliding scale involved: If the movie is manifestly impossible while you're watching it, then that can be fatal (unless, of course, it is a movie intended to be manifestly impossible, like a James Bond thriller). If however, the movie holds water or at least doesn't leak too quickly, I'm not very concerned about whether you can tear it to pieces after you leave the theater.\n\nThere are movies that require long discussions after you see them, like Steven Soderbergh's \"Bubble,\" and others that exist entirely in the moment, like \"Firewall.\" Unfortunately, they seem to attract each other's audiences. Judging by my feedback, many moviegoers dismissed \"Bubble\" (many without seeing it), but my guess is they'll analyze \"Firewall\" as if it were a take-home exam for Logic 101.\n\nA movie that exists in the moment should either be seen in the moment, or not seen at all (the second choice would be all right with me). \"Firewall\" is an ingenious attempt to update an old plot with new technology, and it is made with competence, skillful acting, and the ability to make us feel cleverer about digital stuff than we really are. So what if in the closing scenes Harrison Ford, who is three weeks younger than I am, needs to be in better condition than a 20-year-old triathlon champion? Why shouldn't he be? Nobody can do anything they do in thrillers, anyway, so why should there be an age limit on accomplishing the impossible?\n\nFord stars as Jack Stanfield, online security chief for a mid-sized banking chain. He is introduced to a possible client named Bill Cox (Paul Bettany), in what turns out to be a setup: Cox and his men are holding Ford's wife (Virginia Madsen) and their two children, aged about 9 and 15, hostage. He wants Stanfield to hack into the bank's computers and transfer a fortune to Cox's offshore accounts.\n\nThere have been other movies about bankers whose families are held hostage (\"Desperate Hours\" has been made at least twice). This one focuses on Stanfield's technical expertise. At one time or another he uses mainframes, laptops, cell phones, fax machines, miniature lapel mikes, spycams and his daughter's iPod, plus a lot of masking tape to do what needs to be done. The family meanwhile suffers in captivity and uses great ingenuity in trying to escape, aided by Madsen's detailed knowledge of their house (she was the architect).\n\nThis can be fun if the technical ingenuity is intercut with a certain degree of carefully targeted overacting. Ford is as usual able to contain his anger beneath a fierce exterior, while Madsen generates the required amount of fear for her family and still thinks fast and keeps her head. Bettany is cool and cruel and (of course) British, and seems to have anticipated everything that could possibly happen -- except, of course, for most of what actually does.\n\nMore than this I need not explain, because the movie exists in, and for, its unfolding. What I enjoyed was the professionalism that Ford, Madsen and Bettany brought to the job. Either you want to see such a movie and will make the usual allowances, or you should stay away. When a perfect thriller is made, I will be the first to inform you.\n\nAnd of course the dog performs the function that the plot establishes for him. That is what dogs in the movies exist to do. The dog's name is Rusty. He comes yipping and bounding into the arms of his master, and is Harrison Ford ever happy to see him. Good boy! Dog collars, like guns, should never be introduced in the first act unless they go off in the third.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-02-09", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Firewall (2006)"}