{"url": "http://www.rogerebert.com/reviews/fire-in-the-sky-1993", "by": "D.B. Sweeneyas Travis Walton", "star_rating": 2.5, "text": "\"Fire in the Sky\" tells another one of those stories about an innocent human victim who is abducted into an alien spacecraft and subjected to bizarre medical experiments before being dumped back on Earth. The movie begins with the ominous words \"This is a true story,\" which is almost always a warning that it would have been better if it hadn't been. Later we learn that the key participants all passed lie detector tests. Hey, that's good enough for me.\n\nThe movie takes place in 1975 in the mountains of Arizona, where a local crew of six workers is engaged in forestry operations for the government. One night, as they're driving through the woods in their pickup truck, they see an eerie red glow in the sky. They approach, and witness an amazing sight: A gigantic, glowing, pulsating object is hovering in the sky. It's not a saucer. It looks more like a pregnant orange.\n\nOne of the workers (Travis Walton, played by D. B. Sweeney) approaches the object. Having perhaps seen too many science fiction movies, he seems to anticipate that the aliens will welcome him, or at least give him a free trip through the star-gate. He is sucked into the ship and disappears, and when his pals get back to town they have a lot of talking to do.\n\nMost of the movie is given over to the explaining, as the five eyewitnesses tell their stories to a state investigator (James Garner, dependably folksy). We also learn a great deal about their past troubles, their current marital problems, and the dark suspicions of their fellow townsfolk. Eventually Walton is found again, alive and naked, and then we share in his flashbacks as he remembers what it was like to be inside the alien craft.\n\nThe scenes inside the craft are really very good. They convincingly depict a reality I haven't seen in the movies before, and for once I did believe that I was seeing something truly alien, and not just a set decorator's daydreams. Science-fiction and special effects fans may find these scenes worth the ticket price. But the movie's flaw is that there's not enough detail about the aliens, and the movie ends on an inconclusive and frustrating note.\n\nWatching \"Fire in the Sky,\" I was reminded of a famous old journalism story. Sent to cover the Johnstown Flood, reporter Bob Considine began his story: \"God stood on a mountain top here today, and surveyed the damage that His floodwaters had wrought.\" His editors cabled him: \"Forget flood. Interview God.\" In the case of \"Fire in the Sky,\" my advice to the filmmakers would be, forget the five pals and their problems, and spend more time with Travis Walton inside the spaceship. I have a hunch that their answer might be, \"Gee, sorry, but this is based on a true story, after all, and that's all that poor Travis was able to remember.\" It's at times like this you wish a guy like Considine had been sucked into the orange.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-03-15", "genres": ["Drama", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "Fire In The Sky (1993)"}