{"url": "http://www.rogerebert.com/reviews/fired-up-2009", "by": "Nicholas D'Agostoas Shawn", "star_rating": 1.0, "text": "After the screening of \"Fired Up!,\" one of my colleagues grimly observed that \"Dead Man\" was a better cheerleader movie. That was, you will recall, the 1995 Western starring Johnny Depp, Robert Mitchum, Billy Bob Thornton and Iggy Pop. I would give almost anything to see them on a cheerleader squad. Here is a movie that will do for cheerleading what \"Friday the 13th\" did for summer camp.\n\nThe story involves two callow and witless high school football players, Shawn and Nick, who don't want to attend summer football training camp in the desert. They also want to seduce the school cheerleaders, so they decide to attend cheerleading camp, ha ha. Their high school is in Hinsdale, Illinois, whose taxpayers will be surprised to learn the school team trains in the desert just like the Cubs, but will be even more surprised to learn the entire film was shot in California. And they will be puzzled about why many of the cheers involve chants of the letters F! U! -- which stand for \"Fired Up!\" you see.\n\nOh, is this movie bad. The characters relentlessly attack each other with the forced jollity of minimum-wage workers pressing you with free cheese samples at the supermarket. Every conversation involves a combination of romantic misunderstandings, double entendres and flirtation that is just sad. No one in the movie has an idea in their bubbly little brains. No, not even Philip Baker Hall, who plays the football coach in an eruption of obligatory threats.\n\nThe plot involves a cheerleading competition along the lines of the one in \"Bring It On!\" (2000), the \"Citizen Kane\" of cheerleader movies. That movie involved genuinely talented cheerleaders. This one involves ungainly human pyramids and a lot of uncoordinated jumping up and down. Faithful readers will recall that I often ask why the bad guys in movies wear matching black uniforms. They do in this one, too. The villains here are the Panther cheerleading squad. How many teams play in all black?\n\nI could tell you about Carly, Sylvia, Bianca, Gwyneth, Marcy and the other sexy cheerleaders, but I couldn't stir myself to care. There is an old rule in the theater: If the heroine coughs in the first act, she has to die in the third. Angela (Hayley Marie Norman) has the nicest smile and the best personality, and is onscreen early and often, so I kept expecting her big scene, but no: She seems destined to be the cheerleader's cheerleader, pepping them up, cheering them on, smiling, applauding, holding up the bottom of the pyramid, laughing at funny lines, encouraging, bouncing in synch and projecting with every atom of her being the attitude: You go, girls! You've got a problem when you allow the most intriguing member of the cast to appear in that many scenes and never deal with her. That is not the movie's fatal flaw, however. Its flaw is that I was thinking about things like that.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-02-18", "genres": ["Comedy", "Family", "Romance"], "title": "Fired Up (2009)"}