{"url": "http://www.rogerebert.com/reviews/fireflies-in-the-garden-2011", "by": "Ryan Reynoldsas Michael Taylor", "star_rating": 2.0, "text": "Although \"Citizen Kane\" is one of my favorite films, and it shuttles relentlessly between past and present, I'm often uneasy with movies where different actors play the same characters at different times. It helps when the character past and present has obvious distinctions. I lost too much time during \"Fireflies in the Garden\" reminding myself \"This must be young Jane,\" and suchlike.\n\nIt doesn't help when some of the same locations persist over time. Directors have an obligation to include road directions. I followed \"The Tree of Life\" easily, for example, but am still getting queries from readers not sure who Sean Penn was portraying as an older man.\n\n\"Fireflies in the Garden\" is a fraught family drama that shows us the same family in past and present, 22 years apart. It might have been more effective if it had followed a chronological order. It opens around the day when the family mother, Lisa Taylor (Julia Roberts), will graduate from college. The celebration is interrupted by a tragedy, and flashbacks lead us into the earlier lives of these people.\n\nThe Taylors live in a university town, where Charles (Willem Dafoe) is the cold, demanding father. There's a crucial event when his son Michael (Ryan Reynolds, and Cayden Boyd when younger) recites an \"original poem\" before his father's colleagues, and the poem turns out to be plagiarized from Robert Frost. \n\nCharles is red-faced with rage. Yes, his son has committed an academic mortal sin, but when the response is as extreme as Charles', it's an indicator he may feel a great deal of insecurity. His personality will make his family dysfunctional on down through the years. Feelings will grow more complicated because Charles the father is a would-be novelist in the past, and Michael the son has just published a successful novel in the present.\n\nOther important characters: Lisa's teenage sister Jane (Hayden Panetierre); Jane as a married adult (Emily Watson); her hus­band, Jimmy Lawrence (George Newbern); Jane and Michael's sister, Ryne (Shannon Lucio), and Jane and Jimmy's two children, who unhelpfully live in the Taylor family home, so that time past and present seem to cross in the same space.\n\nThe screenplay shows signs of being inspired by personal memories that still hurt and are still piling up in Michael's mind. Fair enough, but the film doesn't sort this out clearly, and we experience vignettes in search of a story arc. The actors are all capable (Dafoe is fearsome), but they seem to drop in and out of the timeline as required.\n\nWe see literal fireflies in the garden, and the Frost poem supplies not only the occasion for plagiarism but the title of Michael's novel — suggesting it settled old scores. Yes, but although fireflies are exemplary embodiments of transitory life and are often evoked by writers, I am never sure what they represent. The poem seems to suggest fireflies emulate real stars. The movie possibly suggests Charles fails in emulating his son. Or whatever.", "running_time": 108, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-12", "genres": ["Drama", "Indie"], "title": "Fireflies in the Garden (2011)"}