{"url": "http://www.rogerebert.com/reviews/firecreek", "by": "James Stewartas Johnny Cobb", "star_rating": 3.0, "text": "The Jimmy Stewart hero usually isn't very happy with his job. He doesn't go around sticking his neck out. He's no John Wayne type. But finally he gets pushed beyond the breaking point and Wayne hath no fury like a Stewart scorned.\n\n\"Firecreek\" presents the Stewart hero in a familiar disguise. This time, Jimmy is the part-time sheriff of a town populated with broken-down, defeated settlers. He gets two bucks a month and wears a \"Sharaf\" badge his kids have hammered out of tin. His wife is expecting another baby any minute now, and the last thing he wants is trouble.\n\nBut then a gang of bad guys rides into town. At first you don't realize they're bad guys, because they're led by Henry Fonda, who always plays good guys. He does this time, too. That is, he's not as bad as the guys in his gang. He's an essentially decent person on the wrong side, like Rommel in the desert.\n\nBut he's been wounded, and while he's being tended by a kindly landlady (Inger Stevens), his boys shoot up the town. Stewart, pushed beyond the proverbial breaking point, fights back. There's a shootdown in the great Western tradition, ending at last with the confrontation of reluctant heroism (Stewart) and reluctant evil (Fonda), both wear gray hats, appropriately.\n\n\"Firecreek\" was obviously conceived with high aims. I have the feeling that the people involved thought they were making a pretty good movie. And they almost did. Several scenes, including one between Stewart and his pregnant wife (Jacqueline Scott), and another between Fonda and Miss Stevens, are filled with tenderness.\n\nBut somehow the parts don't quite come together. Despite the presence of character actors like the legendary Ed Begley, despite the effective dust-blown photography, despite Stewart and Fonda, something is missing.\n\nThe tension we need to draw us into the story isn't there; things move at too leisurely a pace, and the movie, like the Jimmy Stewart hero, has to be dragged into the excitement against its will.", "running_time": 104, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-01", "genres": ["Western"], "title": "Firecreek (1968)"}