{"url": "http://www.rogerebert.com/reviews/fireworks-1998", "by": "Takeshi Kitanoas Yoshitaka Nishi", "star_rating": 3.0, "text": "It has been said that Western art is the art of putting in, and Eastern art is the art of leaving out. The new Japanese film \"Fireworks\" is like a Charles Bronson \"Death Wish\" movie so drained of story, cliche, convention and plot that nothing is left, except pure form and impulse. Not a frame, not a word, is excess. Takeshi Kitano, who made it, must be very serene or very angry; only extreme states allow such a narrow focus.\n\nKitano, who wrote, directed and edited the film, also stars as Nishi, a man whose only two emotional states are agony and ecstasy. As the film opens, he is a policeman whose young daughter died not long ago; now his wife is dying of leukemia. During a stakeout, his partner Horibe (Ron Osugi) suggests he go visit his wife in the hospital. He does, and while he is gone, another cop is killed and Horibe is so badly wounded that he will have to spend his life in a wheelchair.\n\nA cop movie would have dwelled on the action. \"Fireworks\" reveals what happened only gradually, and at first we even misunderstand the source of the bullets. The movie is not about action, but about consequences and states of mind. Nishi leaves the police force, and we learn, abruptly, that he is deep in debt to Yakuza loan sharks. How? Why? Unimportant. All of those scenes that other films find so urgent are swept away here. When punk Yakuza collectors arrive in a noodle shop to try to get money from Nishi, he stabs one in the eyeball with a chopstick, so suddenly and in a shot so brief that we can hardly believe our eyes.\n\nNishi cares deeply for his wife, Miyuki (Kayoko Kishimoto), and wants to spend time with her. He robs a bank to raise the necessary cash. They do childish things together, such as playing with the kite of a girl they meet on the beach. Sometimes they dissolve in laughter. But when a stranger laughs at Miyuki for trying to water dead flowers, Nishi brutally beats him. And when more collectors arrive from the Yakuza, Nishi explodes again.\n\nThe pattern of the movie is: Ordinary casual life, punctuated by sharp, clinical episodes of violence. Nishi hardly speaks (there is little dialogue in the film), and his face shows almost no expression (reportedly because of injuries to Kitano in a motorcycle crash). He is like a blank slate that absorbs the events in the film without giving any sign that he has registered them. When he attacks, he gives no warning; the wrong trigger word releases his rage.\n\nNishi is therefore, I suppose, psychotic, a dangerous madman. To read his behavior any other way, as \"protecting his wife,\" say, would be childish. Sane people do not behave like this. And his wife, who hardly says six words in the movie, and who seems unaffected by his brutal behavior, shares the family madness. But that isn't really the point: This is not a clinical study, but a distillation of attitudes. In Kitano's bipolar universe, you are happy when the world leaves you alone, and when it doesn't, you strike back.\n\nAgainst this swing of yin and yang, there is a steadying character: Horibe, the man in the wheelchair. He paints naive, yet colorful and disturbing pictures of people with the faces of flowers. At one point his wheelchair is at the edge of the sea and we anticipate suicide as the tide washes in, but he is a man who has found some accommodation with life and will endure. Nishi, on the other hand, has adopted such an inflexible and uncompromised attitude toward the world that it will, we feel, sooner or later destroy him.\n\nThe film is an odd viewing experience. It lacks all of the narrative cushions and hand-holding that we have come to expect. It doesn't explain, because an explanation, after all, is simply something arbitrary the story has invented.\n\n\"Fireworks\" is a demonstration of what a story such as this is really about, fundamentally, after you cut out the background noise.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-03-20", "genres": ["Crime", "Drama", "Foreign"], "title": "Fireworks (1998)"}