{"url": "http://www.rogerebert.com/reviews/firefox-1982", "by": null, "star_rating": 3.5, "text": "\r\n\nClint Eastwood's “Firefox” is a slick, muscular thriller that\rcombines espionage with science fiction. The movie works like a well-crafted\rmachine, and it's about a well-crafted machine. The “Firefox” of the title is a\rtop-secret Russian warplane capable of flying six times the speed of sound\rwhile remaining invisible on radar. Eastwood's mission, if he chooses to accept\rit: Infiltrate the Soviet Union disguised as a Las Vegas drug smuggler, and\rthen steal the Firefox by flying it to the West. \n\n\rThis is one of those basic movie plots that can\rgenerate a lot of entertainment if it's handled properly. “Firefox” knows the\rterritory. It complicates things slightly by making Eastwood a Vietnam veteran\rwho is sometimes overcome by the hallucination that he's still in combat. The\rmovie calls it Post-Combat Stress Syndrome. But the CIA man who recruits him\rexplains that the government isn't much worried, because you don't have the\rsyndrome while you're in combat, you see, but only afterward. Somebody ought to\rcompile a textbook of psychology as practiced in movies. \n\n\rAnyway, Eastwood trains for the mission, is\rdisguised with a mustache and horn-rim glasses, and survives some uncomfortable\rmoments at Moscow customs before he makes it into Russia. Then he makes contact\rwith a confederation of spies and double agents who lead him to a Jewish\rdissident who is such a brilliant scientist that he is still being allowed to\rwork on Firefox. Why does the dissident want to work on it? Because he knows\rhow Eastwood could steal the plane. All of these scenes include obligatory shots,\rwhich are kind of fun to anticipate, if you're a fan of the Alistair\rMaclean-James Bond-\"Mission: Impossible\"-“The Guns of Navarone” genre.\rThe one indispensable scene is probably the Introduction of the McGuffin. A\rMcGuffin, you will remember, was what Alfred Hitchcock called that element of\rthe plot that everybody thinks is important. In this case, it's the Firefox, a\rlong, sleek, cruel-looking machine that looks like a cross between a guided\rmissile and a DeLorean. Eastwood and the camera circle it lovingly; this is the\rsexiest shot in a movie without a romantic subplot. The movie's climax involves\rEastwood's attempt to fly this plane north to the Arctic Circle, make a\rrefueling rendezvous, and then take it on home. His flight is intercut with\rcomic opera scenes involving members of the Russian high command, who argue and\rbicker while looming over an illuminated map that casts an eerie underlight on\rtheir faces, making them look like ghouls from old E.C. comics. \n\n\rDoes Eastwood make it out in one piece? Does he\rbring along the plane? I wouldn't dream of giving away the plot. But I will say\rthat the movie's climax is a sensational high-altitude dogfight between two\rdifferent Firefoxes, and that as Eastwood occupies the Firefox cockpit,\rsurrounded by video screens and computer displays of flight patterns and\rmissile trajectories, it looks as if Dirty Harry has died and gone to Atari\rheaven. The special effects are really pretty good in this movie. The planes\rlooked surprisingly real to me, and the choreography of the dogfight was not\ronly realistic but understandable. There's one sensational chase sequence\rthat's an homage to “Star Wars”. Remember the “Star Wars” scene where the two\rships chased each other between the towering walls of the city in space?\rEastwood and his Russian pursuer rocket through a crevice between two ice\rcliffs, and it looks great even while we're realizing it's logically\rimpossible. I guess that goes for the whole movie.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "Firefox (1982)"}