{"url": "http://www.rogerebert.com/reviews/firestarter-1984", "by": null, "star_rating": 2.0, "text": "\"Firestarter\" contains a little girl who can start fires with her mind; her father, whose own ESP causes him to have brain hemorrhages; an Indian child molester who is a CIA killer; a black scientist; a kindly farmer; a government bureaucrat; and a brilliant scientist whose experiments kill 75 percent of his subjects but leave the others with powers beyond the imagination of mortal man. The most astonishing thing in the movie, however, is how boring it is.\n\nThe little girl is played by Drew Barrymore, from \"E.T. The Extra-Terrestrial,\" where she was the kid sister. Her father is played by David Keith, who was Richard Gere's buddy in \"An Officer and a Gentleman.\" The child molester is played by George C. Scott. The farmer is Art Carney. And so on. There isn't a role in this movie not filled by a capable actor. And there's not a character in this movie that is convincing, even for a moment, nor a line in this movie that even experienced performers can make real.\n\n\"Firestarter\" was the fifth movie in a year that was based on a best-selling thriller by Stephen King. The others were \"Christine,\" \"Cujo,\" \"The Dead Zone,\" and \"Children of the Corn.\" The best of those -- and the one most similar to \"Firestarter\" -- is \"The Dead Zone,\" which starred Christopher Walken as a man cursed with the ability to foretell the future. The movie approached Walken as an ordinary man burdened with a power that should belong only to God, and allowed us to empathize with his terrible gift. But in \"Firestarter,\" we don't feel sorry for Barrymore because she's never developed as a believable little girl -- just a plot gimmick. She gets mad, her eyes narrow, and things catch on fire. Her father is even less interesting; although he can use ESP to hypnotize people to obey his will, he gets a nosebleed every time he does it, and the way he clasps his hands to his head and strains makes ESP look like physical labor.\n\nOf the other characters, the most totally confused is John Rainbird, the Indian played by Scott. Rainbird shows every sign of being a character who was rewritten so extensively that finally nothing was left except the notes. He's an Indian, I guess, judging by his name and ponytail. He wants the little girl because he dreams of killing her with one karate blow to the nose. He has a couple of gruesomely detailed speeches in which he outlines this ambition, but the movie spares us the sight of Scott carrying out his plan. Thanks for small favors. The film's crucial flaw is the lack of a strong point to the story. A little girl has her dangerous power, some government agents want to examine her, others want to destroy her, and things catch on fire. That's about it.", "running_time": 115, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Drama", "Horror", "Science Fiction", "Thriller"], "title": "Firestarter (1984)"}