{"url": "http://www.rogerebert.com/reviews/first-descent-2005", "by": "Kemp Curly", "star_rating": 1.5, "text": "\"First Descent\" is boring, repetitive and maddening about a subject you'd think would be fairly interesting: snowboarding down a mountain. And not just any mountain. This isn't about snowboarders at Aspen or Park City. It's about experts who are helicoptered to the tops of virgin peaks in Alaska, and snowboard down what look like almost vertical slopes.\n\nI know nothing about snowboarding. A question occurs to me. If it occurs to me, it will occur to other viewers. The question is this: How do the snowboarders know where they are going? In shot after shot, they hurtle off snow ledges into thin air, and then land dozens or hundreds or feet lower on another slope. Here's my question: As they approach the edge of the ledge, how can they know for sure what awaits them over the edge? Wouldn't they eventually be surprised, not to say dismayed, to learn that they were about to drop half a mile? Or land on rocks? Or fall into a chasm? Shouldn't the mountains of Alaska be littered with the broken bodies of extreme snowboarders?\n\nI search the Internet and find that indeed snowboarders die not infrequently. \"All I heard was Gore-Tex on ice,\" one survivor recalls after two of his companions disappeared. The movie vaguely talks about scouting a mountain from the air and picking out likely descent paths, but does the mountain look the same when you're descending it at 45 degrees and high speed? Can rocks be hidden just beneath the surface? Can crevices be hidden from the eye?\n\nThe film features five famous names in the sport: veterans Shawn Farmer, Terje Haakonsen and Nick Perata, and teenage superstars Hannah Teter and Shaun White. For at least 20 minutes at the top of the movie, they talk and talk about the \"old days,\" the \"new techniques,\" the \"gradual acceptance\" of snowboarding, the way ski resorts first banned snowboarders but now welcome them. \"As the decade progressed, so did snowboarding,\" we learn at one point, leading me to reflect that as the decade progressed, so did time itself.\n\nThere are a lot of shots of snowboarders in the movie, mostly doing the same things again and again, often with the camera at such an angle that we cannot get a clear idea of the relationship between where they start and where they land. To be sure, if it's hard to ski down a virgin mountainside, it must be even harder to film someone doing it. (When I saw the IMAX documentary about climbing Everest, it occurred to me that a more interesting doc would have been about the people who carried the camera.) In this case, the action footage is repetitive and underwhelming, no match for the best docs about surfing, for example. The powerful surfing film \"Riding Giants\" (2004), directed by Stacy Peralta, does everything right that \"First Descent\" does wrong.\n\nThe movie's fundamental problem, I think, is journalistic. It doesn't cover its real subject. The movie endlessly repeats how exciting, or thrilling, or awesome it is to snowboard down a mountain. I would have preferred more detail about how dangerous it is, and how one prepares to do it, and what precautions are taken, and how you can anticipate avalanches on virgin snow above where anybody has ever snowboarded before.\n\nThe kicker on the trailer says: \"Unless you're fully prepared to be in a situation of life and death, you shouldn't be up here.\" So, OK, how can you possibly be fully prepared in a situation no one has been in before, and which by definition can contain fatal surprises? Since the five stars of the movie are all still alive as I write this review, they must have answers for those questions. Maybe interesting ones. Maybe more interesting than what a thrill it is.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-01", "genres": ["Documentary", "Sports Film"], "title": "First Descent (2005)"}