{"url": "http://www.rogerebert.com/reviews/firstborn-1984", "by": null, "star_rating": 2.0, "text": "\"Firstborn\" has such a sudden and unnecessary breakdown that it almost makes you wonder how the movie's ending was decided upon. Was there a final failure of will? The movie creates such an urgent situation, and fills it with such interesting characters, that when everything goes wrong at the end I felt more than disappointed, I felt cheated.\n\nThe movie is about a quiet and happy little suburban family that is violated by the appearance of the wrong man at the wrong time. The family consists of a divorced mother (Teri Garr) and her two sons. The man is Garr's new lover, and he arrives almost in response to a crisis in her life -- when her ex-husband, a man she still loves, suddenly decides to remarry. On the rebound, she comes home with a young man (Peter Weller) whom she says she loves. Well, maybe she does love him. Love is blind. But her sons are not blind -- especially not the older teenager (Christopher Collet), who spots this guy right away for a phony. Weller announces that he has lots of big plans for his new family. He and Garr are going to open a home security service. Or maybe a restaurant. He has lots of ideas. All he needs is capital.\n\nMeanwhile, he spends all day sitting around the house, watching TV, and raiding the icebox. And when Collet challenges him too closely about his plans, he slaps the kid just a little too hard on the back, and tells him to get off his case. Collet tries to talk to his mom, but she won't listen. She's under this guy's spell, and it gets even worse when he turns out to be a small-time drug dealer and Garr begins to experiment with cocaine.\n\nUp until about this point in the movie, \"Firstborn\" has been a very accurately observed family drama, one that even bears comparison to \"Ordinary People.\" The performances are strong, the plot moves with a compelling simplicity, and the dialogue shows a good ear for the way the movie's different kinds of characters might really speak. I was experiencing that special confidence you feel when a movie is making the right choices: This was going to be a good one.\n\nIt did not, alas, turn out to be so good. Having raised its issues, having trapped the children in a cruel dilemma (how can they turn in the boyfriend without implicating their mother in a drug case?), having created in a dramatic form the kind of problem that does confront real families, \"Firstborn\" throws away all its good work on a canned, formula ending.\n\nWould you believe a chase and a fight? Would you believe the little brother coming to the rescue with a baseball bat? Would you believe a three-dimensional, sensitive family drama that tries to resolve itself like a TV action show? The climactic scenes in \"Firstborn\" are so dismally predictable that I even got a little angry. The movie had been so good that somehow it didn't have the right to evade all the issues it had raised and just turn into a suburban thriller.\n\nWhat happened? Did somebody think the ending would be commercial? Did they think it would save a problematical movie from becoming too \"serious?\" Maybe so. But how could mistakes that basic be made by the same people with the taste to make the opening and middle segments of this movie? Love isn't all that's blind.", "running_time": 103, "mpaa_rating": null, "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "Firstborn (1984)"}