{"url": "http://www.rogerebert.com/reviews/first-knight-1995", "by": "Sean Conneryas Arthur", "star_rating": 2.0, "text": "It is the misfortune of \"First Knight\" to open third in the same season that also brought \"Rob Roy\" and \"Braveheart,\" two better examples of the medieval swordcraft-and-seduction genre. The movie is entertaining enough in its own way, and Sean Connery makes a splendid King Arthur, but compared with the earlier films this one seems thin and unconvincing.\n\nThe story is yet another retelling of the love triangle of Camelot. It centers on Guinevere (Julia Ormond), Lady of Leonesse, whose lands are under attack from the evil Malagant (Ben Cross). She determines to marry King Arthur, whose Camelot is legend, for two reasons: Because she can love him, and because he can protect Leonesse. But as events are unfolding, she meets the young and footloose Lancelot (Richard Gere), who saves her from a savage attack in the woods, and goes right on saving her, while falling in love with her, throughout the movie.\n\nIt's an intriguing triangle. Guinevere loves Arthur with her mind and Lancelot with her heart. The two men admire one another. If she chooses Arthur, she also protects all of those she is responsible for. If she chooses Lancelot, love conquers all. This is precisely the same situation that developed in \"Casablanca,\" and the parallel is all the stronger because Julia Ormond, in a certain light, looks so much like Ingrid Bergman, with the apple cheeks; the full lips; the slight overbite; the wide-set, grave eyes, and the generosity of body.\n\nThe movie plays out its conflict on sets and locations that look, frankly, less than convincing after \"Braveheart\" and \"Rob Roy.\" At one point, while a town is under siege, a bell tower falls over for no apparent reason except that prop men caused it to do so. At another point, Arthur stands on a hilltop with Guinevere and shows her the glistening city of Camelot at night - with a light sparkling in every window. Either they had lots of candles, or the guys who built the miniature got carried away.\n\nAnother problem is closer to the crux of the story. In order to identify with Guinevere's dilemma, we must be truly able to believe it. We must be convinced by the attraction she feels for both Arthur and Lancelot. This is hard to do, because Richard Gere plays Lancelot with such insouciance that he doesn't seem serious enough to love. He doesn't have the psychic weight to be worth a kingdom.\n\n\"Casablanca\" had something of the same problem in the Paul Heinreid character, who embodied all nobility but never seemed half as magnetic as Humphrey Bogart's Rick. Still, he was a resistance fighter, standing alone against Nazi evil, and so we understood why Ilsa left with him. And why Rick let her.\n\n\"First Knight\" handles the choices less well. Guinevere determines to part from Lancelot, and favors him with a farewell kiss, which Arthur happens to see. And he responds very badly, sentencing them both to a public trial for treason, which begins by being less than convincing and only gets worse after Malagant arrives and shouts out (I am not making this up) \"Nobody move - or Arthur dies!\" Against these problems are some good things, including a nighttime battle sequence with moonlight glinting off helmets and spears, and a touching early scene in which Arthur offers Guinevere protection for Leonesse without the price of marriage, and she chooses marriage because she admires him so. There are some terrific sets by John Box, including a dungeon with a bottomless pit. And I enjoyed John Gielgud, in yet another of the farewell performances we have come to treasure.\n\nOne crucial scene is undermined by bad lighting. In the conversation between Guinevere and Lancelot leading up to their fatal kiss, Gere is lit and photographed so badly that he looks pudding-faced. It's an interesting scene, illustrating how much of a movie is illusion and artistry - and how much the movies depend on it.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-07-07", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "First Knight (1995)"}