{"url": "http://www.rogerebert.com/reviews/first-blood-1982", "by": null, "star_rating": 3.0, "text": "\r\n\nSylvester Stallone is one of the great physical actors in the\rmovies, with a gift for throwing himself so fearlessly into an action scene\rthat we can't understand why somebody doesn't really get hurt. When he explodes\rnear the beginning of “First Blood”, hurling cops aside and breaking out of a\rjail with his fists and speed, it's such a convincing demonstration of physical\rstrength and agility that we never question the scene's implausibility. In\rfact, although almost all of “First Blood” is implausible, because it's\rStallone on the screen, we'll buy it. \n\n\rWhat we can't buy in this movie is the message.\rIt's handled in too heavy-handed a way. Stallone plays a returned Vietnam\rveteran, a Green Beret skilled in the art of jungle survival and fighting, and\rafter a small-town police force sadistically mishandles him, he declares war on\rthe cops. All of this is set up in scenes of great physical power and strength and\rthe central sections of the movie, with Stallone and the cops stalking each\rother through the forests of the Pacific Northwest, have a lot of authority.\rBut then the movie comes down to a face-off between Stallone and his old Green\rBeret commander (Richard Crenna), and the screenplay gives Stallone a long,\rimpassioned speech to deliver, a speech in which he cries out against the\rinjustices done to him and against the hippies who demonstrated at the airport\rwhen he returned from the war, etc. This is all old, familiar material from a\rdozen other films clichés recycled as formula. Bruce Dern did it in “Coming\rHome” and William Devane in “Rolling Thunder”. Stallone is made to say things\rthat would have much better been implied; Robert De Niro, in “Taxi Driver”,\ralso plays a violent character who was obviously scarred by Vietnam, but the\rmovie wisely never makes him talk about what happened to him. Some things are\rscarier and more emotionally moving when they're left unsaid. \n\n\rSo the ending doesn't work in “First Blood”. It\rdoesn't necessarily work as action, either. By the end of the film, Stallone\rhas taken on a whole town and has become a one-man army, laying siege to the\rpolice station and the hardware store and exploding the pumps at the gas\rstation. This sort of spectacular conclusion has become so commonplace in\raction movies that I kind of wonder, sometimes, what it would be like to see\rone end with a whimper rather than a bang. \n\n\rUntil the last twenty or thirty minutes,\rhowever, “First Blood” is a very good movie, well-paced, and well-acted not\ronly by Stallone (who invests an unlikely character with great authority) but\ralso by Crenna and Brian Dennehy, as the police chief. The best scenes come as\rStallone's on the run in the forest, using a hunting knife with a compass in\rthe handle, and living off the land. At one point he's trapped on a cliffside\rby a police helicopter, and we really feel for this character who has been\rhunted down through no real fault of his own. We feel more deeply for him then,\rin fact, than we do later when he puts his grievances into words. Stallone\rcreates the character and sells the situation with his presence itself. The\rscreenplay should have stopped while it was ahead.", "running_time": 97, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Action", "Adventure", "Thriller", "War"], "title": "First Blood (1982)"}