{"url": "http://www.rogerebert.com/reviews/first-daughter-2004", "by": "Katie Holmesas Samantha", "star_rating": 2.0, "text": "\"First Daughter\" is all heart and has the best intentions in the world, but what a bore. It's a beat slower than it should be, it makes its points laboriously, and the plot surprise would be obvious even if I hadn't seen the same device used in exactly the same way earlier this year in \"Chasing Liberty.\"\n\nEven the ending isn't as happy as it thinks it is.\n\nKatie Holmes, so fetching in \"Wonder Boys\" and \"Pieces of April,\" stars as Samantha Mackenzie, daughter of a United States president whose party is carefully not mentioned even though when we learn the United Auto Workers support him, the secret is out. She has spent her entire life as a good, sweet, dutiful daughter, smiling loyally at the side of her parents (Michael Keaton and Margaret Colin) as they campaign for office.\n\nNow it is time for her to go to college, and she yearns to be treated as a normal kid. Her definition of this is that she would get to drive herself there in her little Volkswagen, with a cooler in the front seat that has a can of beer hidden under the bologna sandwiches. What is wrong with this picture? (1) As we find out at the end of the movie, it's a classic VW bug, not one of the new models, and the kids who dreamed of driving off to college in one of those are now closer in age to, oh, say, the filmmakers. (2) Today's progressive modern parents, spotting the beer and the bologna, would gasp in horror, \"Bologna?\"\n\nSamantha enrolls at the University of Redmond, where to her horror the school band plays \"Hail to the Chief\" while she walks into her dorm with the chief and first lady. Her new roomie, Mia (Amerie), is a cutey-pie who's used to getting all the attention herself and doesn't want to play second banana to the F.D. Samantha wears clothes that inspire Joan Rivers monologues on TV, she sits in a roped-off section of lecture classes, flanked by Secret Service agents, and she is thoroughly miserable.\n\nSo she stages a revolt that is painfully awkward in its conception and execution, pretending to be a bad girl, so the president will hear her cry for help. Her first transgression is to slide down a hill on a wet tarp at a frat party, which gets her on the front page of the New York Post, a paper more easily shocked in this movie than in life. Her slide seems to me like a plus (first daughter is real kid, has harmless fun), but no: She gets a scolding, and then she gets a severe scolding when Mia talks her into attending another party dressed, so help me, like a go-go dancer in the days when the words \"go-go\" were being used. (High white lace-up boots, denim miniskirt, pink fur pimp hat, the works.)\n\nRealizing Samantha is serious about wanting more privacy, or maybe fearing that she will in desperation pose for Playboy if he doesn't relent, the president agrees to pull back her Secret Service detail. Half of her agents disappear. Joyous with her new freedom, she has a Meet Cute with James Lansome (Marc Blucas), the handsome faculty adviser who just happens to be the resident on her floor of the dorm. Soon true love blooms between them. No, really.\n\nThe stages by which \"First Daughter\" arrives at this point and travels onward are so deliberate that the movie seems reluctant to proceed. It keeps pausing and looking back to make sure we're keeping up. Katie Holmes plays Samantha with wide-eyed wonder, underlining every point. Her normal kid is a strange anachronism, like the 1940s music that plays at all of the dances; she'd be right at home as a freshman in, say, \"The Glenn Miller Story.\" No first daughter in recent memory has been this square. She doesn't even seem to have met Paris and Nicky Hilton.\n\nThe surprise, when it comes, is sadly unsurprising. It leads to a formula in which Samantha must first be depressed, then be resolute, then be joyous again. All fine, except that the movie makes her depressed again and resolute again, and ends with muted joy, and then with more resolution. Girls have renounced thrones and entered convents with less trouble. Even worse, everyone in the movie, but surely no one in the audience, believes it arrives at the correct ending. Having tortured us with cliches for more than 100 minutes, the movie denies us the final upbeat cliche that we have paid our dues for. Who wants a movie about a first daughter who finds, loses, refinds, re-loses, sort of refinds and probably loses perfect love, only to end up alone and responsible?", "running_time": 105, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-09-24", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "First Daughter (2004)"}