{"url": "http://www.rogerebert.com/reviews/first-love-1971", "by": "John Moulder-Brownas Alexander", "star_rating": 2.0, "text": "Here we have somebody dying again. Somebody died yesterday in \"Deep End,\" and now somebody dies today in \"First Love.\" People are dying in so many movies recently that I wonder whether the old 1930s endings weren't better, with Jean Hersholt coming out of the sickroom with a look of wonder on his face: \"I wouldn't have believed it possible! I gave the patient five minutes to live, and now here she is sitting up in bed and eating Wheaties! Praise God!\"\n\nIn those movies, death at least was not dragged in at the end to lend\r\nan ironic point to the otherwise directionless plot. But now, in \"First Love,\" we learn from the narrator that the girl died suddenly, without warning, \"and that was what it was all about.\" Her spirit, her life, her marvelous drive, were all leading up to a blank, nihilistic zero. Cut to birds wheeling above, a drear landscape, and fade out. A little piano music might help.\n\nThe problem in \"First Love\" (apart from the fact that the conclusion in no way emerges organically from the material) is that the whole movie is so smug in its sense of tragedy. In his directing debut, Maximilian Schell has taken a Turgenev story and stretched it out with silence, vast characterless landscapes, plenty of birds, some solitude and a visual style that doesn't help much.\n\nThe story involves young Alexander, who is walking through the woods one day when zap! an apparition appears before him. It is the lovely Zinaida, playing lawn tennis with that sweatless perfection that only aristocrats seem to approach. The sound track breaks out in joyous music, and right away we know, that this is First Love, and also (because we have been here before) that it is doomed. Isn't first love always? At this point the decent thing to do would be to get on with Second Love, but no, we have to sit through the slow unfolding of the tragedy.\n\nSchell works his camera for all it's worth, giving us the usual assortment of visitors to the Russian countryside, tea parties, fading countesses, eccentric cigar-smoking doctors and hangers-on and so\r\nforth. We have met the whole crew already in Dostoevski, and we're waiting for Schell to DO something with them, but we're out of luck.\r\nThey are part of an enigma -- the enigma of life, I reckon -- and are held tightly in rein. Occasionally they bust loose long enough to raise an enigmatic eyebrow or two.\n\nThese people work their various eccentricities while the lad catches oh, so slowly, onto what's happening. If people were only a little brighter in movies, we wouldn't squirm so much. As it is, when a movie moves slowly we're supposed to appreciate the \"pacing,\" and it\r\nis a great day when a director \"succeeds in establishing a mood,\" even if that mood is boredom in the audience. I think you would really have to be into trees, grass and the fresh news that life is tragic to like\r\n\"First Love\" much.", "running_time": null, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-12-02", "genres": null, "title": "First Love (1971)"}