{"url": "http://www.rogerebert.com/reviews/fish-tank-2010", "by": "Katie Jarvisas Mia", "star_rating": 4.0, "text": "Andrea Arnold's piercing \"Fish Tank\" is the portrait of an angry, isolated 15-year-old girl who is hurtling toward a lifetime of misery. She is so hurt and lonely, we pity her. Her mother barely even sees her. The film takes place in a bleak British public housing estate, and in the streets and fields around it. There is no suggestion of a place this girl can go to find help, care or encouragement.\n\nThe girl is Mia, played by Katie Jarvis in a harrowing display of hostility. She's been thrown out of school, is taunted as a weirdo by boys her age, has no friends, converses with her mother and sister in screams and retreats to an empty room to play her music and dance alone. She drinks what little booze she can get her hands on.\n\nAnd where is her mother? Right there at home, all the time. Joanne (Kierston Wareing) looks so young, she might have had Mia at Mia's age. Joanne is shorter, busty, dyed blond, a chain-smoker, a party girl. The party is usually in her living room. One day, she brings home Connor (Michael Fassbender), a good-looking guy who seems nice enough. Mia screams at him, too, but it's a way of getting attention. \n\nJoanne seems happiest when Mia isn't at home. The girl wanders the streets and gets in a fight when she tries to free a horse chained in a barren lot near some shabby mobile homes. She surfs in an Internet cafe, goes to an audition for sexy dancers and breaks into a house at random.\n\nOne day differs from the routine. Connor takes Mia, her mom and her little sister Tyler (Rebecca Griffiths) on a drive to the country. This isn't an idyllic picnic; they simply park in a field and hike to a river, Joanne staying with the car. Connor takes Mia wading (\"I can't swim\") in the river. Walking barefoot, she gets a ride on his back and rests her chin on his shoulder, and what was in the air from the first is now manifest.\n\nSome reviews call Connor a pedophile. I think he's more of an immoral opportunist. \"Fish Tank,\" in any event, isn't so much about sex as about the helpless spiral Mia is going through. The film has two fraught but ambiguous scenes -- one when she goes to Connor's home, another involving a young girl -- that we can make fairly obvious assumptions about. But the movie doesn't spell them out; Arnold sees everything through Mia's eyes and never steps outside to explain things from any other point of view. She knows who the young girl is, and we are left to assume. Whatever she thinks after the visit to Connor's house, we are not specifically told. The film so firmly identifies with Mia that there might even be a possibility Joanne is better than the slutty monster we see. A slim possibility, to be sure.\n\nIn a film so tightly focused, all depends on Katie Jarvis' performance. There is truth in it. She lives on an Essex housing estate like the one in the movie, and she was discovered by Arnold while in a shouting match with her boyfriend at the Tilbury train station, which is seen in the movie. Now 18, she gave birth to a daughter conceived when she was 16.\n\nWe can fear, but we can't say, that she was heading for a life similar to the one Mia seems doomed to experience. Her casting in this film, however, led to Cannes, the Jury Prize, and contracts with British and American agents. She is a powerful acting presence, flawlessly convincing here. And Arnold, who won an Oscar for her shattering short film \"Wasp\" (2003), also about a neglectful alcoholic mother, deserves comparison with a British master director like Ken Loach.", "running_time": 123, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-02-03", "genres": ["Drama", "Foreign", "Indie"], "title": "Fish Tank (2010)"}