{"url": "http://www.rogerebert.com/reviews/fitzwilly-1967", "by": "Dick Van Dykeas Fitzwilly", "star_rating": 3.0, "text": "\"Fitzwilly\" is a pleasant family comedy about a butler who brings Gimbel's to a halt on Christmas Eve. Since this is Christmas Day (and a Merry Christmas to all our readers) I thought you might enjoy reading how it was done.\n\nThe trick is to station bell ringing Santas, carol singing Cub Scouts and package bearing matrons at all the exits to the store. Then you deploy last-minute shoppers inside, counting on them to elbow each other into a state of near riot. You assign two or three men to circulate counter-clockwise through the crowd, poking people, and two or three other operatives to circulate clockwise, dropping things that other people will stumble over. And then you stop the escalators.\n\nIf you are like me and do your shopping on Christmas Eve this will sound like a sworn statement on the actual condition in every store in the Loop. But there are probably people who do all their Christmas shopping in November, and for them \"Fitzwilly\" may seem to exaggerate.\n\nThe butler is Dick Van Dyke, and he attacks Gimbel's as part of a long-term effort to keep his elderly employer (Dame Edith Evans) living in the style to which she is accustomed. The old lady's millionaire husband left her without a cent. But her loyal staff has been shoplifting and hijacking ever since to keep up appearances.\n\nA student from Columbia University (Barbara Feldon) is hired as Dame Edith's secretary. She must have been attending the Columbia Graduate School of Journalism, because she can't spell. That's OK, because Dame Edith is writing a dictionary in which all the incorrect spellings of words will be listed.\n\nEvents develop in a whimsical fashion, as Miss Feldon gradually discovers the larceny underfoot and gradually falls in love with Van Dyke. There is a retired minister (John McGiver) to add a note of wistful guilt to the undertakings, but the gang isn't really doing anything wrong, is it? After all, the loot is covered by insurance and the old lady gives all her money to charity.\n\nOne of the delights of \"Fitzwilly\" is the generally intelligent language in which the characters talk to each other, as if they were educated and witty. Most movie characters talk to each other as if they were refugees from \"Get Smart!\" (which Miss Feldon is, by the way). Van Dyke is droll as usual, Miss Feldon has some bright moments, and Dame Edith Evans even steals one scene in which she doesn't appear. Van Dyke announces Miss Feldon, and she shouts through a closed door: \"Hurrah!\"", "running_time": 102, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-25", "genres": ["Comedy", "Drama"], "title": "Fitzwilly (1967)"}