{"url": "http://www.rogerebert.com/reviews/five-card-stud-1968", "by": "Dean Martinas Morgan", "star_rating": 3.0, "text": "Sometimes a bit of movie dialog will come along and stick in your mind. Like Marlon Brando's in \"One Eyed Jacks\": \"You scum-sucking pig, I'm gonna tear your arm off.\" That's so much more spirited dialog than the usual dialog in such situations, which runs toward \"You bum!\"\n\nThen there's Peter Lorre in \"Beat the Devil\": \"In Chile there are many Germans named O'Hara.\" And Bogart in \"The Maltese Falcon\" with a line later stolen for Rambler TV commercials: \"You know, you're good. You're really good.\" And to this list must now be added a line from \"Five Card Stud,\" when Robert Mitchum and Dean Martin face each other.\n\nMitchum is a preacher with a gun hidden inside his Bible. But the good book's upside down. Martin says: \"If that is a Bible, read it. If it ain't a Bible, drop it.\"\n\nIn print, this line may not look like much. Neither may the others. But in a movie situation they represent the difference between professionalism and hackwork. \"Five Card Stud\" is not a great movie, but it's a polished, professional one, and it's a good deal more than a common Western.\n\nThe director is Henry Hathaway, who, like Howard Hawks, knows his way around the action Western. He also knows his way out of one. \"Five Card Stud\" has the elements of an action Western: lots of gun battles, fist fights, stranglings, barroom brawls, fires, and lady barbers with hearts of gold.\n\nBut it also has something rather rare, a well-made story. Most action Westerns are directed by rote: good guy, bad guy, a standard pattern of fights, an eventual triumph for the gentleman in the white hat. Not this one, which presents a suspense story in a Western setting.\n\nAt a card game, a stranger is caught cheating. He is taken out and hanged, despite the objections of Dean Martin. Then, mysteriously, the other members of the card game are strung up one by one. Suspicion spreads through the town, everybody arms himself, and there is a scene in which the hysteria gets out of hand and everybody starts shooting at each other.\n\nThere is good evocation of the paranoia which spreads through the town; an unusually restrained performance by Martin, which is effective; a satisfactorily evil villain played by Roddy McDowall; and a droll scene between Martin and Inger Stevens, who plays the barber with the heart of gold.\n\nA footnote: Fans who enjoy spotting Alfred Hitchcock's walk-on bits in his movies can look for Hathaway in this one. During the scene in the U.S. marshal's office, he's the genial face peering in through the window behind Martin.", "running_time": 103, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-16", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller", "Western"], "title": "Five Card Stud (1968)"}