{"url": "http://www.rogerebert.com/reviews/flags-of-our-fathers-2007", "by": "Jesse Bradfordas Rene Gagnon", "star_rating": 4.0, "text": "A veteran of the battle of Iwo Jima reflects in “Flags of Our Fathers” that the Marines on the island were not fighting because of their flag or their country but for “the man in front of him and the man behind him.” Clint Eastwood’s film makes this argument in many ways; the men who survive the bloody carnage are often silent about it in later years, and one old man still has nightmares about a comrade lost on the battlefield.\n\nThose who were hailed as the Iwo Jima heroes were indeed heroes (the battle resulted in 29 Medals of Honor), but in the film they tend to be unresponsive to such praise; they cannot forget the dead friends left behind. The intensity of the battle can scarcely be imagined. The Marines suffered one-third of all their World Two combat deaths on the tiny speck in the Pacific, and almost all the 22,000 entrenched Japanese died, some by their own hands.\n\nEastwood’s ambitious and enormously effective film has three aims: To recreate the hell of the Battle of Iwo Jima, to explore the truth and meaning of the famous photograph of the flag being raised over the island, and to record the aftermath in the lives of the survivors. He joined it with another film, “Letters from Iwo Jima,” about the Japanese experience; a garrison of defenders tunneled into the rock of the island to create fortified positions. It was clear to them that without air or sea support they would be defeated; their mission was to hold out as long as they could, and die.\n\nThe film opens with interlocking scenes from past and present, showing the battle underway and being remembered, with voice-overs from survivors. All the major themes are being introduced, although we will discover that only later. Then, after a tense prelude at sea, it focuses on the initial American landing, which was eerily quiet; no Japanese fire was encountered on the beach, and troops advanced inland easily, until being ambushed by concealed enemy positions. On that first day, 2,000 lives were lost, almost all of them American.\n\nThe Japanese tactics, while ultimately doomed, were fearfully effective. Their positions were linked by tunnels in the solid rock, and their big gun positions were shielded by steel doors that swung shut after every firing. “How did they dig these things?” one Marine asks. We learn in the second film that they did it mostly by hand. One of the baffling realities of the battle was that a machine-gun emplacement could be “cleaned out” by grenades or flame throwers, and then, re-manned by tunnel, become active again.\n\nEastwood focuses particularly on the soldiers who will be involved in the flag raisings on the island’s Mount Suribachi. Yes, there were two, after the first flag was taken down and kept by a politician as a souvenir. The second flag raising was the one snapped by AP photographer Joe Rosenthal, whose photograph became arguably the most famous ever taken. And “snapped” is the correct word; he aimed his big Speed Graphic and clicked the shutter without framing or focusing, and obtained a perfectly-composed, iconic picture. His good luck is underlined because the camera required a plate change after every shot.\n\nThe men who raised the flag were hailed as heroes, but who precisely were they? No faces were visible. Nor were those who raised the first flag credited, because the official story was that there was only one event. The men themselves knew who they were, and were not, but no one really wanted to know the truth; three of them were later killed, and three others were brought home to headline a national tour to sell U. S. Bonds.\n\nThese were John \"Doc\" Bradley (Ryan Phillippe), Rene Gagnon (Jesse Bradford) and Ira Hayes (Adam Beach). Stateside, they are given a press agent to manage their tour and be sure they say the right things and project the right image to raise desperately-needed money to fund the war. They raise some $26 million, not without personal conflict. Of the men, Bradley, a Navy corpsman, is the spokesman, repeating in city after city, “the heroes are the men we left behind.” Gagnon enjoys the fame and the attentions of a sexy girl friend determined to become his wife. And Hayes, a Pima Indian, revolts against the idea of being cheered and wants only to return to action.\n\nTheir PR man is Keyes Beech (John Benjamin Hickey), who from the later 1940s through Vietnam would be the Pacific correspondent for the famed Chicago Daily News Foreign Service. Eastwood depicts him as focused on fantasy over substance and indifferent to news that there was an earlier flag-raising, but in fact he is doing his job, which is to hold the three together, present an appropriate image and help the war effort by raising money. The film told me something I did not know: Domestic enthusiasm for the war was becoming exhausted, funds were drying up, the government had run out of lenders. “Flags of Our Fathers” argues, not without reason, that the Rosenthal photograph electrified public opinion, and the money those men raised turned the financial tide.\n\nOf the three, Bradley is the one whose life inspired the best-selling book by his son James, who worked with Ron Powers. But the most complex and tragic is the American Indian Hayes, who America wanted to be a hero, but not an American; he is routinely addressed as “chief,” is refused service at a bar because he is not white, is condescended to by dignitaries. One fatuous public official memorizes some allegedly Pima words and addresses them to Hayes, who does not understand. “What’s-a matter, chief? Don’t know your own lingo?” Hayes responds coolly, “I guess I’ve been off the reservation for too long.”\n\nHe is an alcoholic who is barely able to walk when the three men “scale” a paper-mache model of Mount Suribachi at a fund drive in Chicago’s Soldier Field. He weeps, recoils at praise, tries to blurt out the true story, and in the film’s most moving scene he walks for miles on the Western heat to tell the father of his dead friend the true story of that day in the Pacific. Adam Beach’s performance is the most memorable in the film; the other actors, perhaps by design, tend to morph into young, crew-cut kids (many only 18 or 19) who may be dead before they are even formed.\n\nEastwood’s two-film project is one of the most visionary of all efforts to depict the reality and meaning of battle. The battle scenes, alternating between closeup combat and awesome aerial shots of the bombardment and landing, are lean, violent, horrifying. His cinematographer, Tom Stern, wisely bleeds his palette of bright colors and creates a dry, hot, desolate feeling; there should be nothing scenic about the film’s look.\n\nMuch was made of the age of the director when he was making it, but I think that kind of praise only distracts from the accomplishment; filmmakers like Eastwood, Sidney Lumet, Robert Altman, Ingmar Bergman and Akira Kurosawa do not fade but thrive and grow. There have been so many Eastwoods over the years, from the TV star, to the gunman of spaghetti Westerns, to the box-office king Dirty Harry, to the idiosyncratic director, to the jazz-loving filmmaker and composer, to the master of cinema and winner of two best picture Oscars. What is the thread that draws him through his life? I think there are two threads: Intelligence, and an instinct for the cinema that has compelled him toward ever more ambitious projects. He just gets better.", "running_time": 132, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-29", "genres": ["Drama", "History", "War"], "title": "Flags of Our Fathers (2007)"}