{"url": "http://www.rogerebert.com/reviews/flaming-hearts-1979", "by": "Peter Kernas Peter Huber", "star_rating": 2.5, "text": "\"Flaming Hearts\" is an engaging curiosity from West Germany, a movie that moves so cagily in the worlds of soap opera and romantic melodrama that we can never be quite sure when it's kidding itself. It's about Peter, a lonely young man who runs a newsstand in the village square of a small town in Bavaria and whose life is changed dramatically when he wins a free trip to New York.\n\nHis experiences in Bavaria have not exactly prepared him, alas, for life in the Big Apple. But he's taken under the wings of an elderly German couple. The wife talks incessantly in a shriek, the husband hardly seems to talk at all and the young man is hauled around New York on a never-ending tour of the sights.\n\nHe finds one sight for himself, however. He becomes friends with a stripper (and sometime hooker) after she attempts to hurl herself from a subway train and he saves her life. It turns out she's from Germany, too; she married an American soldier who brought her back and dumped her, and now her life's made miserable by her 12-hour shifts at a seedy burlesque theater.\n\nA sort of tentative friendship develops between the Bavarian bumpkin and the stripper with the heart of gold, but here, as throughout \"Flaming Hearts,\" the elements of satire are just beneath the surface. Some scenes are played more or less straight, and then there are developments like the hilarious Cornflower Festival. Through a coincidence too big to object to, Peter and his girl are voted king and queen of the festival and given the first prize, a large cow named Bessie.\n\nBessie unfortunately brings an end to their tentative relationship, when the girl not unreasonably objects to walking around New York City with a cow in tow. Peter takes Bessie to a meat-packing plant, with the notion of selling her right there on the spot, but Bessie's big brown eyes are so moistly endearing that he finally sides with the cow instead of the girl.\n\nOne of the movie's charms is in the performances by Peter Kern, as the young man, and by Barbara Valentin, as the pneumatic blond stripper who somehow looks vulnerable and sweet. They play everything totally seriously keeping straight faces in scenes that would have Rainer Werner Fassbinder banging his head against the scenery.\n\nThe movie's director, Walter Bockmayer, seems to have elevated the deadpan to an art form. His \"Jane Is Jane Forever,\" which played a few years ago in the Chicago Film Festival, was about an old woman in a nursing home who was convinced she was married to Tarzan. And now here's a second film in which the most unlikely characters and situations are developed so earnestly that we know we're supposed to laugh, but we're never quite sure when.", "running_time": 106, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-03-01", "genres": ["Drama"], "title": "Flaming Hearts (1979)"}