{"url": "http://www.rogerebert.com/reviews/flame-and-citron-2009", "by": "Stine Stengadeas Ketty", "star_rating": 3.0, "text": "Murder takes an emotional toll, no matter how righteous the motivation. We might all be capable of pulling the trigger on Hitler, but would we reach the point when our willingness to kill others runs out? What if you’re a Danish Resistance fighter, executing your fellow countrymen who are Nazi collaborators? I suppose the purpose of war is to provide a reality in which killing is objectified.\n\n“Flame & Citron” takes place in Copenhagen in 1944, as the approaching Nazi defeat looms ever more clearly. It involves a two-man Resistance hit squad: the red-headed Flame (Thure Lindhardt) and the inverted, nervous, sweaty Citron (Mads Mikkelsen, who played the Bond villain Le Chiffre in the 2006 “Casino Royale”). Flame is empowered by killing, even grows reckless with shadings of omnipotence. For Citron, their lives, lived always on the run and in hiding, gnaw at his soul. The more Flame takes bold chances, the more Citron feels dread.\n\nAt first they kill men. Eventually, they become capable of killing women. There comes a point when even Flame is moved to make a small gesture of mercy toward a victim. By now they are in so deep, the only way out is ahead.\n\nThe S.S. knows their identities. It has their descriptions. There is a foolhardy scene where they enter a bar filled with Nazis, but escape detection. Flame seems almost oblivious to the giveaway of his hair color. They kill a great many collaborators, mostly by simply walking up to them and shooting them dead. The day comes when they kill a German officer. They were already living under a death sentence, but that seems to bring their execution date closer. The Nazi dragnet is under the command of Karl Heinz Hoffmann (Christian Berkel), a complex man with an unsettling way of drawing out the ambiguities of the sitiation.\n\nIt seems a simple matter, in outline: You are a patriot, you are a Dane with hatred of the Nazi occupation, you kill Danes who are collaborating, they have it coming to them. Flame is born to the task. Citron feels they are in the right, but is disintegrating. And who can they trust? Who is giving their orders? What if there has been insidious infiltration, and their skills are being misused? Is romance an unacceptable danger in this world?\n\n“Flame & Citron,” based on the lives of two actual Resistance heroes, is a taut, handsome production — the most expensive Danish film to date — and it looks like a film noir, as indeed the costumes, cars, guns and fugitives force it to. The director, Ole Christian Madsen, has said he was influenced by “Army of Shadows” (1969), Jean-Pierre Melville’s film about the French Resistance. Melville was himself a Resistance fighter and knew the life from inside.\n\nIt is a messy business, killing your civilian countrymen. Better a uniformed man, speaking another language, who hopes to kill you. And in a world of duplicity and disguise, whose motives are truly pure?\n\nNote: “Army of Shadows” is in my Great Movies Collection.", "running_time": 130, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Drama", "Foreign", "History", "Indie", "War"], "title": "Flame and Citron (2009)"}