{"url": "http://www.rogerebert.com/reviews/flash-gordon-1980", "by": "Melody Andersonas Dale Arden", "star_rating": 3.0, "text": "Not since \"Infra-Man\" has a movie opened with a\r\ndevelopment more ominous than the crisis facing Earth at the beginning of\r\n\"Flash Gordon.\" But Earth scientists are playing it cool: A NASA\r\nspokesman denies that there's anything unusual about an unexpected total\r\neclipse of the sun. Unusual? That the moon is out of its orbit? Ha! It takes a\r\nmad scientist like Dr. Hans Zarkov to realize that the Earth is under attack,\r\nand speed to the rescue in his private space ship-with Flash Gordon and Dale\r\nArden aboard as unwilling passengers.\n\nIf\r\nmemory serves, this is more or less the same beginning as in the original movie\r\nserialization of \"Flash Gordon,\" back in 1936. Even if it's not, this\r\nnew Dino De Laurentiis production is true to the tacky pop origins of the Flash\r\nGordon comic strip and the serials starring Buster Crabbe. At a time when\r\n\"Star Wars\" and its spin-offs have inspired special effects men to\r\nbust a gut making their interplanetary adventures look real, \"Flash\r\nGordon\" is cheerfully willing to look as phony as it is.\n\nI\r\nDON'T mean that as a criticism. You can make a city float in the clouds and\r\nlook marginally realistic (as in \"The Empire Strikes Back\"), but\r\nthere's something sort of fun about the \"Flash Gordon\" city that\r\nfloats in the clouds and looks like a large miniature model floating in fake\r\nclouds. And as the spaceships lumber past on the screen, I really wouldn't have\r\nminded if they'd left a tube of model airplane glue lying in the lower\r\nleft-hand corner.\n\n\"Flash\r\nGordon\" is played for laughs, and wisely so. It is no more sophisticated\r\nthan the comic strip it's based on, and that takes the curse off of material\r\nthat was old before it was born. This is space opera, a genre invented by Edgar\r\nRice Burroughs and Hugo Gernsback and other men of unlimited imagination\r\nharnessed to definitely limited skills. It's fun to see it done with energy and\r\nlove and without the pseudo-meaningful apparatus of the Force and Trekkie\r\nPower.\n\nThe\r\nplot is simple: The Emperor Ming (Max von Sydow), bored with life in the\r\nuniverse, decides to pick on Earth. After warming up with a few hurricanes and\r\nearthquakes, he sends the moon spinning down toward the planet. Meanwhile,\r\nZarkov, Flash (Sam J. Jones, last seen as Bo Derek's husband in \"10\")\r\nand Dale (Melody Anderson) crash-land in Ming's imperial space city. There are\r\nintrigues afoot, but meanwhile Dale catches Ming's eye, he determines to marry\r\nher, and Flash finds himself fighting for his life with a gladiator.\n\nMike\r\nHodges, the British director hired by De Laurentiis to orchestrate this comic\r\nspace opera, is true to the visual tradition Of the, original serials: Everyone\r\nis dressed in capes and ridiculous boots and headdresses, and stand, around on\r\nthe command decks of ornate space ships. There's an imperial court to applaud\r\nand boo at the appropriate times.\n\nAnd\r\nthere's a cliff-hanging showdown when the Hawk Men, looking amazingly like the\r\nwinged angels in De Laurentiis' production as \"Barbarella\" (1968),\r\nengage the crew of a space ship in hand-to-hand battle (you know there's\r\nsomething lacking with the Ming technology when the commander of the rocket ship\r\nshouts \"Stand by to the repel invaders!\"). Is all of this ridiculous?\r\nOf course. Is it fun? Yeah, sort of, it is.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-12-08", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "Flash Gordon (1980)"}