{"url": "http://www.rogerebert.com/reviews/flash-of-genius-2008", "by": "Greg Kinnearas Robert", "star_rating": 3.0, "text": "Why do corporations tend to be greedy? I suspect it's because their executives are paid millions and millions to maximize profits, minimize salaries and slash benefits that cut into the bottom line. Sometimes this can be taken to comic-opera extremes, as when the (now) convicted thief David Radler was stealing millions from the Sun-Times and actually turned off the escalators to save on electricity. I guess that helps explain why the Ford Motor Co., followed by Chrysler, stole the secret of the intermittent windshield wiper from a little guy named Robert Kearns.\n\nWhy bother? Why not just pay the guy royalties? Simple: Because Ford thought it could get away with it. He was only a college professor. They had teams of high-priced lawyers with infinite patience. They risked having the legal fees cost them more than the patent rights, but what the hell. You can't go around encouraging these pipsqueaks.\n\nI know that I sound just like a liberal, but at this point in history I am sick and tired of giant corporations running roughshod over decent people -- cutting their wages, polluting their work environment, denying them health care, forcing them to work unpaid overtime, busting their unions and other crimes we have never heard George Bush denouncing while he was cutting corporate taxes. I am sure lower taxes help corporations to function more profitably. Why is that considered progress, when many workers live in borderline poverty and executives have pissing contests over who has the biggest stock options?\n\nBut enough. I have \"Flash of Genius\" to review. Yes, I am agitated. I am writing during days of economic meltdown, after Wall Street raped Main Street while the Bush ideology held it down. Believe me, I could go on like this all day. But consider the case of Robert Kearns, played here touchingly by Greg Kinnear. He was a professor of engineering, a decent, unremarkable family man, and had a eureka! moment: Why did windshield wipers only go on and off? Why couldn't they reflect existing conditions, as the human eyelid does?\n\nWorking in his basement, Kearns put together the first intermittent wiper from off-the-shelf components and tested it in a fish tank. He patented it in 1967. He demonstrated it to Ford, but wouldn't tell them how it worked until he had a deal. After Ford ripped it off and reneged on the deal, he sued in 1982. Thirteen years later, he won $30 million in a settlement where the automakers didn't have to admit deliberate theft.\n\n\"Flash of Genius\" tells this story in faithful and often moving detail. If it has a handicap, it's that Kearns was not a colorful character, more of a very stubborn man with tunnel vision. He alienates his family, angers his business partner (Dermot Mulroney) and sorely tries the patience of his lawyer (Alan Alda), who he is not afraid to accuse of incompetence. Was his victory worth it? The movie asks us to decide. For Kearns, as depicted in this movie, it was. If he had not been obsessively obstinate, Ford would have been counting its stolen dollars.\n\nThe movie covers events taking place from 1953 to 1982. The wiper was hard to perfect. There are some gaps along the way, and we don't get to know his wife (Lauren Graham) and his family very well, nor perhaps does he. He calls his kids his \"board of directors,\" but they mostly resign, only to return loyally in the end. Alda gives the film's strongest performance. Kinnear, often a player of light comedy, does a convincing job of making this quiet, resolute man into a giant slayer.\n\nTodd McCarthy of Variety notices an odd fact: Right to the end, Kearns always drove Fords. He remained loyal. I remember those days. You were a Ford, a Dodge, a Cadillac or a Studebaker family, and that's what you remained. It was nice when sensible wipers were added to the package. Thanks, professor.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-10-02", "genres": ["Drama"], "title": "Flash of Genius (2008)"}