{"url": "http://www.rogerebert.com/reviews/flashpoint", "by": "Kris Kristoffersonas Logan", "star_rating": 3.0, "text": "“Flashpoint” is such a good thriller for so much of its length that it’s kind of a betrayal when the ending falls apart. Why did they try so hard and then give up at the finish line? The movie stars Kris Kristofferson and Treat Williams in interesting, low-key performances as a couple of Texas border patrol, officers who basically just want to be left alone to patrol their desolate stretch of Southwestern desert. And the world they inhabit, of honky-tonks and hangovers, quick pickups and boring staff meetings, is painted so well that the thriller seems to emerge naturally from the material; in other words, they seem to have been there before the plot.\n\nThe mystery begins one day when Kristofferson finds an old Jeep almost buried in the remains of a flash flood, He digs it up, and finds that it contains a skeleton, a fishing rod, a rifle and a tackle box containing $800,000 in cash. Judging by the Jeep’s license plate, it has been waiting there in the desert for more than 20 years. The money is long since forgotten. Kristofferson thinks he and Williams should split it and head for Mexico.\n\nWilliams isn’t so sure. He’s the younger officer, serious, sincere. He’s not sure it would be right, even though Kristofferson tells him they’re probably looking at a Mafia payoff or the loot from an old bank heist. Conscientious, Williams puts the license plate into the police computer and that sets a complicated chain of events into motion. This is not your ordinary missing Jeep.\n\nLooking for news of an old bank robbery, Kristofferson examines the newspaper microfilm at the local library. Although he doesn’t know it, the question he should be asking is: What watershed historical event occurred in Texas in the autumn rainy season of 1963 that might have resulted in a payoff and a run for the border? The movie itself approaches that question quietly and subtly, and even when federal agents fly in from Washington with their black suits, reflecting sunglasses, filter-tip cigarettes and government fleet cars, the plot doesn’t develop as obviously as it might have.\n\nThat’s until the end. Without giving anything away, I think I can safely complain about a scene where one of the characters turns out to have known about everything all along. This key character conveniently appears out of nowhere at a crucial moment, explains everything, and resolves Kristofferson’s dilemma. And that’s cheating. The movie would have worked a lot better with Kristofferson stuck in a plausible situation, or even in a hopeless one.\n\nFootnote: “Flashpoint” is the first production of Silver Screen, a production company started with $83 million in capital raised from 22,000 private investors through a stock offering by E. F. Hutton. I know that because a press release says that Silver Screen investors will be eager to get news of the movie.\n\nHere’s my news: I think your movie got stuck with a phony upbeat ending because they were thinking more about the stock offering than about their art form. And what inevitably happens is that the “safe” ending sabotages a movie’s box-office chances instead of helping them. Dollars to doughnuts, if they’d shot from their convictions instead of worrying about you 22,000 investors, they would have had a better movie.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-08-31", "genres": ["Action", "Drama", "Mystery", "Thriller"], "title": "Flashpoint (1984)"}