{"url": "http://www.rogerebert.com/reviews/flashback-1990", "by": "Dennis Hopperas Huey Walker", "star_rating": 3.0, "text": "I've heard people complaining recently that once you've seen the coming attractions trailer for a movie, you've seen the movie. That's the way I felt after seeing the trailer for Franco Amurri's \"Flashback,\" but the film itself is a pleasant surprise - deeper and more original than the formula that the trailer seems to promise.\n\nThe movie stars Dennis Hopper as Huey Walker, once famous, now forgotten, who once got his picture on the cover of Life magazine as an \"activist clown\" but has now been in hiding for 20 years.\n\nKiefer Sutherland is the straight-arrow young FBI man assigned to return him to Spokane, Wash., for trial.\n\nWhat was Huey Walker's crime? When Spiro T. Agnew was on a whistle-stop train through the Pacific Northwest in 1968, Walker uncoupled his railroad car - so when the train pulled out, Agnew was left waiting at the station. This was a gag good enough to make Walker a hero of the counterculture at the time, but now his time has long since passed and he is just another sad drifter, moving along every time anyone begins to suspect his true identity.\n\nWalker is finally betrayed to the FBI by an anonymous phone caller, and that's when John Buckner, the Sutherland character, is called into play. His job is to accompany the aging hippie as he goes back home to face the music. And, of course, the two men take the train. No points for correctly predicting that history will repeat itself.\n\n\"Flashback\" seems to be settling down into a combination of two recent movies, one good, one bad: \"Midnight Run,\" where Robert De Niro had to return Charles Grodin cross country, and \"Rude Awakening,\" where two aging 1960s hippies were dumped into 1989. But then, just when the movie seems content to settle into its formula, the screenplay by David Loughery gets inventive, instead.\n\nWalker, played on a perfect note of spaced-out wackiness by Hopper, begins to play psychological games with Buckner. He discovers the FBI man is only 26 years old and begins to taunt him about his conservative appearance and rigidly correct opinions. Before long Buckner has unwound enough to play a game of chess with his captive, and then Walker convinces him he has slipped a tab of acid into his mineral water.\n\nThe FBI man begins to trip out, and the old hippie shaves his beard, cuts his hair and changes places with him - so that when they arrive at an intermediate stop, it's Walker who presents himself as the agent and the zonked-out Buckner who looks like the radical. This is all lots of fun, as Walker and Buckner develop an edgy back-and-forth rivalry, but it's also all predicted in the trailer. In fact, on the basis of the trailer, you'd predict that the movie would continue as a series of gags involving mistaken identity.\n\nThat's not what happens, and I'm reluctant to say what does happen, because the movie takes such an interesting U-turn into what develops into a halfway serious contrast between the values of the summer of love and the greed of the Me Decade. The movie sounds its new note at about the time Maggie, an unreformed 1960s hippie played by Carol Kane, enters the picture. We learn some surprising things about Buckner, Walker begins to think some surprising thoughts about Maggie and there are moments when \"Flashback\" is actually touching.\n\nIn the background, of course, the more predictable levels of the plot continue, involving Paul Dooley as an FBI man with a good heart, and Cliff De Young playing another of his evil, smarmy local villains. The ending of the movie, a chase and shoot-out set on the train, is also fairly predictable, following as it does the ancient law that when a movie begins by revealing that a character once did something dramatic, odds are he will do it again before the movie is over.\n\nThe best thing in the movie is the Hopper performance, which is quick and smart and oddly engaging. It's hard to play a character with charisma, since the charisma has to seem to come from the character and not from the actor, but Hopper does it here. He's convincing, and his dialogue actually sounds like the sorts of things an unrepentant hippie might say - not like the cliches someone might write for him. Credit is obviously due to the filmmakers, but Hopper puts the right spin on a difficult character and makes the movie special. How long has it been since a movie gave us not only everything the trailer promised, but more?", "running_time": 108, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-02-02", "genres": ["Action", "Comedy", "Crime"], "title": "Flashback (1990)"}