{"url": "http://www.rogerebert.com/reviews/flashdance-1983", "by": "Lilia Skalaas Hanna Long", "star_rating": 1.5, "text": "I have a friend who has a simple test for a movie: Is this movie as interesting as the same things would be, happening in real life? A lot of movies aren't, and \"Flashdance\" sure isn't. If this movie had spent just a little more effort getting to know the heroine of its story, and a little less time trying to rip off \"Saturday Night Fever,\" it might have been a much better film.\n\nMy friend's simple test applies to this movie in another way: The movie is not as interesting as the real-life story of Jennifer Beals, the young Chicago actress who stars in it. Beals graduated a year ago from Francis Parker School. She already had launched a career as a model (covers on 'Town & Country' and 'Vogue'), after being discovered by Chicago super-photographer Victor Skrebneski. She enrolled in Yale, took some acting classes in New York, went to an audition, and won this role. \n\nThe irony is that her story, simply and directly told, might have been a lot more interesting than the story of \"Flashdance,\" which is so loaded down with artificial screenplay contrivances and flashy production numbers that it's waterlogged. This is one of those movies that goes for a slice of life and ends up with three pies. \n\nJennifer Beals plays Alex, an 18-year-old who is a welder by day, and a go-go dancer by night, and dreams of being a ballet star, and falls in love with the Porsche-driving boss of the construction company. \n\nThese are a lot of \"character details\" even if she didn't also have a saintly old woman as a mentor, a big slobbering dog as a friend, a bicycle she rides all over Pittsburgh, a loft the size of a sweatshop, a sister who ice skates, a grumpy old pop, and the ability to take off her bra without removing her sweatshirt. This poor kid is so busy performing the pieces of business supplied to her by the manic screenwriters that she never gets a chance to develop a character.\n\nMeanwhile, the movie has a disconcerting way of getting sidetracked with big dance scenes. The heroine works in the most improbable working-class bar ever put on film, a joint named Mawby's that has a clientele out of the Miller's TV ads, stage lighting reminiscent of Vegas, go-go dancers who change their expensive costumes every night and put on punk rock extravaganzas and never take off all their clothes and never get shouted at by the customers for not doing so. \n\n\"Flashdance\" is like a movie that won a free 90-minute shopping spree in the Hollywood supermarket. The director (Adrian Lynn, of the much better \"Foxes\") and his collaborators race crazily down the aisles, grabbing a piece of \"Saturday Night Fever,\" a slice of \"Urban Cowboy,\" a quart of \"Marty\" and a 2-pound box of \"Archie Bunker's Place.\" The result is great sound and flashdance, signifying nothing. But Jennifer Beals shouldn't feel bad. She is a natural talent, she is fresh and engaging here, and only needs to find an agent with a natural talent for turning down scripts.", "running_time": 95, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-04-19", "genres": ["Drama", "Music", "Romance"], "title": "Flashdance (1983)"}