{"url": "http://www.rogerebert.com/reviews/flatliners-1990", "by": "Kiefer Sutherlandas Nelson", "star_rating": 3.0, "text": "One of the things you learn in medical school, it is said, is how to think like God. No one can teach you that, but unless you somehow learn it, you'll never be comfortable looking people in the eye and telling them what their chances are. The characters in \"Flatliners\" are all medical students, and their egos are so healthy that during the course of the movie they engage in a competition to see who can look God himself in the eye.\n\nHere's their plan. It starts with those stories about people who are pronounced dead but then are brought back to life - and how a lot of them report the same blissful afterlife experience. They talk about a tunnel of light, peaceful music, and the presence of loved ones welcoming them to the other side. And they talk about being outside their own bodies, looking down, conscious of the efforts to revive them but feeling detached, because death is so sweet.\n\nThe young heroes of \"Flatliners\" want to visit that land of light and music, and return to tell the story. So they devise a dangerous experiment in which, one after another, they'll deliberately create a condition of clinical death, sample the afterlife experience, and then be brought back to life by emergency measures. The audacity of this experiment is terrifying and intriguing, and let's face it: It's a great idea for a movie.\n\n\"Flatliners\" was shot mostly in the neo-gothic gloom of turn of the century locations in and around the University of Chicago.\n\nGargoyles and shadows and gloomy, stained-glass windows surround the deadly experiments, as the students, urged on by ringleader Kiefer Sutherland, tamper with God's plans for them. One after another, they take what they hope is a round trip into eternity. The risks are many: Not only death, of course, but even expulsion from medical school.\n\nWhat they find on the other side is not the proper business of a reviewer to reveal. How they come back, however, deserves some comment, because the movie engages in plot manipulation that is unworthy of the brilliance of its theme. Each student tries to one-up the others, to stay away a little longer, to go a little deeper into whatever is there. And so each resuscitation attempt is a little trickier.\n\nEventually the movie falls into a disappointing pattern, in which we're supposed to hold our breath while yet another voyager balances between life and death. One resuscitation is suspenseful. Two are fine. More than two wears out their welcomes.\n\nThe cast, talented young actors, inhabit the shadows with the right mixture of intensity, fear and cockiness. In addition to Sutherland, there are Julia Roberts (her first role since \"Pretty Woman\"), Kevin Bacon, William Baldwin (Alec's brother), Oliver Platt and Kimberly Scott. There were some hazards in this project - with the wrong note, they easily could look silly - and yet they take their chances and pull it off. \"Flatliners\" is an original, intelligent thriller, well-directed by Joel Schumacher. I only wish it had been restructured so we didn't need to go through the same crisis so many times.", "running_time": 111, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-08-10", "genres": ["Drama", "Horror", "Science Fiction", "Thriller"], "title": "Flatliners (1990)"}