{"url": "http://www.rogerebert.com/reviews/flawless-1999", "by": "Robert De Niroas Walt Koontz", "star_rating": 3.0, "text": "I don't know if worlds really exist like the one in \"Flawless.'' I don't know if there are still dance halls in New York where you pay by the dance, although I see them from time to time in the movies. Or rooming houses where everyone is a character out of Tennessee Williams. Or stories that can involve, at the same time, hero cops, drag queens, two-bit drug dealers and gay Republicans.\n\nI don't know, and I don't much care, because Joel Schumacher's \"Flawless'' is more fable than slice of life, and all these people and props give Robert De Niro and Philip Seymour Hoffman their opening to create two screwy characters from opposite ends of the great personality divide. The only reason you can't say they deserve each other is that nobody deserves Walt Koontz.\n\nKoontz is the De Niro character, a security guard who was a hero back in 1988 during a hostage crisis. Now he's getting too old for the work. One night he gets involved in a disturbance in the flophouse where he lives. A stroke leaves him partially paralyzed; his speech is slurred and his walk is a lurch from one handhold to the next. His life seems over. It looked pretty drab to begin with. One night a week he went to a dance hall and paid for dances with Karen (Wanda De Jesus), and we sense the screenplay using heroic restraint to avoid the words, \"Come on, big boy--10 cents a dance.'' Walt's reaction to the stroke is despair, which he presents as anger. His buddies from work come to see him, but he's not interested. He retreats inside a shell. This is a man who had few enough resources for keeping himself amused before the stroke, and now his pastime of choice is sitting and brooding. Nor can he get to know his neighbors, since most of the other residents of the flophouse seem to be hookers, drag queens or both, and he makes no secret of his distaste for homosexuals.\n\nOne of the neighbors is a drag artist named Rusty (Philip Seymour Hoffman). Some men can transform themselves into pretty women; they study Vogue magazine. Others do not make pretty women and study the works of Sophie Tucker. Rusty is in the second category--a good soul stuck in a completely impractical lifestyle that involves trying to pay the rent with one-liners instead of cash.\n\nWalt contemplates suicide. Rehabilitation therapy is suggested--singing lessons, for example, to help his speech. Rusty has a piano, and Walt swallows his fierce pride and asks for lessons. Rusty needs the money and agrees. They make a touching couple, there on the piano bench. Walt probably figures taking singing lessons from a drag queen is marginally preferable to sticking his gun into his mouth and pulling the trigger.\n\nThe plot of \"Flawless'' is too busy and sometimes strays into fictional hinterlands; Rusty's posse of drag friends has a way of turning up on cue, like the factory workers in \"Carmen.'' A subplot about hidden drug money is a creaky distraction. But when the movie involves Walt and Rusty, it has a wacky charm. De Niro spends most of the movie locked inside a stroke-induced slur, but somehow manages to communicate despite his character's difficult speech (Rusty observes he has no troubles with the \"f'' sound ). He's a pathetic coot who begins to grow on us, and for Rusty, who is a soft touch, anyway, he's an opportunity for the mother hen routine.\n\nThere's also intrigue involving two women from the dance hall--not only the money-minded Karen, but also the younger, gentler Tia (Daphne Rubin-Vega), who has one of the movie's most touching moments. When she comes to visit Walt, he says he's sure his buddy paid her to do it: \"I get it. Harvey paid you. He felt sorry for me.'' Tia replies quietly, \"Feel sorry for you? I never felt sorry for you, Walt, until now.'' De Niro is a great technical actor who may have been attracted to this material because of the chance to play a stroke victim. His performance not only gets Walt's symptoms right, but also shows sympathy for the man inside. Hoffman, who played the pathetic man who made dirty phone calls in \"Happiness,\" shows he's one of the best new character actors, able to take a flamboyant role and find the quiet details in it. Too bad they're stuck in a jumbled plot, but as an odd couple, they work.", "running_time": 111, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-24", "genres": ["Comedy", "Drama", "Indie"], "title": "Flawless (1999)"}