{"url": "http://www.rogerebert.com/reviews/fled-1996", "by": "Laurence Fishburneas Piper", "star_rating": 2.0, "text": "“Fled” is a movie without a brain in its head, and it borrows cheerfully from lots of other movies, but at least it has the integrity to acknowledge its sources. In a set-up sequence, two convicts, chained together, escape from a work gang and plunge through the wilderness. Where should they head? Not for the state line: “Didn't you see `The Fugitive'?” one says. “The first thing Tommy Lee Jones did was set up road blocks at the state line!” Later, they mention “Deliverance,” “The Godfather” and “The Fly.” The convicts are Piper (Laurence Fishburne), a tough guy who knows his way around, and Dodge (Stephen Baldwin), a computer hacker who shouldn't have been on the chain gang in the first place. As they continue their escape, we learn background details. Dodge stole millions from a corporation that's a front for the Cuban-American Mafia, and now he has a computer disc that both the feds and the crooks want desperately.\n\nChained together, splashing through creeks and sliding over waterfalls, Piper and Dodge remind us of Sidney Poitier and Tony Curtis in Stanley Kramer's “The Defiant Ones” (1958). But this isn't going to be a parable about blacks and whites learning to get along. To avoid that possibility, the screenplay manufactures two utterly senseless fights for them. One, in the middle of their escape, takes place in the catch basin of a storm drain--so they can splash a lot, I guess.\n\nI was unable to understand why these two desperate characters, who had never met before, being chased by men who want to kill them, would be compelled to pause in their flight to beat each other senseless. At least the screenplay provides them with a durable cliche as a closer. After the fight, Dodge says, “Now we're even,” and Piper hits him one more time and says, “No... NOW we're even.” When it comes to dialogue, there's nothing like the golden oldies.\n\nThe movie is sort of a comedy, I guess, although a violent one. Some scenes seem to have wandered over from a “Naked Gun” remake. As they're running through the woods, chained together, Dodge complains that he's being jerked around “like a rag doll,” and (as helicopters circle overhead and men with guns and dogs march through the woods) gives a little speech about how “We got to run to the same rhythm!” Piper, so help me God, pulls out a harmonica and plays a little tune, to establish the rhythm.\n\nScenes like that seem strange in a movie that also includes much shooting, many explosions, cold- blooded murder and a torture sequence in which Dodge is suspended from a ceiling by a man who explains the “Chinese Death of a Thousand Cuts.” Judging by the length and depth of the first cut, not many victims make it to 1,000.\n\nOther dialogue isn't funny, just awkward. Sample: Gibson (Will Patton), an Atlanta cop who suspects the two guys are being set up, tells a federal marshal, “I think they're more like pawns than hostages.” The marshal says, “And I think you're more like a Hardy Boys mystery than real life.” And Gibson ripostes, “And I think you're just spittin' in the wind.” Such dialogue aside, Patton is very good in the movie, creating a three-dimensional character in the middle of flatland.\n\nSo, the performances are not to blame. Laurence Fishburne brings an authority to his role that the screenplay doesn't really deserve, and Stephen Baldwin is OK as the hacker, although it would have been entertaining to make him more of a nerd. The picture is good-looking, too, and director Kevin Hooks creates the same kind of flat-out pacing that made his “Passenger 57” (1992) fun to watch. But what were they going for here? The tone is all over the map. The movie should have been funnier, or more serious. Instead, whenever “Fled” gets something going in either direction, it undermines it.", "running_time": 105, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-19", "genres": ["Action", "Comedy", "Thriller"], "title": "Fled (1996)"}