{"url": "http://www.rogerebert.com/reviews/flesh-1969", "by": "Joe Dallesandroas Joe", "star_rating": 2.5, "text": "I feel slightly shamefaced, coming before you at this late date with a review of \"Flesh.\" It's been running for five or six weeks at the Aardvark, and I've avoided it because I find Andy Warhol totally uninteresting as a source of films. Source, I think, is the correct word; Warhol certainly isn't a director. He doesn't even seem to exercise enough conscious control over his films to be called a filmmaker. His primary function, apparently, is to be present when his films occur.\n\n\"Flesh\" is not exactly a Warhol film, however. It was written and directed by Paul Morrissey, a Warhol associate, and it's at least interesting. It isn't very good, though; if it hadn't come from New York under Warhol's sponsorship, we'd never have seen it. Warhol is one of the chief beneficiaries of that unholy New York in-group of art investors, social climbers, fashionable first-person writers, intellectually precious homosexuals and critics too insecure to dare to seem to miss the point.\n\nThis was the same crowd that elevated Warhol to a position of importance in American art. Given the current interests in fashionable art circles, I suppose he deserves it. His genius was in his way of looking at things, at singling out common objects for extraordinary examination. But the idea of looking at a Campbell's soup can as a work of art is what's interesting: the idea, not the can.\n\nThe same applies to most of Warhol's movies. We exhaust the possibilities of \"Empire\" (1964) when we describe it as a record of a camera pointed at the Empire State Building for several hours. To actually see the film is not necessary. Lately, however, Warhol's movies (under the influence of Morrissey, I gather) have been angling shyly in the direction of feature films. With \"Flesh,\" the Warhol group has come closest to a narrative film.\n\nThe story involves a day in the life of Joe, a male hustler who is married and has a baby, and whose wife's girlfriend needs an abortion. The wife sends him out onto the streets to hustle the necessary $200 (and instead of seeming sordid, this scene and indeed the whole film ranges between being funny and being banal). \n\nDuring the day Joe meets an aging artist with theories about the muscles on Greek statues, a kid who wants to break into the hustling business, a go-go dancer, a semi-sincere lover and eventually even his wife's girlfriend.\n\nMorrissey keeps the film moving more quickly than Warhol might. He isn't adverse to editing when absolutely necessary. But the film's appeal depends mightily on Joe Dallesandro in the semi-autobiographical leading role. Dallesandro is pleasant, naive, engaging. He is also, alas, not very bright and terribly narcissistic (especially in a scene where he feeds a cupcake to his baby and you wonder which one is more self-satisfied).\n\nDallesandro is good at improvisation with other actors. But to hail his performance as deeply human, and moving, and all those other cheap adjectives, misses the point. Who was it said history repeats itself -- occurring first as tragedy, then as farce? Warhol films always seem to enter on the farce level, convinced they're tragic.\n\nIf Morrissey were working alone, and developing a style (as I hope he does someday), it might be possible to view \"Flesh\" more hopefully. But it is presented as the finished product, not as a lunge toward some distant goal, and its lack of ambition is discouraging. If Morrissey can make a film this good, how can he settle for it?\n\nThe answer, perhaps, is that praise comes to the Warhol group no matter what it produces, and so there's little reason to try for better. What bugs me, finally, is that because a group of New York experts in self-publicity have succeeded in convincing each other of their own importance, we innocent provincials are expected to sit through the results.", "running_time": 87, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-12-10", "genres": ["Drama", "Foreign"], "title": "Flesh (1969)"}