{"url": "http://www.rogerebert.com/reviews/flesh-and-bone-1993", "by": "Dennis Quaidas Arlis Sweeney", "star_rating": 2.0, "text": "\"Flesh and Bone\" is one of those films where the sins of the past insidiously poison the present. It opens in a scene eerily reminiscent of \"In Cold Blood,\" as a young boy is used as a decoy to get his father into an isolated farmhouse. The father is a thief - and a murderer, it turns out, as the entire family is shot to death except for a young girl.\n\nThere's a flash-forward of 25 years, and, yes, inevitably, that young boy and girl meet again. It's a small world out there under the big Texas sky.\n\nThe boy has grown up into Arlis Sweeney (Dennis Quaid), a melancholy loner who lives out of his pickup truck and roadside motels, servicing a chain of vending machines. The woman is Kay Davies (Meg Ryan), unhappily married, familiar with barrooms, just a little too cheerful.\n\nWhen Kay shows Arlis a photo of her family, he immediately knows this is the same family that was wiped out by his father - deaths that the boy has carried as painful guilt for 25 years. Kay likes Arlis, and doesn't know why he behaves so strangely toward her, every line a portent of doom.\n\nSince it's clear from the beginning that the two children will grow up into the Quaid and Ryan characters, there's no particular mystery in the story, which is fine with me. What isn't so fine is that the arc of the story is obvious right from the start: If they meet again, it is necessary, of course, that the father (James Caan) reappear at some point, so that the tragedy of the past can be replayed in the present.\n\nCaan turns up, right on schedule, like Huck Finn's Pappy.\n\nHe's got a girlfriend (Gwyneth Paltrow), who knows a little of his past and is about to find out a lot more. Arlis hates and fears his father, who still has a hold over him - and eventually, of course, the son will have to face up to his father and settle old scores.\n\nAll of the major events that must happen in this story are clear from the outset. That leaves only the performances to surprise us. Quaid is taciturn and deeply wounded as Arlis, and squints his eyes a lot while talking with enigmatic bitterness. Meg Ryan's Kay, who has apparently been running scared most of her life, affects an artificial brightness. And Caan . . . well, he's a problem. George C. Scott once said that the thing to look for, first of all, in an actor's work was \"joy of performance.\" Caan doesn't seem to have any.\n\nThere is a forced quality to his work, a dryness, as if he's pushing too hard. His scenes are not meant to be enjoyable, but I sense a pain in them that the filmmaker didn't intend.\n\n\"Flesh and Bone\" was written and directed by Steve Kloves, who made \"The Fabulous Baker Boys,\" a film filled with life and spontaneity. This time he seemed trapped by his conception. The past traps the present, fate smothers spontaneity, and all of the dialog sounds like Dialog - not what people would say, but what characters would say. The film is depressing for some of the right reasons, and all of the wrong ones.", "running_time": 120, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-11-05", "genres": null, "title": "Flesh And Bone (1993)"}