{"url": "http://www.rogerebert.com/reviews/fletch-lives-1989", "by": "Chevy Chaseas Fletch", "star_rating": 1.5, "text": "\"Fletch Lives\" is one more dispirited slog through the rummage sale of movie cliches, at which we discover the following marked-down items: a wisecracking newspaper reporter, a crumbling Southern mansion, a genial small-town lawyer with eyes of steel, a TV evangelist, a jailhouse bully, a smart black FBI man who pretends to be stupid, a sexy young real-estate woman, an evil industrial polluter and a cynical newspaper editor. I almost forgot the boring woman in the next seat in the airplane, who won't stop talking. She's in here, too, not to mention a seductive Southern belle and a dozen Ku Klux Klansmen.\n\nWhat's amazing is that people have the nerve, and find the strength, to make a movie involving these elements. If you were writing a screenplay, would you think a movie involving all of those pathetic cliches had the slightest chance of interesting anyone? Michael Ritchie, the director, has made original work in the past (\"Smile,\" \"Downhill Racer,\" \"The Candidate,\" \"Semi-Tough\"). He also directed the original \"Fletch\" in 1985, although, interestingly, that credit is omitted from this movie's press material. How did Ritchie feel every morning as he marched forth to manipulate ingredients that had been exhausted by generations of filmmakers before him? The key element in the movie is the presence of Chevy Chase, in the title role as a wisecracking investigative reporter for a Los Angeles newspaper. Chase's assignment is to bring an angle, an edge, to plot materials that are otherwise completely without interest. And it's theoretically possible for that to happen; movies are bad not because of their subject matter, but because of how they approach it, what style they bring to it. But Chase is wrong for this material because of the pose of detachment and indifference that he brings to so many roles. He seems to be visiting the plot as a benevolent but indifferent outsider.\n\nWhen Chase bothers to actually play a character, he can be very effective (his \"Funny Farm\" was one of the best comedies of 1988).\n\nBut sometimes he seems to be covering himself, playing detached so that nobody can blame him if the comedy doesn't work. In this film he seems to have no emotions at all; consider the scene where he discovers that the woman he made love with has died during the night.\n\nChase is at arm's length from the plot, making little asides and whimsical commentaries while his hapless supporting cast does what it can with underwritten roles.\n\nThe movie has one or two good things in it. One of Chase's daydreams turns into a funny satire of the \"Zippety-Doo-Dah\" number in \"Song of the South.\" And R. Lee Ermey, the drill sergeant in \"Full Metal Jacket,\" brings presence to the role of a TV evangelist by playing him with a certain dignity, instead of using the standard approach to such roles and playing him as a hysterical clown. But other comic opportunities are blown. There is, for example, an expensive set of a Jim-and-Tammy-style religious theme park that doesn't generate a single laugh.\n\nA mystery is concealed somewhere in the folds of the movie's plot, but one that will not surprise anyone who has seen half a dozen other mysteries. The identity of the bad guy can be deduced by applying the Law of Character Economy, which states that the mystery villain is always the only character in the plot who seems otherwise unnecessary.\n\nIt admittedly takes a little more thought than usual to apply the law in this case, since so many of the characters seem unnecessary.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-03-17", "genres": ["Action", "Comedy", "Crime", "Mystery", "Thriller"], "title": "Fletch Lives (1989)"}