{"url": "http://www.rogerebert.com/reviews/flight-2012", "by": "Denzel Washingtonas Whip", "star_rating": 4.0, "text": "After opening with one of the most terrifying flying scenes I've witnessed, in which an airplane is saved by being flown upside down, Robert Zemeckis' \"Flight\" segues into a brave and tortured performance by Denzel Washington — one of his very best. Not often does a movie character make such a harrowing personal journey that keeps us in deep sympathy all of the way.\n\nWashington plays Whip Whitaker, a veteran commercial airlines pilot who over the years has built up a shaky tolerance for quantities of alcohol and cocaine that would be lethal for most people. At the film opens, he's finishing an all-night party with a friendly flight attendant named Katerina (Nadine Velazquez) and jolts himself back into action with two lines of cocaine. His co-pilot (Brian Geraghty) eyes him suspiciously, but Whip projects poise and authority from behind his dark aviator glasses. \n\nTheir flight takes off in a disturbing rainstorm and encounters the kind of turbulence that has the co-pilot crying out, \"Oh, Lord!\" But Whip powers them at high speed into an area of clear sky, before a mechanical malfunction sends the aircraft into an uncontrollable nosedive. Zemeckis and his team portray the terror in the cabin in stomach-churning style. Acting on instinct, seeming cool as ice, the veteran pilot inverts the plane to halt its descent, and it flies level upside-down until he rights it again to glide into a level crash-landing in an open field.\n\nThe field, as it happens, is next to a little church, and the way Zemeckis portrays an outdoor baptism on the ground below captures the hyper-realism with which I imagine we notice things when we think we're about to die. Only six people do die in the crash, and Whittaker is hailed as a hero.\n\nWill this close call bring an end to his drinking? He retreats to his grandfather's farm where he was raised, pours out all his booze and is dry for a time — until he's told by his union representative (Bruce Greenwood) and his lawyer (Don Cheadle), that blood tests show he was flying drunk. A government hearing is fraught with hazard (he faces a possible life sentence). Meanwhile, he is befriended by a woman named Nicole (Kelly Reilly), who he met in the hospital, and she takes him to an AA meeting, but the program is not for him.\n\nIt becomes clear that intoxication is more important to Whip than anything else; it cost him a marriage and the respect of his son. One of the most effective things in Washington's performance is the way he puts up an impassive facade to conceal his defiant addiction. \"No one else could have landed that plane!\" he insists, and indeed tests in a flight simulator back him up. The fact remains that he was stoned.\n\nOne of the most gripping scenes takes place in a hotel room where Whittaker is being held essentially under guard for the week before his official hearing. At a crucial moment, his drug supplier Harling Mays (John Goodman) turns up, marching toward camera in one of a series of garish Hawaiian shirts, ready to battle a crisis. I don't have any idea if cocaine can snap you back from a killer hangover, but I wouldn't count on it.\n\nDenzel Washington is one of the most sympathetic and rock-solid of actors, and it's effective here how his performance never goes over the top but instead is grounded on obsessive control. There are many scenes inviting emotional displays. A lesser actor might have wanted to act them out. Washington depends on his eyes, his manner and a gift for projecting inner emotion. In the way it meets every requirement of a tricky plot, this is an ideal performance.\n\nAmong the supporting performances, Don Cheadle projects guarded motivations, Greenwood is a loyal friend, Goodman seems like a handy medic, and Brian Geraghty's panic in the co-pilot's seat underlines the horror.\r\"Flight,\" a title with more than one meaning, is strangely the first live-action feature in 12 years by Robert Zemeckis, who seemed committed to stop-motion animation (\"Beowulf,\" \"The Polar Express,\" \"Disney's A Christmas Carol\"). It is nearly flawless. I can think of another final line of dialogue for Whip Whitaker's character (\"My name is Whip, and I'm an alcoholic\"), but that's just me.", "running_time": 138, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Drama"], "title": "Flight (2012)"}