{"url": "http://www.rogerebert.com/reviews/flightplan-2005", "by": "Jodie Fosteras Kyle Pratt", "star_rating": 3.5, "text": "How can a little girl simply disappear from an airplane at 37,000 feet? By asking this question and not cheating on the answer, \"Flightplan\" delivers a frightening thriller with an airtight plot. It's like a classic Locked Room Murder, in which the killer could not possibly enter or leave, but the victim is nevertheless dead. Such mysteries always have solutions, and so does \"Flightplan,\" but not one you will easily anticipate. After the movie is over and you are on your way home, some questions may occur to you, but the film proceeds with implacable logic after establishing that the little girl does not seem to be on board.\n\nThe movie stars Jodie Foster in a story that bears similarities to her \"Panic Room\" (2002). In both films, a woman uses courage and intelligence to defend her child against enemies who hold all the cards. The problem she faces in \"Flightplan\" is more baffling: Who are her enemies? Why would they kidnap her daughter? How is it possible on an airplane?\n\nFor that matter, has it really happened? Foster plays Kyle Pratt, a jet propulsion engineer who has been employed in Germany on the design of the very airplane she is now using to cross the Atlantic. She is on a sad mission. Her husband, David, has died after falling -- she insists he fell and did not jump -- from a rooftop. The coffin is in the hold, and she is traveling with Julia (Marlene Lawston). She falls asleep, she wakes up, and Julia is gone.\n\nKyle methodically looks around the airplane, calm at first, then on the edge of panic. She tries to seem more rational than she feels, so the crew won't dismiss her as a madwoman. Certainly they're tempted, because the passenger list lacks Julia's name, the departure gate at Munich says she did not get on the plane, and her boarding pass and backpack are nowhere to be found. The captain is Sean Bean, very effective as a man who knows what his job is and how to do it. Peter Sarsgaard plays the in-flight air marshal, under the captain's orders. They receive a message from Munich informing them that Julia was killed along with her father. Obviously, the traumatized mother is fantasizing\n\nAnd that's all you'll find out from me. There is no one else I want to mention, no other developments I want to discuss, no other questions I want to raise. If someone tries to tell you anything else about \"Flightplan,\" walk away.\n\nThe movie's excellence comes from Foster's performance as a resourceful and brave woman; from Bean, Sarsgaard and the members of the cabin crew, all with varying degrees of doubt; from the screenplay by Peter A. Dowling and Billy Ray; and from the direction by Robert Schwentke, a German whose first two films were not much seen in North America. This one will be.\n\nI want to get back to the notion of the airtight plot. Often in thrillers we think of obvious questions that the characters should be asking, but do not, because then the problems would be solved and the movie would be over. In \"Flightplan,\" Foster's character asks all the right questions, and plays the situation subtly and with cunning: She knows that once she crosses a line, she will no longer be able to help her daughter. There are times when she's ahead of the audience in her thinking, anticipating the next development, factoring it in.\n\nAs the situation develops, her response is flexible. Her tactics are improvised moment by moment, not out of some kind of frantic acting-out. Because she does what we would do, because she makes no obvious mistakes, because of the logic of everything the crew knows, she seems trapped. A passenger cannot disappear from an airplane, and Julia has disappeared, so either her mother is hallucinating, or something has happened that is apparently impossible.\n\nSchwentke is limited, but not constrained, by the fact that most of his movie takes place on an airplane in mid-air. He uses every inch of the aircraft, and the plot depends on the mother's knowledge of its operation and construction. If she didn't know the plane better, really, than its pilots, her case would be hopeless. Even with her knowledge, she comes up against one bafflement after another. Should she doubt her sanity? Should we? We have, after all, seen Julia on the airplane. But for that matter, in two early scenes we saw, and she saw, her husband David, after he was dead. They spoke to one another. Didn't they?", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-22", "genres": ["Action", "Suspense", "Thriller"], "title": "Flightplan (2005)"}