{"url": "http://www.rogerebert.com/reviews/flight-of-the-intruder-1991", "by": "Danny Gloveras Cmdr. Frank Camparelli", "star_rating": 2.0, "text": "\"Flight of the Intruder\" is a buddy movie about Navy pilots in the Vietnam War, circa 1972. It's a little darker than most buddy movies - the buddies keep having to be replaced when pilots are killed - and it has the germ of an idea to it. But it's a strangely disconnected movie that leads up to a point, makes it, and then drones on for another 45 minutes in increasingly witless cliches.\n\nThe early scenes are the best. We're onboard an aircraft carrier off Vietnam, with pilot Brad Johnson, who is frustrated because he's being asked to risk his life to hit meaningless targets in the jungle. Objectives of military importance seem to be off limits, and so the hurt is deep when his bombardier is killed by a lucky rifle shot during a tree-top mission.\n\nHe expresses his frustration to his commanding officer, played by Danny Glover, but Glover talks tough and won't listen to complaints. Then there's a brief break for R & R, during which the Barroom Brawl Rule is observed (\"If the characters in a movie go into a rough-and-tumble saloon, a fight will eventually break out\"), and then Johnson meets a young Navy widow (Rosanna Arquette) and spends a sweet interlude with her.\n\nMeanwhile, back on the flight deck, hard-as-nails bombardier Willem Dafoe has turned up for his third tour of duty. Delivered to the carrier, he pauses for a second because he wants to smell the scent of a warship, and we're reminded that John Milius, who directed this movie, had a hand in the screenplay of \"Apocalypse Now\" with its immortal line \"I love the smell of napalm in the morning.\" Dafoe says he's back for a third tour because he likes the work. Inevitably, he ends up as Johnson's new partner.\n\nJohnson has an idea he can't let go. He wants to inflict some real damage on North Vietnam, in revenge for his dead buddy and \"50,000 other Americans.\" Dafoe is game, and together the two plot an illegal and dangerous bombing run against \"Sam City,\" the anti-aircraft installation in Hanoi. Their conversations about this run provide some of the movie's most interesting moments, and the aerial footage, while not \"Top Gun\" quality, is effective and exciting.\n\nBut then the movie loses its way. There's one scene in particular - a dressing-down that Johnson gets from Glover - that seems wrongly placed in the movie; it plays like an error in continuity. Then there are all the flip-flops the Glover character goes through. Is he really a mean SOB, or a good guy? Does he just talk tough, or does he mean it? Some scenes say one thing, some say another, while the movie develops an absurd and unbelievable ending and a final shot so cloying you want to shout rude suggestions at the screen. The ending, a condensed version of the movie \"Bat 21,\" is itself implausible, but the human sacrifices and noble speeches that accompany it would have shamed John Wayne.\n\nSomething tells me there's a story behind the filming and editing of \"Flight of the Intruder.\" Why is it smart at some times and dumb at others? Why are such large lapses of consistency allowed in the characters? Why are some scenes tough and others corny? Why does the editing seem so distracting at times? The movie feels like a project that was pulled one way during the filming, and another way during post-production. The result is some good stuff surrounded by a mess.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-01-18", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Flight Of The Intruder (1991)"}