{"url": "http://www.rogerebert.com/reviews/flight-of-the-phoenix-2004", "by": "Dennis Quaidas Capt. Frank Towns", "star_rating": 2.0, "text": "\"Flight of the Phoenix\" is a fairly faithful remake of the 1965 adventure classic, with no big surprises, But it uses special effects to create scenes unavailable to the earlier film, including sensational sandstorms, a detailed crash sequence and a convincing takeoff. If effects had been available in 1965, a life would have been saved; the older movie used a real plane, flown by legendary stunt pilot Paul Mantz, who crashed and was killed. The knowledge of that real event shadowed the 1965 film, giving it an eerie reality.\n\nThe remake follows the same story pattern: An oil company crew in the middle of a desert is picked up by a hotshot pilot. The return flight runs into a violent sandstorm and crashes. The survivors are without a radio, and grimly add up their water and food supplies while a last-minute passenger stands aside, thinking deep thoughts to himself. He eventually announces that a new plane can be made from the wreckage of the old, and they can fly themselves to safety.\n\nThe pilot this time is Dennis Quaid, who shares with the 1965 pilot, James Stewart, the ability to be abrupt at the beginning and mellow toward the end. A woman is added to the Kelly, an oil engineer played by Miranda Otto. The key role of the would-be aircraft designer is taken by Giovanni Ribisi, who has a fierce but defensive pride that is explained when more details emerge about his background.\n\nMy memory of the 1965 film, somewhat obscured by the sands of time, is that there was less sand. Yes, they crashed in the desert, but the 2004 version can whip up unlimited sandstorms on a moment's notice, and more than once the plane is completely buried except for part of its tail. This leads to a moment when the characters determine to dig it out one last time, and then a shot of the plane ready to take off, without so much as a single shot of a shovel or a bucket. Why bother to bury it if you're not going to show it being dug out? So Quaid can give his inspirational speech, I think.\n\nWhen it comes to movies about people trying to return alive after catastrophic accidents, nothing else this year or for a long time is going to be more riveting than \"Touching the Void,\" the film about a man climbing down from a mountain with a shattered leg. \"Flight of the Phoenix\" is more in the old-fashioned mold of heroes who fight among themselves but eventually decide to cooperate, depending on pluck and luck. There is also a half-realized subplot about local \"nomads\" or \"bandits\" -- nobody seems quite sure -- who seem to survive quite comfortably in large numbers in the desert, and whose comings and goings bear an uncanny relationship to exactly when they are required by the plot.\n\nBecause I had, in a sense, already seen this movie, it didn't have surprises or suspense for me, and the actors on their own aren't enough to save it. I'm not recommending it for those who know the original, but it might work nicely enough for those who have not.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-12-16", "genres": ["Action", "Adventure", "Disaster", "Drama", "Thriller"], "title": "Flight of the Phoenix (2004)"}