{"url": "http://www.rogerebert.com/reviews/flipped-2010", "by": "Madeline Carrollas Juli", "star_rating": 3.5, "text": "There are moments in adolescence when your feelings about romance turn on a dime. Maybe it's hormonal. The girl you thought was a pest becomes the object of your dreams. The boy you've had a crush on for years begins to seem like a jerk. The timing is off. Sometimes you can look back half a lifetime and see how things might have happened differently if you hadn't been so stupid. Rob Reiner's \"Flipped\" does the looking.\n\nHere is a lovely movie about a girl who has adored a boy ever since he moved into the neighborhood in the second grade. She even likes his smell, and it is true we cannot love someone who isn't aromatic to our hearts. All through grade school and into high school, she pursues him; they're like the runners in Keats' “Ode on a Grecian Urn” who pursue each other for eternity without ever drawing closer. In Reiner's film, they flip and start running in the other direction.\n\nMadeline Carroll plays Juli Baker, who was determined to get Bryce Loski (Callan McAuliffe) to like her when they were kids, but in eighth grade has turned her attention to more urgent matters, like sparing the life of the beautiful sycamore tree in her front yard. It is threatened with being chopped down by the forces of evil, and she climbs it and won't come down. That shows some character, muses Bryce's grandfather Chet (John Mahoney). If he were Bryce, he'd notice a girl like that. Bryce begins to catch on.\n\nThere are difficulties and the possibility of heartbreak. There always are in high school. You wear your sleeve on your heart. There are parents. Not everybody has parents like \"Juno\" did. If Juno had ordinary parents, her story would be a grim morality play. But \"Flipped\" doesn't haul in standard parents of teenagers. Reiner wisely casts gifted actors (Aidan Quinn and Penelope Ann Miller as the Bakers, and Anthony Edwards and Rebecca De Mornay as the Loskis). He knows that Mahoney can save a wise grandfather from cornball with sheer brute force of niceness. \n\nThere's a screenplay device by Reiner and Andrew Scheinman, based on the novel by Wendelin Van Draanan, that could be arduous but works here because it has been thought through. The key events in the film are seen from both points of view: Bryce's and Juli's. Teenagers often lose the beat emotionally, and these two need John Philip Sousa. There isn't trickery: The scenes happen as they seem to, and not in alternate universes. But they seem so different, depending on who is seeing them.\n\nThere's one of those events so beloved by teenage girls in which they can exact excruciating embarrassment on boys while seeming to be blithely unaware. The boys are auctioned off to the girls as lunch room partners to raise money for charity. Yeah, that's what a guy wants, to stand onstage while the most patronizing teacher in the school handles the bidding. Of course, it all goes tragically wrong for Juli and Bryce, but for what seems like different reasons.\n\nReiner sets most of the movie in 1963 (his classic \"Stand by Me,\" is set a few years earlier, in 1959), and I don't think it's just for nostalgia. In a way, that's the last year of American teenage innocence, before the '60s took hold. Madeline Carroll and Callan McAuliffe, who both look teeth-achingly vulnerable, are sincere and pure and wholesome, and are characters we believe can be hurt. Some of today's teenagers are more wounded and cynical than their parents ever were. And for some of them sex is not an undiscovered country.\n\nMaybe what makes \"Flipped\" such a warm entertainment is how it re-creates a life we wish we'd had when we were 14. That's true for adults, and also I suspect true for some 14-year-olds. In a way the audience flips, too.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-08-25", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Flipped (2010)"}