{"url": "http://www.rogerebert.com/reviews/flipper-1996", "by": "Elijah Woodas Sandy", "star_rating": 2.0, "text": "Strange, how many movies there are about friendships between young boys and friendly aquatic mammals. Whales, dolphins and seals are noble creatures, but somewhat limited when it comes to drama; their big scenes mostly involve gazing longingly at their human pals while emitting various clicks and squeals. I am reminded of an Irish friend who assured me lobsters make the perfect pet, “because they don't bark, and they know the secrets of the deep.” “Flipper” arrives on the heels, or fins, of “Free Willy” and “Free Willy 2,” which were about a friendly whale, and “Andre,” about a family that adopts a baby seal. It is not the best of class. Like the original 1963 movie and the TV series, it expects us to be endlessly amused by a dolphin that does things that are endless but not amusing.\n\nAs the movie opens, Sandy (Elijah Wood), a teenager from Chicago, has been sent to spend the summer with his Uncle Porter (Paul Hogan, of “Crocodile Dundee”) on one of the Florida Keys. Porter is a free spirit who runs a fishing boat; flirts with Kathy, a local shopkeeper (Chelsea Field), and blow-torches Spaghetti-Os whenever he grows hungry.\n\nThis would seem like a great setup for a kid from the city, especially since Kim (Jessica Wesson), a cute babe about his age, hangs around on the beach. But Sandy is embittered by his parents' divorce, and angry because he'll be missing a Red Hot Chili Peppers concert. (Any kid who would rather attend a Chili Peppers concert than spend the summer sailing with Crocodile Dundee and meeting babes should be sealed in a sensory deprivation chamber until his mind clears.) Finally Sandy meets Flipper, and becomes only half-sullen.\n\nThe first time we see dolphins in the movie, they are gamboling carefree in the waves. Then the evil charter boat captain Dirk Moran (Jonathan Banks) starts shooting at them because they're eating the bait of his ugly rich customers. Sandy befriends Flipper, who follows him back to shore, hangs around the pier, gurgles, clicks, plays catch with him, and becomes his buddy.\n\nMeanwhile, something is affecting the fishing, and Kathy, a former marine biologist, discovers the ocean waters are polluted. How can that be? One night Sandy and Kim see the evil Dirk dumping hazardous waste containers into the sea. (We know they contain hazardous waste because each 55-gallon drum is helpfully labeled, “Hazardous Waste.”) Sandy and Uncle Porter give this news to Sheriff Buck (Isaac Hayes--yes, Isaac Hayes), who needs proof. So Marvin (Jason Fuchs), Kathy's owl-eyed little nerd of a son, constructs the “Flip-O-Cam,” an underwater video camera that Flipper uses to scout the sea bed, while an evil hammerhead shark lurks hungrily. At about this point--while Flipper is holding the camera in his mouth, photographing the 55-gallon drums and then signaling his discovery by hitting a tennis ball with his nose--I began to ask myself why the producers didn't have him revise the screenplay, too.\n\nThe movie ends with a particularly unconvincing special effects shot showing Flipper escorting a boat toward the horizon. The dolphin looks animated and artificial, leaping like clockwork out of the waves. By then I was resigned to the possibility that the filmmakers didn't really have their hearts in their work. What can you say to people who give us a hammerhead shark, dump Dirk in the water, and then don't let the shark eat him? Have they no sense of cinema?", "running_time": 96, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-05-17", "genres": ["Action", "Adventure", "Family"], "title": "Flipper (1996)"}