{"url": "http://www.rogerebert.com/reviews/flirting-1992", "by": "Noah Tayloras Danny Embling", "star_rating": 4.0, "text": "\"Flirting\" is one of those rare movies with characters I cared about intensely. I didn't simply observe them on the screen, I got involved in their decisions and hoped they made the right ones. The movie is about two teenagers at private schools in Australia in the 1960s, a white boy and an African girl, who fall in love and do a little growing up at the same time.\n\nThe boy is Danny (Noah Taylor), awkward, a stutterer, the target of jokes from some of his classmates. He has a fine offbeat mind, which questions authority and doubts conventional wisdom. He is gawky in that way teenage boys can be before the parts grow into harmony with the whole. The girl is Thandiwe (Thandie Newton), very pretty, very smart, attracted to Danny because alone of the boys in her world he possesses a sense of humor and rebellion. She first sees him during a get-together between their twin schools, which are on either side of a lake, and looks at him boldly until he meets her gaze. Not long after, they are on opposing debate teams, and carry on a subtle little flirtation by disagreeing with the arguments of their own sides.\n\nThe girl's mother was British; her stepmother is African, like her father, who is a diplomat. Uganda is newly independent and is approaching the agony of the Idi Amin years. Events far away in Africa will decide whether the boy and girl will be able to carry on a normal teenage flirtation, or whether she will be swept away by the tide of history. Meanwhile, their eyes wide open, with joy and solemnity, they try to honor their love.\n\nThe movie is not about \"movie teenagers,\" those unhappy creatures whose interests are limited and whose values are piggish.\n\nMost movies have no idea how thoughtful and responsible many teenagers are - how seriously they take their lives, how carefully they agonize over personal decisions. Only a few recent films, like \"Say Anything\" and \"The Man in the Moon,\" have given their characters the freedom that \"Flirting\" grants - for kids to grow up by trying to make the right choices.\n\nIn \"Flirting,\" every scene serves a purpose. We go to classrooms and dormitories, to Parents' Day and sporting events, and we see the wit and daring with which Thandiwe and Danny arrange to meet under the eyes of their teachers. We also get a sense of the schools; the boys' school, where one of the teachers is too fond of caning, and another too fond of building model airplanes, and the girls' academy, where one of the older girls (Nicole Kidman) is responsible for Thandiwe, but secretly admires her willingness to break the rules.\n\nScene after scene is written with delicacy and wit - for example, a scene in which the young lovers' parents meet. Neither set of parents knows their child is dating at all; the way they all behave in this social setting, in a time and place where interracial dating raises eyebrows, is written with subtlety and tact. The adult actors bring a kind of awkward grace to the scene that is somehow very moving. The little non-conversation between Danny's parents, after they are alone again, is priceless.\n\nRace itself is not the issue in \"Flirting,\" however; the movie is a coming-of-age drama (and comedy) about the ways in which these two young people balance lust with mutual respect, and how the girl, who is wiser and more mature, is also enormously tactful in guiding and protecting the boy she loves. There is a scene in which they explore one another sexually, but it is not a \"sex scene\" in any conventional sense of the term, and the way it is handled is a rebuke to the way so many movies cheapen physical love.\n\n\"Flirting\" came to me out of the blue, without advance notice, and I was deeply affected by it. Then I discovered it is a sequel to an earlier Australian film, \"The Day My Voice Broke,\" unseen by me, and that Danny will be seen again in a third film still to be made by the writer-director, John Duigan. I have gone searching for the first film, which I remember having heard good things about, but I know from experience that it is possible to see \"Flirting\" all by itself.\n\nSo often we settle for noise and movement from the movie screen, for stupid people indulging unworthy fantasies. Only rare movies like \"Flirting\" remind us that the movies are capable of providing us with the touch of other lives, that when all the conditions are right we can grow a little and learn a little, just like the people on the screen. This movie is joyous, wise and life-affirming, and certainly one of the year's best films.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-11-20", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Flirting (1992)"}