{"url": "http://www.rogerebert.com/reviews/flirt-1996", "by": "Bill Sageas Bill", "star_rating": 2.0, "text": "I should like Hal Hartley's “Flirt” a lot more than I do, since\rit illustrates one of my favorite mantras: “A film is not about what it is\rabout, but how it is about it.” A good film or a bad film can be made about\ranything. Therefore, to dismiss (or praise) a film solely because of its\rsubject matter, it is not necessary to see it. That is why people who make\rstatements beginning with the words “I don't like films about...” are idiots,\ror censors.\n\nWhat “Flirt” does is tell the same story three different times,\rin three different countries, in three slightly different ways. Thus it proves\rmy point. All three stories are “about” the same thing--a flirtatious lover\rtrying to decide between two enticing partners. By telling the story three\rtimes, Hartley invites us to see the story as simply the occasion for the\rexercise of his art. Which of the versions, we can ask, tells the story best?\rThe “New York” section of the film involves a man who ends up explaining, “I\rwas shot by the husband of a woman I thought I might be in love with.” The “Berlin”\rsection involves a gay man who explains, “I was shot by the wife of a man I\rthought I might be in love with.” In “Tokyo,” the milieu changes to the\rintrigues in a dance troupe, but the dynamic is essentially the same.\n\nIn each story, a character is about to leave town and asks a new\rlover: “Do we have a future together?” In each story, the new lover asks for\rtime, and calls another lover, trying to decide between the two. In each story,\rthree bystanders give advice. In each story, there is a telephone conversation\rinvolving much use of the word “no,” and a shooting, and a scene in an\remergency room.\n\nAs an idea, I like it. It would be useful in a film class. I\rwill refer to it in other reviews. It illustrates a point, and an approach. It\rtook nerve to make. Hartley keeps pushing the edges of the envelope. But it's\rnot much fun to watch.\n\nSitting in the theater, I found myself musing about the theory\rof “memes” floated by Richard Dawkins, in his famous book “The Selfish Gene.”\rMemes are like genes, except they are composed of information, not DNA. He\rsuggests that just as genes can contain the recipes for producing people, or\rcauliflowers, so memes contain information that can be combined to produce\rculture.\n\nI have greatly oversimplified, of course, but the point is: Does\r“Flirt” make a Darwinian argument? Is it showing us three competing\rmeme-groups, all beginning in much the same place on an evolutionary tree, just\ras in Mendel's garden there might be three pea-patches? Are they in a struggle\rfor survival of the fittest? The memes involved are all familiar to consumers\rof popular culture. They include (a) a love triangle, (b) the jealous partner,\r(c) a journey of separation, (d) a shooting, (e) the emergency room and (f) the\ranswer to the question, “What happened to you?” (Of course, each meme is made\rup of countless tinier memes, like “drink,” “wound,” “makeup,” etc.) These\rmemes can express themselves in different guises (English, German, Japanese,\rgay, straight). To a moviegoer from Mars who had never seen human beings before\rand knew nothing of our sexuality, they might look to be the same story. The\rMartian would not notice that one of the men in Berlin is black, and almost\reveryone in Tokyo is Japanese; to a Martian these differences would be just as\rinvisible as three slightly different frogs might be to us. In the very long\rrun, however, the fittest frog is likely to find its descendants still in the\rpond. And is one of these similar stories more likely to survive, and be told\rmore often and inspire more other stories, than the others? I will not keep you\rin suspense: I do not know. But I suppose questions something like this are\rwhat Hal Hartley wants us to ask. I do not, in other words, think he expects us\rto say, “What a fascinating story! I want to see it told twice again--once in\rBerlin, once in Tokyo!” He has created a cultural experiment, an exercise in\rstorytelling and movie going. Like many other cultural experiments (minimalist\rart, “Finnegan's Wake,” the Chicago Tribune's new Friday section), it is more\ramusing to talk about than to experience. I'm going to dine out on “Flirt” for\ra long time. I won't need to see it again; I'll remember.", "running_time": 85, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-11-08", "genres": ["Comedy", "Indie", "Romance"], "title": "Flirt (1996)"}