{"url": "http://www.rogerebert.com/reviews/flirting-with-disaster-1996", "by": "Ben Stilleras Mel Coplin", "star_rating": 3.5, "text": "\"Flirting with Disaster'' is a comedy about a subject usually handled more seriously: an adopted man's search for his birth parents. What triggers this quest for Mel Coplin (Ben Stiller) is the birth of his first son. He tells his wife Nancy (Patricia Arquette) that unless he knows who he really is, he doesn't feel able to name his son.\n\nThey enlist the aid of Tina (Tea Leoni), an official at the adoption agency, who wants to tag along and videotape their search for \"research.'' Tina is obviously going to be trouble. She's a former dancer, lithe and shapely, and she comes along just as Mel and Nancy are experiencing a post-partum sexual crisis.\n\nMel's search is not as simple as first it seems. The three fly to San Diego for a rendezvous with his natural mother Valerie (Celia Weston), who, like everyone in this film, seems rotated a few degrees from normal. She makes the crucial mistake of thinking Tina is his wife and Nancy is the nanny. He meets his new twin sisters, beach volleyball bimbos. In a progression of events that seems logical at the time but is tricky to explain afterward, Mel and Tina begin by trying to fix a video camera, and end in an Indian wrestling match that knocks over the mother's china cabinet. And then it turns out Valerie is not the real mother after all. She wants to get paid for that broken china.\n\nThe movie, it becomes clear, is using the search for roots as an excuse to introduce a series of strange and eccentric characters, and the more of them we meet, the funnier it gets. The writer and director is David O. Russell, whose first feature, the independently produced \"Spanking the Monkey,\" as yet unseen by me, won him the financing for this more ambitious and very funny film. He seems to have used a lot of his budget on the cast, assembling a large group of mostly familiar faces, who project that special joy actors emanate when they know they have a great line coming up.\n\nMary Tyler Moore and George Segal play Mel's adoptive parents, who hover on the edge of hysteria. During a side trip to a frozen urban setting in Michigan, we meet another prospective parent, a semi-truck driver (David Patrick Kelly), who lets his \"son\" drive his big rig before revealing that his former wife ran off with Mel's real father. Mel manages to steer the big rig into a small U.S. Post Office, destroying it, and leading to his arrest by two agents of the Bureau of Alcohol, Tobacco and Firearms (Richard Jenkins and Josh Brolin).\n\nThe agents, who are lovers, volunteer to tag along on the last leg of the journey, to Antelope Springs, N.M., where Mel at last meets his real natural parents (Alan Alda and Lily Tomlin), and discovers that they gave him up for adoption because they were sentenced to prison for manufacturing \"a very small amount, relatively,\" of LSD.\n\nAll of this is not nearly complicated enough, and so Russell stirs in their younger son (Glenn Fitzgerald), an angry punk hipster who has a quail recipe that involves LSD. Meanwhile, the sexual tension between Mel and Tina heats up, while one of the gay federal agents decides he is bisexual after all, and is attracted to Nancy.\n\nScrewball comedy is the most difficult of all genres, I wrote just the other week (in reviewing \"Two Much,\" which proved abundantly just how difficult).\n\n\"Flirting with Disaster'' has the sort of headlong confidence the genre requires. Russell finds the strong central line all screwball begins with, the seemingly serious mission or quest, and then throws darts at a map of the United States as he creates his characters. He is also wise enough to know that all the characters don't have to be funny all the time; there is a quiet pathos in the character of Nancy, and Patricia Arquette does a subtle job of establishing her feelings: She's a new mother who should be the center of attention, and has been blindsided by this manic quest and by the allure of Tina. \"She may be attractive, but she's got a screw loose,'' Nancy warns her husband.\n\nAmong the other pleasures of \"Flirting with Disaster\" is the way we cannot predict the movie's next turn. There are conventions in this sort of story, and Russell seems to violate most of them. He allows the peculiarities of his characters to lead them away from the plot line and into perplexities of their own. To watch that happening is a lot of fun.", "running_time": 93, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-29", "genres": ["Comedy", "Indie", "Romance"], "title": "Flirting With Disaster (1996)"}