{"url": "http://www.rogerebert.com/reviews/flowers-of-war-2012", "by": "Christian Baleas John Miller", "star_rating": 2.0, "text": "One of the ancient ploys of the film industry is to make a film about non-white people and find a way, however convoluted, to tell it from the point of view of a white character. \"The Help\" (2011) is a recent example: The film is essentially about how poor, hard-working black maids in Mississippi empowered a young white woman to write a best-seller about them. \"Glory\" (1989) is about a Civil War regiment of black soldiers; the story is seen through the eyes of their white commander.\n\nOne of the last places you'd expect to see this practice is in a Chinese film. But what else can we make of Zhang Yimou's \"The Flowers of War\"? It takes place during the Rape of Nanking (1937-38), one of the most horrifying atrocities in history, during which the Imperial Japanese Army invaded the Chinese capital city and slaughtered an estimated 300,000 civilians, usually raping the women first. It is one thing for civilians to die in the course of a war, and another for them to be hunted down and wiped out on a personal basis for the crime of their race. \n\nNow we have the first fiction film about this event by one of the leading Chinese directors, who contrives to tell it through the experiences of a drunken American mortician named John Miller (Christian Bale). This man finds himself in Nanking at the time, misses a chance to escape the city and ends up hiding out in a huge Catholic cathedral, which is theoretically neutral ground.\n\nAlso sheltered in the cathedral are about 25 young Chinese women, divided between schoolgirls and prostitutes. Miller is a mess in the early scenes of the film, but slowly he pulls himself together, sobers up, dresses in a priest's vestments and takes on the responsibility of protecting the women. He's assisted by a young man named George (Huang Tianyuan), whose owlish spectacles and little cap make him look ineffectual and set him up for heroism.\n\nThe cathedral is surrounded by Japanese troops, who occupy the whole city and are now routinely shooting all civilians on sight. For the time being, those inside the walls of the cathedral grounds are safe, but to leave means the certainty of death. Miller's improvisations and quick thinking, and the partial cooperation of a Japanese officer who loves music and is therefore not all evil, you see, keeps the women alive, despite some close calls. This episodic cliffhanging sustains the narrative; a third of a million may be dead, but for our purposes, all depends on the survival of these young women, and the redemption of the alcoholic American. Do you get my drift?\n\nSpoiler warning: The Japanese outside the cathedral know about the schoolchildren but not about the hookers in the wine cellar. The music-loving Japanese officer invites the girls to come and sing at a party for his staff. It is virtually certain this will lead to their rape and murder. The prostitutes have also undergone a process of redemption and now, no longer crass and self-serving, they nobly volunteer to switch clothing with the girls and take their places. Then it will be up to \"Father John\" to somehow save the students.\n\n\"The Flowers of War\" is in many ways a good film, as we expect from Zhang Yimou (\"Ju Dou,\" \"Raise the Red Lantern,\" \"To Live\"). It is handsomely photographed. Its exteriors were apparently shot on sets, including an impressive one for the cathedral and its surrounding grounds. Christian Bale grows tiresome as a drunk, but then straightens up and is an adequate hero, although lacking in depth and background. Yu Mo, the leader of the prostitutes, is played in a effective heart-of-gold way by Ni Ni. Huang Tianyuan is good as George, but there is never a danger of him stealing a scene.\n\nNow let me ask you: Can you think of any reason the character John Miller is needed to tell his story? Was any consideration given to the possibility of a Chinese priest? Would that be asking for too much?", "running_time": 145, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-18", "genres": ["Drama", "Foreign", "History"], "title": "Flowers of War (2012)"}