{"url": "http://www.rogerebert.com/reviews/flubber-1997", "by": "Robin Williamsas Prof. Brainard", "star_rating": 1.0, "text": "How absent-minded do you have to be before they call in the doctors to begin clinical testing? This question may occur to the more cynical audience members as they watch “Flubber,” since the movie's hero succeeds in forgetting his wedding day three times in a row. In this remake of the 1961 hit, Robin Williams plays the absent-minded professor who accidentally invents flubber (“Flying rubber! Flubber!”) and saves his college, his career and his romance.\n\nFlubber is a substance that somehow magnifies energy, allowing objects to bounce faster and higher than they should. Barely drop some, and it rebounds crazily off the walls.\n\n“Flubber” the movie seems to be made out of anti-flubber; you drop it, and it stays on the floor. Although the movie may appeal to kids in the lower grades, it's pretty slow, flat and dumb.\n\nWilliams stars as Prof. Phillip Brainard, who must be related somehow to Prof. Ned Brainard, the role originally played by Fred MacMurray in “The Absent-Minded Professor” and “Son of Flubber” (1963). He tinkers in his basement laboratory, creating marvelous inventions that are usually stolen by the scheming Wilson Croft (Christopher McDonald), who now wants to steal flubber--and Brainard's fiancee. She's Sara Jean Reynolds (Marcia Gay Harden), president of the university where Brainard teaches. It's a school about to go bankrupt.\n\nMaybe Brainard keeps forgetting his wedding day because he already has all the woman that a techhead like him could possibly want. He's accompanied everywhere by a levitating electronic sidekick named Weebo (voice by Jodi Benson, of “The Little Mermaid” fame), who has a seductive, womanly tone and a pop-up screen that illustrates her comments with clips from old TV shows. She's kind of like a cross between phone sex and an e-mate.\n\nWeebo advises and encourages the professor and keeps his appointment calendar. The movie makes much of how the patent on flubber might save the university, while overlooking the obvious fact that Weebo is the sort of personal digital assistant that would sell millions of units in the first year.\n\nNo matter. There's another villain on the scene--the scheming millionaire Chester Hoenicker (Raymond Barry), whose son Bennett (Wil Wheaton) just failed Brainard's class. Chester dispatches two goons named Smith and Wesson (Clancy Brown and Ted Levine) to spy on Brainard, and they observe his great new flying rubber, just before flubber-covered golf and bowling balls bounce off their heads. (The prowlers are clones of the bad guys in the “Home Alone” movies, also scripted by “Flubber” writer John Hughes.) All of this is pretty slow-going. Williams plays Brainard straight and steady, with a few whimsical asides, and the special-effects team has fun with flubber, making it into a malleable green substance that can take any shape, and at one point, forms itself into a song-and-dance number. There's also a flubberized basketball game, and a flubber-powered automobile, which Brainard pilots through the sky without, somehow, creating the magical effect you would expect.\n\nThe suspense hinges on whether Brainard can save flubber from Croft, fight off Smith and Wesson, marry the girl, and save the university. Call me perverse, but just once, for sheer novelty value, I'd like one of these movies to end with the hero losing the rights to his invention, while the bad guy marries the girl and the school goes belly-up.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-11-26", "genres": ["Comedy", "Family", "Science Fiction"], "title": "Flubber (1997)"}