{"url": "http://www.rogerebert.com/reviews/fly-away-home-1996", "by": "Jeff Danielsas Thomas Alden", "star_rating": 3.5, "text": "\"Fly Away Home” tells the story of a 13-year-old girl who solos in an ultralight aircraft to lead a flight of pet geese from Canada to the American South. Although her father optimistically describes this adventure as \"safer than driving on the highway,” I think the statistics he's thinking of apply to scheduled commercial airlines, not to planes that come in a box and you put them together yourself.\n\nAs I was watching the film, I couldn't help thinking of little Jessica Dubroff, who was killed along with her father and her flight instructor while trying to fly across the United States. There are some eerie echoes, as Amy (Anna Paquin), the heroine of \"Fly Away Home,” flies from Ontario to North Carolina without even using any maps. (Her briefing consists of her father marking pencil lines on charts while saying, \"OK ... here's us ... and here's, like, Florida....”) And yet finally I had to put away such thoughts and embrace the movie for what it is, a splendid fantasy. As the story opens, Amy's mother is killed in a car crash in New Zealand (that nicely accounts for Oscar winner Paquin's accent). She goes to live with her father in Canada.\n\nHe's played by Jeff Daniels as a nutty inventor who sculpts dinosaurs, flies airplanes and gliders, and ended his marriage by insisting on building a full-scale model of the lunar landing module. (\"Hey, the real one is still parked on the moon. So we need another one down here, right? Every home should have one. That's when you and your mom left. She thought I was crazy.”) \n\nAmy is not long on the Ontario farm when bulldozers start to rip through the nearby woods. We know from other movies that bulldozers always mean cash-mad property developers, who want to pave paradise and put up a parking lot. Amy rescues some goose eggs from the carnage, incubates them in her dresser drawer, and soon has fluffy little goslings following her around the house.\n\nDad being the kind of guy he is, of course this is fine with him. It is also fine with his girlfriend Susan (Dana Delany) and his goofy brother David (Terry Kinney), who turns up to lend a hand. The evil local wildlife agent arrives to explain that the geese are the “property of the crown,” and their wings must be clipped to prevent them from being a nuisance, etc., and Amy beans him with a large pot. He exits muttering imprecations, and soon it develops that the geese, or maybe Amy, have a problem.\n\nThe geese think Amy is their mother, and learn everything -- how to fly, how to migrate -- from their parents. So it is up to Amy to teach them. Lucky for her that her dad builds ultralight aircraft! Soon Amy is aloft, coaxing the birds into the air, and when the problem arises that geese need to fly south in the winter, of course Amy and her dad hit upon the idea of leading them there in their little airplanes.\n\nAll of this sounds, I suppose, like a daffy retread of “Free Willy” or one of those other movies in which small children befriend noble animals. But \"Fly Away Home” is not quite that simple. The movie was directed by Carroll Ballard, who in \"The Black Stallion” (1979) and \"Never Cry Wolf” (1983) made two visionary films about man and nature. A former cinematographer himself, he works with the great cameraman Caleb Deschanel to make the film visually uplifting, and the story is quirky enough and the dialogue so fresh and well-acted that this film rises above its genre.\n\nThere are individual shots here almost worth the price of admission: Amy on a lawn tractor, leading a parade of geese; the father soaring in his experimental planes, which always seem to land in semi-controlled crashes; Amy and her dad setting off across Lake Ontario, and a stunning shot in which the towers of Baltimore materialize from the mist, and office workers see the little girl and her geese flying past their windows.\n\nOf course waiting at the end of their flight are another evil property developer and more monstrous bulldozers, and the movie supplies an artificial deadline (if geese don't turn up to use their winter quarters by Nov. 1, they lose their sanctuary). That sort of contrivance is obligatory, I guess. What I will remember is the photography, and the bliss (just this side of madness) with which the Jeff Daniels character invents his foolhardy schemes. I am also grateful finally to have seen a movie during which I could legitimately whisper, “Hey! You can't send a kid up in a crate like that!”", "running_time": 110, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-09-13", "genres": ["Action", "Adventure", "Drama", "Family"], "title": "Fly Away Home (1996)"}