{"url": "http://www.rogerebert.com/reviews/focus-2001", "by": "William H. Macyas Lawrence", "star_rating": 3.0, "text": "'Focus'' is a parable about Lawrence Newman, a meek office manager who hasn't had a day of trouble in his life until he gets a new pair of glasses and everyone, even his own mother, decides he ''looks Jewish.'' In Brooklyn in 1944, even during a war against Nazism, anti-Semitism runs deep and help-wanted ads specify, ''Christians only.'' Newman's neighbor, the bully Fred (Meat Loaf Aday), scowls at Finkelstein's convenience store on the corner and tells Newman, ''That Yid is moving in all of his relatives.'' Newman is supposed to nod in agreement, and you can see that Fred is watching closely for his reaction.\n\nNewman is not Jewish, or particularly Christian (he is played by William H. Macy, who is often cast as a gentile everyman). He's a secular nerd, a little man who is precise in his habits and exact in his work, and has never married. His job is to oversee a room full of women typists, and hire replacements. He hires a woman named Kipinski, and his boss complains, ''We can't have her kind here.'' Soon he is being shifted to a new job in a remote office, apparently because with his new glasses he makes the wrong impression.\n\n''Focus'' doesn't reach for reality; it's a deliberate attempt to look and feel like a 1940s social problems picture, right down to the texture of the color photography. The movie is based on a novel by Arthur Miller, which he says was written during a period of disillusionment with the stage; angered by American anti-Semitism even during the war against Hitler, he wrote it in a white heat. It's a didactic warning that it can happen here.\n\nWell, of course it can. Tribalism is deeply ingrained in the American culture, and even though we are all outsiders, we look with fear on other outsiders. The truest words in the movie are spoken by Finkelstein (David Paymer), at a time when a native Nazi group is trying to intimidate everyone on the block: \"For God's sake, don't you see what they're doing?! There's hundreds of millions of people in this country, and a couple of million is Jews. It's you they want, not me! They are a gang of devils, and they want this country.\" This is an insight into the methods of the far right, which uses scapegoats and prejudice to lure people out of the middle and into their corner. They need the Jews, because without them how can they create anti-Semitism? Hatred of another group is what binds their group together. That process feeds nicely on the sick impulses of xenophobics.\n\nFrightened for his job, Newman turns down a job applicant named Gertrude Hart (Laura Dern) because her name ''sounds Jewish.'' She's more world-wise than he is, and knows exactly what he's doing. Later, after being shifted away from his position of 20 years, Newman resigns in anger, and can't get hired elsewhere because he looks ''too Jewish\"--until he is hired at a Jewish firm by ... Miss Hart. He apologizes to her, they begin to talk, and soon are married, with Fred next door eyeing the new bride suspiciously.\n\nFred puts Newman to an acid test, pressuring him to attend a meeting of the Union Crusaders, a neo-Nazi group that feeds off the rantings of a right-wing radio broadcaster. (Father Charles Coughlin, the anti-Semitic priest who had a national following, is the model.) ''Either you go to the meeting or we get out now,'' Gertrude tells him. He goes, but is thrown out for displaying insufficient enthusiasm. (''I never applaud,'' he lamely explains as he's being hustled to the door.) The purpose of the movie is to take a man who might be willing to go along with anti-Semitic values, and show him what it's like to be discriminated against as a Jew. The climax of this experience comes late one night in Finkelstein's store, when the merchant asks him, ''What do you see when you look at me?'' The problem in all societies throughout history, the opening for all prejudice, is that we don't look at all. We look away, or at our prejudices, or we allow the worst among us to look on our behalf, and accept their reports.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-11-09", "genres": ["Drama", "Indie"], "title": "Focus (2001)"}