{"url": "http://www.rogerebert.com/reviews/follow-me-home-1998", "by": "Alfre Woodardas Evey", "star_rating": 3.0, "text": "After “Follow Me Home” was turned down by every mainstream\rdistributor in America, a new distribution plan was conceived: It would be\rbooked one theater at a time, around the country, with a discussion scheduled\rafter almost every screening. For the last year this difficult, challenging\rfilm has found audiences in that way, and now it arrives at the Chatham 14\rmultiplex here. There is a lot to discuss afterward.\n\nThe film is about four graffiti mural artists who pile into a\rvan and head cross-country from Los Angeles to Washington, with a plan to cover\rthe White House with their paintings. In an age when Christo wraps up\rbuildings, this is perhaps not as farfetched as it sounds, although I imagine\rthey'll have trouble getting an NEA grant through Congress.\n\nThe artists include an African American, an American Indian and\rtwo Chicanos; on their odyssey most of the people they meet are white weirdos.\rOne is reminded of the ominous rednecks encountered by the hippie motorcyclists\rin “Easy Rider.” The whites are stereotyped in broad, unfair strokes, but then\rthe movie throws you off-balance by throwing in one decent white guy and one\rredeemable one, and by making one of the painters into a fulminating cauldron\rof prejudice. By the end, you realize “Follow Me Home” isn't making a tidy\rstatement about anything, but is challenging the audience to make up its own\rmind: to view racial attitudes and decide where they come from and what lies\rbeneath them.\n\nThe writer-director, Peter Bratt, might almost have taken “Easy\rRider” as his model--the parts that work, and the other parts, too. Some of his\rdialogue scenes are too long and disorganized, but then suddenly everything\rsnaps together in a scene of real power.\n\nConsider, for example, a scene in a diner where a waitress feels\rshe's been mistreated by one of the men (she is right). The owner comes out,\rlays a shotgun on the table and delivers a lecture about their right of free\rspeech and his right to bear arms. What is this scene about? A racist gun\rowner? Not necessarily, or entirely. The four men in the booth have different\rways of seeing the situation, and the scene is about styles of intimidation.\n\nAlong the road, the men encounter whites wearing various\rcostumes. There's a white guy who dresses like an Indian; they steal his\rantique tomahawk. Later, they encounter three white guys dressed in uniform for\ra U.S. Cavalry re-enactment. Are the soldiers so inflamed that they mistake the\rmen of color for savage redskins? The development and outcome of this scene are\rhard to believe, but since it builds into magic realism, belief isn't the\rpoint. It's about a battle between two myths: the white myth of taming the West\rand the black/Indian myth of soul power.\n\nA key character in the film, encountered midway, is an\rAfrican-American woman played by Alfre Woodard. She takes a lift from the guys,\rand gets angry when one of them can think of no words for a woman except “whore”\rand “bitch.” Her powerful speech (“Look at me! I am a woman!”) quiets him, and\rlater woman power saves them all.\n\nThe personal styles of the four painters are all different. The\rblack guy (Calvin Levels) is an intellectual, vegetarian and pacifist, who uses\rterms such as “patriarchal theocracy.” The Indian guy (Steve Reevis) is a\rrecovering alcoholic (a little stereotyping there?). The leader of the\rexpedition, Tudee (Jesse Borrego), is the idealist whose vision brought them\rtogether. His cousin Abel (Benjamin Bratt) is angry at everyone, especially\rwomen. Are they a cross section? No, just a collection.\n\nWatching the film, I resented the broad caricatures of whites.\rThen I reflected that broad caricatures of blacks were a feature of movies for\rdecades and decades; just their luck that when a generation of black filmmakers\rarrives, stereotyping has gone out of style. I don't think Bratt is a racist,\rhowever: He's an instigator. He's putting highly charged material on the screen\rand standing back to see what happens. Most movies are too timid to deal in\rsuch controversy.\n\n“Follow Me Home” is being shown in just the right way. It needs\rthat discussion afterward. It doesn't come as a package that you can wrap up\rand take home. It's open-ended. It shows how films can cut, probe and wound. It\rcan awaken a sense of fair play in the audience. And in its fantasy and symbolism,\rit evokes a mystery level, beneath explanation. Most movies are over when\rthey're over. This one is only beginning.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-02-27", "genres": null, "title": "Follow Me Home (1998)"}