{"url": "http://www.rogerebert.com/reviews/food-inc-2009", "by": null, "star_rating": 3.5, "text": "The next time you tuck into a nice T-bone, reflect that it probably came from a cow that spent much of its life standing in manure reaching above its ankles. That's true even if you're eating the beef at a pricey steakhouse. Most of the beef in America comes from four suppliers.\n\nThe next time you admire a plump chicken breast, consider how it got that way. The egg-to-death life of a chicken is now six weeks. They're grown in cages too small for them to move, in perpetual darkness to make them sleep more and quarrel less. They're fattened so fast they can't stand up or walk. Their entire lives, they are trapped in the dark, worrying.\n\nAll of this is overseen by a handful of giant corporations that control the growth, processing and sale of food in this country. Take Monsanto, for example. It has a patent on a custom gene for soybeans. Its customers are forbidden to save their own soybean seed for use the following year. They have to buy new seed from Monsanto. If you grow soybeans outside their jurisdiction but some of the altered genes sneak into your crop from your neighbor's fields, Monsanto will investigate you for patent infringement. They know who the outsiders are and send out inspectors to snoop in their fields.\n\nFood labels depict an idyllic pastoral image of American farming. The sun rises and sets behind reassuring red barns and white frame farmhouses, and contented cows graze under the watch of the Marlboro Cowboy. This is a fantasy. The family farm is largely a thing of the past. When farmland comes on the market, corporations outbid local buyers. Your best hope of finding real food grown by real farmers is at a local farmers' market. It's not entirely a matter of \"organic\" produce, although usually it is. It's a matter of food grown nearby, within the last week.\n\nRemember how years ago you didn't hear much about E. coli? Now it seems to be in the news once a month. People are even getting E. coli poisoning from spinach and lettuce, for heaven's sake. \n\nWhy are Americans getting fatter? A lot of it has to do with corn syrup, which is the predominant sweetener. When New Coke failed and Coke Classic returned, it wasn't to the classic recipe; Coke replaced sugar with corn sweeteners.\n\nCattle have been trained to eat corn instead of grass, their natural food. The Marlboro Cowboys should be riding through cornfields. Corn, in fact, is an ingredient in 80 percent of supermarket products, including batteries and Splenda. Processing concentrates it. You couldn't eat enough corn kernels in a day to equal the number of calories in a bag of corn chips. Corn syrup can be addictive. And then there's fat and salt. A fast-food meal is a heart attack in a paper bag. Poor families can't afford to buy real food to compete with the cost of $1 burgers and $1.98 \"meals.\"\n\nIf this offends you, try to do something about it. The Texas beef growers sued Oprah. She won in court because she had the money to fight teams of corporate lawyers. You don't. \n\nConsider Carole Morrison, who refused to seal her chicken houses off from the daylight, and opened them to the makers of this documentary. Morrison's chickens are not jammed into cages, but we see chickens that are unable to stand up. A giant chicken processor canceled her contract and refused to do any more business with her. She was getting sick of how she treated chickens, anyway.\n\nGood food is not a cause limited to actresses on talk shows. Average people are getting concerned. Amazingly, Wal-Mart signed up with the eco-conscious Stonyfield Farms, due to consumer demand. When you hear commentators complaining about how the \"government is paying farmers to not grow food,\" understand that \"farmers\" are corporations, and that the government is buying their surpluses to undercut local farmers around the world. The farmers who grew Bermuda onions are just about out of business because of the dumping of American onions. \"Socialized agriculture\" benefits megacorporations, which are committed to the goals of most corporations: maximize profits and executive salaries.\n\nThis review doesn't read one thing like a movie review. But most of the stuff I discuss in it, I learned from the new documentary \"Food, Inc.,\" directed by Robert Kenner and based on the recent book An Omnivore's Dilemma by Michael Pollan. I figured it wasn't important for me to go into detail about the photography and the editing. I just wanted to scare the bejesus out of you, which is what \"Food, Inc.\" did to me.\n\nIt's times like these I'm halfway grateful that after surgery I can't eat regular food anymore and have to live on a liquid diet out of a can. Of course, it contains soy and corn products, too, but in a healthy form. They say your total cholesterol level shouldn't exceed your age plus 100. Mine is way lower than that. And I don't have to tip.\n\nNote: To watch the first 3½ minutes of \"Food, Inc.,\" go to:\rwww.youtube.com/watch?v=QqQVll-MP3I", "running_time": 94, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-06-17", "genres": ["Documentary"], "title": "Food, Inc. (2009)"}