{"url": "http://www.rogerebert.com/reviews/food-of-the-gods-1976", "by": "Marjoe Gortneras Morgan", "star_rating": 1.0, "text": "\"Most guys who play pro ball, they get racked up every once in a while,\" observes the hero's buddy in \"Food of the Gods.\" \"But not old Joe. Seven years in the major leagues and he never got carried off the field even once. And then this had to happen to him. It really makes you think.\" It sure does. Old Joe had just gone and gotten himself stung to death by a giant killer wasp. \n\nJoe's friends load him into a Jeep, drive the body back to the mainland and then return to the island where the attack took place. \"There's something strange going on out there,\" one observes sagely. \"I don't know if I should go back,\" says the, other. \"I gotta be in Chicago on Tuesday . . ..\" Meanwhile, poor Mr. Skinner has stopped to change a tire and has been eaten alive by gigantic mutant rats. In a way, that was simple justice; it was Mr. Skinner's doing that got the whole plague of giant rats started. He found some of this funny stuff oozing up out of the ground on the back forty, you see. Creamy-like, and about the color of skimmed milk. For some fool reason he mixed it with the chicken feed and fed it to the chickens. It made the baby chicks grow taller than a man. It also had an effect on the adult chickens: The babies ate them. \n\nThis is obviously a case for Marjoe Gortner, playing a pro football teammate of poor old Joe. He loads up some shotguns and drives back to the island in his Jeep, and not a moment too soon, because Mrs. Skinner has just had her arm chewed up by gigantic mutant worms, and a young couple has busted the back axle on their Winnebago camper just as the girl has started labor pains. Meanwhile, the wasps have built hives 20 feet high, the rats are reproducing like crazy and the venal businessman, Bensington, has gone out to the island determined to get the patents on the stuff oozing out of ground: \"In five years, no one will be hungry - and we'll be rich!\" \n\nWhat happens next is a cross between \"Night of the Living Dead,\" \"The Birds\" and a disaster movie, if you follow me. The little band of people are marooned in the Skinner cabin. Rats sniff around outside. Marjoe and the others fire at them with shotguns and throw Molotov cocktails into their midst. Pamela Franklin falls down into a rat hole and Marjoe falls in trying to help her. They get lost and almost eaten before they find a tunnel to safety. Killer wasps attack again and are driven back. Marjoe electrifies the fence that cuts the island in two, but the rats sabotage the electrical generator. The pregnant girl's labor pains are becoming more closely spaced. \n\n\"I'll bet those rats can't swim,\" Marjoe speculates. \"When you're a rat and suddenly you weigh 150 pounds, you got to learn all over again how to swim.\" He dashes to his Jeep, races over to the dam, blows it up with two well-placed charges and drives so quickly that he gets back to the house before (a) the floodwaters, and (b) before we ask ourselves what a dam could be holding back on a small island with no apparent heights. \n\nAnyway, the floodwaters surround the house, and Marjoe leads the survivors upstairs and out onto a small second-floor balcony that did not exist in any of the earlier shots of the house and will have disappeared in all of the later shots but is mighty handy just at the moment. The rats drown. The baby is delivered. It's a boy. Everybody agrees that Mr. Skinner sure shouldn't have fed that oozy stuff to the chickens.", "running_time": 88, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-08-03", "genres": ["Drama", "Horror", "Science Fiction"], "title": "Food of the Gods (1976)"}