{"url": "http://www.rogerebert.com/reviews/foolin-around-1980", "by": "Gary Buseyas Wes", "star_rating": 1.5, "text": "I'd heard absolutely nothing in advance about \"Foolin' Around,\" but I was eager to see it anyway just because its stars were Gary Busey and Annette O'Toole, two of my favorite new movie actors.\n\nBusey was responsible for a wonderful, Academy Award nominated 1978 performance in \"The Buddy Holly Story,\" and O'Toole co-starred in one of 1978's overlooked treasures, \"One on One,\" a college basketball movie with Robby Benson. They were both so individual, so talented, so clearly intelligent, that I figured, \"Foolin' Around\" would almost have to be an interesting movie. It wouldn't be a hit, I knew - hit movies don't open at discount admission prices - but it might be a small, valuable discovery.\n\nIt was not. It's a dimwitted, old-fashioned comedy that's sort of inspired by old Disney movies and halfway similar to 1940s rah-rah college comedies, and directed and edited with such a puzzling lack of tempo that none of the material ever quite seems in focus. If good new actors are hard to find, good roles are even harder, and a few more movies like this could wreck Busey and O'Toole before they really get to develop their genuine talents.\n\nBusey stars as a country boy who enrolls as a freshman at the University of Minnesota and has to work his way through school. O'Toole, the heiress of a gigantic local corporation, is a psych major who meets Busey during a cockeyed experiment he volunteers for. O'Toole's mother (Cloris Leachman) is president of the corporation, her grandfather (Eddie Albert) is the founder and chairman, and her boyfriend (John Calvin) is in line to marry her and become vice president.\n\nThe Calvin character is the most old-fashioned element in a movie full of retreads. He's one of those stuck-up, spoiled rich kids who used to be stock characters in college comedies - insufferably egotistical, convinced the world's his for the asking. The movie's story inevitably revolves around, O'Toole's decision to jilt Calvin and fall in love with Busey. And the last scene inevitably involves a big society wedding, with the bride changing her mind halfway down the aisle.\n\nAll of this is very, very old stuff. But if it were kidded just a little bit, or approached with the slightest bit of freshness, it might still work. \"Foolin' Around\" seems to believe it has discovered all this material for the first time (have the people who finance these movies ever seen old movies?), and treats it with dreary comic reverence.\n\nThe characters never really come alive, and the movie's construction and editing are so bad that obligatory conversations are never held, important plot points are left hanging indefinitely, and - worst of all - the comic momentum is interrupted by difficult but unnecessary and distracting stunts. Two big sequences involving walking on a high-rise girder, and floating over Minneapolis with a hang glider must have been tricky and expensive to film, but they bring the story and the comedy to a grinding halt. The movie's material might have been marginally successful in other hands, but this movie wasn't directed or edited with a knack for comedy.", "running_time": 111, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-04-22", "genres": null, "title": "Foolin' Around (1980)"}