{"url": "http://www.rogerebert.com/reviews/fools-rush-in-1997", "by": "Matthew Perryas Alex Whitman", "star_rating": 3.0, "text": "In actual fact, of course, angels rush in where fools fear to tread. And that's what happens to Alex Whitman, a fairly unexciting builder of nightclubs, when Isabel Fuentes comes into his life. Alex comes from Manhattan, where he leads the kind of WASP life that requires Jill Clayburgh as his mother. He's in Las Vegas to supervise the construction of a new club, when he crosses paths with Isabel, a Mexican-American camera girl at Caesars, who believes in fate: \"There is a reason behind all logic to bring us the exact same time and place.'' The reason, which may be the oldest one in the world, leads them to the same bed for a one-night stand, which both insist they \"never'' do. But then Isabel disappears for three months, returning unexpectedly one day for a visit during which she asks for saltines (always an ominous sign) before telling Alex she is pregnant.\n\n\"Fools Rush In'' is a sweet, entertaining retread of an ancient formula, in which opposites attract despite all the forces arrayed to push them apart. Alex (Matthew Perry of \"Friends''), who has been fleeing the same marriage-minded girl \"since first grade,'' decides that Isabel is \"everything I never knew I always wanted.'' Isabel, who also has a suitor in pursuit, knows only that Alex is the man she loves.\n\nOf course there will be roadblocks to their union, although most of them occur after they're married (they get hitched almost immediately in a wedding chapel on the Strip, with an Elvis impersonator as witness). Isabel tearfully decides the marriage cannot work, and tells him, \"I ask only that you meet my parents--so when the baby comes they can at least say they met you.'' She invites him over for dinner, which consists of a backyard barbecue for about 100 guests, complete with a mariachi band. Alex tries to get in the spirit, despite ominous glares by suspicious male relatives who suspect (correctly) his designs on her.\n\nMuch of the rest of the movie consists of misunderstandings that threaten to destroy their potential happiness. There is a movie convention that whenever a lover sees a loved one from afar in a situation that can be wrongly interpreted, it is always interpreted in exactly the wrong way, with no questions asked. That leads to Isabel disappearing on occasion (\"we are too different and always will be''), and Alex disappearing on other occasions (she wants to live in Vegas and finish her book of desert photography, he has to work in New York, he lies, she feels betrayed, etc.) \"To you,'' she shouts, \"a family is something you put up with on national holidays.'' They fight about everything. Even religion. Are they really married after the farce at the wedding chapel? Not according to her parents, who want a Catholic ceremony, or his parents, who are Protestant. (\"Presbyterian is not a religion!'' she cries.) When she wants him to give up his New York job, he counterattacks: \"This is something I waited my whole life for, and I'm not giving it up because I put a $5 ring on your finger in front of Elvis.'' All of this manipulation comes with the territory. What makes \"Fools Rush In'' entertaining is the energy of the performances--especially Salma Hayek's. Until now she's mostly been seen as the partner of gunslingers in action thrillers (\"Desperado,\" \"From Dusk Till Dawn\"); here she reveals a comic zestfulness that reminds me of Maria Conchita Alonso. She's one of those women who is sexier in motion than in repose, sexier talking than listening, and should stay away from merely decorative roles.\n\nI also liked the way Isabel's parents were portrayed. Tomas Milian is all bluster and ultimatums, but with a tender heart. Her mother is played by Anne Betancourt with a combination of great romance and pragmatism (yes, she agrees, her daughter wants to stay in Vegas near her family--\"but your husband has a family to support''). Clayburgh and John Bennett Perry, as his parents, are more narrowly drawn, but that's because of the angle of the movie. (Someday we will get excitable WASPs and dour Mexicans, but not yet.) By the end, by the time of the obligatory childbirth scene, I was surprised how involved I'd become. Yes, the movie is a cornball romance. Yes, it manufactures a lot of standard plot twists. But there is also a level of observation and human comedy here; the movie sees how its two cultures are different and yet share so many of the same values, and in Perry and Hayek it finds a chemistry that isn't immediately apparent. That's a nice touch. Most movies about opposites who attract do not really start out with opposites. (Consider the obviously perfectly compatible Michelle Pfeiffer and George Clooney in \"One Fine Day.\") In \"Fools Rush In,\" they are opposite, they do attract, and somehow in the middle of the formulaic comedy there is the touch of truth.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-02-14", "genres": ["Comedy", "Romance"], "title": "Fools Rush In (1997)"}