{"url": "http://www.rogerebert.com/reviews/fools-1971", "by": "Jason Robardsas Matthew", "star_rating": 1.5, "text": "How can I possibly describe how awful \"Fools\" is, and in how many different ways? The task approaches impossibility. The only way to fully understand how transcendently bad this movie is would be to see it for yourself -- an extreme measure I hope, for your sake, you'll avoid. Let me just sort of hint at the depth of my feeling by saying \"Fools\" is the worst movie in 1971, a statement that springs forth with serene confidence even though here it is only February. Happy Valentine's Day, by the way.\n\nThe movie is about love. Now the one thing we all know about love is that it's more important than money, position, respectability, age, anything. When people fall in love, they're supposed to abandon all caution, embrace the moment, be true to Life, run through the park, sing songs, cluck at swans, blow dandelion pods and in general flout convention. \"Fools\" is a movie like that.\n\nJason Robards, again, plays the 50ish Free Spirit with a feather in his hat and Spring in his step. He falls in love with Katharine Ross, who has been repressed by her rich, constipated husband, the most successful young lawyer in San Francisco despite the fact that he is a paranoid closet queen with a nasty homicidal streak and a Napoleonic fixation, and likes to play with guns. He's the kind of lawyer that ambulances chase.\n\nOK, so Jason and Katharine fall in love. They are then set upon by cops, the FBI, the San Francisco pornography epidemic, neon signs, smog, hate, bigotry, exhibitionists, fierce dogs and freeways. That's what the middle part of the film is about: how people can't be in love because of our materialistic, capitalist, fascist society, which invades privacy and is not, ever, tender. Then at the movie's end Katharine runs into a church during a baptism and is shot dead by her husband, who drives off in his Rolls-Royce.\n\nBy now you should be getting the idea that \"Fools\" is the most cynically \"idealistic\" exploitation movie in some time. It is for life and love, against fascism and firearms in private hands. It also has countless songs trying to out-banal each other during at least seven Semi-Obligatory Lyrical Interludes. \"Fools\" sets a new Semi-OLI ground speed record. When in doubt, throw in a song and a sunset. Right?\n\nOn top of all this, we get dialog so inept that I will provide a free ticket to \"The Vengeance of She\" (the next time it plays town) to the first person who can convince me that any two English-speaking human beings ever talked remotely like these characters at any time during the present century. I commend the dialog, however, to local satirical groups getting up satires on love, if the satires don't have to be too good.\n\nThe only mystery about \"Fools\" is how Tom Gries could have directed it. He is the tasteful director of \"Will Penny,\" where the situation and dialog rang absolutely true, and he demonstrated a genuine narrative gift in \"The Hawaiians.\" Now we get \"Fools.\" How?\n\nHenri Bollinger, the film's co-producer, was in town last week for interviews. I declined the opportunity to save embarrassment all around, but he telephoned me to explain that the film had been made with \"absolute sincerity\" and the \"best intentions.\" Could be. Nobody sets out deliberately to make a bad film. When I gently suggested to Bollinger that his film was the worst of the year, he gently suggested back that since I was obviously \"violently prejudiced\" against it, The Sun-Times should provide \"the other side.\" I demurred. I said my judgment was sober, impartial and fair: \"Fools\" stinks.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-02-15", "genres": null, "title": "Fools (1971)"}