{"url": "http://www.rogerebert.com/reviews/footloose-2011", "by": "Kenny Wormaldas Ren", "star_rating": 1.5, "text": "There's one thing to be said for a remake of a 1984 movie that uses the original's screenplay. This 2011 version is so similar — sometimes song for song and line for line — that I was wickedly tempted to reprint my 1984 review, word for word. But That Would be Wrong. I think I could have gotten away with it, though. The movies differ in such tiny details (the hero now moves to Tennessee from Massachusetts, not Chicago) that few would have noticed.\n\nWas there then, or is there now, a town in Tennessee or any other state in which the city council has passed a law against \"dancing in public\"? There may have been a brief period, soon after Elvis first began grinding his pelvis, and preachers denounced rock 'n' roll as \"the devil's music.\" But for most young moviegoers, this plot point is going to seem so unlikely as to be bizarre. \n\nWe again get a plot in which a high school beer party leads to a fatal crash taking the lives of five teenagers. Under the influence of the Rev. Shaw Moore (Dennis Quaid), the city council bans the music. The Rev. Moore, who seems to be the only preacher in town, acts as the de facto civic moral leader. He is paranoid about his daughter, Ariel (Julianne Hough), a free spirit who attracts the attention of a local bad kid, Chuck Cranston (Patrick John Flueger). \n\nRen McCormack (Kenny Wormald) arrives in the hamlet of Bomont from Boston. He's got the Kevin Bacon role but not the Kevin Bacon charisma; the Rev. Shaw Moore should be able to take one look at Ren and figure he's harmless. But Ren gets arrested for playing his car radio too loud, and soon is leading a movement of the town's kids to petition the council to allow dancing — in public, anyway. This is the setup for several dance scenes where those kids seem suspiciously well-choreographed for a town where they have allegedly never danced.\n\nMeanwhile, the loutish Chuck Cranston, who considers Ariel his girl, resents Ren because he's attracting Ariel's smiles. This Chuck is a knuckle-dragging bully who patrols in his pickup truck with a posse of sidekicks. Attention, posse members of bullies: When the local bully tools around in his pickup but makes you guys all ride back there in the truck bed, you are being disrespected. What, aren't you good enough to ride up front with Chuck?\n\nThe bad boys and girls in high school movies always have a posse, usually two or three members, who follow close behind their leader and look ominous and slack-jawed. Are they issued instructions? Are they told, \"Walk a few steps behind me and look worshipful\"?\n\nThis new \"Footloose\" is a film without wit, humor or purpose. It sets up the town elders as old farts who hate rock 'n' roll. Does it have a clue that the Rev. Moore and all the other city council members are young enough that they grew up on rock 'n' roll? The film's message is: A bad movie, if faithfully remade, will produce another bad movie.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-10-12", "genres": ["Comedy", "Drama", "Family", "Music", "Romance"], "title": "Footloose (2011)"}