{"url": "http://www.rogerebert.com/reviews/footloose-1984", "by": null, "star_rating": 1.5, "text": "\"Footloose\" is a seriously confused movie that tries to do three things, and does all of them badly. It wants to tell the story of a conflict in a town, it wants to introduce some flashy teenage characters, and part of the time it wants to be a music video. It's possible that no movie with this many agendas can be good; maybe somebody should have decided, early on, exactly what the movie was supposed to be about. The film tells the story of a Chicago kid named Ren (Kevin Bacon), who has a fashionable haircut and likes to dance. He moves with his mother to a small town named Bomont, which is somewhere in the Midwest, although I seriously doubt a town like this exists anywhere outside of standard movie clichés. \n\nThe old fuddies in Bomont have imposed a total ban on rock 'n' roll and dancing. The ban is led by an uptight preacher named Shaw Moore (John Lithgow), who is still grieving because he lost a child in a car wreck five years ago. To the Reverend Moore, dancing and rock lead to booze and drugs.\n\nRen falls in love with the preacher's daughter (Lori Singer). He also has the usual standard showdowns with the locals, including the high school bully. Ren decides what this town needs is a dance. His assignment, should he choose to accept it, is to (1) win the approval of the preacher and the town council to allow dancing, (2) beat up the bully, and (3) star in at least three segments of the movie that can be used as TV music videos. The basic conflict in this movie was not new when the \"Beach Party\" gang discovered it. Remember Annette and Frankie trying to persuade the old folks to let them hold a dance on the beach? If the movie had only relaxed and allowed itself to admit how silly the situation is, it could have been more fun. \n\nInstead, it gets bogged down in the peculiar personality of the preacher, who is played by Lithgow as a man of agonizing complexity.\r\"Footloose\" makes one huge, inexplicable error with the Lithgow character. It sets him up as an unyielding reactionary, and then lets him change his mind 180 degrees without a word of explanation. In one scene, the preacher's daughter confronts her dad in church and announces she isn't a virgin (the movie never remembers to tell us whether she really is or not). The preacher turns livid, starts to scream, and then is interrupted by news that they're burning books down at the library. In the very next scene, the preacher is arguing against the book burners -- and before long, without any meaningful transitional scenes, he has caved in to the idea of the dance. It's cheating to set up Lithgow as the enemy and then turn him into a friend without a word of explanation.\n\nI mentioned the flashy teenage characters. The one who gave me the most trouble was that preacher's daughter. She enjoys suicidal games of chicken, like balancing with her legs on the doors of a speeding car and a speeding truck while a speeding semi bears down on her. This trick is, of course, impossible to do in real life, and so it simultaneously makes her into an idiot and a stuntwoman. \n\nAs for the music video scenes: On three different occasions, the movie switches gears and goes into prepackaged MTV-type production numbers, with the fancy photography and the flashy quick cuts. These scenes may play well on TV, but they break what little reality the story has, and expose \"Footloose\" as a collection of unrelated ingredients that someone thought would be exploitable.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Family", "Music", "Romance"], "title": "Footloose (1984)"}