{"url": "http://www.rogerebert.com/reviews/footnote-2012", "by": "Shlomo Bar Abaas Eliezer", "star_rating": 4.0, "text": "When I describe \"Footnote,\" you may conclude that it offers little for you. In fact, it's one of the smartest and most merciless comedies to come along in a while. It centers on an area of fairly narrow interest, but in its study of human nature, it is deep and takes no prisoners. Two main characters: The father has devoted his life to scratching out minute inconsistencies in various versions of the Talmud. His son is a great popularizer of Judaic lore, whose books are best-sellers and whose face is often on television.\n\nEliezer (Shlomo Bar Aba), the father, has labored for years without much recognition. He takes great pride in once having been mentioned in a footnote of a book by a legendary scholar. Uriel (Lior Ashkenazi), the son, is one of those facile popularizers to whom everything comes easily. The film opens in a teeth-grating ceremony where the son is receiving a prestigious prize, and his father is seated stony-faced in the audience. Uriel goes out of his way to praise the old man, but this serves only to reflect on the old man's obscurity, and Eliezer knows it.\n\nThe film could be about a father-son rivalry in any field. I once had a professor who was a Great Man, the editor of a much-honored edition of Shakespeare. Among his other feats was the Variorum Edition of \"Romeo and Juliet.\" That involved the meticulous comparison of all the editions of Shakespeare's tragedy, noting every variance and allowing the reader to approach as closely as possible Shakespeare's original words. I remember sitting in a campus coffee shop buzzing with caffeine and underlining passages so that I too could determine the correct reading. \n\nThat may sound boring as hell to you, but I'd been to this man's book-jammed office in the English Building, and his quest seemed to me grand and romantic. Imagine how he would have felt to know that in a few decades, all his heavy lifting would be done by a computer. Ah, but it was his judgment that mattered, not his years of footnotes. In that sense, Uriel has moved directly to the end stage and made his father's labor seem like busywork.\n\n\"Footnote,\" a nominee for the foreign film Oscar this year, benefits from uncanny casting. Much of its success comes from the presence of the actors themselves. The story pendulum swings back and forth between father and son, who are both sympathetic and both tiresome and mean-spirited. We are expected to know nothing about the Talmud, except that they believe it justifies their lifework. As we meet their wives, we sense that what benefit it has done them hasn't been reflected in their marriages. Nor has it inspired a good father and good son.\n\nAll of this leads up to a masterful series of ethnical dilemmas in the film's last half. The Talmud provides guidance to Jews about how to lead their lives, but these two Jews have learned nothing that helps them when they find themselves in an impossible situation. \n\nPlease be aware that a plot point is about to be revealed. The greatest honor available to either man is the Israel Prize. Eliezer receives a call congratulating him on having won it. Vindication at last for a lifetime of labor! Then Uriel is told a stunning piece of information. The father was mistakenly called. The prize was actually voted to the son. This cannot be. For the old man to be announced as the winner and then have the prize snatched away is a species of humiliation almost unimaginable. \n\nSo much for the spoiler. The film's richest scenes are still to come, and I will not spoil them. They involve an emergency meeting of the Israel Prize committee, and the involvement of the old curmudgeon Grossman (Micah Lewesohn), who is the chairman. There is a deadly serious meeting of six or seven scholars in an office large enough for two, and the choreography is hilarious. An apparent solution is arrived at. Grossman, who has been a lifelong saboteur of Eliezer's work, has demands that must be met. Then, in a brilliant montage, we see Eliezer at work. The most crucial textual reading of his life takes place, ironically, in connection with this personal crisis.\n\nThere's more comedy in the film, some of it involving Eliezer's ignorance of modern publicity and public relations, some of it indicating that in his ivory tower he doesn't know what security guards are. It's a rich irony that when Eliezer is interviewed by a reporter, he shoots himself in his own foot. What happens is a series of events involving academic scholarship, familial jealousy and pride, stubbornness and poetic justice. All of these things come together wonderfully, and are so subtle that only the father and the son will completely understand them. Perfect.", "running_time": 103, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Comedy", "Drama", "Foreign"], "title": "Footnote (2012)"}