{"url": "http://www.rogerebert.com/reviews/for-love-of-ivy-1968", "by": "Sidney Poitieras Jack Parks", "star_rating": 3.5, "text": "Instead of reviewing \"For Love of Ivy,\" I would like to write something about how it should be reviewed. I find this an interesting question, since I suspect I've missed the point of Sidney Poitier's recent films.\n\n\"For Love of Ivy\" is a warm and delightful comedy. It isn't exactly a masterpiece, but it is well made and I enjoyed it. So did the audience. If it starred Cary Grant and Doris Day, that would probably be the essence of the review. But it doesn't. It stars Sidney Poitier as a trucking tycoon, and Abbey Lincoln, as the maid he falls in love with.\n\nBecause the two central characters are black, I found myself asking all kinds of ideological questions: Is the movie \"honest\"? How does it portray the racial situation in America? Does it sell out? Does it deal in stereotypes? Does Poitier play another impossibly noble character?\n\nThis is the mental routine movie critics seem to go through whenever a Poitier movie opens. Since Poitier is an authentic superstar (and possibly today's top box-office draw), all sorts of moralists try to advise him on whether he's doing his duty, whatever that is. Usually they decide that Poitier movies ignore the racial crisis and paint an unrealistically rosy picture of black-white relations.\n\nI think this criticism misses the point, and may even be a sort of triple-reverse racism. You have to begin by realizing that all movies are dishonest, just because they're fiction. Comedies are especially dishonest: They depend upon artificial situations and stereotyped characters, and you laugh when the guy in the baggy pants slips on a banana peel (even though you have never, ever, seen anybody slip on a banana peel).\n\nHollywood comedies, as everybody knows, paint a totally unrealistic picture of life. Go see Doris Day in \"Where Were You When the Lights Went Out?\" Or Dean Martin in \"How to Save A Marriage and Ruin Your Life.\" Do all Americans live in ranch homes in Connecticut and fancy split-level bachelor pads, like Doris and Dean? Not quite; they sit on the back porch with a can of beer, feeling like a slob and wishing it weren't so hot. Even the so-called \"serious\" comedies like \"The Graduate\" paint an unreal America. They make a relevant point, but through exaggeration, not reality.\n\nAnyhow, we usually get along without finding it necessary to point out the basic dishonesty of movie comedies. But then \"For Love of Ivy\" comes along and everybody jumps on Sidney Poitier for wearing a tuxedo to dinner.\n\nTo which I say: Nuts. \"For Love of Ivy\" is the first-the very first-movie to use Negro actors in the same situations that Rock Hudson and Sandra Dee and the gang have been playing for years. So all of a sudden we discover comedies don't show life the way it really is. Big deal.\n\nAnyway, \"For Love of Ivy\" is a delightful movie, as I began by saying. Miss Lincoln is charming; her smile illuminates the screen. Beau Bridges, as the hippie kid who plays matchmaker, has a canny sense of comic timing, and was an audience favorite.\n\n\"Ivy\" is a movie you can enjoy-and for that I think we should thank Poitier. He wrote the story, and it is a good deal more \"honest\" than \"Guess Who's Coming to Dinner.\" This time Poitier stays for breakfast, and it's about time.", "running_time": 101, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-07-26", "genres": ["Comedy", "Romance"], "title": "For Love of Ivy (1968)"}