{"url": "http://www.rogerebert.com/reviews/for-the-boys-1991", "by": "Bette Midleras Dixie Leonard", "star_rating": 2.0, "text": "\"For the Boys\" tells the endless story of a showbiz partnership that lasts 50 years, during about 35 of which the two partners are not speaking. That wouldn't be so bad if they had any chemistry when they are speaking, but this movie is cold and distant when it isn't contrived, and by the end not even the manufactured emotions ring true.\n\nBette Midler stars as Dixie Leonard, a singer who is plucked from semi-obscurity at the outset of World War II and given her big break: A USO tour of Europe with Eddie Sparks (James Caan), a song-and-dance man who's a famous star. Their first time on the stage together, Dixie steals the show, Eddie tries to fire her, and they're off and running. Through thick and thin - North Africa, the Korean war, television, McCarthyism, Vietnam - they fight and make up while the world applauds, and finally there's a climax on a live TV awards show, where Dixie, ageless, and Eddie, 91 and looking like Little Big Man, kiss and make up.\n\nThe structure of the screenplay is as old as the hills. The movie opens with a young producer on his way to Dixie's house to pick her up for the awards show. She refuses to appear on a stage with \"that sonuvabitch Eddie Sparks,\" the producer coddles her, she lights a cigarette and pours herself a drink, and tells the kid her whole life story.\n\nWhat's curious about the flashbacks in \"For the Boys\" is that most of them are angry or depressing, and yet the movie doesn't establish the dramatic credentials to be so somber. The first USO musical number is a success, with Bette trading risque repartee with Caan and then belting out a loud number and a ballad. But from then on, the enjoyable moments are few and far between.\n\nOne curiosity: Although Eddie Sparks is intended to be a superstar on the level of Bob Hope, he never has a single moment in the film when he reveals the talent needed to be onstage at all. Even that first USO performance contains an enormous oversight: We apparently see the entire show (Eddie's entrance, intro of Dixie, her first song, power failure, her second song by flashlight, big exit) but apart from the unscripted repartee before her first song, at no point during the show does Eddie actually perform.\n\nIs this because all the big numbers were assigned to Midler? I think the problem is deeper than that: The filmmakers never knew who Eddie or Dixie really were. That's why we don't know which side to take in the tortured subplot, involving Dixie's son, Danny, who Eddie loves as if he were his own. Eddie has a wife and three daughters of his own but does not love them at all, for reasons not cited other than the wife's alcoholism (established with one big backstage glass of booze, in a role limited to two dozen words).\n\nEddie and Dixie grow famous for breaking up, most notably during a hit TV show in 1950, after Eddie fires his writer because he may be a communist sympathizer, and Dixie walks out. The two do not speak until the 1960s, when Eddie seduces Dixie into a Vietnam tour with the promise she can see her son, now a military officer, on the battlefield. The outcome of that reunion is not happy, but nothing on the screen indicates why they then again stop speaking for another 25 years.\n\nMaybe what it all comes down to is that I didn't like Eddie and Dixie separately or together, and when Bette Midler wasn't singing there was little in the movie to entertain me. A showbiz biopic is one thing (and Midler made a good one, \"The Rose\"). But a movie with the ambition to deal with serious and depressing subject matter needs more dramatic substance, instead of perfunctory arguments punctuated by unconvincing reunions, remembered by a bitter old woman.\n\nThe climactic awards ceremony itself, by the way, needs to be seen to be believed. Movies are always making the mistake of using dialogue that tells us how much time is left. Then we think about the time, too. At one point, Eddie and Dixie have \"five minutes\" until they have to go onstage, so they have a long argument. Later, a brief acceptance speech turns into a long-winded speech, followed by an impromptu sketch. It's touching, all right, but on live TV the show would have been off the air before Dixie ever appeared onstage.", "running_time": 148, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-27", "genres": null, "title": "For The Boys (1991)"}