{"url": "http://www.rogerebert.com/reviews/for-colored-girls-2010", "by": "Kimberly Eliseas Crystal/Brown", "star_rating": 2.5, "text": "Some plays resist filming. They exist as stage fantasies that can't survive the greater realism of cinema. When a stage character performs a soliloquy, we understand exactly what's happening. When a film character does it, it can feel strange. A monologue on film, sure — but not a poetic construction unlike the ordinary speech in the same film.\n\nDirector-writer Tyler Perry's ambitious \"For Colored Girls\" is based on the Tony-nominated \"For Colored Girls Who Have Considered Suicide/When the Rainbow Is Enuf\" by Ntozake Shange. Many in the audience will have seen it onstage, and that will be an advantage; they'll understand what Perry is attempting. Ordinary moviegoers, accustomed to Perry's mainline films, are likely to be thrown off by the unconventional approach here. Perry tries to be faithful to the play and also to his own boldly and simply told stories, and the two styles don't fit together.\n\nHe also paints a cluttered canvas. The play featured seven characters (each known by a color) in seven places with seven kinds of problems. He adds three other significant roles, in order to flesh out actions that the play described in prose. This is too literal. His actors do an effective job with their soliloquies, but the audience is tugged back and forth between the stylized speech and the straight dramatic material. \n\nToo bad. What a cast he has assembled: Kimberly Elise (Crystal/Brown), Janet Jackson (Jo/Red), Loretta Devine (Juanita/Green), Thandie Newton (Tangie/Orange), Anika Noni Rose (Yasmine/Yellow), Kerry Washington (Kelly/Blue), Tessa Thompson (Nyla/Purple) and Whoopi Goldberg (Alice/White). Then there's Phylicia Rashad as a wise woman who lives in the same apartment house with six of the others, sees all and provides a running commentary.\n\nThe Rashad character is new. So are Beau Willie (Michael Ealy), a war veteran and victim of post-traumatic stress syndrome who obsesses about Crystal, and Carl (Omari Hardwick), a rich closeted gay conducting a doomed marriage with Jo. Crystal works for Jo, an imperious magazine editor, establishing some class conflict. The movie, like the play, distributes other problems among the women, so that we seem to be moving between episodes of a soap opera.\n\nShange's award-winning play is justly respected, but I'm not sure it's filmmable, and I'm pretty sure it wasn't a wise choice for Perry. He seems more at home with everyday, human-comedy types of people, and here I think he is, if anything, too wary of his material. If he'd gone all the way in rewriting it into a more conventional drama, he might have been criticized by lovers of the play, but he might have made a more entertaining and accessible film.\n\nThat's not to say \"For Colored Girls\" doesn't have its virtues. Seeing these actresses together is a poignant reminder of their gifts, and of the absence of interesting roles for actresses in general and African-American ones in particular. A generation has been often shut out of fruitful roles. \n\nI saw the movie twice, and although it never worked for me as a whole, the second time I found myself appreciating many of its parts more. The soliloquies don't fit, but taken as free-standing dramatic entries, they're strongly done. So there are elements here, but not a fully rounded film.", "running_time": 134, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-03", "genres": ["Drama", "Indie"], "title": "For Colored Girls (2010)"}