{"url": "http://www.rogerebert.com/reviews/for-love-or-money-1993", "by": "Michael J. Foxas Doug Ireland", "star_rating": 2.0, "text": "\"For Love or Money\" stars Michael J. Fox, one of the most likable stars in the movies, in a romantic comedy so lightweight that his charm has to carry the whole enterprise. Take away the basic human appeal of Fox and his love interest, Gabrielle Anwar, and what you have left wouldn't fuel 22 minutes of a sitcom.\n\nThe set-up makes it perfectly clear exactly what must happen in \"For Love and Money,\" but the movie struggles manfully ahead, pretending it doesn't know. The story involves Fox as a New York hotel concierge, who falls in love with a millionaire's sweet and innocent mistress. Can you guess who gets the girl? Some effort is made to flesh out this idea, which must have been ancient in Chaplin's time, by adding backstage details about the operation of the hotel. But even here no effort is made to be original or observant. We see some corridors, we meet the snotty manager and the ancient bellman, and we learn that conciergi trade theater tickets with each other in Central Park. But the movie isn't about hotel, it's about ancient plot devices. Fox plays Doug Ireland, concierge at a hotel where every customer needs special handling. One of them is Christian Hanover (Anthony Higgins), a supercilious rich man who is shamelessly taking advantage of the naive but beautiful Andy Hart (Gabrielle Anwar). Doug's heart goes pitty-pat the moment he sees Andy, but he cannot act on his impulses because Hanover is a big tipper.\n\nPlus, of course, Doug has a dream. He wants to build a hotel on an island off Manhattan, and he's purchased an option to the rights. Now he needs a backer, and Hanover plays him along. Doug knows Andy likes him, and he knows how shamelessly the married millionaire is deceiving her. But if Doug wins his love, he loses his hotel.\n\nAnd that's about it. The movie is a throwback to a kinder, gentler time; this could have been a Sandra Dee comedy in the 1950s.\n\nNothing in it is very witty, or very new, or very smart. Gabrielle Anwar makes an appealing presence (you may remember her from \"Scent Of A Woman\"), and there is a half-hearted attempt to work up some slapstick in a scene at the millionaire's summer home.\n\nBut \"For Love or Money\" is essentially the kind of movie where you walk in, sit down, and start thinking this is where you came in.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-10-01", "genres": ["Comedy", "Romance"], "title": "For Love Or Money (1993)"}