{"url": "http://www.rogerebert.com/reviews/for-ellen-2012", "by": "Paul Danoas Joby", "star_rating": 3.5, "text": "Oh, what a sad and lonely man this is. Joby Taylor is the lead singer in a heavy metal band that seems on the brink of disappearance — not least because of his way of blowing off gigs and his general disconnect with the world. Buried inside a vast, silent inertia, he now drives through snowbound upstate New York to attend a divorce hearing. In the agreement, he will receive half the equity in his house and lose all custody of his little daughter. In his murky way, he is stunned. His lawyer represses embarrassment. His wife's lawyer asks if he read the agreement. Yes, he mumbles, he believes he did. The details are vague. They will meet again tomorrow.\n\nJoby (Paul Dano) returns to one of the loneliest places on earth, a room in an empty motel. The cold outside seems to permeate the very ether. His lawyer, Fred Butler (Jon Heder), invites him for dinner, partly out of pity. A casserole is served by Fred's mother, who cross-examines Joby as if he were a girl her son was thinking of marrying. The two men escape to a bar, where Joby gets so drunk Fred is not sure he shouldn't call for help.\n\nThis portrait of an empty and despairing life has been written and directed by So Yong Kim, a South Korean graduate of the School of the Art Institute of Chicago, whose subject is often children and parents in search of one another. Joby is suddenly consumed by the need to get to know his daughter, Ellen (Shailene Mandigo), and we become aware that he may not have seen her since she was an infant. It's not that he fears losing her. It's that for the first time, he thinks he wants to be a father. It would be a role he could play in a life where he has no idea who he is or what he wants. \n\nStudy this man's appearance. His long, lank, black hair is slicked straight back — on one occasion, by using the soap from a gas station restroom. He has an earring, and a wispy, undernourished goatee. His tattooed body gives evidence of forgotten and drunken nights under the needle of tattoo vulgarians. His walk is an apology. His posture is skewed and protective. He is pathetic.\n\nThe centerpiece of the film is a simple and perfect scene in which he's allowed to spend two hours with Ellen. Played by non-professional Shaylena Mandigo, Ellen emerges as a clear-eyed, utterly serious, instinctively tactful little girl. Joby has given her a doll. She confides she already has it. They go to a mall to find a replacement, and then, in a food court, they have a conversation that is a model of perfection for such a scene.\n\nA curious thing becomes clear. Ellen becomes aware that Joby is not a \"father\" or even really an \"adult.\" He is like a child who is lost and sad. She says quiet and very understated words of comfort. How child actors do it, I cannot understand, but sometimes there is not an atom of falsity or self-consciousness in their performances.\n\n\"For Ellen\" concludes in an unexpected way that seals Joby's fear that he has no idea who he is, or where he wants to go. It doesn't matter. He has been cut adrift from all roles and identities. He is a clueless void. We remember him slicking back his hair and perking up his wispy facial hair. \n\nThis performance, unlike anything Paul Dano has ever done, must have required some courage. It requires an actor to cast aside all conceits of performance, presence, charisma and even timing. He is the shell without the egg, alone in a landscape of hard ice and cold people.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Drama"], "title": "For Ellen (2012)"}