{"url": "http://www.rogerebert.com/reviews/for-love-of-the-game-1999", "by": "Kevin Costneras Billy Chapel", "star_rating": 1.5, "text": "You know those quizzes they run in women's magazines, about testing your relationship? \"For Love of the Game\" is about the kinds of people who give the wrong answers. It's the most lugubrious and soppy love story in many a moon, a step backward for director Sam Raimi after \"A Simple Plan,\" and yet another movie in which Kevin Costner plays a character who has all the right window dressing but is neither juicy nor interesting.\n\nCostner plays Billy Chapel, a 40-year-old pitcher for the Detroit Tigers, facing retirement at the end of a mediocre season. As the film opens, he's set the stage for a candlelit dinner in his New York hotel, but his date never arrives, he drinks the champagne and all the booze in the minibar, and next day he wakes up with a hangover and learns (a) crusty old Mr. Wheeler is selling the team because his sons don't want it, (b) he's being traded, and (c) Jane, the girl he was waiting for, is leaving him and taking a job in London because \"you don't need me--you're perfect with you and the ball and the diamond.\" Not what you want to hear when you're facing retirement.\n\nThe movie has a screenplay that lumbers between past and present like regret on a death march. Billy suits up for his final game of the season, and as he starts pitching we get the \"Five Years Earlier\" card, and the movie cuts back and forth between his quest to pitch a perfect game and his memories of their love affair. Will he pitch the perfect game and save the relationship? Or will he throw a home-run pitch in the bottom of the ninth, while the girl disappears? What's your best guess? Five years earlier, he first encountered Jane (Kelly Preston) in a Meet Cute, when he saw her kicking her rented VW by the side of the expressway. He's able to get the car running again and likes her at first sight--even though she doesn't know who he is until the tow truck guy says, \"Hey--you're Billy Chapel!\" He is indeed a baseball great, and soon she's complaining, \"I need a regular guy. Not the guy in the Old Spice commercials.\" \"It was Right Guard,\" he says. \"I was being metaphorical,\" she says.\n\nShe's also not thrilled by kids who collect his picture on bubble gum cards. \"They buy them for the gum,\" he says, revealing he's seriously out of touch. Today's wise child preserves the original wrappers, and finances his college education by selling them on eBay.\n\nThe rhythm of their relationship quickly grows sour. She keeps turning up, and he keeps pushing her away, and then needing her when she's gone. She weeps when they're together, he weeps when they're apart. Typical crisis: One winter weekend, he's unwisely sawing some lumber with a rotary saw and cuts his hand. She packs it in snow, but isn't allowed on the Medivac helicopter, is dissed by the obligatory rude nurse in the ER (\"Are you his wife?\") and is crushed when Billy tells her the team trainer is \"the most important person for me right now.\" Another crisis. He's in Boston for a game, and gets a panic call: Her daughter has run away from home and gone to Boston to seek her dad, who wasn't at home, so now she's alone in the big city. Billy didn't know she had a daughter. \"What's her name?\" he asks. \"Freedom,\" she says. \"Scared you, didn't I? It's Heather.\" Just the sort of quip a mother would make during a panic call. (In a wittier movie, she would have said, \"Heather. Scared you, didn't I? It's Freedom.\") The screenplay, written by Dana Stevens and based on a novel by Michael Shaara, includes getting-to-know-you stuff (\"Do you like white meat or dark?\"), jealousy (\"she's my masseuse\") and sports lore (\"All the guys are here for you, Billy\"). Some of the sports scenes consist of Costner on the mound, lost in thought (at one point the catcher is concerned because he's staring at clouds), but there are some nice details when he shuts out all the crowd noises, and when he directs a running monologue at each batter he faces. And of course no sports movie has any trouble building suspense at the end of the big game.\n\nThe ending is routine: false crisis, false dawn, real crisis, real dawn. Only a logician would wonder why two people meet in a place where neither one would have the slightest reason to be. Thinking back through the movie, I cannot recall a single thing either character said that was worth hearing in its own right, apart from the requirements of the plot. No, wait: He asks her, \"What if my face was all scraped off and I was basically disfigured and had no arms and legs and no [something else, can't read my handwriting]. Would you still love me?\" And she replies, \"No. But we could still be friends.\"", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-09-17", "genres": ["Drama", "Romance", "Sport"], "title": "For Love Of The Game (1999)"}