{"url": "http://www.rogerebert.com/reviews/for-queen-and-country-1989", "by": "Denzel Washingtonas Reuben", "star_rating": 2.0, "text": "He has fought for Great Britain in the streets of Belfast and on the muddy fields of the Falkland Islands, and he has seen his friends killed and maimed. So when the soldier returns to civilian life he is not pleased to find that he is no longer considered a British citizen.\n\nHe is black and was born in a former British colony. He came to London as a baby. He put his life on the line in the British army for nine years as a paratrooper. And now they tell him his passport is no good. That moment, in a government office, is the turning point in the life of Reuben, the returned soldier, played by Denzel Washington.\n\nUntil then, he has weathered the return to civilian life fairly well. Modern Britain is often more blatantly racist than America, especially on the working-class level, but Reuben is a man who tries to put racism in its place. Indeed his best friend is a white man, a fellow paratrooper whose legs were blown off while Reuben watched. He can deal with racism on the personal level. But he takes his service in the army very seriously, and when Great Britain insults his patriotism by withholding his passport, he feels he has passed some sort of fundamental divide. The action strikes at the heart of his pride.\n\n\"For Queen and Country\" follows this man for a few weeks after his return to civilian life and to a bleak high-rise government tenement that is ripe with crime, drugs and disillusionment. Reuben moves into an apartment with his books and clothes and military decorations and starts looking for work - unsuccessfully. He is turned down in half a dozen different ways, most of them based on his race, and yet he is undiscouraged, because he expects such treatment and expects eventually to outsmart and outrun it and succeed in spite of it.\n\nBut there is no job. And a local drug dealer, a white man he knows from the army, wants Reuben's help as a right-hand man, an intimidator and enforcer. Reuben wants nothing to do with drugs, but then his friend, an amputee, is faced with eviction, and one drug deal would provide enough money to secure the friend for months.\n\nUp until about this point, \"For Queen and Country\" is absorbing and convincing. Then it starts to go wrong. It stops being the story of the daily life of this character and starts plugging in the elements of a standard thriller plot. There is a villain - a sadistic policeman who is not for one instant believable as anything other than a convenience for the screenplay. There is a halfhearted love affair with a woman, who at first seems spontaneous and three-dimensional but is then written out of the story on a technicality involving her dislike of guns. A complicated plot begins to evolve, based on a deeply hidden conspiracy between the police and the drug establishment. And Reuben is caught in the middle for no better reason, really, than that the plot requires it.\n\nAll of the manipulation and falseness of the concluding scenes are betrayed in the film's very last scene, which is so contrived it dramatizes how the film has gone wrong. That scene (which I will not reveal) illustrates what I like to call the Fallacy of the Predictable Tree. Remember the first Rambo movie, in which a sheriff paused under a tree, and Rambo dropped out of the tree and ambushed him? The key question in that scene is obvious: How did Rambo know exactly which tree to hide in? Or, for that matter, how did the lawman know which tree to stand under? You see that fallacy operating frequently in the movies: A character will know exactly where and when to position himself to do something that, logically, he could not have predicted. At the end of \"For Queen and Country,\" a complex and unpredictable series of events ends with a character being in exactly the wrong place at the wrong time and with another character already waiting there as if he foresaw it.\n\nThe scene reveals the trickery of the action passages in the movie. It's as if the filmmakers lost their faith in the interest of Reuben as a character and as a life, and felt they had to rescue themselves with interchangeable thriller elements, taken right off the shelf, one size fits all. That's a shame. Washington creates the character as a convincing, sympathetic person (his performance comes on the heels of his inspired work in \"The Mighty Quinn\"), and he deserves more than to have the character thrown away on a phoned-in plot.", "running_time": 106, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-05-19", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "For Queen And Country (1989)"}