{"url": "http://www.rogerebert.com/reviews/for-richer-or-poorer-1997", "by": "Tim Allenas Brad Sexton", "star_rating": 2.0, "text": "Kirstie Alley and Tim Allen are warm and appealing, and good with the zingers after years of practice on sitcoms. Watching them work in \"For Richer or Poorer,'' I admired their sheer professionalism. The plot is a yawner, another one of those \"fish out of water'' formula jobs, complete with car chases and jokes about cow manure. But they succeed somehow in bringing a certain charm to their scenes, and they never miss with a laugh line.\n\nAllen plays a Trumpian real estate magnate (how I love the word \"magnate'') who is celebrating his 10th wedding anniversary by unveiling his latest scheme for a theme park: \"Holyland--inspired by God himself.'' Alley, his wife, works the crowd for investors but is fed up with the marriage and wants out. Before they get a chance to file for divorce, however, they find themselves in deep doo-doo with the IRS; Allen's accountant has stolen $5 million and made it look like tax fraud.\n\nThese developments naturally make a car chase necessary, and after Alley coincidentally jumps into the back of the Yellow Cab that Allen has stolen, they head for the back roads and end up in Intercourse, Pa. (joke), the center of an Amish community. They need to hide out somewhere, and Allen has studied the movie \"Witness,'' so they pass themselves off as long-lost Amish cousins from Missouri and move in with a farm family headed by Jay O. Sanders.\n\nWhat happens during their stay on the farm can be imagined, in broad outline, by anyone who cares to give it a moment's thought, or perhaps less. The city slickers are put to work on farm chores (\"Look, honey--it's 4:45 a.m.! We must have overslept!''). Allen is assigned to train a gigantic horse, and Alley tries to fake needlepoint lessons. All routine.\n\nWhat does work are: (a) their personal charm, which invests a lot of these assembly-line scenes with cheerful enthusiasm; and (b) one-liners in the screenplay by Jana Howington and Steve Lukanic. Trying to explain why he doesn't have an Amish beard, Allen stumbles and Alley volunteers: \"Lice!'' Allen says it was a very brief infestation. \"Minute lice,'' says Alley. I laughed. I also liked Alley's bright idea that the Amish try dressing in a color other than black, and the fashion show she stages for the elders.\n\nBut the movie isn't convinced that it's really about its story. It doesn't stay within the logic of the characters. People change their basic natures for a laugh. (Example: The old hatchet-wielding grandfather who wakes them every morning, and then unconvincingly lets them sleep late one day.) There's a romance between two of the local young people, who are seen so one-dimensionally, often at a distance, that they might as well wear name cards saying \"Soppy romantic subplot.'' And the IRS agents who chase the couple, led by the usually reliable Larry Miller, are made into shallow buffoons and kept that way.\n\nAnd yet there were laughs. Enough of them that I resented it when the movie got soft-hearted and sentimental at the end. I like a comedy that goes for the jugular and takes no prisoners. If you must see a comedy involving the Amish, I recommend \"Kingpin.\" It's in terrible taste, but that's part of the fun. \"For Richer or Poorer,'' however, has an attack of sincerity just when it needs it the least.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-12-12", "genres": ["Comedy", "Family", "Romance"], "title": "For Richer Or Poorer (1997)"}