{"url": "http://www.rogerebert.com/reviews/for-a-good-time-call-2012", "by": "Lauren Milleras Lauren", "star_rating": 2.0, "text": "Of all the lonely ways to spend money, paying for phone sex strikes me as the most pathetic. A prostitute is really there. A phone sex companion is only a soundtrack for masturbation, and the man who needs one must have a desperate lack of imagination. \n\nEqually depressing to me are some of the reviews received by \"For a Good Time, Call…,\" the story of two former college enemies who team up as phone sexers and become gal pals. \"Enough laughs and goodwill to be disarmingly entertaining,\" I read in one review. \"A feel-good raunch-com,\" says another. I quote them as a public service, since one male reviewer thinks women could like this movie enough to come back a second time \"and bring their boyfriends.\"\n\nI wouldn't want to be one of those boyfriends. I'm not objecting to the movie on grounds of taste but because it is stupid, vulgar, crass and mercilessly formulaic. On second thought, maybe I am objecting on grounds of taste. It is quite possible for the vulgar to be funny, but to succeed, it must rise to a certain genius. Shortly after Mel Brooks released \"The Producers\" (1968), I was in an elevator with him when a woman said, \"Your film was nothing but vulgar.\" Brooks regarded her sternly. \"Madam,\" he said, \"my film rises below vulgarity.\"\n\nThe story involves Lauren and Katie (Lauren Miller and Ari Graynor), who have hated each other ever since a college-party malfunction involving urine. Now Lauren is desperate when her boyfriend (James Wolk) announces he is moving to Italy and orders her to leave their apartment immediately. Meanwhile, Katie faces eviction from her late grandmother's rent-controlled luxury apartment overlooking Gramercy Park. Their needs are matched up by a mutual best friend from college named Jesse (Justin Long), who is gay, fulfilling the unwritten requirement that any male capable of being the best friend of two women at the same time must be gay, because a straight man cannot be best friends with more than one female, at most.\n\nEven under rent control, an apartment overlooking Gramercy Park is far from cheap, and Katie has been making ends meet, so to speak, by inspiring orgasms over the phone. Lauren is shocked, but it's amazing how being a roommate can broaden your standards, and soon she graduates from doing the books to performing on the instruments herself.\n\nWe see a few of their pitiful customers, played by Seth Rogen (who is Miller's husband in real life) and Kevin Smith, who doesn't seem to require the Method to play his role. There's also a scene where Lauren's parents (Mimi Rogers and Don McManus) drop in unexpectedly and find two enormous dildos on the coffee table. At least I hope to God they're enormous. One is black and the other looks like it may have been inspired by Shrek. \n\nThe Little Movie Glossary requires that all sexcoms must end with at least one example of sincere romance. Considering that Jesse is gay, the only possible candidate for this obligatory role has to be one of the clients. I can understand sincere romance between a prostitute and a client, because, like, they're both in the room, right? But if your dating pool consists of the clients for a phone sex service, that suggests right away these guys may be lacking in social skills. \n\nI dunno. The screenplay by Miller and Katie Anne Naylon excels in its mastery of filthy talk, which is delivered with such velocity and mastery that the movie shows every sign of considering it funny. The performances by Miller and Graynor are high-spirited enough that you yearn to see them in worthier material. The potential is there. If there's anything more seductive to Manhattanites than sex, it's a cheap apartment overlooking Gramercy Park.", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Comedy"], "title": "For a Good Time Call... (2012)"}