{"url": "http://www.rogerebert.com/reviews/for-roseanna-1997", "by": "Jean Renoas Marcello", "star_rating": 3.0, "text": "Death inspires a certain logic that can seem very funny, if seen from a safe distance. “For Roseanna” tells the story of a woman who believes she has weeks if not days to live, and of her loving husband, who wants to observe her dying wish--to be buried in the village cemetery with their child. It is not a simple matter; since the tightrope walker fell from the rope, there are only three graves left.\n\nThe village is in Italy--a movie Italy where everyone speaks English, with an Italian accent. The international cast populates a picturesque location just around the corner, I imagine, from the location of “Enchanted April.” Every time I see a movie like this, I find myself thinking, to hell with the movie, I want to go there on vacation.\n\nThe dutiful husband is named Marcello (Jean Reno), as well he might be, since this is the kind of role Marcello Mastroianni could have performed in his sleep. He's a friendly but worried trattoria owner whose fear that the cemetery will fill up leads him to a desperate death-prevention campaign in which he directs traffic in the town square, grabs cigarettes out of the mouths of smokers, and even lies that a coma victim in the hospital has regained consciousness and asked for the soccer scores.\n\nReno, who played a cold, skilled killer in \"The Professional,\" is here a warm Everyman, besotted with love. His wife Roseanna is played by Mercedes Ruehl, who may be surprised to find herself a housewife in Italy but rises to the occasion. She doesn't appear terribly ill; perhaps she has Ali MacGraw's Disease, first identified in \"Love Story,\" where the only symptom is that the patient grows more beautiful until finally dying. Her heart is weak. She wants to stage-manage from the grave, and is obsessed with making plans for those who will have to carry on without her. Her husband, for example, should marry her sister Cecilia (Polly Walker). Fine, except that they don't much like each other, and besides, Cecilia falls in love with Antonio (Mark Frankel), the nephew of the rich landowner Capestro (Luigi Diberti), who has caused all the trouble in the first place by refusing to sell the village more land to expand the cemetery. Why is Capestro such a killjoy? Because he and Marcello have been enemies for years. It may have something to do with an old feud over a bicycle race, but there are also deeper currents and old loves that have not died. We now have all the pieces in place for a goodhearted farce, in which lovers will be split up and united, misunderstandings will nearly lead to tragedy, and death will be feared, avoided and confronted. There's enough going on that we hardly need the escaped kidnapper, although his final act of vengeance against the man who wronged him does show a certain ingenuity.\n\n“For Roseanna” isn't of much consequence, perhaps, and the gears of the plot are occasionally visible as they turn. But it's a small, sweet film that never tries for more than it's sure of, and the actors find it such a relief to be playing such goodhearted characters that we can almost feel it. Of course we're sure that with a setup like this the movie must have a sad ending. That only adds to the fun.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-07-25", "genres": ["Comedy", "Drama", "Romance"], "title": "For Roseanna (1997)"}