{"url": "http://www.rogerebert.com/reviews/for-your-eyes-only-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\n“For Your Eyes Only” is a\r\ncompetent James Bond thriller, well-crafted, a respectable product from the 007\r\nproduction line. But it's no more than that. It doesn't have the special sly\r\nhumor of the Sean Connery Bonds, of course, but also doesn't have the visual\r\nsplendor of such Roger Moore Bonds as “The Spy Who Loved Me,” or special\r\neffects to equal “Moonraker.” And in this era of jolting, inspired visual\r\neffects from George Lucas and Steven Spielberg, it's just not quite in the same\r\nleague. That will no doubt come as a shock to Producer Albert (Cubby) Broccoli,\r\nwho has made the “James Bond” series his life's work. \n\n\r\nBroccoli and his late partner, Harry Saltzman,\r\nall but invented the genre that Hollywood calls \"event films\" or\r\n\"special effects films.\" The ingredients, which Bond popularized and\r\nothers imitated, always included supervillains, sensational stunts, sex, absurd\r\nplots to destroy or rule the world, and, of course, a hero. The 007 epics held\r\nthe patent on that formula in the late '60s and early '70s, but they are\r\ngrowing dated. “For Your Eyes Only” doesn't have any surprises. We've seen all\r\nthe big scenes before, and when the villains turn out to be headquartered in an\r\nimpregnable mountaintop fortress, we yawn. After “Where Eagles Dare” and “The\r\nGuns Of Navarone” and the hollow Japanese volcano that Bond himself once\r\ninfiltrated, let's face it: When you've seen one impregnable mountaintop\r\nfortress, you've seen 'em all. \n\n\r\nThe movie opens with James Bond trapped inside a\r\nremote-controlled helicopter being guided by a bald sadist in a wheelchair.\r\nAfter Bond triumphs, the incident is never referred to again. This movie\r\ninvolves the loss of the secret British code controlling submarine-based\r\nmissiles. The Russians would like to have it. Bond's mission: Retrieve the\r\ncontrol console from a ship sunk in the Aegean. The movie breaks down into a\r\nseries of set pieces. Bond and his latest Bondgirl (long-haired,\r\nundemonstrative Carole Bouquet) dive in a mini-sub, engage in a complicated\r\nchase through the back roads of Greece, crawl through the sunken wreck in wet\r\nsuits, are nearly drowned and blown up, etc. For variety, Bond and Bouquet are\r\ndragged behind a powerboat as shark bait, and then Bond scales the fortress\r\nmountain. A fortress guard spots Bond dangling from a rope thousands of feet in\r\nthe air. What does he do? Does he just cut the rope? No, sir, the guard\r\ndescends part way to tantalize Bond by letting him drop a little at a time. The\r\nrest is predictable. \n\n\r\nIn a movie of respectable craftsmanship and\r\nmoderate pleasures, there's one obvious disappointment. The relationship\r\nbetween Roger Moore and Carole Bouquet is never worked out in an interesting\r\nway. Since the days when he was played by Sean Connery, agent 007 has always\r\nhad a dry, quiet, humorous way with women. Roger Moore has risen to the same\r\nchallenge, notably opposite Barbara Bach in “The Spy Who Loved Me.” But Moore\r\nand Bouquet have no real chemistry in “For Your Eyes Only.” There's none of\r\nthat kidding byplay. It's too routine. The whole movie is too routine.", "running_time": 127, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "For Your Eyes Only (1981)"}