{"url": "http://www.rogerebert.com/reviews/for-keeps-1988", "by": "Molly Ringwaldas Darcy", "star_rating": 3.0, "text": "The movies of Molly Ringwald have been responsible for a revolution in the way Hollywood regards teenagers. Before Ringwald (and her mentor, John Hughes) there were only horny teenagers, dead teenagers, teenage vampires and psychotic crackups. Now teenage movies are working their way through some of the aspects of the normal life of American teenagers, and in “For Keeps,” Ringwald plays a popular high school senior who gets pregnant and gets married.\n\nBecause she is Ringwald, and because this is a movie, her experience of these adventures is probably a good deal more pleasant than the average American teenage girl could look forward to. There is a line in the movie that could apply to the movie itself, when a high school teacher asks the very pregnant Ringwald to drop out of school and take night classes because she’s so popular that other girls might want to imitate her.\n\nIf the movie lacks something, it is a sense of the shame and suffering a pregnant high school senior might undergo. Ringwald seems too well-adjusted, too resilient. And yet there is a certain bottom line of honesty in this movie, and if it is about the joy of young love, it is also about the pressures of young responsibility (I hope impressionable teenage viewers will devote careful attention to the scenes where Ringwald is stuck in her walk-up apartment, while her young husband is out with his buddies).\n\nIn the film, Ringwald and her boyfriend, Randall Batinkoff, begin to sleep together and almost immediately have to face the pregnancy. In a plot that centers on national holidays, she blurts out the news at Thanksgiving and they decide to get married at Christmas. Both of these decisions are met with varying degrees of horror by their parents - Miriam Flynn, Ringwald’s divorced and bitter mother, and Kenneth Mars and Conchata Ferrell as Batinkoff’s loving, conventional parents.\n\nThe movie is perhaps too willing to play Batinkoff’s parents for laughs, and I could have done without a scene of a toppling Christmas tree. But the moments between Ringwald and Batinkoff are well-written and played with a quiet, touching sensitivity; we recognize elements of real life in their relationship.\n\nThe movie was written by Tim Kazurinsky and Denise DeClue, whose last collaboration was the wonderful “About Last Night.” That movie, based very loosely on a play by David Mamet, was about swinging singles in their 20s and 30s. This one, an original, has the same feel for plausible dialogue and the same knack for finding scenes that reveal personalities, instead of simply advancing the plot. Consider, for example, the sequence after the birth, when Ringwald suffers from postpartum depression. This is the sort of touching realism you wouldn’t expect from a “teenage movie,” and yet it lends weight and importance to the sequences that follow.\n\nI also liked the way in which Batinkoff was shown as unready to accept the responsibilities of marriage and fatherhood, and then the way the movie subtly suggests that Ringwald isn’t ready, either. But as the woman, she’s the one who gets stuck at home with the kid. All of this is made more dramatic because of a subplot about Batinkoff’s full-ride college scholarship, Ringwald’s college potential and the lack of campus facilities for married freshmen.\n\nThe ending of the movie is too contrived, as all of the threads come together - marriage, parenthood, scholarships, family acceptance, college plans. And yet “For Keeps” is an intriguing movie that succeeds in creating believable characters, keeping them alive, and steering them more or less safely past the cliches that are inevitable with this kind of material. It’s a movie with heart, and that compensates for a lot of the predictability. The one thing it lacks, perhaps, is a notice at the end advising teenagers that for every young couple like this one, there are a thousand broken hearts.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-01-15", "genres": ["Drama", "Family", "Romance"], "title": "For Keeps (1988)"}