{"url": "http://www.rogerebert.com/reviews/for-greater-glory-2012", "by": "Andy Garciaas Gen. Gorostieta", "star_rating": 2.5, "text": "In the years 1926 through 1929, Mexico fought a war over the freedom of Roman Catholics to worship. As a result of the Mexican Revolution, the constitution of 1917 stripped great power from the church, along with half of its enormous land holdings. But it was not until the regime of President Plutarco Elias Calles, who began to strictly enforce the constitution, that an uprising ensued. Supporters of the Catholic Church, who called themselves Cristeros, began a campaign against federal troops and had surprising success after they hired Gen. Enrique Gorostieta Velarde to lead their forces. \n\nAn atheist and a hero of the revolution, Gorostieta signed on for the cash and because he supported the principle of religious freedom. In the context of a new English-language epic called \"For Greater Glory,\" that principle apparently applies only to Catholics. No other religion is ever mentioned. The war took heavy casualties on both sides, and the United States played a behind-the-scenes role in protecting the interests of U.S. oil companies whose concessions controlled much of Mexico's oil.\n\nThis war has all the elements to make it well-known, but I confess I'd never heard of it. A close Mexican-American friend, well-informed in Mexican history, told me she never has, either. Is it in the usual history books? You'll learn a lot about it in \"For Greater Glory,\" the most expensive film ever made in Mexico, an ambitious production with a cast filled with stars. \n\nIt is well-made, yes, but has such pro-Catholic tunnel vision I began to question its view of events. One important subplot involves a 12-year-old boy choosing to die for his faith. Of course the federal troops who shot him were monsters, but the film seems to approve of his decision and includes him approvingly in a long list of Cristeros who have achieved sainthood or beatification after their deaths in the war.\n\nThe central figure is Gorostieta, played by Andy Garcia with impressive strength and presence. He values his own leadership expertise, defends the fact that he is serving because of the money, and indeed is a brilliant general. There's an effective sequence where he warns a jealous Cristeros leader he is probably leading his men into an ambush. The man won't listen. Gorostieta lets him go, and then leads his own troops up behind the ambushing federales, who are exactly where he predicted they would be.\n\nPresident Calles (Ruben Blades), who can't believe the Cristeros can possibly be successful, pursues the war beyond what seems to be all common sense. It's one thing to enforce legal restraints on the Catholic Church and another — a riskier one — to order such extremes as sending all the bishops and foreign-born clergy out of the country and authorizing the murder of priests in their own churches. In an early sequence, Peter O'Toole plays a 77-year-old priest killed by the federales, and it is Jose, the altar boy who sees him die, who later becomes the martyr.\n\nSo dedicated are Jose and a young friend to the Cristeros cause that they ride out on horseback and find the secret camp of Gen. Gorostieta. He rejects them as soldiers and puts them to work caring for horses. But his love for the boy grows so much that he regards him as a son, and indeed the boy only dies because he is on a mission for Gorostieta. The general surely deserves some of the blame for putting a child in a hazardous position.\n\n\"For Greater Glory\" is the kind of long, expensive epic not much made any more. It bears the hallmarks of being a labor of love. I suspect it's too long for some audiences. It is also very heavy on battle scenes, in which the Cristeros seem to have uncannily good aim. But in its use of locations and sets, it's an impressive achievement by director Dean Wright, whose credits include some of the effects on the \"Lord of the Rings\" films. If it had not hewed so singlemindedly to the Catholic view and included all religions under the banner of religious liberty, I believe it would have been more effective. If your religion doesn't respect the rights of other religions, it is lacking something.", "running_time": 145, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-30", "genres": ["Drama", "Foreign", "History", "War"], "title": "For Greater Glory (2012)"}