{"url": "http://www.rogerebert.com/reviews/force-ten-from-navarone-1979", "by": null, "star_rating": 2.5, "text": "Near the beginning of \"Force Ten from Navarone,\" we're treated to selected footage from the original 1961 production. The German soldiers flee once more in panic, the explosives detonate yet once again, the great guns topple, the rock cliffs split open. If you're a fan of the original \"Navarone,\" study these moments intently; they're the only connection between this movie and its namesake.\n\nSo why call the movie \"Force Ten from Navarone?\" Maybe because the word \"Navarone\" inspires a knee-jerk response; the first movie was great, so maybe this one will be, too. Or maybe because Alistair MacLean, author of the original \"Guns of Navarone,\" wrote this sequel. It hardly matters. The 1961 movie had wit and style and excitement. This one is a weary rehash of old action movie clichés, not even redeemed by such stalwarts as Robert Shaw and Edward Fox.\n\nJust to set things straight: \"Force Ten from Navarone\" has none of the same characters as \"Guns of Navarone,\" has nothing to do with guns and does not involve an assault on an island. It does, however, end with a gigantic cataclysm caused by sabotage.\n\nThe sabotage is aimed at a key bridge in Yugoslavia, and an enormous dam a few miles upstream. The war effort apparently hinges on whether the bridge, behind enemy lines, can be destroyed. And so a commando force led by Shaw is dropped behind the lines, finds the bridge heavily guarded, and decides to blow up the dam so that the bridge (and the valley) will be swept away.\n\nThese activities occupy perhaps 75 per cent of the movie's running time, and are punctuated by an impenetrable subplot involving rebels, loyalists, double agents, local guerrillas, and The Girl (who is played by Barbara Bach of \"The Spy Who Loved Me\"). After several turncoats are revealed and executed, and after everyone has double-crossed everyone else a sufficiency of times, the bridge and the dam come into view and the movie ends with a great deal more style than it began.\n\nThat's because the special effects involving the destruction of the dam are really pretty well done. And they're set up with those reliable old clichés from almost all movies involving war and sabotage. How well we know them: First, we get a long shot of the objective (whether it is giant guns or giant dams or giant impenetrable fortresses), and there's appropriately Wagnerian music on the sound track. Then, seen from far away, Nazi soldiers strut back and forth on the parapets. Our heroes, reclining behind rocks and trees, examine the scene with binoculars.\n\nAt this point it is obligatory, I believe, for one of the heroes to express the opinion that the enemy objective is so well guarded that any raid on it would be folly. The exact words are usually, \"It would bloody well be suicide!\" But then the explosives expert (usually a very unmilitary type drafted directly into the commandos after a civilian career as an unkempt genius) allows as how an explosives package could do a lot of damage, if it were placed just so.\n\n\"Force Ten\" honors all the obligatory clichés, and then there's a nice twist involving the explosion inside the dam, and then we get the special effects, and then it's over. It doesn't leave much of an impression; a director like Guy Hamilton, a graduate of four of the Bond pictures, can turn out action movies like this in his sleep. This time, alas, that's apparently what he did. The film leaves one regret, that the late Robert Shaw wasted part of his last year in making it.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-02-20", "genres": ["Action", "Adventure", "Thriller", "War"], "title": "Force Ten from Navarone (1979)"}