{"url": "http://www.rogerebert.com/reviews/forces-of-nature-1999", "by": "Sandra Bullockas Sarah", "star_rating": 1.0, "text": "So I'm sitting there, looking in disbelief at the ending of \"Forces of Nature,'' and asking myself--if this is how the movie ends, then what was it about? We spend two endless hours slogging through a series of natural and man-made disasters with Sandra Bullock and Ben Affleck, and then ... that's it? Bronwen Hughes' \"Forces of Nature'' is a romantic shaggy dog story, a movie that leads us down the garden path of romance, only to abandon us by the compost heap of uplifting endings. And it's not even clever enough to give us the right happy ending. It gives us the wrong happy ending.\n\nBy then, of course, any ending is good news. The movie is a dead zone of boring conversations, contrived emergencies, unbelievable characters and lame storytelling. Even then it might have worked at times if it had generated the slightest chemistry between Ben Affleck and Sandra Bullock, but it doesn't. She remains winsome and fetching, but he acts like he's chaperoning his best friend's sister, as a favor.\n\nThe movie combines at least five formulas, and probably more: the Meet Cute, the Road Movie, the Odd Couple, Opposites Attract and Getting to Know Yourself. It also cuts back and forth between a journey and the preparations for a marriage, and it tries to keep two sets of parents in play. With so much happening, it's surprising that it finds a way to be boring, but it does, by cross-cutting between one leaden scene and another.\n\nAffleck stars as an ad man who is flying from New York to Savannah, Ga., for his wedding. On the plane, he's strapped in next to Bullock, who has held a lot of jobs in her time: flight attendant, wedding photographer, exotic dancer, auto show hostess. The flight crashes on takeoff, and they end up driving to Georgia together, amid weather reports of an approaching hurricane.\n\nOf course circumstances conspire to make him pretend to be a doctor, and them to pretend they're married, and a motel to put them in the same room, and his best man to see him with this strange woman, even though he tries to hide by holding his breath in a swimming pool, and so on. Rarely does the artificial contrivance of a bad screenplay reveal itself so starkly on the screen. And when the contrivances stop, the revelations begin, and we learn sad things about Bullock's past that feel exactly as if Marc Lawrence, the writer, supplied them at random.\n\nThey have a lot of adventures. Arrests, crashes, trees falling on their car, hospitalizations. They take a train for a while (standing on top of one of the cars in a shamelessly pandering shot). And they take a bus (with condo-shopping oldsters). And a Spinning Sombrero ride. At one point they both find themselves performing onstage in a strip club--not quite the kind of club you have in mind. This scene would seem to be foolproof comedy, but the timing is off and it sinks.\n\nDespite my opening comments, I have not actually revealed the ending of the movie, and I won't, although I will express outrage about it. This movie hasn't paid enough dues to get away with such a smarmy payoff. I will say that if the weatherman has been warning for three days that a hurricane is headed this way, and the skies are black and the wind is high and it's raining, few people in formal dress for a wedding would stand out in the yard while umbrellas, tables and trees are flying past. And if they did, their hair would blow around a little, don't you think?", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-03-19", "genres": ["Comedy", "Romance"], "title": "Forces Of Nature (1999)"}