{"url": "http://www.rogerebert.com/reviews/forever-young-1992", "by": "Mel Gibsonas Daniel", "star_rating": 2.5, "text": "The poets advise lovers to make much of time. When it has passed, there isn't any more. The grave's a fine and private place, but none I think do there embrace, and so forth and so on. Hollywood has not received this message, and continues to make movies in which time is somehow suspended, so that romance can leapfrog the decades and arrive panting at a tearjerker conclusion. I am a sucker for such movies.\n\nTake \"Forever Young,\" for example, even though it is not a superior example of the genre. Without revealing every shred of plot, I can say that it begins in the late 1930s and involves two young lovers (Mel Gibson and Isabel Glasser). He is a test pilot who seems convinced, even in the middle of a crash-dive, that nothing can harm him. She is a tenderhearted lass to whom harm does come, sending him into a deep depression.\n\nEnter his best friend, a scientist played by George Wendt, who is experimenting with cryogenics and has successfully frozen a chicken and brought it back to life. \"Now freeze me!\" Gibson says.\n\nLife isn't worth living anyway. It is unclear precisely why he wants to be frozen instead of simply, say, killing himself. It's not for the usual reason - that his lover has already been frozen and they might be reunited later in a futuristic quick-thaw. If he ever wakes up, as far as he knows, she'll still be dead.\n\nGibson gets his wish and is frozen, in a large device that looks like a pregnant Hoover floor-model vacuum cleaner. Then he is forgotten for 50 years, until he is accidentally reawakened by two small brothers playing in a deactivated military storage depot.\n\nVarious questions (such as, why did they keep the capsule plugged in for 50 years?) are brushed aside, as Gibson creakily returns to life and follows the boys home, where he meets their mom (Jamie Lee Curtis).\n\nOne of the youngsters is played by Elijah Wood. You may recall him from \"Radio Flyer,\" where he fashioned an airplane out of a wagon and some spare parts and flew off into the sky, escaping from the beatings of his stepfather. In this film, Gibson takes a liking to the youngster and teaches him how to fly an old Army Air Force bomber, using cardboard props and bits of spare lumber. Will the time come in this movie when the lad needs to use this knowledge for real? Are there birds in their nests? Everything leads up to a dampeyed climax, of which I will say nothing, except to observe that it involves at least one person who never thinks to ask an obvious question. But no matter. Love has somehow overstepped the years, and the plot even finds a gimmick to get around the problem of the 50-year gap in between.\n\nAmong the best of the movies I've seen on this general theme is \"Chances Are,\" with Cybill Shepherd encountering the reincarnated soul of her lost love. There was a period in the late 1980s when several other movies toyed with variations on the subject. \"Forever Young\" is not one of the most inspired, even though it has its heart in the right place and Mel Gibson and Jamie Lee Curtis have some very sweet scenes together. Gibson in particular is good at finding the right balance of innocence and mischief for this material, and does not disappoint fans who expect one bare tush scene per movie.\n\nOne problem may be that the movie has been made as a hybrid. On one level, it is about grown-up love - lost and regained. On another level, it's more of a boys' picture, about finding a frozen stiff in a warehouse and having him follow you home and hang around with your mom and teach you neat things like how to fly a bomber. The love story is gentle and touching but ends in an emotional anticlimax. The boys' story, which contains elements of \"E.T. - The Extra-Terrestrial\" as well as \"Radio Flyer,\" has an appeal, although kids may not care much about the grown-up stuff.\n\nBecause the movie seems divided about its real subject, it lacks the kind of emotional momentum it needs for its final scenes.\n\nThe climax almost feels tacked-on to tidy up the loose ends after the real story is already over. And \"Forever Young,\" like almost all movies of this sort, misses the comic opportunities implied by its grand leaps over the decades. If I had been frozen for the last 50 years and then reawakened, my first question might be \"What happened?\" But the second would definitely be, \"What! A buck and a quarter for a cup of coffee?\"", "running_time": 104, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-12-16", "genres": ["Adventure", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Forever Young (1992)"}