{"url": "http://www.rogerebert.com/reviews/forget-me-not-2011", "by": "Tobias Menziesas Will", "star_rating": 2.5, "text": "\"Forget Me Not\" seemed for an hour as if I had walked this way before, and then it took me in a new direction. The film is about a 30-ish couple who Meet Sorta Cute and end up sharing an all-night meander through London. They banter, they bond, they separate and join up again, they even take a ride on the London Eye, and all the while I was wondering why \"Before Sunrise\" needed to be remade. Then the sun rose and the buried nature of the story became transformed.\n\nThe movie begins in a pub, where Will (Tobias Menzies) is the singer and Eve (Genevieve O'Reilly) is tending bar. He leaves, he walks to his nearby flat and a very private moment is interrupted by a call from Eve: He forgot his guitar. Then he sees out the window that she's in a tussle with a drunk, hurries downstairs to rescue her, and they begin their all-night walk.\n\nThey are friendly. They exchange some personal information, not much. They're both taciturn, although she conceals that with cheerfulness. We know he is sad — more than she realizes. They have a small encounter with a bachelorette party, split, and later find themselves at the same club. The opening of the club scene is intriguing, showing dancers seemingly dancing to the sounds of their own shoes, until we figure it out.\n\nThey walk some more. They pretty much wander from above St. Paul's down the embankment, the streets mostly deserted, the Houses of Parliament making a background appearance. Like many Londoners, they seem impervious to the wonders they walk past. \n\nOn the next day, he goes along with her to the care home where her grandmo­ther (Gemma Jones) will be taking one of those tests that ominously open by asking you what year it is, and how old you are. And now I will take a big step back from the plot and let it unfold on its own.\n\nA couple of points: (1) If your hero is going to sing in the movie, give him better songs. (2) Although the cinematography is handsome, a couple of shots fall to the temptation of being about themselves and not the story — the foreground chess game in the coffee shop, for example, which has nothing to do with anything.\n\nThis is a civilized and empathetic film, but Will and Eve are so reserved and cautious, and as it moves along too deliberately you realize what a brilliant job Richard Linklater, Ethan Hawke and Julie Delpy did with \"Before Sunrise\" and \"Before Sunset.\" The ending of \"Forget Me Not\" conceals an emotional impact, sad and carefully orchestrated, but the film isn't very compelling.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-27", "genres": ["Drama", "Foreign", "Horror", "Indie", "Romance"], "title": "Forget Me Not (2011)"}