{"url": "http://www.rogerebert.com/reviews/forget-paris-1995", "by": "Billy Crystalas Mickey", "star_rating": 3.5, "text": "Billy Crystal's \"Forget Paris\" is a more or less\rdeliberate attempt to repeat the success of \"When Harry Met\rSally . . .,\" his 1989 romantic comedy. Its ingredients look as if they were\rdevised to appeal to all audiences: This is the first film to find a way to\rcombine professional basketball with April in Paris. By all rights, the movie\rshould be a pale imitation of its betters, but sometimes lightning does strike\rtwice, and this is a wonderful film, filled with romantic moments that ring\rtrue, and with great big laughs.\n\nThe\rmovie stars Crystal as Mickey, a popular NBA referee who is known as skilled\rand fearless (in an opening sequence, he nullifies a sensational game-winning\rlast-second shot by Charles Barkley). When his father dies, Mickey accompanies\rthe body to France, because the old man, who made few friends after the Second\rWorld War was over, wanted to be buried with the dead of his Army company. At\rthe Paris airport, the body is lost, causing Mickey to scream: \"What do\ryou mean, what did it look like? My coffin was the one with the red yarn on the\rhandle!\" He is screaming at Ellen (Debra Winger), an American in Paris,\rwho works for the airline. She likes his sense of humor. (When Customs later\rquarantines the body for health reasons, he screams, \"He's dead! He has no\rhealth!\") They meet again at the cemetery, one thing leads to another, he\rstays in Paris an extra day, and she takes him sightseeing. (Looking at Rodin's\r\"The Thinker,\" Mickey muses, \" `The Thinker' is thinking, `goddamn\rthat Rodin! Three drinks, and I'm nude.' \") This whole story of their\rfirst meeting and gradual courtship is told as a series of flashbacks, in a\rconversation between an old friend of Harry's (Joe Mantegna) and his fiancée\r(Cynthia Stevenson).\n\nThey're\rin a restaurant, waiting for others to arrive, and as each new couple joins the\rtable, it adds details to the saga of Mickey and Ellen. (No prizes for guessing\rwhich couple arrives last.) Mickey and Ellen were made in heaven for each\rother.\n\nUnfortunately,\rtheir lifestyles were made in hell, and although falling in love is easy for\rthem (despite various obligatory difficulties), living together is not. Ellen\ris not thrilled by her first glimpse of Mickey's bachelor pad, which is\r\"kind of a shrine for watching ESPN.\" Nor does she much like sitting\raround at homewhile Mickey\rcommutes within the far-flung empire of the NBA. The pattern of the movie\rconsists of fights and separations, followed by reunions and reconciliations,\rall recounted by the pals around the restaurant table.\n\nIt\rall works. Even the seemingly artificial device of having the friends tell the\rstory works, especially since Mantegna is a sports writer and his story about\rMickey could be a warning to Stevenson that life with him could also be\rdifficult. What works especially well is the prickly relationship between\rMickey and Ellen, who are both bright and quirky, and so have interesting\rfights.\n\nWhat\reveryone remembers about \"When Harry Met Sally...,\" of course, is Meg\rRyan's virtuoso scene in a restaurant, where she fakes an orgasm, and the woman\rat the next table tells the waiter, \"I'll have whatever she's\rhaving.\" \"Forget Paris\" wisely doesn't attempt to duplicate that\rscene, but comes up with a classic of its own, involving Winger and a pigeon,\rthat builds into one of the great slapstick moments.\n\nAnd\rthen of course there is Paris. No other city has so many associations with\rmovie romance, and when Mickey realizes he is looking at the Pont Neuf, which\rfigured in \"An American in Paris,\" of course we hear Gene Kelly singing\r\"Our Love Is Here to Stay\" on the soundtrack.\n\nWhat's\rweird is to see scenes of Paris' romance intercut with Mickey's daytime job.\rThe movie convincingly places Crystal in the middle of NBA action, using cameos\rby a lot of stars; there is a great moment when Kareem Abdul-Jabbar gets\rejected from his own farewell game by the lovelorn Mickey.\n\nCrystal\rhas made a career out of being smart, quick and glib. It takes a smart actress,\rlike Winger, to match with him, and here, as in the otherwise completely different\r\"Shadowlands,\" she is the right woman for a man so wrapped up in his\rwork that he has no life. Of course, their relationship isn't simple; as Mickey\robserves, \"Marriages don't work when one partner is happy and the other is\rmiserable. They only work when both are miserable.\"", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-05-19", "genres": ["Comedy", "Drama", "Romance"], "title": "Forget Paris (1995)"}