{"url": "http://www.rogerebert.com/reviews/forks-over-knives-2011", "by": "Dr", "star_rating": 3.0, "text": "Here is a film that could save your life. So you'd better stop reading now, because you don't want to go to the trouble. You are addicted to fat, salt, sugar and corn syrup. Your body has established a narcotic-like dependence on them, and you're comfortable with that, just like smokers know why they keep on smoking. If you have to die 10 or 25 years sooner than necessary to smoke, if you need Viagra because your vascular system is compromised, or if you're overweight, you can live with that.\n\nHey, I'm not going all holier-than-thou on you. Think how fat I was for years. I knew the solution, I was weak and lazy. Over 12 years I was eventually able to lose about 70 pounds with a proper diet, but my current weight and superb physical condition can be attributed to my illness. I am unable to eat or drink anything, and my (therefore) perfect diet of canned nutrition has given me an ideal weight and incredibly good blood numbers. I don't recommend that you get sick to get well, however.\n\nWhat every human being should do is eat a vegetarian diet based on whole foods. Period. That's it. Animal protein is bad for you. Dairy is bad for you. Forget the ads: Milk and eggs are bad for you. Skim milk is no better, because it contains proportionately more animal protein. What you're trying to avoid is dietary cholesterol. You also need to cut way down on salt and sugar, and run like hell from high fructose corn syrup.\n\n\"Forks Over Knives\" is a documentary in which Lee Fulkerson enacts a mirror image of the journey taken by Morgan Spurlock in \"Supersize Me.\" Instead of eating only at McDonald's for a month and nearly killing himself, he eats a plant-based whole food diet for six months, gets off all of his cholesterol and blood pressure medications, drops a lot of weight, sleeps better and has more energy.\n\nHis film follows three other sick people: one with breast cancer, one given less than a year to live because of heart problems, one with murderously high cholesterol. All are well again after the vegetarian diet. The movie opens with a warning that no one should take such steps without consulting a physician, and I quite agree; I would not have depended on nutrition to cure my cancer, but I'm convinced that I would always have been healthier if I'd eaten correctly.\n\nThe film hammers us with information. It centers on the work of famed nutritionists Dr. T. Colin Campbell of Cornell and Dr. Caldwell Esselstyn of the Cleveland Clinic. Campbell conducted the awesome China-Oxford-Cor­­nell study, which fol­lowed millions of Chinese over decades and found that increases in their incidence of cancer and heart disease directly paralleled their adoption of a Western diet.\n\nShort term studies show the same thing: When Nazis commandeered all the food animals in Norway and rationing forced Brits away from meat, disease rates plummeted. After the war, they moved up again. In the traditional Japanese diet, breast and prostate cancers are all but unknown.\n\nThese facts have long been established, not only by Campbell and Esselstyn but also by Dean Ornish, John McDougall and the researchers at Pritikin. There is a Catch-22. The federal government subsidizes such crops as corn, which is used for lethal corn syrup and to feed animals which we then eat. It puts bad foods in school lunches. The lobbyists of agribusiness control national farm policy. The government spends millions to subsidize an unhealthy diet. We are raising the first generation of children who will not live as long as their parents.\n\nOver the years I tried vegan and low-protein vegetarian diets, benefitted from and enjoyed them. I found by experience that all one needed was a rice cooker, a knife, a chopping block, whole grains and fresh fruits and vegetables. I got all the protein and calcium I needed. I enjoyed it. But I was tempted. I strayed into the elysian fields of pizza, steaks, hamburgers and soft drinks. I once was blind and now I see.\n\n\"Forks Over Knives\" is not subtle. It plays as if it had been made for doctors to see in medical school. Few doctors seem prepared to suggest proper nutrition as an alternative to pills, stents and bypasses. Although regular exercise, especially walking, is invaluable, the film shows only a little exercise and focuses singlemindedly on nutrition.\n\nThe bottom line: I am convinced this message is true. A plant-based whole foods diet is healthy. Animal protein is not necessary, or should be used sparingly as Asians did, as a flavoring and not a main course. This adds the advantage of allowing us to avoid the chemicals and carcinogens pumped into livestock and poultry. Fast food is lethal. Parents who feed it to their children are helping them get hooked on fat, salt and sugar addiction. The facts are in. Didn't I warn you to stop reading?\n\nP. S.: I have recently decided to ditch my canned nutrition and switch to a liquid diet based on fresh fruits and vegetables. Yes, I consulted my physician.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Documentary"], "title": "Forks Over Knives (2011)"}