{"url": "http://www.rogerebert.com/reviews/formula-51-2002", "by": "Samuel L. Jacksonas Elmo McElroy", "star_rating": 1.0, "text": "\"Pulp Fiction\" and \"Trainspotting\" were two of the most influential movies of the last 10 years, but unfortunately their greatest influence has been on ripoffs of each other--movies like \"Formula 51,\" which is like a fourth-rate \"Pulp Fiction\" with accents you can't understand. Here instead of the descent into the filthiest toilet in Scotland we get a trip through the most bilious intestinal tract in Liverpool; instead of a debate about Cheese Royales we get a debate about the semantics of the word \"bollocks\"; the F-word occupies 50 percent of all sentences, and in the opening scenes Samuel L. Jackson wears another one of those Afro wigs.\n\nJackson plays Elmo McElroy, a reminder that only eight of the 74 movies with characters named Elmo have been any good. In the prologue, he graduates from college with a pharmaceutical degree, is busted for pot, loses his license, and 30 years later is the world's most brilliant inventor of illegal drugs.\n\nNow he has a product named \"P.O.S. Formula 51,\" which he says is 51 times stronger than crack, heroin, you name it. Instead of selling it to a druglord named The Lizard (Meat Loaf), he stages a spectacular surprise for Mr. Lizard and his friends, and flies to Liverpool, trailed by Dakota Phillips (Emily Mortimer), a skilled hit woman hired by The Lizard to kill him, or maybe keep him alive, depending on The Lizard's latest information.\n\nIn Liverpool we meet Felix DeSouza (Robert Carlyle), a reminder that only six of the 200 movies with a character named Felix have been any good. (The stats for \"Dakota\" are also discouraging, but this is a line of inquiry with limited dividends.) Felix has been dispatched by the Liverpudlian drug king Leopold Durant (Ricky Tomlinson), whose hemorrhoids require that a flunky follow him around with an inner tube that makes whoopee-type whistles whenever the screenplay requires.\n\nThe movie is not a comedy so much as a farce, grabbing desperately for funny details wherever possible. The Jackson character, for example, wears a kilt for most of the movie. My online correspondent Ian Waldron-Mantgani, a critic who lives in Liverpool but doesn't give the home team a break, points out that the movie closes with the words \"No one ever found out why he wore a kilt,\" and then explains why he wore the kilt. \"You get the idea how much thought went into this movie,\" Waldron-Mantgani writes, with admirable restraint.\n\nMany of the jokes involve Felix's fanatic support of the Liverpool football club, and a final confrontation takes place in an executive box of the stadium. Devices like this almost always play as a desperate attempt to inject local color, especially when the movie shows almost nothing of the game, so that Americans will not be baffled by what they call football. There are lots of violent shoot-outs and explosions, a kinduva love affair between Felix and Dakota, and an ending that crosses a red herring, a McGuffin and a shaggy dog.", "running_time": 92, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Action", "Comedy", "Foreign"], "title": "Formula 51 (2002)"}