{"url": "http://www.rogerebert.com/reviews/formosa-betrayed-2010", "by": "Wendy Crewsonas Susan Kane", "star_rating": 2.5, "text": "\"Formosa Betrayed\" is a political thriller with an agenda. It argues that Formosa, now known as Taiwan, has been the pawn of great powers for centuries. Occupied by Japan in the pre-World War II years, it was claimed by the Nationalists of Chiang Kai-shek after the war, and his army retreated there after its defeat by Red China. Although Americans have long been schooled that Chiang flew the banner of freedom, the film says he seized property, killed thousands of native Formosans, wiped out the leadership class and established a dictatorship.\n\nThis history is related to an FBI agent named Kelly (James Van Der Beek), who has been sent to Taiwan to act as \"liaison\" in the search for the murderer of a prominent Taiwanese professor in Lake Forest, Ill. Why Kelly -- who speaks no Chinese and scarcely knows that Taiwan was once called Formosa? Perhaps precisely because of his ignorance. In the Cold War years, neither Washington nor Taipei want a scandal. The story takes place in 1983, but that hasn't changed.\n\nKelly flies in, is greeted by an American official named Susan Kane (Wendy Crewson) and whisked off to a lavish welcome party while his key witness is being murdered. Secretly contacted by friends of the dead Lake Forest professor, he realizes their lives, and his, are in danger from the police state. At this point, the movie takes hold. Earlier, it seemed to linger overmuch on past history, including even newsreel footage from World War II and Chiang meeting Roosevelt and Churchill.\n\nWe realize, somewhat to our surprise, that \"Formosa Betrayed\" is a thriller that's actually about something. Most thrillers are about the good guy trying to outshoot and outrun the bad guys, and their settings are incidental. This one has a bone to chew. One of the script writers is Will Tiao, who also plays Ming, the film's Taiwanese hero, an underground activist committed to regaining control of the island for its original Formosans.\n\nI sense that his desire to make a point about history was equally or more important for the filmmakers than making a taut thriller. That explains the title \"Formosa Betrayed,\" which is completely accurate in terms of the story, but uses a name for the island that hasn't been current for almost a century. That it works fairly well as a thriller is a tribute to the actors, particularly Tiao, whose emotion can be felt as he relates his homeland's history.\n\nVan Der Beek's FBI agent might be skilled enough at domestic crime, but Kelly is out of his element in Taiwan. It's when he realizes this that the movie engages. One detail struck me: Van Der Beek insists on the official three-day beard required by all action heroes to signal their pumping testosterone. But the FBI in 1983 still required its agents to be clean-shaven. And the action is set in the year before the first season of \"Miami Vice,\" which popularized the obligatory stubble.\n\nWendy Crewson's role seems thankless at first: She's limited to advising Kelly to cool it and asking him to keep his nose out of Taiwan's business. Turns that she and Kelly's boss (John Heard) know many things the agent doesn't. As a result, \"Formosa Betrayed\" begins rather awkwardly, but ends by making a statement that explains a great many things. One question left unasked: Why did we promise to defend Taiwan with nuclear weapons but refuse to recognize it as a sovereign nation?", "running_time": 103, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-17", "genres": ["Action", "Adventure", "Drama", "Mystery", "Thriller"], "title": "Formosa Betrayed (2010)"}