{"url": "http://www.rogerebert.com/reviews/forrest-gump-1994", "by": "Robin Wrightas Jenny Curran", "star_rating": 4.0, "text": "I've never met anyone like Forrest Gump in a movie before, and for that matter I've never seen a movie quite like \"Forrest Gump.\" Any attempt to describe him will risk making the movie seem more conventional than it is, but let me try. It's a comedy, I guess. Or maybe a drama. Or a dream.\n\nThe screenplay by Eric Roth has the complexity of modern fiction, not the formulas of modern movies. Its hero, played by Tom Hanks, is a thoroughly decent man with an IQ of 75, who manages between the 1950s and the 1980s to become involved in every major event in American history. And he survives them all with only honesty and niceness as his shields.\n\nAnd yet this is not a heartwarming story about a mentally retarded man. That cubbyhole is much too small and limiting for Forrest Gump. The movie is more of a meditation on our times, as seen through the eyes of a man who lacks cynicism and takes things for exactly what they are. Watch him carefully and you will understand why some people are criticized for being \"too clever by half.\" Forrest is clever by just exactly enough.\n\nTom Hanks may be the only actor who could have played the role.\n\nI can't think of anyone else as Gump, after seeing how Hanks makes him into a person so dignified, so straight-ahead. The performance is a breathtaking balancing act between comedy and sadness, in a story rich in big laughs and quiet truths.\n\nForrest is born to an Alabama boardinghouse owner (Sally Field) who tries to correct his posture by making him wear braces, but who never criticizes his mind. When Forrest is called \"stupid,\" his mother tells him, \"Stupid is as stupid does,\" and Forrest turns out to be incapable of doing anything less than profound. Also, when the braces finally fall from his legs, it turns out he can run like the wind.\n\nThat's how he gets a college football scholarship, in a life story that eventually becomes a running gag about his good luck. Gump the football hero becomes Gump the Medal of Honor winner in Vietnam, and then Gump the Ping-Pong champion, Gump the shrimp boat captain, Gump the millionaire stockholder (he gets shares in a new \"fruit company\" named Apple Computer), and Gump the man who runs across America and then retraces his steps.\n\nIt could be argued that with his IQ of 75 Forrest does not quite understand everything that happens to him. Not so. He understands everything he needs to know, and the rest, the movie suggests, is just surplus. He even understands everything that's important about love, although Jenny, the girl he falls in love with in grade school and never falls out of love with, tells him, \"Forrest, you don't know what love is.\" She is a stripper by that time.\n\nThe movie is ingenious in taking Forrest on his tour of recent American history. The director, Robert Zemeckis, is experienced with the magic that special effects can do (his credits include the \"Back To The Future\" movies and \"Who Framed Roger Rabbit\"), and here he uses computerized visual legerdemain to place Gump in historic situations with actual people.\n\nForrest stands next to the schoolhouse door with George Wallace, he teaches Elvis how to swivel his hips, he visits the White House three times, he's on the Dick Cavett show with John Lennon, and in a sequence that will have you rubbing your eyes with its realism, he addresses a Vietnam-era peace rally on the Mall in Washington. Special effects are also used in creating the character of Forrest's Vietnam friend Lt. Dan (Gary Sinise), a Ron Kovic type who quite convincingly loses his legs.\n\nUsing carefully selected TV clips and dubbed voices, Zemeckis is able to create some hilarious moments, as when LBJ examines the wound in what Forrest describes as \"my butt-ox.\" And the biggest laugh in the movie comes after Nixon inquires where Forrest is staying in Washington, and then recommends the Watergate. (That's not the laugh, just the setup.) As Forrest's life becomes a guided tour of straight-arrow America, Jenny (played by Robin Wright) goes on a parallel tour of the counterculture. She goes to California, of course, and drops out, tunes in, and turns on. She's into psychedelics and flower power, antiwar rallies and love-ins, drugs and needles. Eventually it becomes clear that between them Forrest and Jenny have covered all of the landmarks of our recent cultural history, and the accommodation they arrive at in the end is like a dream of reconciliation for our society. What a magical movie.", "running_time": 135, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-07-06", "genres": ["Comedy", "Drama", "Romance"], "title": "Forrest Gump (1994)"}