{"url": "http://www.rogerebert.com/reviews/fort-apache-the-bronx-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\nIt's sort of insidious, the\r\nway a formula can take over and smother a good idea for a movie. “Fort Apache,\r\nThe Bronx” apparently began as such an idea. It's said to be based on the\r\nexperiences of a couple of real cops in the worst area of New York's Bronx. The\r\narea looks like a bomb site, with burned-out buildings and people. The\r\nfilmmakers wanted to go into this area and use a police story as a framework\r\nfor showing how people live and suffer there, and how public agencies such as\r\nthe police grow frustrated trying to deal with an impossible situation. That was\r\ntheir intention, anyway. What they came out with is the most complete\r\ncollection of cop-movie clichés since John Wayne played a Chicago cop in “McQ”. \n\n\r\nThere were authentic perceptions and ideas\r\navailable to this film, and you can see them on the screen. You can see them in\r\nthe look of some of the shots, tracking across the urban wasteland, and in the\r\nsound and feel of a scene where a pimp beats and berates one of his girls, and\r\nthe grim humor of a scene where a thief outruns a cop, who pauses, gasping for\r\nbreath, and lights a cigarette. \n\n\r\nBut then there's a story line that keeps getting\r\nin the way. There are too many scenes that are necessary to the plot but not to\r\nthe movie, scenes where the life of the movie stops so story details can be\r\nfilled in. And we realize that somehow Hollywood hasn't wanted to get too close\r\nto this material. Instead, it has borrowed a look of grim authenticity and\r\ngrafted it to assorted cop show situations. \n\n\r\nThe movie stars Paul Newman. He's good in his\r\nrole, as a cop named Murphy who simultaneously falls in love with a nurse,\r\nwitnesses his fellow officers committing a murder, and has a battle of will\r\nwith his commanding officer. The chief is played by Edward Asner, who is in the\r\nmovie so briefly that, effective as he is, we have trouble remembering he's a\r\ncop. He's still Lou Grant, barking orders in the sqaud room instead of the city\r\nroom. \n\n\r\nThe movie has several story threads that lead\r\nnowhere. One involves Pam Grier, as a junkie prostitute who wanders the streets\r\nin a daze, kills a couple of cops, and then turns out to have been basically a\r\nwalk-on, and not the key to the movie's mysteries. There are also several whole\r\nscenes that seem to have been put in without much purpose, including one in\r\nwhich Newman and his partner try to talk a transvestite out of jumping off a\r\nbuilding, and another in which Newman delivers a baby. Then there's a big\r\nclimactic scene, with drug dealers holed up with hostages and the SWAT boys\r\n(and Newman, of course) crashing through windows on the ends of ropes. \n\n\r\nThese scenes all seem to be in the movie because\r\nthe filmmakers thought they belonged in any self-respecting cop movie. Too bad.\r\nThe purely human story in this movie would have been much more interesting. It\r\ninvolves Newman's relationship with the Puerto Rican nurse (wonderfully well-played\r\nby Rachel Ticotin) and the crisis of conscience he goes through about whether\r\nto turn in his fellow officers after he saw them throw a kid off a roof. \n\n\r\nDo the filmmakers feel we're not ready for\r\nissues like that, served straight? Do we need violence and action to keep our\r\nattention? Is our attention span so short that no strand of character\r\ndevelopment can be followed for long without throwing in some kind of\r\nsensational diversion? I hope not. To throw in all the stock characters and\r\nshopworn situations from old TV cop shows is an insult to the abilities of the\r\nactors and to the real lives this movie pretends to reflect.", "running_time": 125, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Crime", "Drama"], "title": "Fort Apache, The Bronx (1981)"}