{"url": "http://www.rogerebert.com/reviews/forty-shades-of-blue-2005", "by": "Rip Tornas Alan James", "star_rating": 3.0, "text": "Drunks can be such a royal pain in the ass. The falling-down ones tend to be comic or tragic or both, which keeps them from being boring. But how do you live with a maintenance drinker who has become laboriously convinced of his own great importance, and views the other people in his life as through a glass, darkly.\n\nConsider Alan James (Rip Torn), the subject of Ira Sachs' \"Forty Shades of Blue.\" He is a legend in Memphis, where at a time remembered by him more vividly than by anyone else, he was instrumental in the interracial union of country, R&B and the blues. This produced music less interesting than the pure forms of each, but could be sold to consumers who didn't know much about any. As the film opens, Alan is being honored at a banquet at which everyone except him seems to be attending as a duty. Extraordinary, how little interaction he has with any of the other guests, except for a tarty tramp he sneaks away with.\n\nHe came to the banquet with his girlfriend. This is Laura (Dina Kor-zun), who he met when she was a translator for his group of English-speaking businessmen in Moscow. She moved with him to Memphis, where they live in what she (and maybe he) thinks of as a luxury home, although it is furnished like a show home circa 1970.\n\nAfter the banquet is over, Laura lingers for a while, waiting in the bar, but Alan has disappeared. She has been left behind -- not abandoned, which would be bad enough, but forgotten. She makes her way home. It is not the first time something like this has happened.\n\nLaura has seen terrible things in her lifetime. We sense that. She puts up with almost anything from Alan because she has spent years putting up with worse. But how does Alan put up with himself? And how happy is he when Michael (Darren Burrows), his son from a previous marriage, turns up in town? We don't have to be told that Michael has seen his father at his worst, probably saw his own mother treated as Laura is now being treated, and therefore has none of the standard dislike for the new girlfriend. She's a victim, and they float around the house like victims of an emotional shipwreck.\n\nThere is a scene of some mastery, involving a party Alan throws in his own backyard. A big barbeque, with lots of booze and live music. His guests represent a cross-section of the Memphis music communities, black and white, young and old, and they all have one thing in common: A vast indifference to Alan. Watch him move through this gathering like a ghost at a banquet. Listen to his speech, at which with a grandiose gesture he tries to make things up with Laura; he is so ignorant of healthy human emotion that he has no idea he is only insulting her again, publicly.\n\nThere is poignancy to his character, yes. He and Laura have a small son named Sam. He feels love for the boy, but it is generic love, marked down and not made of the finest ingredients. His heart is incapable of the manufacture of brand-name emotions. Every day for him is essentially a balancing act between his enormous regard for himself, his need to be drunk enough but not too drunk, and the sullen enjoyment of his possessions. His human relationships maintain his cover; he would prefer to devote his days to being pleasantly sloshed and acknowledging applause.\n\nThe story then essentially becomes Laura's, because she is the one who can feel, and change. The question for her is, at what emotional cost is a comfortable life in Memphis overpriced? To be sure, Alan sometimes stirs himself to express warm sentiments and touch her gently, but she has grown beyond the point where these gestures work; he can touch, but she can't be touched, so they are working in different dimensions.\n\n\"Forty Shades of Blue\" won the Grand Jury Prize at Sundance 2005. It might also have deserved acting awards for Torn and Korzun. I despised the character of Alan James so sincerely that I had to haul back at one point to remind myself that, hey, I've met Rip Torn and he's a nice guy and he's only acting. He's acting so well he not only creates this character, but makes him into an object lesson. Sometimes the worst drunks aren't the ones who pass out or go down in flames, but the ones who just go on and on, relentlessly, staggering under the weight of their emptiness.", "running_time": 108, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-11-03", "genres": ["Drama", "Indie", "Romance"], "title": "Forty Shades of Blue (2005)"}