{"url": "http://www.rogerebert.com/reviews/fortune-and-mens-eyes-1971", "by": "Wendell Burtonas Smitty", "star_rating": 2.0, "text": "[EDITOR'S NOTE: This review contains spoilers.]\n\n\"Fortune and Men's Eyes\" (or, \"The Boys in the Band Go to Jail\") is yet another artfully disguised remake of those World War II movies about platoons that had one of everything. You remember. There was an Italian named Rocky, a Jew who wore glasses and made the big liberal speech about brotherhood, a guy from Brooklyn, a rawboned farm boy, and a kid. Every platoon had a kid, who was known as The Kid.\n\n\"Fortune and Men's Eyes\" populates a prison with a similarly imaginative selection except this time everyone is homosexual, so we're supposed to know immediately that the movie is about an Important Issue. It is about men who are kept behind prison bars and away from women, and subjected to degradation by the prison's homosexual ruling class. This time the story is mostly about the Italian, who is named Rocky, and the kid, who is named Smitty.\n\nThe kid, who is straight, gets a six-month sentence and winds up in the same cell with Rocky, and also with Queenie, who is a drag queen among other things. Rocky explains the system: Unless the kid places himself under the protection of a regular old man (Rocky, say) who has a place in the power structure, he'll be the victim of gang rape by everybody else in the cell block.\n\nEverybody? Yeah. Everybody in the entire prison is homosexual. That's one of the funny things about the prison. The other thing is that the characters apparently have unlimited access to all sorts of corridors and showers and places where you'd think a well-run prison might have a guard or two. But that doesn't matter much, because \"Fortune and Men's Eyes\" isn't a serious study of prison homosexuality; it's a melodramatic soap opera that exploits its story and actors and (especially) the credibility of the audience.\n\nFor starters, we can't believe the changes Wendell Burton has to go through in the character of Smitty. He starts out as the meek little boy-man we remember from \"The Sterile Cuckoo,\" but by the end of the movie he has actually beaten up Rocky and gone through a complete character reversal. Now he's the tough barn boss, trying to brutalize the quiet little Jewish intellectual who used to be his friend (and who, instead of a liberal speech, recites the title sonnet from Shakespeare). Burton doesn't convince us of this character change, but maybe nobody could. The characters are manipulated with all the cold efficiency of an especially badly made Well-Made Play.\n\nLots of good lines go to Queenie, and they're pretty good indeed but they belong in a light comedy. High camp and sodomy somehow don't seem to be compatible aspects of the same subject. And just when we're getting used to Queenie, HE goes through an unbelievable character change, exposing himself at the annual Christmas show. Not Queenie!\n\nPerhaps the ultimate irony of \"Fortune and Men's Eyes\" can be found in the response from the (apparently) largely swish audiences the film is attracting. Assuming that the film was intended as a serious expose of prison conditions, it's a little unsettling to hear cheers for a gang rape. You can't have it both ways.", "running_time": null, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-07-08", "genres": null, "title": "Fortune and Men's Eyes (1971)"}