{"url": "http://www.rogerebert.com/reviews/forty-carats-1973", "by": "Liv Ullmannas Ann Stanley", "star_rating": 2.5, "text": "Liv Ullmann's car breaks down in Greece, and she is on the point of total frustration when a young American pulls up on his motor scooter. He offers her a ride into town. She cannot take it; she is too old, she says, to be dashing around on motor scooters. She is, after all, 36. The youth's eyes light up, as whose would not when confronted by Liv Ullmann, and he launches a seduction attempt that begins with a shot of ouzo and ends with love on the beach.\n\nBut Liv slips away in the dawn, and the two lovers don't meet until months later, in New York, when he shows up as her daughter's date. Electricity fills the air. The daughter is abandoned to her pool game, which is pretty good. Love blooms. But there's still this problem. He's 22, and she's 36 . . . well, 38 . . . 40, actually. \"Forty Carats,\" a movie made from a Broadway play which, in turn, was adapted from a French play (can we expect the stage musical soon?), attacks this problem with a great deal of romantic zeal. But it's a little hard to care. We don't really mind whether she's 40 and he's 22; what we care about is what they're like, and whether as fictional characters they can hold our interest. They don't, alas, and so the movie bogs down in the sort of theoretical dialog George Bernard Shaw would have written had he lacked wit.\n\nIn trying to figure out why I was personally unmoved by the dilemma in the movie, I finally arrived at Liv Ullmann. It is simply not possible to accept her as a conservative 40 year-old woman, uncertain of her attractiveness and shy about accepting love. That isn't the Liv Ullmann we know. The things that are said about her character in \"Forty Carats\" simply don't apply to the person we see, who is radiant, beautiful and supremely sure of herself.\n\nThe question I was left with after the movie was an opposite one: How could such a beautiful woman ever fall for a chump like the kid? The 22 year-old is played by Edward Albert, recently seen in \"Butterflies Are Free.\" He's sort of wooden and a little too handsome, and he doesn't seem to love her, he seems to want to reason with her. It's as if he can bring her around with pure logic. That may theoretically be possible, but it's less fun than the other ways.\n\nThe movie adaptation makes a couple of departures from the stage play that may be mistakes. The confrontation between Liv Ullmann and the young man's parents, for example, is played very heavily and with undercurrents of cruelty on the part of the father. He seems, indeed, like a sort of reverse version of the father played by Eddie Albert in \"The Heartbreak Kid\": a man working out his own problems through the lives of his wife and son. The scene is too real and harsh to be supported by a comedy.\n\nBut a comedy it is, and that contributes the other difference between play and movie: This one has a happier ending. In the play, the lovers finally do separate. In the movie they meet again, on that very same beach in Greece (needless to say), and we fade out on the prospect of love having conquered reason, or something. The story would have been a lot more interesting had it begun with the wedding and covered the first six months of married life Especially it Fred and Ethel Mertz were living next door.", "running_time": null, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-04", "genres": null, "title": "40 Carats (1973)"}