{"url": "http://www.rogerebert.com/reviews/four-friends-1981", "by": null, "star_rating": 4.0, "text": "\r\n\n\nSomewhere in the middle of “My\r\nDinner With Andre,” Andre Gregory wonders aloud if it's not possible that the\r\n1960s were the last decade when we were all truly alive, that since then we've\r\nsunk into a bemused state of self-hypnosis, placated by consumer goods and\r\ngiven the illusion of excitement by television. Walking out of “Four Friends,”\r\nI had some of the same thoughts. This movie brings the almost unbelievable\r\ncontradictions of that decade into sharp relief, not as nostalgia or as a\r\nre-creation of times past, but as a reliving of all of the agony and freedom of\r\nthe weirdest ten years any of us is likely to witness. \n\n\r\nThe movie is told in the form of a looseknit\r\nautobiography, somewhat inspired by the experiences of Steve Tesich, the son of\r\nYugoslavian parents who moved to this country as a boy and lived in the\r\nneighborhoods of East Chicago, Indiana, that provide the film's locations. If\r\nthe film is his emotional autobiography, it is also perhaps the intellectual\r\nautobiography of Arthur Penn, the film's director, whose “Bonnie and Clyde” was\r\nthe best American film of the 1960s and whose “Alice’s Restaurant” (1969) was\r\nan earlier examination of that wonderful and haunted time. \n\n\r\nTheir movie tells the stories of four friends.\r\nWhen we meet them, they're entering their senior year of high school. It is\r\n1961. That is so long ago that nobody has yet heard of The Beatles. One of the\r\nfriends is a young woman (Jodi Thelen), who imagines she is the reincarnation\r\nof Isadora Duncan, and who strikes attitudes and poses in an attempt to appear\r\naltogether too much of an artistic genius for East Chicago to contain. The\r\nother three friends are male classmates. They all love the girl in one way or\r\nanother, or perhaps it's just that they've never seen anyone like her before.\r\nIn the ten years to follow, these four people will have lives that were not\r\nimaginable in 1961. They will have the opportunity to break out of the sedate\r\nconservatism of the Eisenhower era and into the decade of \"alternative\r\nlife-styles.\" The movie is ambitious. It wants to take us on a tour of\r\nsome of the things that happened in the 1960s, and some of the ways four\r\nmidwestern kids might have responded to them. It also wants to be a meditation\r\non love, and on how love changes during the course of a decade. When Thelen\r\nturns up at the bedroom window of her \"real\" true love (Craig Wasson)\r\nearly in the movie and cheerfully offers to sleep with him, Wasson refuses, not\r\nonly because he's a high school kid who's a little afraid of her, but also\r\nbecause he's too much in love with his idea of her to want to make it real. By\r\nthe time they finally do come back together, years later, they've both been\r\nthrough bad scenes, through madness, drug abuse, and the trauma of the war in\r\nVietnam. They have also grown up, some. The wonder is not that “Four Friends” covers\r\nso much ground, but that it makes many of its scenes so memorable that we learn\r\nmore even about the supporting characters than we expect to. \n\n\r\nThere are individual scenes in this movie that\r\nare just right. One of them involves a crowd of kids walking home in the dusk\r\nafter school. Another happens between Wasson and Miklos Simon, who plays his\r\ngruff, defensive Yugoslavian father, and who finally, painfully, breaks down\r\nand smiles after a poker-faced lifetime. A relationship between Wasson and a\r\ndying college classmate (Reed Birney) is well drawn, to remind us of\r\nundergraduate friendships based on idealism and mutual discovery. And the scene\r\nwhere Wasson and Thelen see each other after many years is handled tenderly and\r\nwith just the right notes of irony. \n\n\r\n“Four Friends” is a very good movie. Like “Breaking\r\nAway,” the story of growing up in Bloomington, Indiana (for which Tesich also\r\nwrote the original screenplay), this is a movie that remembers times past with\r\nsuch clarity that there are times it seems to be making it all up. Did we\r\nreally say those things? Make those assumptions? Live on the edge of what\r\nseemed to be a society gone both free and mad at once? Some critics have said\r\nthe people and events in this movie are not plausible. I don't know if they're\r\ndenying the movie's truth, or arguing that from a 1980s point of view the '60s\r\nwere just a bad dream. Or a good one.", "running_time": 115, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Romance"], "title": "Four Friends (1981)"}