{"url": "http://www.rogerebert.com/reviews/four-days-in-september-1998", "by": "Alan Arkinas Charles Burke Elbrick", "star_rating": 2.0, "text": "A quiet sadness hovers over \"Four Days in September,\" the story of young Brazilian revolutionaries who are described even by a government torturer as \"innocent kids with big dreams.\" Based on a memoir by one of a group who kidnapped the American ambassador in 1969, the film examines the way that naive idealists took on more than they could handle.\n\nThe movie opens with newsreel footage of demonstrations against a military junta that overthrew the democratic government of Brazil and ran a reign of terror. After the free press was shut down, a group of students decided that kidnapping the ambassador would be one way to get attention for their demands to release political prisoners.\n\nIn most movies about political terrorists, the characters are hard-edged and desperate, and the planning is incisive. Not here. The October 8 Revolutionary Movement uses the time-tested system of being sure no one in a cell knows the name of the others. But two members conceal their friendship, and when one is captured by the police, it doesn't take long to make him talk.\n\nMeanwhile, Paolo (Pedro Cardoso) the most intelligent and uncertain of the kidnappers, forms a bond with the kidnapped American (Alan Arkin). Guarding him for long hours, Paolo feels a certain gentleness toward the older man, who maintains his own dignity. Since Paolo may be called on to shoot the ambassador, this leads to an impossible situation.\n\nThe movie cuts between the kidnappers and the police, showing both sides more or less aware of the other's moves. Indeed, there's an amateurish air about the whole situation. As the terrorists wait to intercept the ambassador's Cadillac, a woman looking out her window finds them suspicious and tries to warn the police, who ignore her. And, incredibly, after two cops knock on the gang's hideout, Pedro is able to follow them back to headquarters and eavesdrop at a window to find out how much they know.\n\nThese are not brilliant revolutionaries. They're found by the cops because of their large orders of takeout food (\"If only they had learned to cook!\" a cop says), and at one point, as they wait uneasily inside the house where they're holding the ambassador, the soundtrack is filled with the same mournful passage from Mascagni's \"Cavalleria Rusticana\" that opens Scorsese's \"Raging Bull.\" The tone is not one of determination, but of regret.\n\nI suppose the purpose of the film is to humanize both sides. It succeeds only to a degree. We can sense what the film wants to say better than the film can say it. Political terrorism may be justified in some situations (when it's your revolution, you call it heroism), but these callow students are in over their heads. And making the police and torturers into more human characters doesn't excuse them. Although the kidnapping did result in the release of some political prisoners, it's unclear whether it sped the day of Brazil's return to democracy. And for the participants, in retrospect, it may have been an unwise strategy.\n\n\"Four Days in September\" was directed by Bruno Barreto, best known in America for \"Dona Flor and Her Two Husbands.\" Its screenplay, by Leopoldo Serran, is based on the book by Fernando Gaberia (who took the revolutionary name Paolo). He is now an elected official, and we sense a mixture of pride and regret in his memories. Films of the 1960s (\"Z,\" \"The Battle of Algiers\") were sure of their sympathies. Costa-Gavras' \"State of Siege\" (1973), about the kidnapping and killing of an American official in Uruguay, was uncompromising in its portrait of U.S. interference in another country's politics.\n\nIt was also more clear in its consideration of the choice facing the kidnappers, who stood to lose whether they killed the official or not. This film is more muddled, and by the end we are not quite sure what we feel--or, in the final scene, what the young revolutionaries feel, either. The point of view is that of a middle-age man who no longer quite understands why, as a youth, he was so sure of things that now seem so puzzling.", "running_time": 113, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-06", "genres": ["Action", "Drama", "Foreign", "History", "Thriller"], "title": "Four Days in September (1998)"}