{"url": "http://www.rogerebert.com/reviews/four-lions-2010", "by": "Riz Ahmedas Omar", "star_rating": 3.0, "text": "There's a difference between blowing up people and blowing up things. When the African National Congress in South Africa was bombing power pylons, that made strategic sense. When terrorists blow up people (and themselves), it strikes me as self-defeating idiocy. Believing in heaven is commonplace. But surely only a stupid person would blow himself up to get there sooner.\n\n“Four Lions\" is a transgressive comedy about five such people. They live in an anonymous British suburb and dream of jihad. They speak such a fluent mixture of working-class Brit slang and argot, in such fluent accents, that it's odd to hear their radical beliefs in such commonplace slang.\n\nAll are Muslims. Four have Pakistani roots. One is a red-bearded Brit whose ideas are the most aggressive. They conduct a scheme to strap bombs to their bodies and strike against society. In this scheme, they are so amateurish they fly below the radar of British intelligence. Nor do they have a very clear plan; Barry, the convert, believes they should blow up a mosque to radicalize Muslim moderates. The Catch-22 here is that therefore the bomber should be a white Westerner. Hello, Barry.\n\n“Four Lions\" is impossible to categorize. It's an exceedingly dark comedy, a wicked satire, a thriller where the thrills center on the incompetence of the villains. It's fueled by both merriment and anger. It shows characters so dazzled by the prospect of the next life that they have no cares about their present lives — or ours. It is about Muslims, but also about the fundamentalist mindset in general, which admits no doubt.\n\nConsider Omar (Riz Ahmed), who I suppose is the film's closest thing to a hero. He has a loving wife named Sofia (Preeya Kalidas) and a sweet child. He works as a security guard. He has a comfortable flat, where he studies terrorist videos on his laptop. He despairs of the ignorance of some of his comrades (one has “special needs\"), but perhaps he thinks that even the stupid are useful as suicide bombers. Omar and his wife openly discuss his plans without a shred of doubt.\n\nThe others seem average blokes, apart from their fanaticism. They all seem serene about the prospect of blowing themselves up; they attach much importance to entering heaven with smiles on their faces. They have either not received or were unable to benefit from an education preparing themselves for reality. This is sad, and all the more so because the “four lions\" (and a young recruit they pick up) are so satisfied with themselves.\n\nThere are elements of slapstick, particularly involving an unfortunate sheep (who was “harmed during the making of this film,\" the end titles tell us). And the climactic sequence involves the four men dressing up in bizarre clown costumes to run in the London marathon. Why? To blow up other marathoners? \n\nDuring this plan, one lion locks himself inside a kebab shop, taking the owner and three customers hostage. When he's reached by a police negotiator and asked for his demands, he admits he doesn't have any. He seems, indeed, to have little idea why he has a bomb strapped to himself. The importance of blowing himself up and arriving in heaven with a smile has overshadowed any mundane considerations.\n\n“Four Lions\" was directed by Chris Morris, a British TV and radio satirist, and co-written by Morris, Sam Bain and Jesse Armstrong (who wrote the political satire “In The Loop\"). They have made the film with heedless abandon. Its strategy is to regard imbecility with a poker face and permit horrifying acts to occur absentmindedly. Sometimes this is funny and sometimes not at all, but you can't call it boring.", "running_time": 101, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-10", "genres": ["Comedy", "Crime", "Drama", "Foreign"], "title": "Four Lions (2010)"}