{"url": "http://www.rogerebert.com/reviews/four-christmases", "by": "Vince Vaughnas Brad", "star_rating": 2.0, "text": "So here's the pitch, boss. \"Four Christmases.\" We star Reese Witherspoon and Vince Vaughn as a happily unmarried couple whose parents are divorced and remarried, and since nobody is talking to one another, they have to visit all four households on Christmas.\n\nWhy don't they just invite everybody over to their house, or rent a private room at Spago?\n\nNo, no. They usually don't go to Christmas with anyone. They usually go to Fiji and tell their parents they're out of cell phone contact, breast-feeding orphans in Guatemala.\n\nBoth of them?\n\nThey're really in Fiji. But their flight is canceled because of heavy fog. They're interviewed on TV, and now everybody knows they're still in town and they have to make the rounds.\n\nHow long will this take to establish?\n\nWe introduce them, they go to the airport, they're on TV, ba-bing, ba-bing, ba-bing.\n\nCut two ba-bings. What's next?\n\nFirst stop, Vince's dad. We'll get Robert Duvall. Mean old snake. Both of Vince's brothers are like extreme duel-to-the-death cage fighters. They beat the crap out of Vince, while ol' dad sits in his easy chair and verbally humiliates him.\n\nWho are the brothers?\n\nJon Favreau and Tim McGraw.\n\nJon Favreau as a cage fighter?\n\nHe got a trainer.\n\nDoes McGraw sing?\n\nThat would slow down the family fight.\n\nWhat about Reese?\n\nWait until she gets to her mom. Wait until we get to both moms. Her mom is Mary Steenburgen. She's sex hungry. His mom is Sissy Spacek. She's in love with Vince's best friend.\n\nThose are both good actresses.\n\nRight, but they can handle this. Jon Voight for Reese's dad. He lives on Lake Tahoe. Perfect for Christmas.\n\nWhat's his problem?\n\nHe lends the picture gravitas.\n\nThe audience, does it laugh while his brothers beat the crap out of Vince?\n\nThat's what we're hoping.\n\nTell me something else that's funny.\n\nTwo babies who urp on everyone.\n\nThat's funny?\n\nOK, they projectile vomit.\n\nA little better.\n\nAlso, we have Dwight Yoakam as Pastor Phil.\n\nSpare me the religious details. All I want to know is, does Yoakam sing?\n\nNope.\n\nWe got two gold-record singers and they don't sing?\n\nSo? We got five Oscar-winning actors, and they don't need to act much. There can't be any singing, boss. If McGraw doesn't sing, then Yoakam doesn't sing. It's in the contract. A most-favored-nations clause.\n\nMost-favored nations would not even remotely apply here. That is insane.\n\nThere ain't no sanity clause.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-11-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Four Christmases (2008)"}