{"url": "http://www.rogerebert.com/reviews/four-lovers-2012", "by": "Marina Foisas Rachel", "star_rating": 1.5, "text": "At one point in \"Four Lovers,\" the four lovers go into the pantry of an old French country house, pour bags full of white flour on the cobblestone floor, strip and roll around in the flour while having sex. They begin languorously, in voluptuous caresses, but you can't fool me. Cobblestones have a decided detumescent effect. If you ever find yourself in such a situation, insist on being the missionary.\n\nThis is a movie about two married couples who decide to share each other's mates. There is little fascinating about them before they decide this, and still less after, because when it comes right down to it, looking at a lot of sex is not nearly as much fun as having it. The rolling around in the flour sequence is so tedious, I had to fast-forward through part of it. (I saw this film on a DVD screener.) You know there's something wrong with a sex movie when the good parts are the dialogue.\n\nIn Paris, we meet Rachel (Marina Fois), a designer of jewelry, and husband Franck (Roschdy Zem), who gives expert shiatsu massages and is writing a book titled Feng Shui for Couples. The book will explain why the bed has to face south and the cash register north, unless I have them mixed up. Their jewelry line needs help with its website, and they call in Vincent (Nicolas Duvauchelle), a software expert. As Vincent leans above Rachel at her keyboard, they feel unexpectedly strong erotic currents. Haven't we all sometimes felt that grateful for computer advice?\n\nNot long after, the two couples, also including Vincent's wife, Teri (Elodie Bouchez), meet for dinner. Teri was an Olympic gymnast for France and now sits on the floor because her back has been giving her some trouble. Franck offers her a back massage, which begins with his fingers pressing and counting off each vertebrae while he names them, and when they reach the femur, Teri is feeling a lot better all over. They kiss. Now both couples are in play, and they decide to begin trading partners.\n\nWhy? Why is not a word you should bring with you to this movie. Pourquoi pas? Is it possible for two couples to swap mates without jealousy? I doubt it. The men are the problem. When a husband is assured by his wife that he satisfies her just as much as the other man, I submit to you there's not a husband on earth capable of believing that. Women are more trusting, because sex is not the dominant theme in their life from age 13 to decrepitude. \n\nAll four people are attractive, although Vincent has too many tattoos for my taste. He has a word in large letters running from one shoulder blade to the other, in an unreadable typeface he must have found on the web. My advice: stick to Helvetica. The four lovers become best friends, while effortlessly raising three children. Can this idyll last forever? No. One afternoon while they're making love, Franck gets Teri to help him shift her bed closer to the window for feng-shui reasons. They forget the time, and when Vincent returns home unexpectedly, he is annoyed, not to find them in bed together, but to find the bed has been moved. That's going too far.\n\nWhen Franck presses his wife to describe any of Vincent's problems, the best she can do is report that sometimes he has \"trouble.\" What say? Trouble getting an erection? No, getting over it, if you see what I mean. I can understand why this might be a problem for Rachel, but Rachel, honey, it's not what Franck wants to hear.\n\nThe best parts of the film, for me, came toward the end, when the lives of the four lovers become bittersweet and melancholy. They were so happy for a time. They were inseparable. Now it is all over. There's a flashback where they walk together down to the farm pond to wash off the flour. As they dry contentedly in the sun, Teri still has a little flour behind her ear. You can't do better than that.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-04-04", "genres": null, "title": "Four Lovers (2012)"}