{"url": "http://www.rogerebert.com/reviews/four-weddings-and-a-funeral-1994", "by": "Hugh Grantas Charles", "star_rating": 3.5, "text": "Four Weddings and a Funeral,\" delightful and sly, is a comedy about people who seem to live out their lives in public, attending weddings. No doubt they have everyday lives as well, but the film doesn't supply them. Even in the case of the central character, a likable, shy, perennial best man named Charles (Hugh Grant), we're never told what he does for a living. Of course the film is British, and in Britain it is considered bad form to ask anyone what they do, so perhaps the film simply doesn't know.\n\nThe movie is about an extended group of friends. Some of them probably met at school, and others have married into their various families, and they all know each other, more or less.\n\nOccasionally a new face pops up: Carrie, for example, the sparkling American girl who is a guest at the first wedding, turns up again at the second, and is scheduled to be married at the third.\n\nCarrie, played by Andie MacDowell, is one of those women who is not quite as confident as she seems. She's smart and beautiful, but she is engaged to marry an older man named Hamish (Corin Redgrave) who is so thick, confident and overbearing that you figure no one would marry him who didn't need to. Sure, she says she loves him. But she is clearly falling for Charles, and he for her.\n\nTheir flirtation begins at the first ceremony, and their romance is consummated during the celebration following the second.\n\nShe does most of the aggressing, because Charles is too reticent to ever come right out and say what he really feels - not even if the happiness of a lifetime depends on it.\n\nWhile Charles and Carrie fall in love, the movie introduces us in a haphazard way to a lot of the other members ofthe crowd. It's like being at a wedding. We glimpse people across a room, we meet them, we forget their names, we are reminded, and then we make a connection and figure outwho they're with - or not with, as the case may be. Among the regulars at all of the weddings, we grow especially fond of Gareth (Simon Callow), who eats too much and drinks too much, whose vest is too tight and manner too jolly, but who is, we can see, true blue. Eventually we catch on that he is gay, although in this as in most other personal matters the movie is subtle enough that we have to read social clues, just as we would at a wedding.\n\nOther regulars at the ceremonies include Fiona (Kristin Scott Thomas), who used to date Charles and now would plainly like to start dating him again. Charles is doubly afflicted: He cannot tell a woman he likes her, and he also cannot tell her he dislikes her. He ends up back in Fiona's arms through a combination of loneliness, absent-mindedess and alcohol, and is engaged to her basically because he lacks the strength to make up his mind.\n\n\"Four Weddings and a Funeral\" has been directed by Mike Newell, with the same kind of light-hearted enchantment that made his \"Enchanted April\" (1991) and last year's \"Into the West\" so seductive. Here, with his large cast, he moves nimbly through the crowd, making introductions with his camera. Luckily many of the scenes are set in large houses with room for the characters to creep away and engage in private drama.\n\nHugh Grant, the star of the film, has been in a lot of movies, but this may be the one that makes him finally familiar to American audiences. He has a self-deprecating manner, a kind of endearing awkwardness, that makes you understand why a woman might like him - and why he might drive her mad while tap-dancing around his real feelings. MacDowell is much more open and direct (\"more American,\" the movie must feel), and so it's intriguing to realize that while she is in love with a man she can say anything to, she's engaged to a man she basically has to lie to all the time.\n\nLike Kenneth Branagh's \"Peter's Friends,\" this film forms a community that eventually envelops us. Also like that film, it's about how a homosexual character becomes a focus for much of what is best among the other characters, who are mostly straight; the gay man in both films is a center of good feeling, and helps create a sense of family. By the end of the movie, you find yourself reacting to the weddings, and the funeral, almost as you do at real events involving people you didn't know very well, but liked, and wanted to know better.", "running_time": 116, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-18", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Four Weddings And A Funeral (1994)"}