{"url": "http://www.rogerebert.com/reviews/four-rooms-1995", "by": "Lawrence Bender", "star_rating": 2.0, "text": "Ted The Bellboy: Tim Roth\n\nThis\ranthology film with four stories set in a fading hotel and one character in\rcommon is a mixed bag, with one hilarious segment, one passable and two that\rdon't work at all.\n\n`The\rMissing Ingredient' (STAR) Jezebel Sammi Davis Diana Amanda deCadenet Athena\rValeria Golino Elspeth Madonna Written and directed by Allison Anders.\n\n`The\rWrong Man' (STAR) Angela Jennifer Beals Sigfried David Proval Written and\rdirected by Alexandre Rockwell.\n\n`The\rMisbehavers' (STAR) (STAR) (STAR) 1/2 Man Antonio Banderas Wife Tamlyn Tomita\rSon Danny Verduzco Daughter Lana McKissack Corpse Patricia Vonne Rodriguez\rWritten and directed by Robert Rodriguez.\n\n`The\rMan From Hollywood' (STAR) (STAR) Angela Jennifer Beals Norman Paul Calderon\rChester Quentin Tarantino Written and directed by Quentin Tarantino.\n\n`Four\rRooms\" comes billed as a film made by four friends. If they are still friends\rafter finishing this film, that says a lot for their friendship.\n\nThe\rmovie's an anthology of four stories set in a faded hotel, with the bellhop,\rplayed by Tim Roth, as the connecting link. The other thing they have in common\ris their co-producer, the ever-available Quentin Tarantino, who spent 1995\rdemonstrating that he could not only direct a great movie (\"Pulp\rFiction\") but could become the most ubiquitous guest star since Tony\rRandall.\n\nThe\rfour segments are widely different in quality. On the useful scale of the\rMichelin guides, one is worth a trip, another is worth a detour, and the other\rtwo are a colossal waste of bandwidth. The directors are Allison Anders\r(\"Gas, Food and Lodging\"), Alexandre Rockwell (\"In the\rSoup\"), Robert Rodriguez (\"Desperado\") and Tarantino, who should\rsave his trademarked stuff for his good movies before he exhausts it in\rout-of-town tryouts.\n\nThe\rbest of the four films - and it's very funny - is Rodriguez's \"The\rMisbehavers.\" It opens as Ted (Roth), the bellboy, checks in a Latino\rtough guy (Antonio Banderas), his wife (Tamlyn Tomita), and their two small\rkids. Banderas is hilarious in a parody of his usual macho stud role (I like\rthe way he kicks the elevator button and folds his wife into his arms in the\rsame smooth motion).\n\nBut\rthe fun starts after the couple head out to celebrate New Year's Eve and ask\rTed to baby-sit.\n\nHe\ris stern with the children, uttering dire threats if they do not behave. Not\ronly do they misbehave, but they do it so comprehensively that there's one shot\r(I won't say more) in which they seem to have gotten into all possible\rvarieties of trouble simultaneously. And that's before the dead body turns up.\rThis is slapstick on a grand scale, acted and edited with perfect comic timing,\rand it makes me want to see a Rodriguez comedy.\n\nUnfortunately,\rit's the only one of the four films really worth seeing. The next best, but\rdisposable, is \"The Man from Hollywood,\" directed by Tarantino and\r(need I add?) starring him as an obnoxious new movie star who has taken over a\rsuite with his strange friends (including an unbilled Bruce Willis). By the\rtime Ted walks in, they're drunk and doing a replay of an old Alfred Hitchcock\rTV episode in which a man bets he can light a Zippo lighter 10 times in a row.\rIf he loses, his finger gets chopped off.\n\nThis\rstory line is appropriately Tarantinonian, but the timing is off (except for\rone key shot), and the dialogue is all over the map. The movie looks carelessly\rprepared. Tarantino had the right idea in choosing to satirize himself but\runfortunately does not seem to understand why he is funny. A movie about him\rmaking this film could have been hilarious.\n\nThe\rother two segments are disappointments. Anders gathers a coven of witches\r(including Madonna) in the Honeymoon Suite for obscure rituals, but only Lili\rTaylor seems to be in character (whatever it is) and the others look like\rthey're waiting for instruction. The Honeymoon Suite comes equipped with a huge\rporcelain cauldron in the middle of the floor, and Anders rarely figures out\rhow to frame her shots to simultaneously include the characters, and cauldron\rand the point.\n\nEqually\runsuccessful is Rockwell's \"The Wrong Man,\" starring Jennifer Beals\rand David Proval in the story of a jealous husband holding his wife at\rgunpoint.\n\nRoth\rwas directed by each of the four filmmakers in their segments, and the result\ris revealing: He has a comic role to play, and does it wonderfully, in the\rRodriguez segment, but in the other three pieces he depends mostly on mugging,\rincredulous reaction shots, double takes, and a walk that looks like a\rbowlegged sailor trying to tack across a deck in high seas.\n\nIt\ris not my job, I suppose, to provide career advice for the exuberant Tarantino,\rwho after all is one of the most likable characters to hit Hollywood in a long\rtime. Judging from his filmography since \"Pulp Fiction,\" he\rapparently makes friends quickly, and cements each friendship with a contract\rto collaborate on a movie. He has a big talent, and I would like to gently\rsuggest that sometime soon he commence a project that will remind us of that.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-25", "genres": ["Comedy", "Drama", "Indie"], "title": "Four Rooms (1995)"}