{"url": "http://www.rogerebert.com/reviews/four-flies-on-grey-velvet-1972", "by": "Michael Brandonas Robert Tobias", "star_rating": 2.5, "text": "There used to be a theory that a dead person's retina retains the last image he sees before he dies. This theory enjoyed great popularity in the pulp detective magazines and radio serials of my childhood. Sam Spade and Johnny Dollar (remember him? - The Man with the Action-Packed Expense Account?) solved many a case with a handy retina. The only thing wrong with the theory is that it's a total fantasy, which makes it all the more surprising when it's used in a serious 1972 movie. \n\nThe movie is \"Four Flies on Grey Velvet,\" an Italian suspense film that has very little going for it except for Mimsy Farmer. She's the slight, blond girl who starred in \"More,\" a sex-drugs-violence movie shot with a certain hypnotic effectiveness in Morocco. She also starred in a few cheapo motorcycle movies about five years ago. She looks a little like Jean Seberg, has a marvelously sculptured face and deserves to get some of those Mia Farrow roles. \n\nInstead, she turns up in badly clubbed and incoherent murder thrillers like this one. She plays the wife of a man who thinks he is guilty of murder. In fact, he's the target of a game player who, like Bobby Fischer, likes to see 'em squirm. Beset by guilt, insomnia and a recurring dream of a public beheading, the poor guy goes a little bananas. Especially after his housekeeper is murdered and he gets a note saying he's next. \n\nThis is the kind of material that a disciplined director could get to hum right along. Instead, Dario Argento uses so many murky shadows, echoing footsteps and anonymous phone calls that we get confused right along with the hero. He also cheats in another way: He throws in absolutely no clues, so that we're just as surprised at the ending as the hero is. \n\nOne of Hitchcock's favorite subjects has been the innocent man, wrongly accused. \"Four Flies on Grey Velvet\" does have a potentially interesting plot twist: the guilty man, wrongly accused. But nothing much comes of it. And there are a couple of unbelievable characters - a bohemian artist and his scruffy friend - who wander into the plot by accident and clutter things up with distractingly mannered performances. \n\nThere is, however, the interesting Mimsy Farmer, who has the best mouth since Joey Heatherton. There is a rather broad, but gentle, caricature of a homosexual private detective played by Jean Pierre Marielle. There are a few scary moments in the dark. But then there's that image-on-the-retina gimmick, which we can't believe, and a conclusion that's so arbitrary we feel tricked. Also, there is only one fly in this movie.", "running_time": 104, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-10-18", "genres": ["Foreign", "Horror", "Thriller"], "title": "Four Flies on Grey Velvet (1972)"}