{"url": "http://www.rogerebert.com/reviews/fox-and-his-friends-1979", "by": "R. W. Fassbinderas Fox", "star_rating": 3.0, "text": "At the delicate art of combining the bizarre and the mundane, nobody is more skillful than Rainer Werner Fassbinder. His formula is wickedly simple. He begins, often enough, with elements of lurid sexuality. Then he films against type, looking for deliberately banal characters and locations. And then, in a stylistic double reverse, he photographs his banal subjects with a highly mannered artificiality.\n\nThe results are uneven, but then anyone who's made some 33 films and is only 36 years old can be excused for a certain inconsistency. What's important is that when everything's working, Fassbinder produces work that's hauntingly poignant.\n\nThat was true of his best film, \"Ali -- Fear Eats the Soul,\" which explored the consequences of a marriage between a 60ish Polish maid and a 30ish Moroccan laborer. It was true, too, of \"The Bitter Tears of Petra von Kant,\" with its doomed lesbian triangle, and \"Jail Bait,\" with its chubby 13-year-old vixen, and \"Merchant of the Four Seasons,\" with its alcoholic fruit peddler.\n\nAnd it's especially true of \"Fox and His Friends,\" a 1975 film which won a Gold Hugo in the Chicago Film Festival. Fassbinder himself takes the leading role, playing a naive and slightly dense, young working-class man who wins the state lottery and soon finds himself - and his lottery winnings - embraced in Munich's gay circles.\n\nThe movie begins by seeming to be about a homosexual relationship; the slightly dazed young hero is adopted by the superficially charming son of a rich industrialist. But then things grow complicated. The industrialist, we learn, is about to go bankrupt. The son hopes to save the business. One solution might be to swindle the easily flattered lottery winner out of his fortune - using love as a pretext.\n\nFassbinder is a specialist at scenes in which the unspeakable is spoken, the unthinkable is thought, the undoable is done with a vengeance. All three of those elements come into play in the film's best scenes, including a brilliantly complex dinner scene. The industrialist's son brings his new lover home to meet his parents, and it becomes chillingly clear that sex is not the issue with this family; money is. The relentlessly upper-middle-class parents and their gay son are, in fact, engaging in a form of tacit prostitution, trading the fashionable facade of their lives for the money they desperately need.\n\n\"Fox\" moves in and out of the gay demimonde: Its bars with American rock and roll on the juke box, its parties, its intrigues. And the film's buried content gradually becomes clear. Fox is a victim of the capitalist society that so suddenly made him rich, deceived by \"friendships\" he doesn't even realize he's paying for.\n\nThere's an especially poignant scene in which his lover shows him the expensively furnished apartment he's decorated for \"them.\" In \"Fox\" as in \"Ali\" and \"Merchant,\" Fassbinder accomplishes a fairly tricky feat: He begins with the materials of soap opera, and expands them into an indictment of society.", "running_time": 123, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-02-16", "genres": ["Drama", "Foreign"], "title": "Fox and His Friends (1979)"}