{"url": "http://www.rogerebert.com/reviews/foxes-1980", "by": "Jodie Fosteras Jeanie", "star_rating": 3.0, "text": "\r\n\n\nGod help us if many American teen-agers are like the ones in\r\nthis movie but God love them, for that matter, for surviving in the teen-age\r\nsubculture of Los Angeles. “Foxes” is a movie about four teen-age girls who\r\nlive in the San Fernando Valley, who come from broken or unhappy homes, who are\r\nsurrounded by a teen-age subculture of sex, dope, booze, and rock and roll ...\r\nand who aren't bad kids, not really.\n\nThey run in a pack, sleeping over at each other's homes,\r\ngoing to school together, hanging out together, forming a substitute family\r\nbecause home doesn't provide a traditional one. They form the fierce loyalties\r\nthat all teen-agers depend upon loyalties of friendship that run deeper than\r\nthe instant romances and sudden crushes that are a dime a dozen. They live in a\r\nworld where sixteen-year-old kids are somehow expected to live in adult\r\nsociety, make decisions about adult vices, and yet not be adult. That's what's\r\nscariest about “Foxes”: Our knowledge that alcohol, pot, and pills are\r\navailable to teen-agers unwise enough to go looking for them, and that they can\r\nprovide emotional overloads far beyond the ability of the kids to cope. \n\n\r\nOne of the kids in the movie does cope fairly\r\nwell, though. She's Jeanie, played by Jodie Foster as a sort of teen-age mother\r\nhen, a young girl who's got problems of her own but is intelligent, balanced,\r\nand enough of a survivor to clearly see the mistakes the others are making.\r\nThat doesn't mean she rejects her friends. She runs with the pack and she takes\r\nher chances, but she’s not clearly doomed. And some of the others are. \n\n\r\nThe movie follows its four foxes through several\r\ndays and several adventures. It's a loosely structured film, deliberately\r\nepisodic to suggest the shapeless form of these teen-agers' typical days and\r\nnights. Things happen on impulse. Stuff comes up. Kids stay out all night, or\r\nrun away, or get drunk, or get involved in what's supposed to be a civilized\r\ndinner party until it's crashed by a mob of greasers. \n\n\r\nThe subject of the movie is the way these events\r\nare seen so very differently by the kids and their parents. And at the heart of\r\nthe movie is one particular, wonderful, and complicated parent-child\r\nrelationship, between Jodie Foster and Sally Kellerman. They only have a few\r\nextended scenes together, but the material is written and acted with such\r\nsensitivity that we really understand the relationship. And we understand\r\nKellerman, as an attractive woman in her thirties, divorced from a rock\r\npromoter, who is trying to raise a sixteen-year-old, attend college, and still\r\nhave a love life of her own. Kellerman has a line that evokes whole lives, when\r\nshe talks about \"all those desperately lonely, divorced UCLA\r\nundergraduates.\" \n\n\r\nThe parallels here are obvious. The Kellerman\r\ncharacter, we suspect, got swept up in the rock and drug subculture, got\r\nmarried too young, got pregnant immediately, and now, the mother of a\r\nsixteen-year-old, is still in the process of growing up herself. She doesn't want\r\nher kid to go through what she went through. But kids grow up so fast these\r\ndays that, oddly enough, these two women are almost in the same boat. \n\n\r\n“Foxes” is an ambitious movie, not an\r\nexploitation picture. It's a lot more serious, for example, than the hit “Little\r\nDarlings.” It contains the sounds and rhythms of real teen-age lives; it was\r\nwritten and directed after a lot of research, and is acted by kids who are to\r\none degree or another playing themselves. The movie's a rare attempt to provide\r\na portrait of the way teen-agers really do live today in some suburban\r\ncultures.", "running_time": 106, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Thriller"], "title": "Foxes (1980)"}