{"url": "http://www.rogerebert.com/reviews/frailty-2002", "by": "Bill Paxtonas Dad", "star_rating": 4.0, "text": "Heaven protect us from people who believe they can impose their will on us in this world because of what they think they know about the next. \"Frailty\" is about such a man, a kind and gentle father who is visited by an angel who assigns him to murder demons in human form. We are reminded that Andrea Yates believed she was possessed by Satan and could save her children by drowning them. \"Frailty\" is as chilling: The father enlists his two sons, who are about 7 and 10, to join him in the murders of victims he brings home.\n\nThis is not, you understand, an abusive father. He loves his children. He is only following God's instructions: \"This is our job now, son. We've got to do this.\" When the older son, terrified and convinced his father has gone mad, says he'll report him to the police, his father explains, \"If you do that, son, I'll die. The angel was clear on this.\" The pressure that the children are under is unbearable, and tragic, and warps their entire lives.\n\n\"Frailty\" is an extraordinary work, concealing in its depths not only unexpected story turns but also implications, hidden at first, that make it even deeper and more sad. It is the first film directed by the actor Bill Paxton, who also plays the father and succeeds in making 'Dad' not a villain but a sincere man lost within his delusions. Matthew McConaughey plays one of his sons as a grown man, and Powers Boothe is the FBI agent who is investigating the \"God's Hand\" serial murders in Texas when the son comes to him one night, with the body of his brother parked outside in a stolen ambulance.\n\nThe movie works in so many different ways that it continues to surprise us right until the end. It begins as a police procedural, seems for a time to be a puzzle like \"The Usual Suspects,\" reveals itself as a domestic terror film, evokes pity as well as horror, and reminded me of \"The Rapture,\" another film about a parent who is willing to sacrifice a child in order to follow the literal instructions of her faith.\n\nAs the film opens, McConaughey appears in the office of FBI agent Wesley Doyle (Boothe), introduces himself as Fenton Meiks, and says he knows who committed the serial killings that have haunted the area for years. His story becomes the narration of two long flashbacks in which we see Paxton as the elder Meiks, and Matthew O'Leary and Jeremy Sumpter as young Fenton and Adam. Their mother is dead; they live in a frame house near the community rose garden, happy and serene, until the night their father wakes them with the news that he has been visited by an angel.\n\nThe film neither shies away from its horrifying events, nor dwells on them. There is a series of ax murders, but they occur offscreen; this is not a movie about blood, but about obsession. The truly disturbing material involves the two boys, who are played by O'Leary and Sumpter as ordinary, happy kids whose lives turn into nightmares. Young Adam simply believes everything his father tells him. Fenton is old enough to know it's wrong: \"Dad's brainwashed you,\" he tells Adam. \"It's all a big lie. He murders people and you help him.\" The construction of the story circles around the angel's \"instructions\" in several ways. The sons and father are trapped in a household seemingly ruled by fanaticism. There is, however, the intriguing fact that when Dad touches his victims, he has graphic visions of their sins--he can see vividly why they need to be killed. Are these visions accurate? We see them, too, but it's unclear whether through Dad's eyes or the movie's narrator--if that makes a difference. Whether they are objectively true is something I, at least, believe no man can know for sure about another. Not just by touching them, anyway. But the movie contains one shot, sure to be debated, that suggests God's hand really is directing Dad's murders.\n\nPerhaps only a first-time director, an actor who does not depend on directing for his next job, would have had the nerve to make this movie. It is uncompromised. It follows its logic right down into hell. We love movies that play and toy with the supernatural, but are we prepared for one that is an unblinking look at where the logic of the true believer can lead? There was just a glimpse of this mentality on the day after 9/11, when certain TV preachers described it as God's punishment for our sins, before backpedaling when they found such frankness eroded their popularity base.\n\nOn the basis of this film, Paxton is a gifted director; he and his collaborators, writer Brent Hanley, cinematographer Bill Butler and editor Arnold Glassman, have made a complex film that grips us with the intensity of a simple one. We're with it every step of the way, and discover we hardly suspect where it is going.\n\nNote: Watching the film, I was reminded again of the \"West Memphis Three\" (www.wm3.org ), those three Arkansas teenagers convicted of the brutal murder of three children. One faces death and the other two long sentences. The documentaries \"Paradise Lost\" (1992) and \"Paradise Lost 2: Revelations\" (2000) make it clear they are probably innocent (a prime suspect all but confesses onscreen), but the three are still in jail because they wore black, listened to heavy metal music, and were railroaded by courts and a community convinced they were Satanists--which must have been evidence enough, since there wasn't much else, and the boys could prove they were elsewhere.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-12", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "Frailty (2002)"}