{"url": "http://www.rogerebert.com/reviews/framed-1975", "by": "Joe Don Bakeras Gambler", "star_rating": 1.0, "text": "\"Framed\" is a nasty little specimen. It gives us Joe Don Baker in another one of those grade-zilch action pictures he's been grinding out lately, but this one doesn't have just the routine violence we've come to expect. It's mean. We get fingers up nostrils and heads banging against concrete floors and eye gouging and a guy with a battery cable in his ear. And the sound track sounds like a Charles Bronson fight scene with the treble turned up.\n\nI suppose movies like this are a living for Baker, but if he wants to put together any kind of career he should choose more carefully. He became a star of sorts after \"Walking Tall,\" but since then he hasn't been in much worth paying money for. This summer's \"Part Two Walking Tall\" was a well-made film and a big hit - but its star was Bo Svenson, not Joe Don Baker. Meanwhile Baker and his \"Walking Tall\" director, Phil Karlson, were laboring over this garbage.\n\nThe plot is remarkably old-fashioned, considering how up-to-date the violence is. It stretches over a number of years (never quite specified) and requires us to keep track of long-ago events that were murky enough at the time. It has Joe Don being framed on a murder rap (he killed a deputy sheriff, but in self-defense), going to prison for a lengthy and pointless series of scenes and then coming out and gradually deciphering the plot against him. (How he gets out of prison so soon is something of a mystery, since he assaults a guard in almost every scene behind bars.)\n\nMixed up in all this is a leather bag containing thousands of dollars of illicit gambling winnings, a suspicious yellow Chevy on a back road, some mysterious shots in the night and so many other clues that toward the movie's end we're beginning to think it-would be easier to figure out what Billy Joe McAllister threw off the Tallahatchie Bridge. Maybe it was the plot of this movie.\n\nJoe Don Baker ambles through the confusion in a sort of genial manner; he's a nice mixture of menace and Good Old Boy. Conny Van Dyke, the country singer, has been cast as either Joe Don's wife or mistress (I was never sure, and I'm not totally convinced Joe Don was, either), and as an actress she provides an overwhelming argument in favor of Robert Altman's decision in \"Nashville\" to use actors playing singers rather than the other way around.\n\nThe one thing Joe Don does absolutely superbly in \"Framed\" is leap from cars. At one point, he backs his Corvette in front of another car and leaps out before the crash. Near the movie's alleged denouement, he drives in front of a train and leaps out while his would-be kidnapers are killed. Fairly agile, but small consolation; Joe Don's future might have been brighter if he'd leaped out of this project altogether.", "running_time": 106, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-10-23", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Framed (1975)"}