{"url": "http://www.rogerebert.com/reviews/frantic-1988", "by": "Harrison Fordas Richard Walker", "star_rating": 3.0, "text": "The first thing I noticed were the tones of the voices, low, flat and weary. Just like people should sound after the 12-hour flight from San Francisco to Paris. They are happy to be in Paris, but would be happier to be in bed. This was where they spent their honeymoon, 20 years ago, and now Dr. Richard Walker and his wife, Sondra, have returned for a medical convention.\n\nThere is some confusion with the luggage; apparently she picked up the wrong bag at the airport. But everything else seems to be going perfectly when Walker steps into his hotel shower. The phone rings, his wife answers it and says something, but he can’t hear her because the water is running. By the time he steps out of the shower, she has disappeared.\n\nThat’s the setup for “Frantic,” Roman Polanski’s new thriller.\n\nIt’s a professional comeback for the director of “Rosemary's Baby” and “Chinatown,” who was recently reduced to serving as gun-for-hire on the dreary “Pirates.” Every scene of this film feels like a project from Polanski’s heart - a film to prove he is still capable of generating the kind of suspense he became famous for. And every scene, on its own, seems to work. It is only the total of the scenes that is wrong. The movie goes on too long, adds too many elaborations and tacks on too many complications, until the lean and economical construction of the first hour begins to drift into self-parody.\n\nThe movie stars Harrison Ford as the visiting American doctor, who is unable to convince the hotel, police and American Embassy officials that his wife (Betty Buckley) is truly missing. He tries to track her down on his own, with only a few clues. After finding a drunk who saw his wife being forced into a car, he opens the suitcase she picked up at the airport and finds a phone number that may be a lead.\n\nThe movie then develops into a cat-and-mouse game, played out in Paris nightclubs, airports and parking garages. Along the way, Ford teams up with the young woman (Emmanuelle Seigner) who brought the suitcase into the country. She’s a mercenary courier, who was hired to carry the suitcase, doesn’t know what was in it, but wants the 10,000 francs she was promised.\n\nI will not reveal any additional plot details. I will say, however, that the nature of the mystery becomes clear to the audience some time before it becomes clear to Ford, and that the movie begins to lose its tightly wound tension about the time Seigner appears. Until then, it develops with chilling logic, one step at a time. After the doctor and the girl become partners, it falls into more conventional patterns. And the series of endings - one false climax after another - is too contrived to be exciting. \n\nStill, to watch the opening sequences of “Frantic” is to be reminded of Polanski’s talent. Here is one of the few modern masters of the thriller and the film noir, whose career in exile has drifted aimlessly. “Frantic” would have benefitted from the coldhearted cutting of some scenes and the trimming of others (such as a dance sequence in a nightclub that continues until it is inexplicable). But perhaps Polanski was so happy to be back where he belonged, making a big-budget thriler with a big star, that he lost his objectivity. It’s understandable. And even with its excesses, “Frantic” is a reminder of how absorbing a good thriller can be.", "running_time": 115, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-26", "genres": ["Action", "Drama", "Mystery", "Thriller"], "title": "Frantic (1988)"}