{"url": "http://www.rogerebert.com/reviews/frankenweenie-2012", "by": "Charlie Tahanas Victor", "star_rating": 3.0, "text": "In 1984, Tim Burton launched his career with a live-action short named \"Frankenweenie,\" and now he returns to that material for the new \"Frankenweenie,\" a stop-motion, black-and-white animated comedy inspired by \"The Bride of Frankenstein\" and countless other classic horror films in which science runs amok.\n\nThe story takes place in a familiar Burtonesque world of characters with balloon heads, saucer eyes and pretzel limbs. Seeing them in b&w only underlines their grotesquerie, and indeed the whole story benefits from the absence of color, because this is a stark world without many soothing tones. Burton uses a stop-motion animation method employing puppets, and I learn from Variety that he employed \"about 33 animators working to produce five seconds of film per week apiece.\" Amazing that such a lively film took such laborious piecework.\n\nThe story involves young Victor Frankenstein (voice of Charlie Tahan) and his dog Sparky, who is not nearly as smart as Uggie the dog in \"The Artist.\" Sparky is one of those dogs who is way too affectionate and eager to please, but Victor loves him and is heartbroken when Sparky runs into the street and is blindsided  by a car. Victor buries his poor dead mutt under a grim tombstone in one of those horror movie cemeteries where you imagine the flowers would be in b&w even if the movie wasn't.\n\nVictor's science teacher is Mr. Rzykruski (Martin Landau) who looks and sounds like an elongated Vincent Price. If you wonder how his voice can sound elongated, apply here. The next day at school he puts his students to work applying electrical charges to the nerves of dead frogs, which makes their legs twitch. This brought back strong memories of my own frog dissections. When you make a list of things you learned in school and have never needed to use since, don't forget the dead frogs.\n\nVictor is a science-crazy kid with a weird laboratory up in the attic, which seems two times larger than the suburban house he shares with his parents (Catherine O'Hara and Martin Short). The frogs inspire him to return to the cemetery and smuggle poor Sparky into the attic — where, yes, after a few stitches and patches, Victor is able to reanimate him with a timely lightning bolt. It must be said that the newly energized Sparky has much the same manic personality as the dog in the original version, although like your cellphone, he sometimes needs to be recharged. His tail or an ear flies off when he gets too eager, but otherwise he holds up pretty well.\n\nVictor becomes obsessed with hiding the resurrected dog from his parents. When you wonder why some kids are bored in the suburbs, it may be because of the suffocating effect of parents like Mr. and Mrs. Frankenstein. Given that they've had to live with that name, no doubt they're not eager to have it known that Victor has animated his dog — especially not since he used lightning bolts just as in the creation of the Bride of Frankenstein. It's the sort of thing your neighbors get weird about.\n\nWord gets out, however, and soon all the little brats in Victor's class are applying high-voltage juice to their own dead animals, and even a seahorse. This leads to events at a town parade equal to anything you've seen in a Japanese monster movie.\n\nThis isn't one of Burton's best, but it has zealous energy. It might have been too macabre for kids in past, but kids these days, they've seen it all, and the charm of a boy and his dog retains its appeal. I only hope that young Victor doesn't let Sparky lie out in the sun for too long.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-10-03", "genres": ["Animation", "Comedy", "Horror"], "title": "Frankenweenie (2012)"}