{"url": "http://www.rogerebert.com/reviews/francine-2012", "by": "Melissa Leoas Francine", "star_rating": 3.5, "text": "\"Francine\" is an example of the kind of film I'm likely to respond strongly to, while at the same time knowing many readers will disagree. The more I describe it, the less attractive it may seem. Gene Siskel often told me lots of his favorite films were about how realistic characters live their lives. Yes. \n\nHere is a portrait of a damaged, limited woman who is probably mentally ill, although that isn't obvious to everyone she meets. She's one of those people we read about, whose home is overrun by cats and dogs. You don't know that when you meet her working at a discount store, or a stable, or a pet shop. A nice guy even asks her out on a date.\n\nMelissa Leo's sympathetic performance shows her as a loner. As the movie opens, she's being released from prison, her crime and sentence left unmentioned. She moves into a tiny house in a semi-rural area, wanders outside and comes across a scrubby punk band performing at deafening volume at the edge of a parking lot for perhaps two dozen bored teenagers. She begins to dance along, working herself into a frenzy, then abruptly walks away.\n\nShe finds a stray cat, feeds it, takes it in. She takes the first of a series of minimum-wage jobs. She finds it difficult to speak audibly or look customers in the eye. She's hired by Ned (Keith Leonard), a recovering alcoholic, to help him as a stable hand. As she gently brushes polo ponies, we notice how much she loves and even pities animals; she seems to identify with them, offering them the consolation she requires. \n\nAt home, by small stages, her dog and cat population grows, until she finally just scatters dry pet food on the floor. She doesn't so much caress her animals as cling to them for consolation. On a date with Ned, who sips a Coke, she has too much beer and abandons herself in a wild dance with a woman (Victoria Charkut) from Ned's church. That night, and another time, she engages in casual sex. \n\nThere is a fascinating, detailed, sequence during which a veterinarian trains her as an assistant, particularly to handle dying animals as they are put down. She throws herself emotionally into comforting the animals during their last moments. She has no pity for herself, but later when she sees a dog left locked inside a car, she goes frantic. She can't find the owner. She stands near the car desperately waving her arms at the sky in frustration. \n\nThis is a first feature from writers and directors Brian M. Cassidy and Melanie Shatzky, who have previously made documentaries together. They like details. They stay in the moment. They allow Francine to speak for herself — or not. Melissa Leo plays her without inflection, giving us no instructions about what our opinion should be. It is a brave performance, an act of empathy with a sad woman.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-11-07", "genres": ["Drama"], "title": "Francine (2012)"}