{"url": "http://www.rogerebert.com/reviews/fraternity-vacation-1985", "by": "Stephen Geoffreyas Wendell Tvedt", "star_rating": 1.0, "text": "No women are hacked to pieces in \"Fraternity Vacation.\" but they are the victims of violence all the same - the kind of violence that denies them the opportunity to be as interesting, as aggressive, and as free to choose as all the guys in this brain-damaged film. Their basic role here is to be the prizes in a male sexual competition. Since the guys in this movie are shallow, narcissistic, self-obsessed dummies, to be the prize is to lose the game, but in a movie like this, those are the rules.\n\nThe film takes place in Palm Springs, during spring break, when a bunch of fraternity boys from Iowa descend on the town. Why Palm Springs and not Fort Lauderdale? Because Palm Springs is closer to Hollywood, and therefore a cheaper place to make a movie, that's why. So the movie glosses over the fact that Palm Springs is the most boring town in America for anyone who does not play golf and/or know Bob Hope or Betty Ford.\n\nIn the movie, the college students cruise up and down the main drag in their convertibles, checking out the action, and we meet the main players. On one side are three fraternity brothers - two jocks and a nerd. On the other side, two jocks from a rival fraternity. Everybody is out to get laid, of course, and that leads to the movie's painfully offensive opening sex scene.\n\nYou've got to see this episode to believe what pathological attitudes the movie has about women. Let me set the scene. The guys from the rival fraternity - let's call them the bad guys - have brought along a couple of girlfriends. To play a practical joke on the good guys, they persuade their girlfriends to make the good guys think they're going to get lucky. So, the women go up to the good guys' room, make out for a while, completely strip, and then play the \"joke\" by pretending they have herpes. What a ton of fun.\n\nConsider: What's essentially happening, in this jocular, happy-go-lucky scene, is that the girlfriends are asked to behave like hookers, and they agree. You think that's bad? Get this: After that scene, the two women are never seen again in this movie! They are simply dropped as characters - and as girlfriends, too, I guess. How would you feel if you were an actress auditioning for a part, and the good news was you were the girlfriend of the star, and the bad news was that after you stripped and made a herpes joke, you disappeared from the movie?\n\nMeanwhile, the arena of sexual competition changes. There's a beautiful, mysterious blond (Sherre J. Taylor) at poolside, and all the guys lust after her. So, they make a $1,000 bet about who will be the first to get her in the sack. The rest of the movie consists of the idiotic things all five guys do to impress the blond. At the end of the film, of course, it's not the jocks but the nerd who wins out. Who said this movie doesn't have a conscience?\n\nDon't get me wrong. I have nothing against dumb sex comedies. All I object to is the fact that \"Fraternity Vacation\" is playing with half a deck - the male half. The men are the characters and the women are the objects.\n\nThat's probably because the movie was made by men who lacked the imagination to get outside their own fat heads and imagine what it might be like to be a woman - not a woman in real life, mind you, but even a woman in their trashy little movie. Think how much more interesting it could have been if the women, as well as the men, were allowed to lust, to scheme, to make bets, to have competitions, and to do all sorts of fun things, instead of just tanning themselves by the side of the pool. Of course, that would be another movie. Maybe even another universe.", "running_time": 94, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-04-15", "genres": ["Comedy", "Romance"], "title": "Fraternity Vacation (1985)"}