{"url": "http://www.rogerebert.com/reviews/freaky-friday-2003", "by": "Jamie Lee Curtisas Tess Coleman", "star_rating": 3.0, "text": "Actors must love to make body-switch movies. Look at the fun Jamie Lee Curtis and Lindsay Lohan have in \"Freaky Friday.\" Each one gets to imitate the body language and inner nature of the other, while firing salvos across the generation gap. Body-switch plots are a license for adults to act like kids; probably nobody has had more fun at it than Tom Hanks did in \"Big,\" but Curtis comes close.\n\nThe movie is a remake of the 1977 film starring Barbara Harris and Jodie Foster, and also connects with the mid-1980s body-switch craze, when three or four switcheroos were released more or less simultaneously. Curtis plays Tess Coleman, a widowed psychiatrist soon to be remarried, and Lohan is Anna, her 15-year-old daughter, who is certainly the most clean-cut garage band guitarist in history. There is a kid brother named Harry (Ryan Malgarini), who, like all kid brothers, thinks his older sister is picking on him.\n\nAnna believes Tess is remarrying with unseemly haste; she's going through what in a Disney movie passes for a rebellious phase, and in real life would be exemplary teenage behavior. Mother and daughter join the future husband, Ryan (Mark Harmon), for dinner in a Chinese restaurant, where they get into a fight. The restaurant family's grandmother (Lucille Soong) zaps them with a fortune-cookie curse, and the next morning when they wake up, Tess and Anna are in each other's bodies. (There was an article not long ago about how angels and God always seem to be played by African Americans in the movies. Another could be written on the usefulness of movie Asian Americans, who can always be counted on to supply magic potions, exotic elixirs, ancient charms and handy supernatural plot points.) Anna looks in the mirror and is shocked to see her mother's body: \"I look like the crypt keeper!\" Tess oversleeps just like her daughter always does. They go through the obligatory scene of horrified disbelief, although, like all body-switch movie characters, they are not simply paralyzed by astonishment and dread, but quickly decide to lead each other's lives for a while, so that there can be a story.\n\nThe movie, directed by Mark S. Waters and written by Heather Hach and Leslie Dixon, delivers scenes we can anticipate, but with more charm and wit than we expect. There is, for example, the case of Anna's flirtation with a slightly older boy named Jake (Chad Murray). He rides a motorcycle, so of course Tess disapproves of him, but now Tess, in Anna's body, is inexplicably cold to the kid, while Anna, in Tess' body, is so delighted to see him that before long she's on the back of the bike and Jake is telling her he feels like they really understand each other and maybe the age gap can be overcome.\n\nOther entertaining scenes: The mother discovers her daughter's body has a pierced navel. The daughter buys her mother's body new clothes and a new haircut and gets her ears pierced. Tess attends a class Anna has been having trouble with, and realizes the teacher has been picking on her daughter because she (the mother) turned him down for a prom date. Everything comes down to a conflict between a rehearsal dinner and the garage band's big chance at the House of Blues, and when Anna, in Tess' body, makes her little speech at the dinner, we hear the daughter's resentments: \"It's great we're getting married--even though my husband died. How quickly I've been able to get over it!\" The outlines of body switch movies almost write themselves, although I'd like to see what would happen with an R-rated version. The clever writing here helps, but the actors help even more, with Lohan and Curtis taking big physical chances. Curtis, channeling the daughter inside her, has a hilarious scene on a talk show; she's supposed to be a serious psychiatrist discussing her new book, but sits cross-legged in her chair and leads the audience in routines that seem vaguely inspired by summer camp.\n\nLindsay Lohan, who starred in the recycled \"Parent Trap\"(1998), has that Jodie Foster sort of seriousness and intent focus beneath her teenage persona, and Jamie Lee Curtis has always had an undercurrent of playfulness; they're right for these roles not only because of talent, but also because of their essential natures. We're always sure who is occupying each body, even if sometimes they seem to forget. Now if only their Chinese enabler doesn't run out of fortune cookies.", "running_time": 93, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-08-06", "genres": ["Comedy", "Family", "Fantasy"], "title": "Freaky Friday (2003)"}