{"url": "http://www.rogerebert.com/reviews/freaky-friday-1977", "by": "Barbara Harrisas Mrs. Andrews", "star_rating": 2.5, "text": "Walt Disney's “Freaky Friday” starts with an idea that will appeal to a lot of 13-year-olds -- if they could change places with their parents for a day, they wouldn't mess things up half as much as the grown-ups do. I cannot at the moment think of any reason why a grown-up would want to change places with a 13-year-old, but never mind: That's what happens here.\n\nJodie Foster and her mother, Barbara Harris, both wish at the same moment that they could trade identities, and, it being Friday the 13th in a Disney movie, that's exactly what happens.\n\nBarbara Harris discovers to her horror that she is the occupant of her daughter's body, is gulping down a rum-flavored pineapple ice cream whip in the local malt shop and is expected to play field hockey later in the day. Jodie Foster discovers to her intense dismay that she occupies her mother's body and is not, therefore, expected to leave the house on a skateboard.\n\nThe day's adventures revolve around their difficulties, and also around the Disney organization's recent fascination with people in bodies not their own. In their Christmas release, “The Shaggy D. A.,” Dean Jones spent much of his time in the body of a dog that thought to itself in Jones' voice. Now Barbara Harris and Jodie Foster think to themselves in each other's voices and talk in their own, which is better than being either Dean Jones or a dog, but not much.\n\nThe problems resulting from the switch of identities are fairly predictable, but fun: This is one of the better recent Disney productions. Jodie Foster, playing her mother (is everybody following this?) finds herself criticized for her daughter's recent problems in school, while Barbara Harris, as her daughter, is expected to cook a turkey and drive a car -- two things most 13-year-olds are not especially proficient at.\n\nThat leads to the movie's spectacular ending, a double chase scene in which Jodie Foster (as her mother) gets into the family Volkswagen and leads three police cars on a chase, while Barbara Harris (as her daughter) finds herself on water skis. As the two of them fervently wish they were NOT each other, they magically exchange, not identities, but places, so that… but you get the idea.\n\nThe chases employ the skills of the Disney special effects people, and are amazing: Police cars are sliced in half, drive on two wheels, and change shapes as they race across footbridges and into the Los Angeles sewer system. Barbara Harris finds herself aboard a hang glider. Jodie Foster, on water skis, leaves the lake briefly to ski across a nearby hotel pool. And so on.\n\nBut there's a strange thing about the movie, having something to do with the basic personalities of the actresses. Barbara Harris has always played a sort of absent-minded little girl lost. Jodie Foster, in films like “Bugsy Malone” and “Taxi Driver”, has shown the level-headed maturity of a much older person. And so, when we see Harris as her daughter and Foster as her mother, we believe it, because in some undefinable way having nothing to do with chronological age, Jodie Foster IS older than Barbara Harris. It's when they change back to themselves that we start to wonder.", "running_time": 95, "mpaa_rating": "G", "release_year": 1977, "date_published": "1977-02-08", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Freaky Friday (1977)"}