{"url": "http://www.rogerebert.com/reviews/fred-wont-move-out-2012", "by": "Elliott Gouldas Fred", "star_rating": 2.0, "text": "This is waiting for all of us. The slow descent into old age. The physical unsteadiness. The realization that we no longer have authority over our own lives. In the tragic version of this fate, senility also awaits us, and \"Fred Won't Move Out\" is a tragedy.\n\nFred is played by Elliott Gould. He has lived with his wife for more than half a century in the same secluded lakeside home. Susan (Judith Roberts) still lives with him but has slipped away into Alzheimer's. Her most frequent phrase is \"whoop-de-doo!\" They have a caregiver, Victoria (Mfoniso Udofia), who lives with them and is infinitely patient. Bob and Carol (Fred Melamed and Stephanie Roth Haberle), Fred's children, arrive for a visit and have a mission. It is time, they have decided, for both parents to move into a care facility in town. Susan doesn't quite understand. Fred refuses to move. He expects the situation to continue exactly as it is.\n\nThe film is not a compelling drama so much as a poignant observation of a sad situation. It has a great many shots of trees, leaves and insects and some story gaps. The biggest gap concerns Victoria, who has apparently been here for years. What will happen to her? She sees everything, knows everything and is treated like a household appliance. There's not even a final shot of her left behind.\n\nThere is a fraught scene in which a music therapist (Robert Miller) pays a visit, and the whole family, including a granddaughter named The Captain (Ariana Altman), sing old songs like \"By the Light of the Silvery Moon.\" Susan recalls every word. This scene could have been incredibly poignant but is noticeably badly photographed. The characters are almost all placed with their backs to the therapist, and for the only time in the film, a hand-held Shakycam is used. If there is a scene requiring a stable camera to allow us to observe and consider, this is that scene.\n\nYet \"Fred Won't Move Out\" has wonderful qualities. Judith Roberts so completely embodies a beautiful person whose mind has gone. Elliott Gould is slipping and fearful as Fred, and tries to muster what must have been a powerful personality when he was young. Fred Melamed and Stephanie Roth Haberle, as the children, are matter-of-fact, although she has tact and kindness when needed. Melamed's character seems emotionally tone-deaf.\n\nThis is a semi-autobiographical film by writer-director Richard Ledes, who filmed in his own home. The dedication at the end suggests a personal connection. The enormity of such a situation can be overwhelming, and Ledes doesn't manage a clear point of view. There is a jarring and inexplicable use of the song \"Hava Nagila\" that perhaps betrays the Fred character's emotional disconnect. \"Fred Won't Move Out\" isn't a \"Hava Nagila\" kind of movie.", "running_time": 74, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-10", "genres": ["Drama"], "title": "Fred Won't Move Out (2012)"}