{"url": "http://www.rogerebert.com/reviews/fred-claus-2007", "by": "Vince Vaughnas Fred Claus", "star_rating": 2.0, "text": "Know how a character in one movie can be so terrific, another movie is spun off just to take advantage? That happened with Ma and Pa Kettle, who had small roles in \"The Egg and I,\" which led to their very own series. But enough of today's seminar on the history of cinema. What I'm wondering is whether a scene can inspire a spinoff.\n\nI'm thinking of the best scene in \"Fred Claus,\" which takes place at a 12-step support group for brothers of famous people. Maybe it's called Recovering Siblings Anonymous. Fred Claus (Vince Vaughn), who has suffered all of his life in the shadow of his beloved younger brother, Santa Claus, sits in the circle and shares. Also at the meeting are Roger Clinton, Frank Stallone and Stephen Baldwin, and I'm not spoiling a laugh, because it's what they say that is so funny.\n\nI'm thinking, too bad Billy Carter didn't live to steal this movie. But there are plenty more brothers to go around. Neil Bush comes to mind. How about Clint Howard, although he's been doing well lately? Or Jeffrey Skilling of Enron, now serving 24 years while his brother Tom is a popular and respected Chicago weatherman? This could be a movie like the Fantastic Four, where the brothers form a team. Tom Skilling screws up the weather forecast at the North Pole after Clint Howard feeds him bad info from a garbled headset at Santa's Mission Control, and Neil Bush saves the day by arranging for an executive pardon.\n\nIf you at least chuckled during my pathetic attempt at humor, that's more than may happen during long stretches of \"Fred Claus,\" which has apparently studied \"Elf\" and figured out everything that could have gone wrong with its fish-out-of-water Christmas fable. The movie begins centuries ago in the Black Forest, when Mr. and Mrs. Claus and their first son, Fred, welcome a new bundle of joy: Nicholas Claus. Fred vows he will be the bestest big brother little Nicky could ever hope for, but alas, Nicholas is such a paragon that you can't get over him, you can't get around him, and all Fred can do is go under him, in a bitter and undistinguished life. Think about it. What does Santa (Paul Giamatti) need with a brother? He's one-stop shopping.\n\nIt gets worse. Nicholas Claus becomes a saint. And it turns out, in a development previously unreported by theologians, that if you're a saint, you and your family live forever. Yes! So Fred has to be St. Nick's brother forever and ever after. And this sad old planet would benefit, according to the Catholic count, by at least 10,000 immortal saints, although the church reassures us with some confidence that they are all in heaven.\n\nFlash forward to, yes, Chicago. Vince Vaughn should earn some kind of grace just for bringing this production to his hometown. He is in love with a meter maid (Rachel Weisz), who has moved here from London, which explains her accent if not her job choice. Fred stays pretty much out of touch with his famous kid brother, until he gets in a financial squeeze and has to call Santa for a $50,000 loan to open an off-track betting parlor across from the Chicago Mercantile Exchange -- not a bad idea, actually.\n\nThe action moves to the North Pole and involves the flint-hearted Clyde Northcutt (Kevin Spacey), who is cracking down on cost overruns at the Pole, for who, I'm not sure. That leads to turmoil among the elves, and Fred at last finds his role in life, but see for yourself. The movie wants to be good-hearted but is somehow sort of grudging. It should have gone all the way. I think Fred Claus should have been meaner if he was going to be funnier, and Santa should have been up to something nefarious, instead of the jolly old ho-ho-ho routine. Maybe Northcutt could catch Santa undercutting his own elves by importing toxic toys from China, and Fred could save the lives of millions of kids by teaming up with Shafeek Nader.", "running_time": 116, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-08", "genres": ["Action", "Comedy", "Drama", "Holiday"], "title": "Fred Claus (2007)"}