{"url": "http://www.rogerebert.com/reviews/free-willy-1993", "by": "Jason James Richteras Jesse", "star_rating": 3.5, "text": "\"Free Willy\" tells the story of a boy and his whale, and if that sounds like an unwieldy adaptation of the sturdy old formula about a boy and his dog, it is. Whales are not as charismatic as dogs, not as easily trained, and cannot be hugged. Yet \"Free Willy\" works its way around the physical reality of its animal lead, and somehow becomes one of the summer's best family pictures.\n\nThe movie stars Jason James Richter as Jesse, a 12-year-old who is going through a stormy period in his life. He has just moved into a foster home, and although his new parents (Michael Madsen and Jayne Atkinson) are patient and loving, he finds it necessary to test them by rebelling. He's unruly, insulting, distant, and disappears for hours at a time.\n\nOne day Jesse is caught spraying graffiti at the ramshackle \"adventure park\" near his home and is ordered to clean the graffiti as punishment. While washing his work off the walls of the seaquarium, he becomes aware of Willy, an orca whale who has recently been captured. And one night, running away from home and sitting in the moonlight near Willy's tank, he finds that the whale seems to react to the sound of his harmonica.\n\nIt's the start of a beautiful friendship. The boy and the whale both feel homeless, cut off from their real families - Willy because he has been captured, Jesse because his birth mother has gone away and there is no reason to believe she will return.\n\nEventually two friendly workers at the park, a trainer named Rae (Lori Petty, from \"A League Of Their Own\") and a handyman named Randolph (August Schellenberg) discover that Jesse has reached the creature that will pay attention to no one else. And Jesse becomes, overnight, not a future delinquent but a whale trainer.\n\nThe scenes with the whale are very convincing. The filmmakers have used a combination of a real whale and various animatronic whales to create a seamless illusion; there's a scene where Willy saves Jesse from drowning, and it's impossible to tell the real and artificial whales apart. The film also does what it can to give Willy a personality. In fact, it goes a little too far; by the end of the movie, Willy spontaneously figures out how to nod his head for \"yes\" and shake it from side to side for \"no,\" skills that I suspect a real orca would have little interest in developing.\n\nThe plot involves the larcenous, villainous owners of the park, who first want to exploit the relationship between Jesse and Willy, and then want to kill Willy for the insurance money. That sets into motion the predictable, but no less effective, conclusion, in which the threads of boy, whale and family are all woven together nicely.\n\n\"Free Willy\" has a kind of gentle sweetness that I found very appealing. It is about change - about a young boy discovering himself - and about adventure. And the \"save the whales\" subplot makes it more than just an adventure, or a caper. The screenplay is written with a certain intelligence; the relationship between Jesse and his foster parents, for example, has the ring of truth. The movie is sure to be appealing to younger viewers (they may find it more accessible and certainly less frightening than \"Jurassic Park\"), and it's smart enough to keep older viewers involved, too.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-07-16", "genres": ["Adventure", "Drama", "Family"], "title": "Free Willy (1993)"}