{"url": "http://www.rogerebert.com/reviews/free-willy-2-the-adventure-home-1995", "by": "Jason James Richteras Jesse", "star_rating": 2.5, "text": "I know a film critic who was told by Steven Spielberg that the secret of \"E.T.\" was in the little creature's eyes. If the eyes communicate, the audience will buy even a wrinkled extraterrestrial.\n\nThis same critic did not enjoy \"Free Willy\" (1993), a film about a friendship between a little boy and a whale, because he could not see both of the whale's eyes at the same time.\n\nIt is true that an Orca killer whale is not the most charismatic of creatures. That is not its mission in life. Unlike E.T., who was laboriously constructed by special-effects experts to appeal directly to our inner marshmallows, Willy is a living being, and if you are going to star him in a movie, you have to take what you can get.\n\nWhat I liked about the earlier movie is that it wasn't really about the whale but about the young boy (Jason James Richter), a troublesome loner named Jesse who was having a hard time adjusting to a new foster home.\n\nOnly after he befriended a sad whale in the local oceanarium did he begin to get his life together and accept the love offered by Glen and Annie Greenwood (Michael Madsen and Jayne Atkinson).\n\nThe villains in the original movie were guys who wanted to make money by exhibiting Willy. After the movie was released, some irony developed when it turned out that the whale playing Willy was itself in captivity. That problem has been avoided in \"Free Willy 2: The Adventure Home\" (the closing credits helpfully list an 800 number you can call to save the original Willy).\n\nThis time, the film uses only animatronic whales, although their builders still have not moved their eyes any closer together.\n\nAs the film opens, Jesse is living happily with his foster parents, and most of his behavioral troubles seem behind him. Life is serene, until two developments shake things up. Jesse's biological mother, who abandoned him and went to live in New York, dies - leaving him with a kid brother named Elvis (Francis Capra) he didn't know he had. And Willy, who has been freed, is discovered again, and an environmental crisis threatens his home waters.\n\nJesse is not so happy to meet Elvis, a tough little kid who is hostile and aggressive. When Jesse makes an effort to welcome him, Elvis' only answer is, \"Whatever.\" Elvis is, in fact, a clone of the Jesse character in the first movie.\n\nAs for Willy, after a tanker runs aground and an oil spill spreads ominously, marine life in the entire area is threatened. This leads to a subplot in which still more evil oceanarium owners (including the scheming M. Emmet Walsh) want to place the whale in \"protective custody,\" which is a nice way of saying they want to return him to captivity and sell more tickets.\n\nI liked the people in this movie. Jesse, as played by Richter, has developed into a capable and intelligent kid, and Francis Capra does a good job of suggesting the hurts he suffered while growing up with an irresponsible mother. He's turned into a glib liar, even explaining that Al Pacino is his father.\n\nAnd there are sensitive scenes in which Jesse develops his first teenage crush, on a girl named Nadine (Mary Kate Schellhardt), and Elvis tattles after observing their first kiss.\n\nYou will recall that in the first film, Jesse was able to communicate with the whale by harmonica. In this film, Willy is apparently able to hear the harmonica at great distances and comes straight to his master like a dog. At one point, the harmonica slips from Jesse's hands and falls into the water, and there are a couple of tense moments until, yes, Willy surfaces with the harmonica in his mouth, and Jesse snatches it right off the whale's tongue. Kids, don't try this at home.\n\nIn the first movie, Willy developed the ability to nod his head up and down for \"yes\" and sideways for \"no.\" This is not easy for a whale to do, especially when half of its body is out of the water.\n\nNever mind. This time, Willy seems to almost understand English, responds to what Jesse says and gets involved in the plot. There is even a scene where Jesse goes for a thrilling ride in the bay on Willy's back. Little Elvis thinks this is way cool.\n\nThe first movie appealed to me because I bought into the characters and the situation. Because \"Free Willy 2\" offers essentially the same characters and the same situation, only less believable, I became aware of the manipulation. Making friends with a whale should be a once-in-a-lifetime experience, not the stuff for a sequel two years later (with \"Free Willy 3\" and \"Free Willy 4\" already on the drawing boards). Kids who liked the first movie will probably like this one, too, but it felt like a retread for me.\n\nAlthough I didn't mind not being able to see both of Willy's eyes at the same time, I spent much of the movie afraid they were going to train him to wink.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-07-19", "genres": ["Adventure", "Drama", "Family"], "title": "Free Willy 2: The Adventure Home (1995)"}