{"url": "http://www.rogerebert.com/reviews/free-style-2009", "by": "Corbin Bleuas Cale Bryant", "star_rating": 2.0, "text": "There are some charming actors in this movie, all dressed up but with no place to go. \"Free Style\" is remorselessly formulaic, with every character and plot point playing its assigned role. That it works is primarily because of the charisma of Corbin Bleu (did his parents meet in a French restaurant?) and Sandra Echeverria; they play a boy who likes to ride motorcycles and a girl who likes to ride horses.\n\nBleu is Cale, a teenager who delivers pizza and races for a motocross team. His best friend runs off the track and crashes during a race, and he turns his bike around and drives upstream to the rescue. I am not a motocross expert, but doesn't this seem idiotic?\n\nThe sponsor of his bike withdraws his support, as indeed he should. One day Cale delivers a pizza to a farm, and two things catch his eye: a beaten-up old motorcycle, and Alex (Sandra Echeverria), who is not old or the least bit beaten-up. He's given the bike and goes to work fixing it up, and Alex becomes his girlfriend, although not without the exhausted scene where she sees him with his former girl and leaps to the wrong conclusion. This scene is so obligatory I think sometimes they even create an old girlfriend just to make it possible.\n\nCale and his mother (Penelope Ann Miller) argue about his career track. He dreams of making the professional motocross tour. His mom thinks he should focus on school. I think she's right. But noooo -- he has a Dream. When will there be a film about a motocross racer or skateboarder, say, who decides, the hell with it, I could break my neck. I think I'll just go to college.\n\nYou may know that Penelope Ann Miller is white, and Corbin Bleu (star of all the \"High School Musical\" films) is biracial. Why do I mention this? Because the movie makes a big point of it, even providing an absent black father whom Cale seeks out, perhaps because then, God help us, the father can turn up at the end of the Big Race and nod approvingly. Why not simply provide the kid with two parents? Because the Single Mom is also a beloved cliche, you say? Two for the price of one.\n\nAnyway, all leads up to the Big Race, etc., and the False Dawn, the Fake Crisis and the Real Dawn, all following the recipe. My primary enjoyment was entertaining myself by mentally casting Corbin Bleu and Sandra Echeverria in other movies. Well, there's hope. Echeverria has the lead in three upcoming movies from Mexico. Bleu (who is handsome and not merely cute) works constantly. In later years, they won't be wearing out their DVDs of a movie like this, but as a career step, it's a good one. Better than pro motocross.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Drama", "Family"], "title": "Free Style (2009)"}