{"url": "http://www.rogerebert.com/reviews/free-for-all-2008", "by": "John Wellington Ennis", "star_rating": 3.0, "text": "I'm getting tired of being angry about the 2004 Presidential election. It is now clear enough that it may have been stolen. The vote totals in Ohio are particularly suspect. Florida in 2000 you know all about. But did you ever seriously focus on Ohio 2004?\n\n\tYou perhaps have vague memories of a controversy about polling machines. And confused voters. And how the chairman of George Bush's Ohio campaign was the Secretary of State, in charge of overseeing the election. And how the state awarded a $100 million contract for voting machines to Diebold, whose chairman attended a strategy session at Bush's Texas ranch, hosted a $1,000-a-plate dinner for Bush in his mansion, and told the press he would do whatever he could to ensure that Bush won Ohio.\n\n\tYou may have missed some details. Such as, that Kenneth Blackwell, the GOP Secretary of State/Campaign Manager decreed (1) that a vote not cast in your precinct would not be counted; (2) that all precinct lines be redrawn; (3) that the new precincts would be explained on the Secretary/Chairman's web site, which unfortunately was six months behind in being updated. Some voters actually found their way to the right place, such as a school gym, but didn't know that as many as four precincts were voting there, so that mathematically three of four were in the wrong lines and voted in the wrong precinct. Of course the Republicans efficiently informed their mailing and e-mail list members of correct voting sites.\n\n\tThese details and others are alleged in a new documentary named \"Free for All!,\" by John Wellington Ennis, who traveled to Ohio in 2006 to see how the gubernatorial election (Blackwell against Democrat Ted Strickland) was going. Turns out it was not going well. In a state newly energized to correct voting irregularities, Blackwell lost to Strickland, winning only 37% of the vote. What a turnaround in two years.\n\n\tThe doc is engrossing, even enraging, but it's only a fair film. It's essentially a narration by Ennis, illustrated with video, stills, news footage, photos and standard talking head interviews. It's doesn't have the visual liveliness of the Michael Moore docs that clearly influenced it. There is too much Ennis, whose I-can't-believe-this tone of voice wears out its welcome. But he has a lot to say. There's no easy way to summarize, so let me quote:\n\n\t\"That the world got the official Ohio election results from a website made by the same web designer smearing Bush's opponent [i.e., by Mike Connell, the man who launched the Swift Boat attacks] wasn't the only suspect thing in election night. The web servers for the election results in Ohio were suddenly moved in the middle of the night...from Ohio to Tennessee. The entire business of reporting these numbers on the web, where media and the rest of America take them from, was being run by this far right partisan web company.\" The same company hosted Bush's own web site, and gop.com, ohiogop.com, newt.com and so on.\n\n\tWould you trust an election supervised by Bush's campaign manager, and reported by a site designed by the Swift Boat guy? Strange thing: All the exit polls showed Kerry winning Ohio, but then Bush pulled ahead late in the evening. If Bush had lost Ohio, he would have lost the election.\r\"Free for All!\" has a DVD release date of Oct. 7. Or you can view it for free or download it online, at  freeforall.tv ", "running_time": null, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-10-02", "genres": null, "title": "Free for All (2008)"}