{"url": "http://www.rogerebert.com/reviews/free-willy-3-the-rescue-1997", "by": "Jason James Richteras Jesse", "star_rating": 3.0, "text": "Willy the whale spends most of his time at sea and underwater in \"Free Willy 3: The Rescue,'' and I liked him that way--as a whale rather than a toy. The movie is more interested in its human characters and in the issue of whale hunting than in whether Willy knows how to shake its head for \"yes'' and \"no.'' There is a majesty to whales that the second Willy movie trivialized. Part three returns to some of the human elements that made the first movie so good.\n\nAs the film opens Jesse (Jason James Richter) has signed on for the summer as an intern aboard a whale study vessel whose crew includes Randolph (August Schellenberg), his wise old friend from the earlier movies, and the oceanographer Drew (Annie Corley). Jesse rigs the onboard sound system to play a harmonica tune he knows will attract Willy, who is now free, gamboling in the waves of the Pacific Northwest, and about to become a father.\n\nJesse has grown up (people keep asking him how old he is), and the movie supplies a new kid for the story: Max (Vincent Berry), still in grade school. He's thrilled when he learns that his dad (Patrick Kilpatrick) will take him along on his fishing boat--but saddened when he sees that the boat is secretly, and illegally, harpooning whales.\n\nMax's dad, named John Wesley, is not a bad man, although he is doing a bad thing. He's a loving father who promises his son, \"I'll teach you everything I know.'' And he speaks sadly of the days when hunting whales meant bringing light to the world--back when whale oil was used for lamps. Today, fetching $200 a pound, whale meat is secretly exported to Japan for sushi, but hunting them \"means the right to earn a living.'' Max, wide-eyed and silent, keeps his peace. But then he meets Jesse, and the two boys have a moonlight meeting onboard the fishing ship during which Jesse simply and eloquently tells Max why it's wrong to hunt whales. Later, Max has a conversation on morality with his dad, who is hard-pressed to defend what he does.\n\nMeanwhile, the research vessel is tagging Orca whales with little suction cup devices that I, for one, doubt would last five minutes before being torn off by water pressure. The evil whalers have nabbed Jesse's signal and are using it to lure Willy to his doom. And Max falls overboard and in a magical moment finds himself eyeball-to-eyeball with Willy, who saves him (although this is not the \"rescue'' of the title).\n\n\"Free Willy 3: The Rescue'' is filled with sparkling nature cinematography by Tobias Schliessler, and looks great. I assume some of the shots are special effects and that not all of the whales are real, but it's all done so seamlessly that it's convincing. And although the movie has elements of real-life adventure that are improbable, it's essentially grounded in real life. Smart kids will enjoy it.\n\nThere was publicity after the first movie revealing that the Orca used in the film had later been transferred to an aquarium and was anything but free. This film ends with a phone number offering more information on that and other whales. And the movie itself is more realistic and serious; the whales here are inspirations for kids, instead of pets. Will there be a \"Free Willy 4?'' Perhaps; Max has some growing up to do. What's interesting is that the series has grown up, too.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Drama", "Family"], "title": "Free Willy 3: The Rescue (1997)"}