{"url": "http://www.rogerebert.com/reviews/freedomland-2006", "by": "Samuel L. Jacksonas Lorenzo", "star_rating": 2.0, "text": "\"Freedomland\" assembles the elements for a superior thriller, but were the instructions lost when the box was opened? It begins with a compelling story about a woman whose car is hijacked with her 4-year-old son inside. It adds racial tension, and the bulldog detective work of a veteran police detective. And then it flies to pieces with unmotivated scenes, inexplicable dialogue, and sudden conclusions which may be correct but arrive from nowhere. The film seems edited none too wisely from a longer version that made more sense.\n\nJulianne Moore appears in the opening scene, sobbing, her hands bleeding, staggering into a hospital with a story of her car being hijacked in a wooded area near a low-income housing development. Samuel L. Jackson plays Lorenzo, the detective assigned to the case. He can't understand why her character, named Brenda, was driving through the isolated area at the time. She explains: She's a volunteer at a community children's center, and took the wrong shortcut home. Lorenzo thinks she's hiding something, and she is: Her son was in the back seat of the car when it was taken.\n\nWhen this story becomes public, it creates a furor. Cops from a nearby white district blanket the area, a black preacher complains that blacks are killed all the time in the district without this kind of police attention, and the woman's brother Danny (Ron Eldard) is a white cop who seems angry all the time -- at his sister, at the black community, at Lorenzo.\n\nRacial demonstrations are on the simmer, but the movie turns them on and off at will. Brenda, after all, is well known and beloved in the area because of her volunteer work. Yet at one point a black woman tells her, \"You stay away from my child!\" Why would she say that? And why, for that matter, does Lorenzo announce a sudden about-face on the case when we haven't seen the evidence to support his conclusion? Why are untold resources used to search for the missing boy on the grounds and buildings of Freedomland, an abandoned orphanage, when there is every reason to believe he is not there?\n\nAnd why, oh why, is Brenda apparently left in the personal custody of Lorenzo, who removes her from the hospital without formalities, drives her around, leaves her alone, has heart-to-heart talks with her, and ignores all police procedures for dealing with victims and/or witnesses? And what about that passionate discussion between Lorenzo and Brenda in which their body language and the close framing of the shots lead us to anticipate a development that never comes? The scene ends weirdly with the two of them staring fiercely at each other, as if they were told to freeze while the writers came up with more dialogue.\n\nThis movie is filled with behavior that seems to exist only to provide things for the actors to do. There's an asthma attack early in the film that should pay off somehow, but doesn't. Danny, the brother who is a cop, seems constantly poised to do something radical, but never quite does. And why does his concern for his sister express himself in his decision to essentially ignore her and operate elsewhere in the plot? And does the angry preacher in the black neighborhood have a legitimate grievance, or is he just venting on command, to provide filler for the plot?\n\nOne scene works. It's a conversation between Brenda and Karen (Edie Falco), who is the leader of a group of mothers whose children have been kidnapped, molested or killed. She gets Brenda alone for a fraught and crucial conversation (which is against all standard procedures, but never mind), and for the length of that conversation the movie is about something, and it works.\n\n\"Freedomland\" is based on a novel by Richard Price, whose Clockers made a better film. He adapts his story for director Joe Roth as if they know a lot of places in the neighborhood but don't remember how to get from one place to another. Individual scenes feel authentic, but the story tries to build bridges between loose ends.", "running_time": 113, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-02-16", "genres": ["Drama", "Thriller"], "title": "Freedomland (2006)"}