{"url": "http://www.rogerebert.com/reviews/freeway-1997", "by": "Kiefer Sutherlandas Bob Wolverton", "star_rating": 3.5, "text": "If Little Red Riding Hood were alive today, she would find that the wolves are bigger and badder, and she'd need to be a lot more resourceful to stay alive. That is the lesson (if it has a lesson) of \"Freeway,'' a dark comic excursion into deranged pathology. The movie retells the Grimm fairy tale in a world of poor white trash, sexual abuse, drug addiction and the \"I-5 Killer,'' who prowls the freeways in search of victims.\n\nWritten and directed by Matthew Bright, who wrote the teenagers-in-trouble saga \"Gun Crazy,'' it plays like a cross between the deadpan docudrama of \"Henry: Portrait of a Serial Killer\" and the berserk revenge fantasy of \"Switchblade Sisters.\" It seems aimed at people who loved \"Pulp Fiction\" and have strong stomachs. Like it or hate it (or both), you have to admire its skill, and the over-the-top virtuosity of Reese Witherspoon and Kiefer Sutherland as the girl and the wolf.\n\nThe opening scenes play like updated Dickens, in which warped outlaws inhabit a lair. The heroine, Vanessa (Witherspoon), is struggling, at 15, to sound out such sentences as \"The cat drinks milk.'' After school she meets her mother Ramona (Amanda Plummer) on the corner where she works as a hooker. They return home to Ramona's current husband, Larry (Michael T. Weiss), a stepdad, who complains: \"Hey, me and your momma both spent the whole day in line getting rent vouchers, and we could use a little consideration.'' The family idyll is interrupted by a narcotics raid. The cops share a little family history: \"There's some bad blood between your mom and grandma, on account of she threw a chemical on her face or something.'' The parents are taken to jail, and a youth officer is assigned to take Vanessa to a youth home; thinking quickly, she handcuffs the officer to the bed, steals the cop's car and hits the road--on her way to grandmother's house, of course. She packs a handgun given her by her boyfriend (Bokeem Woodbine).\n\nAfter the car catches on fire, she's befriended by Bob Wolverton (Sutherland), who has all the right moves to sound like a helpful child psychologist. Vanessa confides in him (\"It looks like my stepfather's next parole officer ain't even been born yet'') and opens her cheap wallet to show him a snapshot of her real father (the photo is of Richard Speck). Bob treats her to dinner and an attempted sexual assault, and chops off her ponytail before she asks if Jesus is his savior, empties the handgun into him and throws up. She sees a shooting star, a sign from heaven that she did the right thing, and crosses the border into Mexico, where she works as a hooker in Tijuana until she's arrested.\n\nAm I giving away too much of the plot? Not at all. There's a lot more. And \"Freeway'' isn't about what happens as much as it is about Bright's angle on the material; this is like a story based on the most disquieting and disgusting experiences of the most hapless guests on the sleaziest daytime talk shows.\n\nSutherland, who has played great villains before, outdoes himself this time. Turns out he was not killed by the gunshot wounds, but only wounded in all the most inconvenient places. The doctors patch him together into a Halloween monster whose face was shot away, who can hardly speak, who smokes through a hole in his throat, and whose other infirmities and amputations are too distressing to catalog. Backed by his all- American wife Mimi (Brooke Shields--yes, Brooke Shields), he appears on television to lead a campaign against coddling such human garbage as Vanessa. Of course Mimi does not know Bob is the I-5 Killer.\n\nOccasionally an unsuspecting innocent will stumble into a movie like this and send me an anguished postcard, asking how I could possibly give a favorable review to such trash. My stock response is Ebert's Law, which reads: A movie is not about what it is about. It is about how it is about it. \"Freeway'' is a hard-edged satire of those sensational true-crime reports that excite the prurient with detailed recreations of unspeakable events. We have a great appetite in this country for books, TV shows and movies about serial killers, perverted hermits, mad bombers and pathological torturers--just as long as their deeds are cloaked in moralistic judgments. We pant over the pages before closing the book and repeating, with Richard Nixon, \"but . . . that would be wrong.'' \"Freeway'' illuminates our secret appetites. Like all good satire, it starts where the others end. And its actors wisely never ever act as if they're in on the joke. Reese Witherspoon (who had her heartbreaking first kiss in the wonderful movie \"The Man in the Moon\") is as focused and tightly wound here as a young Jodie Foster; she plays every scene as if it's absolutely real. Sutherland plays his early scenes with the complete confidence of a man walking in the trance of his obsession. His bizarre wounds make him a figure of parody in the later scenes, but he plays them with complete conviction, too. All the way up to the end--which is, shall we say, not only predictable, but obligatory.", "running_time": 102, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-01-24", "genres": ["Comedy", "Drama", "Indie", "Thriller"], "title": "Freeway (1997)"}