{"url": "http://www.rogerebert.com/reviews/frenzy-1972", "by": null, "star_rating": 4.0, "text": "Alfred Hitchcock's \"Frenzy\" is a return to old forms by the master of suspense, whose newer forms have pleased movie critics but not his public. This is the kind of thriller Hitchcock was making in the 1940s, filled with macabre details, incongruous humor, and the desperation of a man convicted of a crime he didn't commit. \n\nThe only 1970s details are the violence and the nudity (both approached with a certain grisly abandon that has us imagining \"Psycho\" without the shower curtain). It's almost as if Hitchcock, at seventy-three, was consciously attempting to do once again what he did better than anyone else. His films since \"Psycho\" (1960) struck out into unfamiliar territory and even got him involved in the Cold War (\"Torn Curtain\") and the fringes of fantasy (\"The Birds\"). Here he's back at his old stand.  \n\n\"Frenzy,\" which allegedly has a loose connection with a real criminal case, involves us in the exploits of a murderer known as The Necktie Killer (Barry Foster). And involvement is the sensation we feel, I think, since we know his identity from the beginning and sometimes cannot help identifying with him. There is a scene, for example, in which he inadvertently gets himself trapped in the back of a potato truck with a sack containing the body of his latest victim. We know he is a slimy bastard, but somehow we're sweating along with him as he crawls through the potatoes trying to regain a bit of incriminating evidence. He is the killer but, as is frequently the case with Hitchcock, another man seems much more guilty. This is Richard Blaney (Jon Finch), an ex-RAF hero who is down on his luck and has just lost his job. Through a series of unhappy coincidences which I'd better not give away, he's caught red-handed with the evidence while the killer walks away. \n\nHitchcock sets his action in the crowded back alleys of Covent Garden, where fruit and vegetable vendors rub shoulders with prostitutes, third-rate gangsters, bookies, and barmaids. A lot of the action takes place in a pub, and somehow Hitchcock gets more feeling for the location into his films than he usually does. With a lot of Hitchcock, you have the impression every frame has been meticulously prepared. This time, the smell and tide of humanity slops over. (There is even one tide in the movie which does a little slopping over humanity itself, but never mind.) \n\nIt's delicious to watch Hitchcock using the camera. Not a shot is wasted, and there is one elaborate sequence in which the killer goes upstairs with his victim. The camera precedes them up the stairs, watches them go in a door, and then backs down the stairs, alone, and across the street to look at the outside of the house. This shot is not for a moment a gimmick; the melancholy of the withdrawing camera movement is one of the most touching effects in the film, despite the fact that no people inhabit it. \n\nThere's a lot of humor, too, including two hilarious gourmet meals served to the Chief Inspector (Alec McCowen) by his wife (Vivien Merchant). There is suspense, and local color (\"It's been too long since the Christie murders; a good colorful crime spree is good for tourism\") and, always, Hitchcock smacking his lips and rubbing his hands and delighting in his naughtiness.", "running_time": 116, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Suspense", "Thriller"], "title": "Frenzy (1972)"}