{"url": "http://www.rogerebert.com/reviews/french-provincial-1976", "by": "Jeanne Moreauas Berthe", "star_rating": 3.0, "text": "I'm not sure what \"French Provincial\" finally adds up to, but along the way to wherever it's going it provides a lot of scenes that are fun for their own sake. It's as if the director, Andre Techine, has such a talent for pure cinema that he can't be bothered with such mundane matters as continuity, form or exposition. It's not that I minded - it's just that anyone trying to make perfect sense of the movie is going to end up frustrated. \n\nTechine's story loosely (very loosely) involves two young women who marry into a successful provincial family and gradually take over its reins. One of them is Berthe (Jeanne Moreau), who begins as a seamstress and ends up managing the family's factory and negotiating with its striking laborers. The other is Regina (Marie-France Pisier), who marries an American after World War II, goes off to live in the States and returns towards the movie's end with an infusion of Yank capital. \n\nThe movie's time span covers most of the 20th Century, starting with the original arrival from Spain of the family's grandfather. But the best scenes take place in the 1930s, as Berthe first has an affair with one of the sons and then, after a very testy interview with her future mother-in-law, marries into the family. She plays a very proud, private character, and Techine is good at giving her things to do so she won't have to reveal her feelings verbally. \n\nAn example and one of the movie's finest moments: Moreau has just been lectured to by the mother. The secret affair has been discovered, and the mother doesn't want the seamstress to spend any more time with her son. Moreau returns to her tiny apartment. As the camera regards her in one long take, Moreau breaks two fresh eggs into a bowl. Adds a pinch of salt, a little pepper, some herbs. Decides, as I recall, against cheese. \n\nShe scrambles the eggs. Places them on the table and removes a fresh green salad from the icebox. Notes the quality of the salad, sets the table, looks at her dinner and then suddenly turns her back on it and walks out of the room, switching off the light. She is going to go back and give that family a piece of her mind - and that's what she was thinking of the whole time she prepared dinner. The scene, written down, sounds flat and eventless. Her acting charges it with such tension it's a marvel the eggs didn't scramble themselves. Scenes like that (and there are several others) work because of some alchemy of acting and direction. They've been imagined and then executed with a genuine freshness and life; Techine's not willing to give us a cut and dried approach. \n\nHe has a talent, and hasn't chosen to put it at the disposal of a story. As an experience, it's fine. As a structure, it would never pass the building codes. \n\n\"French Provincial\" was a selection of the 1975 New York Film Festival, and plays here as part of the New Releases season at the Film Center of the Art Institute. Screenings will be at 5:30 p.m. and 7:30 p.m. Wednesday only, at the Film Center Theater at Columbus and Jackson. Admission is $1.25.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-07", "genres": ["Comedy", "Drama"], "title": "French Provincial (1976)"}