{"url": "http://www.rogerebert.com/reviews/french-twist-1996", "by": "Victoria Abril Marijoas Loli", "star_rating": 1.5, "text": "Comedies are not funny or unfunny because of what they're about, but because of how they're about it. \"French Twist\" is a movie about a lesbian who comes between an unhappy husband and wife, and makes them happier. That doesn't make it any funnier, or unfunnier, than a movie about a pig that thinks it's a sheep dog. Yet because this movie is French, and about sex, it will draw audiences who would never dream of going to see \"Babe.\" And, boy, are they in for a disappointment.\n\nI begin in such a strange way because there is always something about sex that casts an aura around a film. The announcer in the ads for \"French Twist\" fairly chortles with naughty suggestiveness. Yet set aside the subject matter, and \"French Twist\" is as simple, as moronic and as uninteresting as the American \"dumb and dumber\" movies. I can easily imagine Chris Farley or David Spade in this plot - although I'm not sure which one should play the lesbian.\n\nThe characters in \"French Twist\" are certainly dumb. All of them. They have to be for the clockwork plot to work. There seems to be no logical reason why a total stranger would move into a home and stay there, week after week, other than the possibility that the characters are too stupid to handle the plot any other way. This way, everyone is always available for the misunderstandings, coincidences and manufactured crises that help the story lurch from one laugh opportunity to another.\n\n\"French Twist\" opens with that staple of every joke about the farmer and his daughter: A car breaks down, and its driver comes knocking on the door. The difference is, this driver is a woman, very butch, named Marijo (Josiane Balasko). At home alone is Loli (Victoria Abril), an unhappy housewife. She has more to be unhappy about than she knows; her husband, Laurent (Alain Chabat), is at this moment cheating on her with the latest of several mistresses.\n\nAt this moment, however, she is unhappy because the sink does not work, and so Marijo rolls up her sleeves and goes to work. When the plumbing repairs are finished, Marijo is hot and tired, and so Loli offers her a shower and some refreshment, and what with one thing and another, Marijo lets it be known that she is powerfully attracted to Loli, and soon they are happily nuzzling.\n\nThis situation doesn't appeal to Laurent when he finds out about it. (Somehow, describing this plot, I feel like I'm supplying the setups for a series of dirty jokes.) He wants Marijo out of the house. Loli wants her to stay. Marijo, who is bigger, stronger and smarter than poor Laurent, casts the third vote. Soon they've worked out a compromise in which Loli sleeps with Marijo for three days and Laurent for three days, with the seventh set aside for what must be well-deserved rest.\n\nI am prepared to believe this could be funny. I think of other comedies involving homosexuality or gender confusion and slapstick: \"La Cage aux Folles,\" for example; or \"Tootsie,\" or \"To Wong Foo, Thanks for Everything! Julie Newmar.\" All funny. But smart, too.\n\nSmart enough to play with our expectations, to fool us, to delight us with their discoveries about the characters.\n\n\"French Twist,\" which has been written and directed by Balasko, is a ham-fisted construction that gives the audience credit for no wit or subtlety. Nothing is implied that cannot be shown. Nothing is shown that cannot be explained. Nothing is explained that cannot be explained twice. There are excruciating scenes where the dialogue essentially consists of the characters repeating the plot to one another.\n\nBut is there chemistry? Not really. I could not believe that any of the three major characters would ever be attracted to either of the other two (not that it's a problem between Marijo and Laurent).\n\nThe movie isn't about sex, it's about bedroom scheduling.\n\nJosiane Balasko played in a mirror image of this situation in \"Too Beautiful for You\" (1989), as the dumpy secretary Gerard Depardieu fell in love with, leaving his sleek and beautiful wife (Carole Bouquet). In that film, I could believe what happened, because her character, as written, was so honest, so vulnerable.\n\n\"Lust occurs between bodies. Love occurs between personalities,\" I wrote in reviewing that film. First lust and then love existed in that film, between Depardieu and Balasko. But in \"French Twist\" there is no lust because the sexual arrangements are handled about as efficiently as the plumbing. And no love, because no one in this movie has a personality.", "running_time": 107, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-23", "genres": ["Comedy", "Foreign", "Romance"], "title": "French Twist (1996)"}