{"url": "http://www.rogerebert.com/reviews/french-postcards-1979", "by": null, "star_rating": 3.5, "text": "I was once a 19-year-old who tore a page from Arthur Frommer's \"Europe on $5 a Day\" and consulted it in terror while waiting to be asked, in a Paris restaurant; what I would have to eat. \"Canard d'orange,\" I hoped to reply. The waiter didn't give me the chance. \"Duck with orange sauce?\" he asked. \"How did you know?\" I gulped. \"The American students all have the same book,\" he explained.\n\nEven then I was in awe of those other American students who somehow never read Frommer, who spoke French instead of memorizing menus on the sidewalk, who saw Paris on their Junior Year Abroad instead of ransacking it during a fly-by-night charter. I now learn in \"French Postcards,\" however, that the Junior Year Abroaders were as baffled by the French as I was -- and that speaking French only complicated things.\n\n\"French Postcards\" is a lovely example of the comingofage film. It's about a group of American students who find themselves at the subtly wacky Institute of French Studies in Paris, and who find (as all people of 20 have found in Paris since time immemorial) that Paris is a city where the study of sexuality precludes all but the most pressing other disciplines.\n\nThat point is made in one of the movie's most delicious scenes, during which the Institute's saucy chief instructor (Marie-France Pisier) inches herself into a pair of skin-tight jeans while one of her young Yankees (David Marshall Grant) watches thunderstruck. It is also made when another student (Miles Chapin) falls in love with the pert little shop assistant at the bookstore next door.\n\nAnd it is made most poignantly when an other student (Blanche Baker) is reduced by loneliness to sending postcards home to her dreamboat, and haunting museums and cemeteries. There is a sense, of course, in which it is romantic to wander through old European cemeteries in the rain, seeing oneself in the third person as a poetic wraith. There is another sense in which it is infinitely better to stay in bed during those days, buttering croissants with your honey.\n\n\"French Postcards\" knows and remembers all of those senses, which is what makes it so lovable. It was produced, written and directed by Willard Huyck and Gloria Katz, who also wrote \"American Graffiti,\" and it has the same sharp memory for those specific moments when young people suspect they are doing certain things for the last times in their lives. So it is bittersweet, of course -- bittersweet, that indispensable street you travel through adolescence on.\n\nBut it is also funny. The movie gets a lot of mileage out of Pisier's husband (Jean Rochefort, the only French actor I know whose moustache looks cuckolded). And it is sexy. Blanche Baker (who turns out to be Carol Baker's daughter) has one of those open smiling, guileless, blond American faces that give even the French temporary pause. And Marie-France Pisier, her jet black hair framing her startling red lipstick, is the kind of dark Gallic woman-of-a-certain-age who knocks your socks off.\n\n\"French Postcards\" has no stars and not much of an ad budget. It reminds me of \"Breaking Away,\" another treasure: I left with a lot of affection for it. I've already mentioned that it's funny, sexy, bittersweet, and immortalizes the Pisier derriere. I should add I don't remember a single train going off a bridge in the whole movie, or any hand grenades, or anybody saying \"One word -- and you die!\" That alone sets it apart from the usual commercial openings during November, traditionally Hollywood's dumping ground.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-03-01", "genres": null, "title": "French Postcards (1979)"}