{"url": "http://www.rogerebert.com/reviews/french-kiss-1995", "by": "Meg Ryanas Kate", "star_rating": 2.0, "text": "Some may question the casting of Kevin Kline as a Frenchman in \"French Kiss,\" but not I. Few French actors would have been capable of playing such a romantic wimp, and few French men, for that matter, would likely be interested in Meg Ryan's act as a neurotic woman who has been dumped by her fiance in favor of a French \"goddess.\" The characters in this movie may look like adults, but they think like teenagers.\n\nThe story: Kate (Meg Ryan) is engaged to Charlie (Timothy Hutton), but he has cold feet about marriage. He flies to Paris for a medical convention.\n\nKate can't go along because she is so afraid of flying she flunked out of trauma school. A few days later, Charlie calls Kate and tells her (in a singularly unconvincing and badly written scene) that he cannot marry her because he has found the woman of his dreams.\n\nKate now overcomes her fears and flies off to France to win Charlie back. On the plane she meets Luc (Kevin Kline), an unshaven French jewel thief who hides a diamond bracelet in her luggage and then must follow her halfway across France to get it back. As an excuse he pretends to help her win her man back - but along the way, of course, they fall in love, and we have to wait until they figure that out.\n\nDoris Day could have made this movie. She probably did. And she would have brought to it the same qualities Ryan brings: spunk and vulnerability and charm. Only the charisma of Ryan and Kline make some of the scenes work at all, and as for the relationship between Hutton and the goddess (Susan Anbeh), it's all but inexplicable. No French woman with money, breeding, world-class model looks and big hair is much interested in marrying an American doctor, especially one with no conversation.\n\nYet the movie is not without its charms. It takes place mostly in Paris and Cannes, two of the most photogenic cities on earth, and Owen Roizman's cinematography makes love to the locations.\n\nRyan does a breathtaking job with the age-old transformation scene, turning from a caterpillar into a butterfly by ditching her sweats and putting on one of those French designer dresses that look like sexual gift wrapping. And Kline manages a plausible French accent, although his word order is usually English, a giveaway. (The movie provides yet another example of the Kevin Kline Mustache Principle, which observes that Kline always wears facial hair when playing goofballs such as this, but shaves for serious roles.) The movie wants to have some fun with nationalities. It gives us a snotty French hotel clerk and an insouciant French cop, and when Ryan has trouble with her passport (she is not quite either Canadian or American), she has to deal with Canadian and U.S.\n\nconsular officials. All of those scenes could have been pushed a little further, I think, except that the movie is so firmly aimed at romance that director Lawrence Kasdan and his writer, Adam Brooks, hold back on the comic freedoms of supporting characters.\n\nAnd the underlying problems remain. Kline's Frenchman is somehow not worldly enough, and Ryan's heroine never convinces us she ever loved her fiance in the first place. Hutton and Anbeh have thankless roles; once the movie gets to France, their basic purpose is to be glimpsed from afar by Ryan. A movie about this kind of material either should be about people who feel true passion or should commit itself as a comedy. Compromise is pointless.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-05-05", "genres": ["Comedy", "Romance"], "title": "French Kiss (1995)"}