{"url": "http://www.rogerebert.com/reviews/frequency-2000", "by": "Dennis Quaidas Frank Sullivan", "star_rating": 3.5, "text": "I know exactly where the tape is, in which box, on which shelf. It's an old reel-to-reel tape I used with the tape recorder my dad bought me in grade school. It has his voice on it. The box has moved around with me for a long time, but I have never listened to the tape since my dad died. I don't think I could stand it. It would be too heartbreaking.\n\nI thought about the tape as I was watching Gregory Hoblit's \"Frequency.\" Here is a movie that uses the notion of time travel to set up a situation where a man in 1999 is able to talk to his father in 1969, even though his father died when the man was 6. The movie harnesses this notion to a lot of nonsense, including a double showdown with a killer, but the central idea is strong and carries us along. There must be something universal about our desire to defeat time, which in the end defeats us.\n\nThe father in 1969 is named Frank Sullivan (Dennis Quaid). He is a firefighter, and he dies heroically while trying to save a life in a warehouse fire. The son in 1999 is named John Sullivan (Jim Caviezel), and he has broken with three generations of family tradition to become a policeman instead of a fireman. One night he's rummaging under the stairs of the family house where he still lives and finds a trunk containing his dad's old ham radio. The plot provides some nonsense about sunspots and the Northern Lights, but never mind: What matters is that the father and the son can speak to each other across a gap of 30 years.\n\nThe paradox of time travel is familiar. If you could travel back in time to change the past in order to change the future, you would already have done so, and therefore the changes would have resulted in the present that you now occupy. Of course the latest theories of quantum physics speculate that time may be a malleable dimension, and that countless new universes are splitting off from countless old ones all the time--we can't see them because we're always on the train, not in the station, and the view out the window is of this and this and this, not that and that.\n\nBut \"Frequency\" is not about physics, and the heroes are as baffled as we are by the paradoxes they get involved in. Consider a scene where the father uses a soldering iron to burn into a desk the message: I'm still here, Chief. His son sees the letters literally appearing in 1999 as they are written in 1969. How can this be? If they were written in 1969, wouldn't they have already been on the desk for 30 years? Not at all, the movie argues, because every action in the past changes the future into a world in which that action has taken place.\n\nTherefore--and here is the heart of the story--the son, knowing what he knows now, can reach back in time and save his father's life by telling him what he did wrong during that fatal fire. And the father and son can exchange information that will help each one fight a serial killer who, in various timeline configurations, is active now, then and in between, and threatens both men, and in some configurations, the fireman's wife. How do the voices know they can trust each other? The voice in the future can tell the voice in the past exactly what's going to happen with the Amazing Mets in the '69 series.\n\nAre you following this? Neither did I, half the time. At one point both the father and the son are fighting the same man at points 30 years separated, and when the father shoots off the 1969 man's hand, it disappears from the 1999 version of the man. But then the 1999 man would remember how he lost the hand, right? And therefore would know--but, no, not in this time line he wouldn't.\n\nThere may be holes and inconsistencies in the plot. I was too confused to be sure. And I don't much care, anyway, because the underlying idea is so appealing--that a son who doesn't remember his father could talk to him via radio and they could try to help each other. This notion is fleshed out by the father's wife (Elizabeth Mitchell), who must also be saved by the time-talkers, by partners in the fire and police department, and so on. By the end of the movie, the villain (Shawn Doyle) is fighting father and son simultaneously, and there is only one way to watch the movie, and that is with complete and unquestioning credulity. To attempt to unravel the plot leads to frustration, if not madness.\n\nMoviegoers seem to like supernatural stories that promise some kind of escape from our mutual doom. \"Frequency\" is likely to appeal to the fans of \"The Sixth Sense,\" \"Ghost\" and other movies where the characters find a loophole in reality. What it also has in common with those two movies is warmth and emotion. Quaid and Caviezel bond over the radio, and we believe the feelings they share. The ending of the movie is contrived, but then of course it is: The whole movie is contrived. The screenplay conferences on \"Frequency\" must have gone on and on, as writer Toby Emmerich and the filmmakers tried to fight their way through the maze they were creating. The result, however, appeals to us for reasons as simple as hearing the voice of a father who you thought you would never hear again.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-28", "genres": ["Crime", "Drama", "Science Fiction", "Thriller"], "title": "Frequency (2000)"}