{"url": "http://www.rogerebert.com/reviews/fresh-1994", "by": "Esteban Giancarlo Espositoas Sean Nelson", "star_rating": 4.0, "text": "Characters are never at a loss for words in the movies. They talk quickly, never hesitating or repeating themselves. Kids are especially articulate, like well-trained little word machines. Movies are getting to be more and more like television, where there's never a moment to spare.\n\n\"Fresh\" isn't like that. Here's a movie filled with drama and excitement, unfolding a plot of brilliant complexity, in which the central character is solemn and silent, saying only what he has to say, revealing himself only strategically.\n\nFresh is a 12-year-old boy who lives in Brooklyn. He is a runner for drug dealers. Because he is smart and honest, they respect him. Fresh lives with 11 other children in the spotless, orderly apartment of his aunt, who is a saint, he agrees, but who is helpless against the dangers that children face in the streets. Sometimes he sees his dad, an alcoholic who lives in a camper and supports himself by hustling chess games for cash. Sometimes he sees his sister, who has moved out of their aunt's apartment to live with a dealer. Her days pass in a sad haze of drugs.\n\nFresh knows a lot about drugs, and has a good relationship with a local dealer named Esteban, who is not a bad man as drug dealers go, and who is proud of Fresh - thinking of him almost like a son. Fresh's life, and the city that formed it, are drawn carefully in the early scenes of \"Fresh,\" which was written and directed by Boaz Yakin, a sometime writer of Hollywood thrillers (\"The Rookie\"), who dropped out, moved to Paris, and told himself he would return to the movies only when he had something to say and control over how it was said. \"Fresh\" meets those qualifications.\n\nYou may think, having seen an urban thriller or two, that you can guess how \"Fresh\" feels and sounds. You would be wrong. The soundtrack is not filled with loud, angry music. The plot is not manic, but focused and perceptive. Fresh, the central character, is played in an extraordinary performance by Sean Nelson, as a boy who sees and understands much, and keeps his own counsel.\n\nIt is important that the film establish its world. We will need to understand it in order to appreciate the remarkable last act of this movie, in which Fresh pulls off a plan that is part scam and part revenge - an unforgiving retribution against the system that is destroying the lives of those he loves.\n\nThe early scenes are fascinating. Fresh is doted on by the dealers (Giancarlo Esposito is engaging in his portrayal of Esteban).\n\nA great future is predicted for him. He doesn't use drugs himself, and his opinion of those who do is indifference laced with contempt - except in the case of his older sister (N'Bushe Wright), who makes his heart weep. Fresh saves his money, and has a lot of it. He has some friends his own age, especially Chuckie (Luis Lantigua), who talks too much - a mistake Fresh never makes.\n\nTo fill the great vacuum in his life, the need for love and discipline, he returns to his father (Samuel L. Jackson), a man who might have been a great chess champion, and still is almost unbeatable in the rough school of New York street chess. His father, who is never far from a bottle purchased with his winnings, does the best he can for Fresh, using chess as a metaphor for life. It is during one of his chess lectures that Fresh conceives the audacious scheme he pulls off. Seeing the movie at the 1994 Cannes Film Festival, I thought I was hearing some chess advice. Seeing it the second time, I realized that the actual outcome of the movie was being predicted.\n\nFresh is barely old enough to be noticing girls, but there is one he does notice, and as she smiles sweetly at him, he feels his heart sing for perhaps the first time in his life. It is the outcome of this first schoolyard crush that influences all the rest of the movie. The movie is well constructed; no event is unmotivated, and Yakin's screenplay establishes all of the emotional reasons, too, so that nothing is unexplained, even what seems at first like the gratuitous death of a dog.\n\nSudden, violent death is a fact of life in America today.\n\nGuns have made our cities unsafe for children. What \"Fresh\" does is bring a new perspective to those facts, in the form of both drama and thriller. This is not an action film, not a clever, superficial thriller, but a story of depth and power, in which the dangerous streets are seen through the eyes of a 12-year-old who reacts with the objectivity he has learned from chess, and the anger taught to him by his life.\n\nNOTE: It is a rich irony that \"Fresh\" and \"Milk Money,\" both about the adventures of 12-yearold boys with the vices of the city, should open on the same day. Although \"Milk Money\" is worthless and \"Fresh\" is strong and original, you might find it interesting to see both, and reflect on their two views of America.", "running_time": 109, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-08-31", "genres": ["Crime", "Drama", "Thriller"], "title": "Fresh (1994)"}