{"url": "http://www.rogerebert.com/reviews/friday-after-next-2002", "by": "Ice Cubeas Craig Jones", "star_rating": 2.0, "text": "Craig and Day-Day are back in the ghetto as \"Friday After Next\" opens, after a relative's lottery win allowed them to spend the previous film, \"Next Friday,\" in the lap of luxury. They're behind on the rent, unemployed, and as the picture opens their Christmas presents are being stolen by Santa Claus. That's the ghetto for you--a point the movie makes again and again, with humor that will cause some to laugh and others to cringe. There's already a controversy about the movie's TV spots, which \"coincidentally\" superimpose Santa's \"Ho, ho, ho\" over shots of black women.\n\nAs it happens, I saw the movie at about the same time as Adam Sandler's \"8 Crazy Nights,\" another holiday picture with an ethnic angle. That probably helped me get in a better spirit. Sandler's film is so mean-spirited that \"Friday After Next,\" for all of its vulgarity (and scatology, and obscenity), seems almost benevolent by contrast. At least its characters just wanna have fun and don't seem mad at the world.\n\nThe plot involves cousins Craig (Ice Cube) and Day-Day (Mike Epps) as roommates who have made one promise too many to their landlady (BeBe Drake), especially now that her man-mountain son Damon (Terry Crews) is out on parole. Desperate to raise cash, they get a job as security guards in the neighborhood mall where their fathers, Mr. Jones (John Witherspoon) and Uncle Elroy (Don \"DC\" Curry) run Bros. Bar-B-Q. Other stores include \"Pimp and Ho Fashions\" and \"Toys N the Hood,\" which is a nod to Ice Cube's debut picture \"Boyz N the Hood\" but leaves an opening for \"We Be Toys.\" The action mostly centers around attempts to raise the rent money and apprehend the thieving Santa, and there's a rent party which fills the screen with a lot of music and dancing and an improbable number of great-looking women. The landlady complains about the noise until she is rewarded with favors both mind-altering and sexual from upstairs, leading to the usual broad humor when Mrs. Jones (Anna Maria Horsford) finds her husband cheating.\n\nA team of cops, one white, one black, both with ribald names, drift in and out. At one point they find a thriving marijuana bush in the cousins' apartment, and Craig desperately explains that it's for \"municipal use.\" It turns out, once the cops confiscate the plant, that he's right.\n\nSome of the better laughs come from Money Mike (Katt Micah Williams), who is short but, because of his wardrobe, not easy to miss. He plays the neighborhood pimp. Which leads me to wonder: Why, really, does this movie need a pimp? And \"hos\" that are not part of Santa's dialogue?And as much pot smoking as in a Cheech and Chong movie? I guess there's an audience for it, and Ice Cube has paid dues in better and more positive movies (\"Barbershop\" among them). But surely laughs can be found in something other than this worked-over material. The original \"Friday\" movie, back in 1995, benefited not only from the presence of Chris Tucker but from a sweeter approach more based on human nature. The third picture has reduced the \"Friday\" series to loud, broad vulgarity, including Mr. Jones' obligatory battle with world-class flatulence. There's an audience for it, but it could have been funnier and more innocent. It's rated R, but when it hits the video stores you somehow know it will be viewed at home as a family movie, and that's kind of sad.", "running_time": 85, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Comedy"], "title": "Friday After Next (2002)"}