{"url": "http://www.rogerebert.com/reviews/friday-the-13th-part-2-1981", "by": null, "star_rating": 0.5, "text": "\r\n\n\nI saw “Friday The 13th, Part\r\n2” at the Virginia Theater, a former vaudeville house in my hometown of\r\nChampaign-Urbana, Illinois. The late show was half-filled with high school and\r\ncollege students, and as the lights went down I experienced a brief wave of\r\nnostalgia. In this very theater, on countless Friday nights, I'd gone with a\r\ndate to the movies. My nostalgia lasted for the first two minutes of the movie. \n\n\r\nThe pretitle sequence showed one of the heroines\r\nof the original “Friday The 13th,” alone at home. She has nightmares, wakes up,\r\nundresses, is stalked by the camera, hears a noise in the kitchen. She tiptoes\r\ninto the kitchen. Through the open window, a cat springs into the room. The\r\naudience screamed loudly and happily: It's fun to be scared. Then an\r\nunidentified man sunk an ice pick into the girl's brain, and, for me, the fun\r\nstopped. \n\n\r\nThe audience, however, carried on. It is a\r\ntradition to be loud during these movies, I guess. After a batch of young\r\ncounselors turns up for training at a summer camp, a girl goes out walking\r\nalone at night. Everybody in the audience imitated hoot-owls and hyenas.\r\nAnother girl went to her room and started to undress. Five guys sitting\r\ntogether started a chant: \"We want boobs!\" The plot: In the original\r\nmovie, a summer camp staff was wiped out by a demented woman whose son had been\r\nallowed to drown by incompetent camp counselors. At the end of that film, the\r\nmother was decapitated by the young woman who is killed with an ice pick at the\r\nbeginning of “Part 2.” The legend grows that the son, Jason, did not really\r\ndrown, but survived, and lurks in the woods waiting to take his vengeance\r\nagainst the killer of his mother É and against camp counselors in general, I\r\nguess. \n\n\r\nThat sets up the film. The counselors are\r\nintroduced, very briefly, and then some of them go into town for a beer and the\r\nrest stay at the camp to make out with each other. A mystery assailant prowls\r\naround the main cabin. We see only his shadow and his shoes. One by one, he\r\npicks off the kids. He sinks a machete into the brain of a kid in a wheelchair.\r\nHe surprises a boy and a girl making love, and nails them to a bunk with a\r\nspear through both their bodies. When the other kids return to the camp, it's\r\ntheir turn. After almost everyone has been killed in a disgusting and violent\r\nway, one girl chews up the assailant with a chain saw, after which we discover\r\nthe mummies in his cabin in the woods, after which he jumps through a window at\r\nthe girl, etc. \n\n\r\nThis movie is a cross between the Mad Slasher\r\nand Dead teenager genres; about two dozen movies a year feature a mad killer\r\ngoing berserk, and they're all about as bad as this one. Some have a little\r\nmore plot, some have a little less. It doesn't matter. \n\n\r\nSinking into my seat in this movie theater from\r\nmy childhood, I remembered the movie fantasies when I was a kid. They involved\r\nteenagers who fell in love, made out with each other, customized their cars,\r\nlistened to rock and roll, and were rebels without causes. Neither the kids in\r\nthose movies nor the kids watching them would have understood a world view in\r\nwhich the primary function of teenagers is to be hacked to death. *This review\r\nwill suffice for the Friday the 13th film of your choice.", "running_time": 87, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Horror", "Thriller"], "title": "Friday the 13th, Part 2 (1981)"}