{"url": "http://www.rogerebert.com/reviews/friday-the-13th-2009", "by": "Jared Padaleckias Clay Miller", "star_rating": 2.0, "text": "\"Friday the 13th\" is about the best \"Friday the 13th\" movie you could hope for. Its technical credits are excellent. It has a lot of scary and gruesome killings. Not a whole lot of acting is required. If that's what you want to find out, you can stop reading.\n\nOK, now it's just us in the room. You're not planning to see \"Friday the 13th,\" and you wonder why anyone else is. Since the original movie came out in 1980, there were 10 more films -- sequels, retreads, fresh starts, variations, whatever. Now we get the 2009 \"Friday the 13th,\" which is billed as a \"remake\" of the original.\n\nThat it is clearly not. Let me test you with a trick question: How many kids did Jason kill in the first movie? The answer is none, since Mrs. Voorhees, his mother, did all of the killings, in revenge on the camp counselors who let her beloved son drown in Crystal Lake.\n\nMrs. Voorhees is decapitated at the end of No. 1, and again in the new version, so the new movie is technically a remake up until that point -- but the decapitation, although preceded by several murders, comes before this movie's title card, so everything after that point is new.\n\nIt will come as little surprise that Jason still lives in the woods around Crystal Lake and is still sore about the decapitation of his mom. Jason must be sore in general.\n\nSo far in the series, he has been drowned, sliced by a machete in the shoulder, hit with an ax in the head, supposedly cremated, aped by a copycat killer, buried, resurrected with a lightning bolt, chained to a boulder and thrown in the lake again, resurrected by telekinesis, drowned again, resurrected by an underwater electrical surge, melted by toxic waste, killed by the FBI, resurrected through the possession of another body, returned to his own body, thrown into hell, used for research, frozen cryogenically, thawed, blown into space, freed to continue his murder spree on Earth 2, returned to the present, faced off against Freddy Krueger of \"Nightmare on Elm Street,\" drowned again with him, and made to emerge from Crystal Lake with Freddy's head, which winks.\n\nI know what you're thinking. No, I haven't seen them all. Wikipedia saw them so I didn't have to. The question arises: Why does Jason continue his miserable existence, when his memoirs would command a seven-figure advance, easy? There is another question. In the 1980 movie, 20 years had already passed since Jason first went to sleep with the fishes. Assuming he was a camper aged 12, he would have been 32 in 1980, and in 2009, he is 61. That helps explain why one of my fellow critics at the screening was wearing an AARP T-shirt.\n\nSpoiler warning! At the end of this film, Jason is whacked with an ax and a board, throttled with a chain and dragged into a wood chipper, although we fade to black just before the chips start to fly, and we are reminded of Marge Gunderson's immortal words. The next day brings a dawn, as one so often does, and two survivors sit on the old pier with Jason's body wrapped and tied in canvas. Then they throw him into Crystal Lake. Anyone who thinks they can drown Jason Voorhees for the fifth time is a cockeyed optimist.\n\nNote: In my research I discovered that the scientific name for fear of Friday the 13th is paraskavedekatriaphobia. I envision a new franchise: \"Paraskavedekatriaphobia: A New Beginning,\" \"Paraskavedekatriaphobia: Jason Lives,\" \"Paraskavedekatriaphobia: Freddy's Nightmare,\" etc.", "running_time": 97, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-02-11", "genres": ["Horror"], "title": "Friday the 13th (2009)"}