{"url": "http://www.rogerebert.com/reviews/friday-night-lights-2004", "by": "Billy Bob Thorntonas Coach Gaines", "star_rating": 3.5, "text": "\"You have the responsibility of protecting this team and this school and this town.\" -- Coach Gary Gaines\n\nProtecting them against what? We're not talking about war here, we're talking about high school football. And yet as \"Friday Night Lights\" unfolds, we begin to understand: The role of the team is to protect against the idea that the town is inconsequential and its citizens are insignificant. If Gaines can lead the Odessa Permian team to a state championship, that will prove that Odessa is a place of consequence, a center of power and glory. Well, won't it?\n\nCertainly there are countless citizens in that Texas town who lead happy and productive lives and are fulfilled without depending on high school football. We just don't meet any of them in the movie, which focuses on the team, the coach and the local boosters -- adults who define themselves in terms of their relationship to the team. These people are obsessed beyond all reason with winning and losing, and the pressure they put on the kids and their coach is relentless. \"Take us to state, Coach,\" one booster tells Gaines in a supermarket parking lot. \"Or what?\" asks Gaines. Or else. \"Are we going to be moving again?\" the coach's young daughter asks after a defeat. \"No, honey,\" says her mother, but Gaines answers: \"possibly.\"\n\nGaines is played by Billy Bob Thornton in another great performance in the past 12 months that have already supplied two other proofs of what a skilled actor he is: He played the drunken title character in \"Bad Santa,\" and Davy Crockett in \"The Alamo.\" The man has range, and he has a command of tone, too. Santa was over the top, but his Coach Gaines is a private man, inward, who finds it wise to keep his thoughts to himself. Consider the scene where he's told that his star player's injury won't prevent him from playing. Look at his eyes. He has reason to believe he is being lied to. He has reason to hope he is not. The player is Boobie Miles (Derek Luke), a motormouth with a giant talent that comes wrapped in ego. When one of his teammates accused him of not working out in the weight room, he explains that his gift is \"God-given.\" But in the first game of the season, he injures his knee. He pretends it's nothing. Eventually, the uncle who is raising him (Grover Coulson) takes him to Midland for an MRI, which reveals a badly torn ligament. Boobie dismisses the doctor as a Midland fan \"jealous of Odessa,\" and he and his uncle tell the coach he's ready to play. He isn't. Because he depended on sports for his future, because he doesn't read very well, there is a moment when he sits on the porch and watches some garbage men at work and contemplates his future.\n\nThe movie is based on real life, described the best seller Friday Night Lights: A Town, a Team and a Dream, by H.G. Bissinger. It depicts Odessa as a town consumed by high school football; its stadium is larger than those at many colleges. Local talk radio keeps up a steady drumbeat of criticism against Gaines. \"They're doing too much learning in the schools,\" one caller complains.\n\nThe movie has been directed by Peter Berg not as character studies but as emotional snapshots. We catch on who the key characters are. Others are never identified. Gaines has enormous focus and can deliver a powerful message at halftime, but he understands better than anyone else that football is only a game. Unfortunately, his job is not only a game, and so he must take football very seriously; his job is not to protect the town and the school, but to protect his family. At dinner parties, in restaurants, everywhere he goes, he undergoes an endless stream of comments, criticism, suggestions, threats masked as praise. The way Thornton plays him, Gaines reminds me of Hemingway's definition of courage: grace under pressure.\n\nThere is something pathetic about a grown man still living his life in terms of high school, and that's the case with Charles Billingsley (played with great power by the country singer Tim McGraw). He still wears his ring from Odessa's championship team of 20 years earlier and bullies his son Don (Garrett Hedlund), who is a receiver on the team. When Don fumbles early in the season, Charles actually walks onto the field to chew him out. He slaps him around, trash-talks him, gets drunk and directs a withering stream of sarcasm at the kid -- and has a revealing moment when he tells Don that high school football will be the high point of his life.\n\nI started in journalism at 15, as a sportswriter covering high school football. I thought it was the most important thing on earth. But it was more innocent in those days. At what point in American history did the phrase \"It's not whether you win or lose, but how you play the game\" get replaced by \"Winning isn't everything; it's the only thing\"? Today's teams are like surrogate nations for their fans. When your team wins, it enhances you.\n\nOddly enough, despite all these undertones, \"Friday Night Lights\" does also work like a traditional sports movie, and there's enormous tension and excitement at the end, when everything comes down to the last play in the state finals. The movie demonstrates the power of sports to involve us; we don't live in Odessa and are watching a game played 16 years ago, and we get all wound up.\n\n\"Friday Night Lights\" reminded me of another movie filmed in West Texas: \"The Last Picture Show,\" set 50 years ago. In that one, after the local team loses another game, the players catch flak everywhere they go. It's gotten worse. I'll bet if you phoned talk radio in Odessa and argued that high school football is only a game, you'd make a lot of people mad at you. The poor kids who play it are under cruel pressure. One of the team members tells a friend, midway through the season: \"I just don't feel like I'm 17.\"", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-10-08", "genres": ["Action", "Adventure", "Drama", "Sports Film"], "title": "Friday Night Lights (2004)"}