{"url": "http://www.rogerebert.com/reviews/frida-2002", "by": "Salma Hayekas Frida Kahlo", "star_rating": 3.5, "text": "Early in their marriage, Frida Kahlo tells Diego Rivera she expects him to be \"not faithful, but loyal.\" She holds herself to the same standard. Sexual faithfulness is a bourgeois ideal that they reject as Marxist bohemians who disdain the conventional. But passionate jealousy is not unknown to them, and both have a double standard, permitting themselves freedoms they would deny the other. During the course of \"Frida,\" Kahlo has affairs with Leon Trotsky and Josephine Baker (not a shabby dance card), and yet rages at Diego for his infidelities.\n\nJulie Taymor's biopic tells the story of an extraordinary life. Frida Kahlo (Salma Hayek), born of a German Jewish father and a Mexican mother, grew up in Mexico City at a time when it was a hotbed of exile and intrigue. As a student, she goes to see the great muralist Diego Rivera at work, boldly calls him \"fat\" and knows that he is the man for her.\n\nThen she is almost mortally injured in a trolley crash that shatters her back and pierces her body with a steel rod. She was never to be free of pain again in her life and for long periods had to wear a body cast. Taymor shows a bluebird flying from Frida's hand at the moment of the crash, and later gold leaf falls on the cast: She uses the materials of magic realism to suggest how Frida was able to overcome pain with art and imagination.\n\nRivera was already a legend when she met him. Played by Alfred Molina in a great bearlike performance of male entitlement, he was equally gifted at art, carnal excess and self-promotion. The first time Frida sleeps with him, they are discovered by his wife, Lupe (Valeria Golino), who is enraged, of course, but such is Diego's power over women that after Frida and Diego are wed, Lupe brings them breakfast in bed (\"This is his favorite. If you are here to stay, you'd better learn how to make it.\") Frida's paintings often show herself, alone or with Diego, and reflect her pain and her ecstasy. They are on a smaller scale than his famous murals, and her art is overshadowed by his. His fame leads to an infamous incident, when he is hired by Nelson Rockefeller (Edward Norton) to create a mural for Rockefeller Center, and boldly includes Lenin among the figures he paints. Rockefeller commands the mural to be hammered down from the wall, thus making himself the goat in this episode forevermore.\n\nThe director, Julie Taymor, became famous for her production of \"The Lion King\" on Broadway, with its extraordinary merging of actors and the animals they portrayed. Her film \"Titus\" (1999) was a brilliant re-imaging of the Shakespeare tragedy, showing a gift for great daring visual inventions. Here, too, she breaks out of realism to suggest the fanciful colors of Frida's imagination. But real life itself is bizarre in this marriage, where the partners build houses side by side and connect them by a bridge between the top floors.\n\nArtists talk about the \"zone,\" that mental state when the mind, the eye, the hand and the imagination are all in the same place and they are able to lose track of time and linear thought. Frida Kahlo seems to have painted in order to seek the zone and escape pain: When she was at work, she didn't so much put the pain onto the canvas as channel it away from conscious thought and into the passion of her work. She needs to paint, not simply to \"express herself\" but to live at all, and this is her closest bond with Rivera.\n\nBiopics of artists are always difficult, because the connections between life and art always seem too easy and facile. The best ones lead us back to the work itself and inspire us to sympathize with its maker. \"Frida\" is jammed with incident and anecdote--this was a life that ended at 46 and yet made longer lives seem underfurnished. Taymor obviously struggled with the material, as did her many writers; the screenwriters listed range from the veteran Clancy Sigal to the team of Gregory Nava and Anna Thomas, and much of the final draft was reportedly written by Norton. Sometimes we feel as if the film careens from one colorful event to another without respite, but sometimes it must have seemed to Frida Kahlo as if her life did, too.\n\nThe film opens in 1953, on the date of Frida's only one-woman show in Mexico. Her doctor tells her she is too sick to attend it, but she has her bed lifted into a flat-bed truck and carried to the gallery. This opening gesture provides Taymor with the set-up for the movie's extraordinary closing scenes, in which death itself is seen as another work of art.", "running_time": 120, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-01", "genres": ["Drama", "Romance"], "title": "Frida (2002)"}