{"url": "http://www.rogerebert.com/reviews/friends-with-money-2006", "by": "Jennifer Anistonas Olivia", "star_rating": 2.0, "text": "\"Friends With Money\" resembles \"Crash,\" except that all the characters are white, and the reason they keep running into each other is because the women have been friends since the dawn of time. Three of them are rich and married. The fourth is, and I quote, \"single, a pothead and a maid.\" That's Olivia (Jennifer Aniston), who used to teach at a fancy school in Santa Monica, \"but quit when the kids started giving her quarters.\"\n\nThe other friends are Jane (Frances McDormand), who screams at people who try to cut in line ahead of her; Christine (Catherine Keener), who writes screenplays with her husband, and Franny (Joan Cusack), whose biggest concern is that her husband spends too much money on their child's shoes. Jane's husband is Aaron (Simon McBurney). \"He's so gay,\" says Olivia. Christine's husband is David (Jason Isaacs). They fight over what the characters should say in the screenplay they're writing, and then they simply fight: She tells him his breath stinks, and he tells her she's getting a lard butt. Not a demonstration of mutual support. Franny's husband is Matt (Greg Germann), whose problem, as far as this film is concerned, is that he has no problems.\n\nThe characters meet in various combinations and gossip about those not present, and all three couples spend a lot of time on the topic of Olivia, who they agree needs a husband, although their own marriages don't argue persuasively for wedded bliss. Olivia finally gets fixed up with a physical trainer named Mike (Scott Caan), who in some ways is the most intriguing character in the movie, and certainly the biggest louse. Consider how he asks to go along with her when she cleans houses, and what he asks her afterward, and the present he gives her, and the \"friend from junior high school\" he sees in a restaurant.\n\nMeanwhile, the marriage of Jane and Aaron is melting down because of her anger. She's a famous dress designer who has decided not to wash her hair, which becomes so greasy her husband turns away from her in bed, although maybe he really is gay. Or probably not, and neither is his new friend, also named Aaron, although they do enjoy trying on sweaters together. Meanwhile, Christine and David are putting a second story on their house, which will give them a view, and we all know that if you're fighting, the best thing to do is remodel.\n\n\"Friends With Money\" was written and directed by Nicole Holofcener, whose two previous features were wonderful studies of women and their relationships: \"Walking and Talking\" (1996) and \"Lovely and Amazing\" (2001). Both of them also starred Catherine Keener, who is expert at creating the kind of Holofcener character who speaks the truth with wit, especially when it is not required. Cusack can do that, too, although she is underused here.\n\nThe movie lacks the warmth and edge of the two previous features. It seems to be more of an idea than a story. Yes, it's about how Olivia's friends all have money, and at one point Jane suggests they simply give her some to bring her up to their level. As it happens, characters do exactly that in novels I've read recently by Stendhal and Trollope, but in modern Los Angeles, it is unheard of. If you have millions and your friend is a maid, obviously what you do is tell her how much you envy her. Working for a living is a charming concept when kept at a reasonable distance.\n\nThe parts of the movie that really live are the ones involving Olivia and the two men in her life. First, Mike, the fitness instructor, and then Marty (Bob Stephenson), a slob who lives alone, is very shy, and hires her to clean his house. When the rich friends go to a $1,000-a-plate benefit, they invite Olivia along, and she brings Marty, and when she goes to pick him up, she suggests that maybe he should think about wearing a tie. This he is happy to do. At the dinner, he smooths down the tie with pride and satisfaction. Watch the way Aniston regards him while he does this. She is so happy for him. At last she is the friend with money. Not cash money, it's true, but a good line of credit in the bank of love.", "running_time": 88, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-06", "genres": ["Comedy", "Drama", "Romance"], "title": "Friends With Money (2006)"}