{"url": "http://www.rogerebert.com/reviews/friends-with-kids-2012", "by": "Adam Scottas Jason", "star_rating": 2.5, "text": "There must be a better reason to have a baby than to provide a plot point in a rom-com. Don’t you think? “Friends With Kids” is altogether too casual about parenthood, and that supplies a shaky foundation to a plot that’s less about human nature and more about clever dialogue. As a light entertainment, it has its pleasures, but at the end I was left with feeling sorry for the poor kid who emerges as such a great convenience.\n\nWe meet three couples who live comfortably in New York City and Brooklyn. They apparently chart their progress through life by comparing themselves to one another. That’s possible in the sealed universe of a movie, although in life, most couples have more than four friends, and there’s a certain turnover rate.\n\nNot here. Jason and Julie (Adam Scott and Jennifer Westfeldt) are very best friends who live in the same apartment building. They date around and don’t have romantic feelings for each other — something they keep repeating lest we forget. They form what their friends treat as a virtual couple: They’re not married, they’re not sleeping together, and yet at a dinner party, you routinely invite them together.\n\nBen and Missy (Jon Hamm and Kristen Wiig) are married, and were once in such deep lust, it was a standing joke in their circle. As passion has worn off, they are gradually suspecting there was never much else, and friends who once basked in the glow of their love now shiver in the chill of their sniping.\n\nLeslie and Alex (Maya Rudolph and Chris O’Dowd), the Brooklynites, are closer to normal, comfortable with each other and announce “we’re pregnant!” That’s one of the final straws for Jason and Julie, who are both increasingly fretful that they’re childless. They’re aware their clocks are ticking and decide to have a baby with each other and sidestep the whole marriage and divorce routine. They’ll date other people, split the baby-sitting and child care 50/50, and everybody will be happy, right?\n\nRather soon after they have this ideal child, they do indeed start dating other people: Jason meets Mary Jane (Megan Fox), and Julie is literally pushed into the arms of Kurt (Edward Burns), who is such an improbably nice man, he borders on parody. I always wonder exactly what “dating other people” means. Is it assumed it won’t affect the ideal platonic friendship Jason and Julie began with? If they fall in love with those “other people,” how do those ideal people handle the notion of each contributing 25 percent of the baby-sitting and child care (and presumably costs) of the kid in the middle of all of this? How is this explained? How would you feel if you started seeing someone and he/she explained, “I love you enough to marry you and share with you a child I had with my best friend, who is still very much in my life and who we will be seeing every day and always have to live near”?\n\nMy guess is, it wouldn’t go over. The old-fashioned marriage and divorce routine has a lot to be said for it. “Friends With Kids” isn’t constructed as simply a comedy and intends to have a measure of sincerity and even truth at its heart. But it smells off. It feels like an artificial screenplay concoction that’s perhaps pitched at moviegoers 15 or 20 years younger than the stars — audiences who don’t have the experience to understand the whole child-sharing scheme is cockamamie.\n\nYes, and we all know where the plot is headed, anyway, because if there’s one thing we know about a rom-com, it’s that conventional values invariably must win in the end. It’s almost painful to watch characters jump through the obligatory story hoops in the third act. Even presumably real people don’t behave like this.", "running_time": 107, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Comedy", "Romance"], "title": "Friends with Kids (2012)"}