{"url": "http://www.rogerebert.com/reviews/fried-green-tomatoes-1992", "by": "Kathy Batesas Evelyn Couch", "star_rating": 3.0, "text": "I have a built-in resistance to movies where a couple of people sit around in the present, discussing a story that took place in the past, and then we get flashbacks showing the earlier story. I usually can't see what the point is: Why not just tell that story from the past and be done with it? And my blood always curdles a little toward the end of these flashback movies, when . . . hold on . . . can you believe it . . . the person telling the story is actually that young person from all those years ago that (gasp!) the story actually happened to! Sometimes flashbacks work. They work in \"Citizen Kane,\" for example. Usually they do not. Look at Bette Midler's \"For The Boys,\" which creeps with unendurable inevitability to a foregone conclusion.\n\nOne of the reasons Jon Avnet's \"Fried Green Tomatoes\" survives the flashback structure is that it devises an interesting character to be the listener to the long-ago tale.\n\nShe is Evelyn Couch (Kathy Bates), dowdy, unhappily married, dripping with low self-esteem, who during a visit to a nursing home meets a sparkling old lady named Miz Threadgoode (Jessica Tandy).\n\nThey start to talking, and before long Evelyn looks forward to her Wednesday visits, at which the old lady makes a continued story out of the sensational events of half a century ago in the town of Whistle Stop, GA.\n\nYou have been to Whistle Stop before, in a dozen other books and movies. It is one of those Southern towns where decent folks get along fine with the Negroes, but the racist rednecks are forever driving up in their pickups and waving shotguns around and causing trouble. In this case, one of the rednecks is the violent, drunken husband of a young woman named Ruth (Mary-Louise Parker). Ruth actually shouldn't have ought to married him in the first place, especially according to Idgie Threadgoode (Mary Stuart Masterson), who wears pants and a tie and cuts her hair short and has a crush on Ruth.\n\nThe two women set up in business together as the Whistle Stop Cafe (breaded fried green tomatoes a specialty), with the help of Big George (Stan Shaw), a black man whose mother Sipsey (Cicely Tyson) raised Idgie. But when the women insist on serving Big George at the cafe, the local Klansmen get riled, and when Ruth's evil husband disappears and is assumed murdered, the lynch mob decides Big George was the killer.\n\nWell, what did happen to the drunken lout? That is the payoff of old Miz Threadgoode's story. But the murder and even the subsequent trial are not really the subject of \"Fried Green Tomatoes,\" which is really about nonconformity in an intolerant society. It's pretty clear that Idgie is a lesbian, and fairly clear that she and Ruth are a couple, although given the mores of the South at the time a lot goes unspoken, and we are never quite sure how clear that is to Ruth. It is also clear that they consider Sipsey and George better company than most of the white folks in town, and that, by deciding for themselves who they are and how they will lead their lives, Idgie and Ruth are a threat to the hidebound locals.\n\nAll of that makes an interesting story, but what is also interesting is the way the story gradually gives the Kathy Bates character the courage to deal with her own life. She is a compulsive overeater whose husband, Mr. Couch, was apparently named after the piece of furniture he favors while watching the complete seasons of all of America's professional sports teams on the TV. Even after she takes some of those titillating Total Woman suggestions and turns up at the door wrapped in Saran Wrap, she's still not able to interest her husband.\n\n\"Fried Green Tomatoes\" is fairly predictable, and the flashback structure is a distraction, but the strength of the performances overcomes the problems of the structure. I especially liked Mary Stuart Masterson's work, but then I nearly always do (see her in \"Some Kind of Wonderful\"). And I enjoyed the vigor with which Jessica Tandy told her long-ago tale, about a woman not completely unlike herself.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-01-10", "genres": ["Comedy", "Drama"], "title": "Fried Green Tomatoes (1992)"}