{"url": "http://www.rogerebert.com/reviews/friends-and-lovers-1999", "by": "Stephen Baldwinas Jon", "star_rating": 0.5, "text": "I don't want to review \"Friends & Lovers,\" I want to flunk it. This movie is not merely bad, but incompetent. I get tapes in the mail from 10th graders that are better made than this.\n\nLast week I hosted the first Overlooked Film Festival at the University of Illinois, for films that have been unfairly overlooked. If I ever do a festival of films that deserve to be overlooked, \"Friends & Lovers\" is my opening night selection. The only possible explanation for the film being released is that there are stars in the cast (Stephen Baldwin, Claudia Schiffer, Alison Eastwood, Robert Downey, Jr). They should speak sternly with their agents.\n\nThe story involves a group of friends spending the holidays in a Park City ski chalet. They're involved in what an adolescent might think were adult relationships. Much time is spent in meaningless small talk. We also get the ultimate sign of writer desperation: Characters introducing themselves to each other.\n\nIf I were marking this as a paper, I would note: * Director George Haas often lines up actors so they awkwardly face the camera, and have to talk sideways to one another.\n\n* Much of the dialogue is handled by cutting to each character as he speaks. This is jarring because it reveals that the movie knows when each character will speak. Professional movies overlap sound and image, so that dialog begins offscreen, before a cut to the speaker.\n\n* The characters frequently propose toasts, as if the movie is a social occasion.\n\n* Pregnant girl looks like she has a pillow stuffed down her dress. Self-consciously holds her belly with both hands in many scenes.\n\n* Dad puts tin can in microwave. Can explodes and whole chalet is plunged into darkness. I am not surprised that a character in this movie would be stupid enough to microwave an unopened can, but why would the explosion blow every fuse? * Characters gossip that one character has a big penis. Everyone strips for the Jacuzzi. Movie supplies closeup of penis. Since this is the first nudity of any kind in the movie, audience is jolted. In a light comedy, a closeup of a penis strikes a jarring note. An amazed reaction shot might work, but that represents a level of sophistication beyond the reach of this film.\n\n* The general preoccupation with sex and size reminds me of conversations I had when I was 11. One guy says a female character has two-inch nipples. No one questions this observation. I say two-inch nipples are extremely rare among bipeds.\n\n* Dad says, \"My generation thought that working was the best way to support a family.\" Dad doesn't even know what generation he belongs to. Dad is in his 50s, so is a member of the '60s generation. He is thinking of his parents' generation.\n\n* All dialogue on ski slopes involves ludicrous echoing effects. Yes, a yodel will echo in the Alps. No, conversational levels will not echo in Utah.\n\n* David seems to be a virgin. Friend asks: \"You have never done the dirty deed?\" David asks, \"How exactly would you define that?\" Friend makes circle with thumb and finger, sticks another finger through it. Most twentysomething movie characters have advanced beyond this stage.\n\n* Automobile scenes are inept. One \"crash\" is obviously faked to avoid damaging either vehicle. In a scene that cuts between girl walking by road while a guy drives beside her and talks through open window, the girl is walking at a slower rate of speed than car.\n\nI have often asked myself, \"What would it look like if the characters in a movie were animatronic puppets created by aliens with an imperfect mastery of human behavior?\" Now I know.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-04-30", "genres": ["Comedy", "Drama", "Romance"], "title": "Friends & Lovers (1999)"}