{"url": "http://www.rogerebert.com/reviews/friends-with-benefits-2011", "by": "Justin Timberlakeas Dylan", "star_rating": 3.0, "text": "\"Friends With Benefits\" follows rom-com formulas as if directed on autopilot, but that's not to say it isn't fun. This is the second movie this year to ask whether it's possible to have sex with someone without falling in love, and the second to arrive at a mistaken conclusion — because of course it is. It's just not possible if you're Mila Kunis and Justin Timberlake, and the audience likes you and demands a romantic fadeout. I propose this as a rule: No movie with big stars and a big budget can allow them to enjoy big-time sex and then split them up at the end.\n\nThe news about this movie is that it makes it clear that both Timberlake and Kunis are the real thing when it comes to light comedy. Since they earlier proved themselves in dramas (\"The Social Network\" and \"Black Swan\"), that must indicate they're the real thing in general. Now all they have left to conquer are comic-book superheroes.\n\nShe plays Jamie, an executive headhunter in New York City. He plays Dylan, a hotshot art director for a website that gets 6 million hits a month. That allows him to work with an office full of employees. (My website gets more hits and only has one employee, but obviously Dylan's firm has a better head for business.) Jamie persuades Dylan to fly to New York and interview for a dream job: an art director for GQ magazine. He's cool to the idea, but she persuades him in one evening during which she is about as charming as it's possible for one person to be, even if she's Meg Ryan.\n\nOne dinner date leads to another. You know what's coming. They share that they've had bad luck with relationships, they swear they're not looking for a new one, and they agree to have pure physical sex with no emotional strings attached. This leads to activity under a blanket in which it's not difficult to figure out (from the way things move around under there out of sight) what's happening. This scene is well-written, well-directed, and well-acted — and such scenes involve a good deal of comic ability.\n\nThe formula now requires them to fall in love, to run into obstacles, to fight, to break up forever and yadda yadda yadda. \"Friends With Benefits\" makes this process more entertaining because the cast is populated with good supporting actors. Patricia Clarkson is Jamie's mother, an unreformed product of the sexual revolution. Richard Jenkins plays Dylan's father, who suffers from movie Alzheimer's. That's the form of the disease where the victim has perfectly timed lucid moments to deliver crucial speeches, and then relapses.\n\nAt the GQ office, Dylan makes friends with the sports editor, Tommy (Woody Harrelson), who is loudly and enthusiastically gay, and commutes to work in a speedboat. That leads me to idle thoughts about Dylan's work on the magazine's website, where he features such stories as \"How to Wear White Pants at a Cookout.\" \n\nI consider GQ a little too cool for that feature, but not entirely: In addition to an excellent feature on Mila Kunis, its website currently offers an update on plaid pocket squares (\"How I wear my square really depends on my mood: typically, I'm a standard, straight-across-fold kind of guy.\").\n\nBut I stray. One of the movie's running jokes is that Dylan and Jamie know all the cliches from movie love stories and are too hip to fall for them in their own lives. This doesn't quite distract us from realizing their own lives are the embodiment of a movie love story. I guess that comes with the territory. What not every rom-com has, however, is good dialogue, well-delivered at a fast clip. Kunis fast-talks her way through the opening scenes as if she's channeling Juno, and Timberlake easily keeps up. At some fundamental level, I simply enjoyed watching them. That was sort of enough.", "running_time": 109, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-07-20", "genres": ["Comedy", "Romance"], "title": "Friends with Benefits (2011)"}