{"url": "http://www.rogerebert.com/reviews/fright-night-2011", "by": "Anton Yelchinas Charley", "star_rating": 3.0, "text": "Perhaps it was Jerry (Colin Farrell). He is a single man, handsome and charming, who lives next door to the Brewsters. Charley Brewster (Anton Yelchin) is a teen-something with the usual expertise about vampires, which is why he's sensitive to certain vibes from the neighbor. His divorced mother, Jane (Toni Collette), picks up more on the testosterone vibe. They both wonder why Jerry has an unsightly Dumpster in his front yard, and where all those chunks of debris come from. The exterior of his house remains unchanged. \n\nTo be sure, all of Jerry's windows are blacked out, but we're told that's not uncommon in Vegas, where so many people work the night shift and sleep all day. Sounds reasonable. The two houses are close together (especially considering the empty miles of desert surrounding the development), and Charley finds it easy to monitor Jerry's suspicious movements from his second-floor bedroom window. Charley's friend Ed (Christopher Mintz-Plasse) notices that students are going missing from their classroom and begins to suspect Jerry may be a vampire.\n\n\"Fright Night\" was inspired by a somewhat similar 1985 vampire movie of the same name, which was actually pretty good and contained a rich performance by Roddy McDowall as an unemployed TV horror movie host named Peter Vincent, who was recruited by a teenager to advise on vampire killing. (The name is obviously a play on Peter Cushing and Vincent Price, although a diminishing number of movie fans may pick up on that.) This time, Peter Vincent (David Tennant) is a Brit magician who headlines at a Vegas casino and claims to be a vampire expert.\n\nSetting plot details aside, I can reveal that Charley has a hot girlfriend (Imogen Poots), that his mom Jane is a sturdy and grown-up character, and that no one will listen to Charley's suspicions about Jerry — especially not the cops, who, judging by the apparent size of the housing development, must have to commute from downtown Vegas.\n\nDavid Tennant is droll and dissolute as Peter Vincent, occupying a penthouse filled with vampire artifacts and guzzling booze as if fighting chronic thirst. He is egotistical, rude and aggressive, and not charmed by Charley's pleas for help. But ... well, he does know a lot about vampires.\n\n\"Fright Night,\" directed by Craig Gillespie and written by Marti Noxon, is several degrees superior to \"Final Destination 5,\" which opened a week earlier. I say this despite my dread certainty that it will be followed by \"Fright Nights\" 2, 3, 4 and 5, in which a series of increasingly suspicious neighbors will be introduced in increasingly exotic locations. My own needs are modest. Two movies based on this premise in 26 years is sufficient.\n\nThe movie has competent acting by the principals, who make an effort to surpass the generic requirements of their characters. It has decent CGI (including quite possibly most of the subdivision). The technical credits are first rate: production design (Richard Bridgland), art direction (Randy Moore), prosthetic makeup (Aurora Bergere) and cinematography (Javier Aguirresarobe). \n\nAs in the earlier film, this one dances always at the edge of comedy. It especially has fun with the Rules of Vampire Behavior, which Jerry even teases Charley about. Without spoiling a single thing, I can tell you that one of the inevitable stakes through the heart in this movie is an inspired use of product placement. As vampire movies go, \"Fright Night\" is a pretty good one.\n\nNote: See the movie in 2-D if you can. The 3-D process diminishes a film's light level by at least 20 percent, and this film of course depends on many night scenes and dimly lit interiors.", "running_time": 106, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-17", "genres": ["Comedy", "Horror"], "title": "Fright Night (2011)"}