{"url": "http://www.rogerebert.com/reviews/fright-night-1985", "by": "Roddy McDowallas Peter Vincent", "star_rating": 3.0, "text": "The best line in \"Fright Night\" belongs to Roddy McDowall, who plays a broken-down old hambone actor who used to star in vampire movies. \"The kids today,\" he complains, \"don't have the patience for vampires. They want to see some mad slasher running around and chopping off heads.\" He's right. Vampires, who are doomed to live forever, have outlived their fashion. They've been replaced by guys in ski masks, who hack their way through Dead Teenager Movies. \n\n\"Fright Night\" is an attempt to correct that situation. It stars William Ragsdale as an impressionable teenager who becomes convinced that vampires have moved in next door. It doesn't take a detective to figure that out. The vampires almost flaunt their unholy natures, performing weird rites in front of open windows, and disposing of the bodies of their victims in plastic garbage bags. They are safe in the knowledge that nobody believes in vampires anymore. \n\nThe kid calls the cops. The vampires have a plausible explanation for their activities. The kid claims there has to be a coffin somewhere down in the basement. The cops warn him to stop wasting their time. And then, when the vampires start getting really threatening, the kid has no place to turn - except to old Peter Vincent (McDowall), the former B-movie actor who has just been fired from his TV job as host of the local Creature Features. \n\nMcDowall knows all about vampires: how to detect them, how to repel them, how to kill them. He also knows all about being behind on the rent, being evicted and being out of work. For 50 bucks, he agrees to have a go at the vampires and that sets up the second half of \"Fright Night.\" The first part of the movie is basically funny. The second half unleashes lots of spectacular special effects devised by Richard Edlund, the same man who created the effects for \"Ghostbusters.\" Since part of the fun with vampire movies is how bad the special effects usually are, Edlund has to walk a narrow line, and he does. He gives us satisfactory scenes of transformations and decompositions, and seems to know his way around vampires, but he doesn't overwhelm the action. \n\nThe center of the movie, however, is the Roddy McDowall character, whose name, Peter Vincent, is obviously supposed to remind us of Peter Cushing and Vincent Price. Throw in Christopher Lee, and you'd have a quorum. McDowall's performance is wickedly funny, and he must have enjoyed it, chewing the scenery on his horror-movie program and then chewing real scenery down in the vampire's basement. \"Fright Night\" is not a distinguished movie, but it has a lot of fun being undistinguished.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-08-02", "genres": ["Comedy", "Horror", "Thriller"], "title": "Fright Night (1985)"}