{"url": "http://www.rogerebert.com/reviews/frightmare-1984", "by": "Ferdinand Mayneas Conrad Ragzoff", "star_rating": 2.5, "text": "Horror movies have a great appeal for unknown filmmakers, for a lot of reasons: They’re cheap to make, they don’t need stars, and they can be experimental or satirical and the audience won’t complain too much. (Indeed, many members of the audience at some exploitation horror movies seem only vaguely aware that there is a screen before their eyes.) Sometimes, given the almost complete freedom of their genre, horror directors make little gems. The problem is that they’re hardly ever noticed.\n\nThat is the dilemma of “Frightmare,” a horror movie now opening here and there around the country. It’s a stylish little thriller with a sense of humor and a good command of horror clichés, and compared to most of the movies it will be sharing double bills with, it’s a masterpiece. It’s not going to be an enormous hit, and, indeed, I don’t quite think it’s worth a trip to the theater and a night of your life to experience. But it’s fun.\n\nThe movie centers around the life and death adven­tures of an old horror movie star named Conrad Ragzoff, who is, I think, supposed to remind us of Lon Chaney, Boris Karloff and Peter Cushing (he is played by a veteran actor named Ferdinand Mayne, who must have spent the last 20 years going to Christopher Lee movies and muttering, “I could do that!”). Ragzoff dies, sort of, during a tribute to his work, and that’s the beginning of a wonderful second career for him.\n\nHe is buried. He has taped his own eulogy, to be delivered from beyond the grave (shades of Walt Disney). But then his body is stolen by an organization of horror film fans, his widow vows revenge, and Ragzoff’s spirit is contacted beyond the grave by a weirdo psychic. He vows re­venge on those who would dare to tamper with the eternal peace of the king of sleaze.\n\nThat sets up the best part of the picture, which is narrated by Ragzoff from a TV screen activated from his tomb, and involves a separate, detailed and horrible death for every member of the hapless horror film society. Ragzoff has studied his horror films well, and hardly missed a gruesome possibility, from instant mummification to burial alive (with a touch of cremation thrown in).\n\n“Frightmare” is essentially pictures to eat Tootsie Rolls by. It would make a great videocassette for a Halloween party, since something spectacularly visual is happening every single second and none of it ties together so closely that it makes much difference if you miss a scene. It is not a great movie, but, then, what were you expecting?", "running_time": null, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-02-28", "genres": null, "title": "Frightmare (1984)"}