{"url": "http://www.rogerebert.com/reviews/fright-1972", "by": "Susan Georgeas Amanda", "star_rating": 2.0, "text": "So there she is, miles from any road, cut off from civilization in a Gothic mansion with bad wiring, an innocent baby upstairs, the telephone out of service, the rescue party up to its hubcaps in mud, and a homicidal sex maniac nibbling on her earlobe. A girl with a problem. \n\nHer name is Amanda and she is the baby-sitter. She baby-sits in such out-of-the-way places that her father must have to deliver her in a Land Rover. England is a small island. For a Gothic mansion to be as isolated as this one, the grounds must violate the three-mile limit. And not even a gamekeeper to hear a scream. \n\nToo bad, because Amanda is a crackerjack screamer. She keeps thinking she sees a sinister face through the windowpanes. It has wide eyes and a humorless grin. It rattles locks and taps its fingernails on the glass. Who could it be? Surely it couldn't be Brian, Helen's former husband, who was locked up in a mental prison after trying to strangle Helen and kill the baby? Surely not. Because Brian is safely locked up miles away. That's why Helen is out on a date tonight with her new fiance. \n\nWell, we have been down this lonely, twisting road before. We have felt the creepers brush against our face, and we have heard the sound of panting in the forest, and we have heard the twigs snap and the pebbles rattle. We don't have to be Jimmy the Greek to give 10-to-1 odds that Brian is moping around somewhere out there in the night. \n\nLook at it this way. If the homicidal Brian weren't out there in the night, what could the movie be about? Amanda would be left looking like a fool. The baby would get no sleep because of the screams from downstairs. And the police sergeant would be left holding the phone and repeating \"Hello? Hello? Who's there?\" for no purpose at all. \n\nEngland is a long way ahead of us at this business of things out there in the night. Our houses in America are smaller and less complicated. Sinister noises in the night turn out to be malfunctioning automatic garage-door openers. But Gothic mansions have dozens of windows, countless creaks and not a door that doesn't groan. And the trees are planted close to the house on purpose, so that their branches can scratch against the eaves. \n\nThe English are also ahead of us in the baby-sitter department. Amanda is played by Susan George, who wears a cashmere sweater that is unbuttoned, by actual count, five times during the movie. It is also buttoned back up five times, so stay calm; this is only rated PG. (In an R movie, it would be buttoned back up four times, and in an X movie, of course, it wouldn't be cashmere.) \n\nBecause Susan George is awfully good at playing threatened, innocent, blond victims (cf. her rape scene in \"Straw Dogs\"), and because Ian Bannen makes a suitable maniacal and homicidal killer, \"Fright\" is a passably good thriller. It is a disappointment, though, coming from Peter Collinson, the talented young British director who made \"The Penthouse\" in 1967. Now there was a real thriller. There they were, the victims, 38 floors up, and the telephone wasn't installed and the elevator didn't work...", "running_time": 114, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-06-07", "genres": ["Drama", "Thriller"], "title": "Fright (1972)"}