{"url": "http://www.rogerebert.com/reviews/from-beyond-the-grave-1975", "by": null, "star_rating": 2.0, "text": "Connoisseurs of these matters are mostly in agree\u007f\u007f\u007fment that the best recent horror movies have come from England. The veteran horror stars (Vincent Price, Peter Cushing and Christopher Lee) are based there, and so are dozens of distinguished actors not above working for a fortnight in a horror flick. It's fun and, besides, the British do these things with a certain style and would rather amuse and scare us than disgust us.\n\nThat's the case with \"From Beyond the Grave,\" the latest of some 30 films produced by those indefatigable masters of horror, Max J. Rosenberg and Milton Subotsky. The names Rosenberg and Subotsky may not be on every tongue, but among horror fans they're a brand name. Their credits include \"The House that Dripped Blood,\" \"The Vault of Horror\" and \"Tales from the Crypt\" (which is being resurrected, so to speak, on the same bill at the Roosevelt).\n\n\"From Beyond the Grave\" follows the formula of many of their previous successes: It's an anthology of four different horror stories, tied together by a common thread. In \"Tales from the Crypt,\" the thread was the old cryptkeeper himself, borrowed for the occasion from the classic EC comics of the early 1950s. This time, it's a little antique shop presided over by the one and only Peter Cushing. We're reminded of the Little Shop of Horrors as Cushing appears, wraithlike, behind display cases and grandfather clocks, rubbing his hands together and looking suitably sinister.\n\nThe shop seems to run according to some supernatural variation on the golden rule: When customers try to cheat the ancient proprietor, he sells them objects that cause them the damndest difficulties. David Warner buys an antique mirror for about onetenth of its value, for example, and in no time at all, the spirits of the dead (who live in the mirror) have turned him into a murderer to quench their taste for blood. \u007f\n\nThe best of the four stories is the third, \"The elemental,\" in which Ian Carmichael switches price tags and gets a 40pound snuffbox for 5 pounds. What he doesn't know is that he's also left the antique shop with an elemental on his shoulder. An elemental? Well, it's sort of like a familiar. It's a disgusting little creature, invisible to everyone except children, dogs and mediums, who will eat you if it can. On his way home on the train, Carmichael is approached by Mme. Orloff (Margaret Leighton), a medium who informs him of the elemental and gives him her card.\n\nCarmichael doesn't believe a word, of course. But that night the elemental has a fit of jealous pique and tries to strangle Carmichael's wife. The frightened Carmichael calls in Leighton, who holds a hilarious exorcism and leaves the house in a shambles. That's what's nice about Rosenberg and Subotsky productions. They don't mind letting us laugh once in a while, and they're not so heavy on the blood and gore as most of Hollywood's elcheapo, sleazo garbage.\n\nAnother good story is \"An Act of Kindness,\" starring Donald Pleasence, looking very sinister and mean and withdrawn, and Angela Pleasence, looking just like her father. The old man sells matches and shoelaces for a living, and one day, he strikes up a friendship with a retired army officer (Ian Bannen the movie has no less than three of \u007fBritain's movie Ians, including Carmichael\r\nand Ogilvy). The officer and his shrewish wife (Diana Dors, yes, Diana Dors) have a wretched marriage and take turns shouting at their hapless child.\n\nBannen relishes the chance to spend time away from home, and takes to calling on the peddler's daughter of an evening. It turns out though, that they have a terribly unhealthy future in mind for Bannen and his wife and the segment's last line (\"See? Sometime children's prayers ARE answered.\") is gruesomely appropriate. The first and fourth segments involving the mirror and an antique door that comes with its own haunted room - aren't quite so good. But as tales from graves and crypts go, these go quite far enough.", "running_time": 97, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama", "Horror"], "title": "From Beyond the Grave (1975)"}