{"url": "http://www.rogerebert.com/reviews/from-up-on-poppy-hill-2013", "by": "Sarah Bolgeras Umi", "star_rating": 2.5, "text": "This was a day I didn't see coming. The latest film from Japan's Studio Ghibli, which sets the world standard for animation, is a disappointment. Directed by Goro Miyazaki, in his first collaboration with his father, the legendary Hayao, \"From Up on Poppy Hill\" (2011) centers on two likable and perfectly straightforward college students who do nothing very extraordinary and are in a platonic romance.\n\nThe film's hero is actually a ramshackle old mansion named the Latin Quarter. One of those structures much loved by Hayao Miyazaki, like those in \"Howl's Moving Castle\" or the floating bathhouse in \"Spirited Away,\" it's a clubhouse unfolding in all directions into performances spaces, studios, laboratories, galleries, and other precincts favored by its bohemian members. A rattling chandelier looms above its grand staircase, which like everything in the building, is caked with dust.\n\nFor this English-language version, a high-profile American cast was recruited: Jamie Lee Curtis, Beau Bridges, Bruce Dern, etc. Up on Poppy Hill, above the town, Umi (voiced by Sarah Bolger) lives with her grandmother in a boarding house overlooking  the harbor. Every morning, she rises early to hoist flags as an aid to her father, whose ship sank during the Korean War. He taught her the naval language of flags, and now she dreams this skill will reunite them.\n\nIt is 1963. The Latin Quarter is earmarked for demolition to make room for Tokyo's upcoming Summer Olympics. Umi meets Shun (Anton Yelchin), a club member who gives her a lift into town on his bike, and proudly shows her around the clubhouse. She's impressed by the originality and energy of the members, joins in a demonstration to protect the clubhouse and decides it needs a good scrubbing down. With her friends she throws out junk, scrubs the floors, dusts and arranges. And just in time; they hope to persuade Chairman Tokumaru (Beau Bridges) to come for a tour. \n\nThis story is accompanied by plot twists, some suspense and fairly routine developments. What's missing are the complex, baroque characters often created by Miyazaki, like the crone who runs the bathhouse  in \"Spirited Away,\" or that film's little Karl Marxian shape-shifters. The two lead characters are standard bland figures, round-faced, round-mouthed, unremarkable.\n\nThe artistry is peaceful and comforting to the eyes but not especially stirring. Given the pictorial extremes that Studio Ghibli has gone to in the past, \"Up on Poppy Hill\" is weak tea. Perhaps Miyazaki, as before, has correctly gauged his nation's temperament. \"From Up on Poppy Hill\" may not look like it was Japan's top grosser of 2011, but it most surely was.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2013, "date_published": "2013-03-27", "genres": ["Animation", "Drama"], "title": "From Up on Poppy Hill (2013)"}