{"url": "http://www.rogerebert.com/reviews/from-paris-with-love-2010", "by": "John Travoltaas Charlie Wax", "star_rating": 2.0, "text": "Pauline Kael has already reviewed this movie in her book Kiss Kiss Bang Bang, and it only took her the title. I could go through my usual vaudeville act about chase scenes and queasy-cams and Idiot Plots, but instead I'd like you to join me in the analysis of something that increasingly annoys me.\n\nImagine we are watching \"From Paris With Love\" on a DVD with a stop-action button. We look at an action scene all the way through. John Travolta stars as Charlie Wax, an American Mr. Fix-It with a shaved head and goatee, who has been sent to Paris on a mysterious assignment. Not mysterious to him, mysterious to us. It involves Asian drug dealers and/or terrorists from the Middle East. Doesn't matter who they are or what they do, because their only function here is to try to kill Charlie and his fall-guy partner James Reese (Jonathan Rhys Meyers).\n\nOK. We're on the sofa. We look at the scene. We take a second look. We focus on Travolta. This is an athlete. His reflexes are on a hair trigger. He can deal with several enemies at a time. He can duck, jump, hurdle, spin and leap. One slight miscalculation, and he's dead. He doesn't miss a beat. He's in superb condition, especially for a guy whose favorite food is Cheese Royales. That's a little joke reminding us of \"Pulp Fiction,\" and the last thing you should do is remind the audience of a movie they'd rather be home watching.\n\nNow we go through the scene a frame at a time. We don't miss much in the way of continuity, because it's pretty much glued together a frame at a time. We see a dizzying cascade of images, but here's a funny thing: We don't see Travolta completing many extended physical movements, and none involving any danger. The shots of him involve movement, but in bursts of a few frames, intercut with similar bursts of action by his attackers. There is no sense of continuous physical movement taking place within a defined space. No overall sense of the choreography.\n\nI hasten to say this is not criticism of John Travolta. He succeeds in this movie by essentially acting in a movie of his own. The fight construction is the same with most modern action movies. In past decades, studios went so far as to run fencing classes for swordfights. Stars like Buster Keaton, Douglas Fairbanks Sr. and Errol Flynn did their own stunts and made sure you could see them doing them. Most of the stunts in classic kung-fu movies, starring such stars as Bruce Lee and Jackie Chan, really happen. Sure, they used camera angles, trampolines and wires, but you try it and see how easy it is.\n\nCGI makes that unnecessary. The stunt work is done by computers and the editing process. I fear that classic action sequences would be too slow for today's impatient action fans, who have been schooled on impossibilities. The stunt driving done in such chase landmarks as \"The French Connection\" and \"Bullitt,\" where you could observe real cars in real space and time, has been replaced by what is essentially animation.\n\nI mention this because last week I saw a good Korean thriller, \"The Chaser,\" and its best scene involved a foot chase through the narrow streets of Seoul by two actors who, you could see, were actually running down streets. In modern actioners, the only people who work up a sweat are the editors.\n\nAnyway, that's what I had on my mind. As for \"From Paris With Love,\" it's mostly bang bang and not kiss kiss; as an actress once asked Russ Meyer: What's love got to do with it?", "running_time": 92, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-03", "genres": ["Action", "Adventure", "Crime", "Foreign", "Thriller"], "title": "From Paris With Love (2010)"}