{"url": "http://www.rogerebert.com/reviews/from-the-journals-of-jean-seberg-1996", "by": "Mark Rappaport", "star_rating": 3.5, "text": "If it is true, as Jean-Luc Godard once said, that \"cinema history is the history of boys photographing girls,\" then one task of movie historians should be to find out what happened to the girls in the process. Mark Rappaport, who uses the Godard quote in his new film \"From the Journals of Jean Seberg,\" takes it to heart in a unique way. He presents Seberg as the narrator of her own life.\n\nSeberg died in 1979, hounded to suicide by the FBI, which planted poisonous items about her in a gossip column. Since she was not available to play herself, Rappaport uses the actress Mary Beth Hurt (who looks a little like Seberg might have) to play her. And the movie's narration is all spoken by \"Seberg,\" in the first person.\n\nSome of it may be based on things she said or thought. Most of it, incon women in the movies, politics, and her fellow actresses, is invention. Rappaport's mixture of fact and fiction is more audacious than Oliver Stone's \"Nixon\" - but the movie makes it perfectly clear that it is using both history and imagination, and the result is a tough, intelligent look at the grueling job of being one of those girls photographed by the boys.\n\nSeberg's was a life that had a storybook beginning and a tragic ending. She was a 17-year-old \"unknown\" - that wonderful Hollywood word for anyone not a movie star! - when Otto Preminger found her in Iowa and cast her in his 1957 film \"Saint Joan.\" She received merciless reviews, but Preminger, determined to be proved right in his choice, starred her again in \"Bonjour Tristesse\" (1959).\n\nThat film was a powerful influence on Godard, who quickly cast Seberg in his first film, \"Breathless,\" launching her career as a star who worked in both Europe and America, in both French and English, in a series of films that were mostly marginal at the box office. (Her biggest hit was her last film of consequence, \"Airport,\" in 1970.) Jean Seberg would seem to have had little to complain about, at least at first. To be plucked from obscurity at 17 and find your picture on the cover of Life magazine is something many teenagers dream about.\n\nBut Otto Preminger was not the perfect mentor for an Iowa girl thrust into the spotlight. \"He was a charming conversationalist at dinner and a sadist on the set,\" Seberg says. That quote may be from life; I had dinner with him many times and visited many of his sets, and it is absolutely true. He specialized in humiliating women in front of his crews.\n\nFor \"Saint Joan,\" Seberg was actually tied to a stake for the burning scene and, in the take used in the movie, was accidentally burned. \"Why was Life magazine there to document the day I was burned?\" she asks (for let us adopt the convention that the dialogue is Seberg's own words). Did Otto stage the accident for publicity? Nobody knows. But Otto was a master of publicity, and by the time \"Saint Joan\" opened the whole world was waiting, with knives sharpened, to attack her performance - not because they hated her, but because it was such a temptation to prove Preminger wrong.\n\nUndeterred, Preminger immediately cast her in \"Bonjour Tristesse,\" the first of many movies in which she would play the younger woman to an older male lover. Why Seberg? Rappaport uses an audacious device to \"screen test\" other actresses in some of her roles - superimposing famous heads, such as those of Barbra Streisand and Audrey Hepburn, over Seberg's own. Thus we see Streisand singing \"People\" while burning at the stake, and Hepburn playing opposite David Niven in \"Bonjour Tristesse.\" This doesn't quite duplicate the fantasy of making the identical movie with different stars, but it's certainly original.\n\nSeberg in the 1960s appeared in such films as \"Lilith\" (her best role), \"A Fine Madness\" and \"Paint Your Wagon,\" during which she had an affair with Clint Eastwood. At the time she was still married to Romaine Gary, a second-rate French writer, bearded, 20 years her senior, who fancied himself a director and directed her in two movies where the male lead was an older man wearing Gary's beard style. In these movies much was the fault of her character's sexual problems.\n\n(\"Men love to make movies about women driven mad by sexuality.\") By the 1970s, Seberg, who was drinking and using drugs, had drifted into a left-wing political orbit and attracted the attention of the reptilian J. Edgar Hoover, who set his agents to spy on her; they leaked to Los Angeles Times columnist Joyce Haber an item that she was pregnant by a Black Panther. She was found dead in a parked car in Paris, in 1979, still pregnant (the baby was white).\n\nThis biographical material is presented side-by-side with a larger critique of the period, its actresses and its movies. Seberg, we learn, was \"the first actress to return the hard stare of the camera lens. In that sense, she was the first modern movie star.\" But her eyes had nothing to express; they were a cipher, Rappaport says, and proves it by showing us other, more expressive eyes, including Ingrid Bergman's. There is also a side excursion into the career of Jane Fonda (\"She apologized for her politics in 1988, but in the 1970s, did she ever apologize for being a bimbo?\") and a general discussion of the way women are used in, and by, the movies.\n\nRappaport's stylistic approach in this film is fascinating, and may be infuriating to some viewers. He takes whatever is at hand, presses it to his needs, makes up what he doesn't know, and relies heavily on the technique of showing us movie clips while telling us what to see in them. He did much the same thing in his little-seen \"Rock Hudson's Home Movies,\" which re-examined Hudson's career with a voice-over narration providing a gay-oriented analysis of his movies.\n\nAt the end of both films, we don't know exactly what to believe, but we have been challenged to re-interpret what we see on a screen, and to read a movie as a record of much more than simply its story.\n\nOf course, \"From the Journals of Jean Seberg\" is Rappaport doing to Seberg what the other boys did, photographing a girl and turning it to his own purposes. But at least he's on her side.", "running_time": 97, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-01-12", "genres": null, "title": "From The Journals Of Jean Seberg (1996)"}