{"url": "http://www.rogerebert.com/reviews/from-the-mixed-up-files-of-mrs-basil-e-frankweiler-1973", "by": "Sally Prageras Claudia", "star_rating": 3.0, "text": "\"From the Mixed-Up Files of Mrs. Basil E. Frankweiler\" (whew) is a special kind of family film that doesn't insult the intelligence and should be especially entertaining for kids like the heroine. She's a bright 12 year-old, on the brink of adolescence and filled with all sorts of idealistic imaginings. Her parents love her but she's just at that age when things seem sort of mixed-up and unhappiness can fall out of a clear sky.\n\nOne day she decides to run away from home. She enlists her little brother, who chips in his considerable winnings from penny poker, and they take the train to New York. Once there, they stay for a week in luxurious style - by hiding in the Metropolitan Museum of Art! And the girl strikes up at special relationship with a statue she calls \"Angel.\" It had recently been sold to the museum (for a few hundred bucks) by one Mrs. Basil E. Frankweiler, described as a wealthy recluse. Now the problem is this. The statue looks very much like something Michelangelo might have done. If it isn't, it's not worth much. If it is, it's priceless. And the little girl determines that HER Angel is indeed by Michelangelo. The only thing is, she needs proof. And so she and her brother journey out to the isolated home of the mysterious recluse - who has a few secrets of her own.\n\nThe recluse is played charmingly by Ingrid Bergman, who turns out to have a delightfully grouchy relationship with her starchy butler, Saxonburg. And the two kids are well played, too; one of the problems in a lot of children's movies is that the kids look like miniature models for Vogue covers. Sally Prager, who plays the girl, is a dreamer who knows all the angles, and her brother (played by Johnny Doran) is especially convincing in the scenes where he cheats at cards. The movie's a fantasy at heart, I guess. Or is it? \"Saxonburg,\" Mrs. Frankweiler asks her butler, \"do you think it would be possible for two children to live for a week in the Metropolitan Museum without being caught?\"\n\n\"Quite impossible, madam,\" says Saxonburg.\n\n\"That's all you know,\" says Mrs. Frankweiler.", "running_time": 105, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-10-26", "genres": ["Comedy", "Drama", "Family"], "title": "From the Mixed-Up Files of Mrs. Basil E. Frankweiler (1973)"}