{"url": "http://www.rogerebert.com/reviews/from-the-hip-1987", "by": "Judd Nelsonas Robin Weathers", "star_rating": 2.5, "text": "“From the Hip” performs an uneasy marriage between the hippie ‘60s and the yuppie ‘80s, with a hero who seems constantly poised between buying the condo and buying the farm. The movie’s about a young lawyer in a proper Boston firm who despairs of ever being noticed by his employers - until he hits upon the inspiration of making himself visible by becoming very loud and very unorthodox.\n\nI don’t imagine his approach would persuade many law firms to make him a junior partner (which happens about 10 seconds after he starts screaming in the office), but then this movie isn’t intended as a realistic portrait of careers in the law. It’s more like an escapist film for today’s hard-working, goal-oriented, upward-bound young professionals who are jealous of the fun their parents had in the 1960s.\n\nSince the job market is tight right now and competition is cutthroat, this must be every junior yuppie’s fantasy: You can break all the rules and still keep the big apartment with the glassed-in veranda for your pet doves. At least I think they were doves. They kept fluttering around in the background of all the love scenes, which are played in a bed in an alcove surrounded by birds. The movie is so cool it doesn’t even mention them.\n\nThe story’s hero is Robin Weathers (Judd Nelson), known, of course, as Stormy. His girlfriend is Jo Ann (Elizabeth Perkins). She doesn’t have a last name but makes up for that by giving her man lots of moral support, as when he doubts if he can successfully defend the evil Benoit (John Hurt), who has been charged with hammering a prostitute to death.\n\nHis doubts are well-founded. Stormy made his reputation, such as it is, by winning an acquittal for a bank president charged with assault. He did it by creating First Amendment arguments out of thin air, and also (we learn later) by sharing strategic information with the prosecution. His courtroom style is intense: In the murder case, after the prosecution evokes the sound of a hammer tearing into a human skull, Stormy grabs the murder weapon and pounds the courtroom furniture with it (to demonstrate that neither the prosecutor or anyone else really knows what a hammer sounds like, I guess).\n\nI don’t know much about the law, but I know enough to assure you that “From the Hip” is completely implausible from beginning to end.\n\nThe only character even remotely endowed with the resonance of life is the killer, well-played by John Hurt as a megalomaniac English professor. This movie is as accurate about the law as “Raiders of the Lost Ark” was about anthropology and “Dumbo” was about flight.\n\nBut that’s not the point. “From the Hip” was never intended to be about the law. The law is just the backdrop. The movie is really about a healthy, cheerful, arrogant young male ego, which is let loose and allowed to raise hell.\n\nI have a notion that a lot of moviegoers in Nelson’s generation will respond to his performance. There’s so much insecurity around right now, so much desperate competition for success, that the notion of a rebel inside corporate America is curiously attractive. If I am right and if our society is poised once again on the brink of a rerun of the 1960s, if Reagan is our Eisenhower, if the campuses are primed to revolt, then “From the Hip” is “The Graduate” of 1987. If I’m wrong, of course, it’s just a very silly movie. Somehow I think I’m wrong.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-02-06", "genres": ["Comedy", "Drama"], "title": "From the Hip (1987)"}