{"url": "http://www.rogerebert.com/reviews/from-beyond-1986", "by": "Jeffrey Combsas Tillinghast", "star_rating": 2.5, "text": "The slime, I gather, is edible. It comes in 10-gallon drums and is the same stuff McDonald's once used to give body to their milkshakes. I don't know the product trademark, but I would like to think the manufacturers package it like a generic grocery item, in big white cans with black letters that say \"SLIME.\" They use a lot of it in \"From Beyond,\" where creatures from other dimensions appear in our world, dripping with mucus and goo.\n\nThe movie is the latest horror show from Stuart Gordon, whose \"Re-Animator\" was one of the great trash pictures of 1985. \"From Beyond\" doesn't quite measure up - it's not trashy enough and it doesn't have the insane tunnel vision of the first movie - but in its own way, this is quite a job. We live in a time when kids are so sophisticated about special effects that they don't get scared by movie monsters, they sit back and evaluate the fake blood and the latex masks.\n\nGordon's mission seems to be to return real fear, real depravity, to the horror film, and he's a genuine stylist. This movie looks a lot better than your average slime.\n\nThe story is borrowed from the late master of the macabre, H. P.\n\nLovecraft, whose works are being brought to the screen almost as fast as they pass out of copyright. Gordon updates it to the present, but keeps the central idea, which is that horrible beings move through the space all around us, occupying other dimensions of our world. A mad scientist invents something named the Resonator to study them and his theory is that, after the machine stimulates our pineal gland, we can see the monsters.\n\nThis sounds like fairly standard horror movie stuff, but wait until you see what happens to the pineal gland. It turns into a third eye, perched on the end of a disgusting little membranous digit that extends from the victims' foreheads and bobs up and down like the outtakes from Harry Reems' last movie. Meanwhile, the bad news is, the creatures from the other dimension can see us, too, and they are giant, ugly worms with lots of teeth. (The special effects guys are working in the same tradition as \"Aliens\" and \"The Fly.\") There is a bare minimum of plot. The hero (Jeffrey Combs) watches in horror as the mad scientist's head is eaten by one of the other-dimensional things. He goes mad, but is bailed out of the psychiatric ward by a sexy shrink (Barbara Crampton), who believes his story. They return to the house where the Resonator is kept, and are attacked by more of the creatures. Combs has his hair eaten off by one of the worms, and Crampton is so distraught, she hardly has time to change into leather S & M gear for a sex scene that is interrupted by another visit from the creatures. I was wondering why she took the time to change into leather until I saw the next scene, and then I got it: Stuart Gordon was asking himself when the last time was we saw a blond psychiatrist in leather battling with a slime-worm from another dimension? Every movie should have at least one first.\n\nAlso, there's a half-hearted effort to work some sex theory in with the gore, as when Dr. Pretorious, his head now joined to the body of a slime worm, explains that the most sensuous experience on earth is entering another person's mind. That's what the nuns told us in school, too, but I don't think they were thinking in the same terms as Dr. Pretorious.\n\nMovies like this don't seem able to resist funny names for their characters, despite my First Law of Funny Names (no names are funny unless used by W. C. Fields or Groucho Marx). The mad scientist (Ted Sorel) is named Dr. Pretorious in honor of the hero of \"Bride of Frankenstein,\" and one of the stern female administrators is named Dr. Roberta Bloch, with a bow to the author of \"Psycho\" (1960), who will probably not be inclined to bow back.\n\n\"From Beyond\" lacks the single-minded weirdness of Gordon's first film, but it does establish him in the tradition of Hollywood horror directors who really try - directors including James Whale, Tod Browning and Roger Corman.\n\nAt a time when almost any exploitation movie can make money if its ads are clever enough, this is a movie that tries to mix some satire and artistry in with the slime.", "running_time": 86, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-24", "genres": ["Fantasy", "Horror", "Science Fiction"], "title": "From Beyond (1986)"}