{"url": "http://www.rogerebert.com/reviews/from-hell-2001", "by": "Johnny Deppas Abberline", "star_rating": 3.0, "text": "One day men will say I gave birth to the 20th century. -- Dialogue by Jack the Ripper I' d like to think Darwin has a better case, but I see what he means. The century was indeed a stage for the dark impulses of the soul, and recently I've begun to wonder if Jack didn't give birth to the 21st century, too. Twins. During 10 weeks in autumn 1888, a serial killer murdered five prostitutes in the Whitechapel area of London. The murders were linked because the Ripper left a trademark, surgically assaulting the corpses in a particularly gruesome way. \"I look for someone with a thorough knowledge of human anatomy,\" says Inspector Abberline of Scotland Yard. An elementary knowledge would have been sufficient.\n\nThe story of Jack the Ripper has been fodder for countless movies and books, and even periodic reports that the mystery has been \"solved\" have failed to end our curiosity. Now comes \"From Hell,\" a rich, atmospheric film by the Hughes Brothers (\"Menace II Society\"), who call it a \"ghetto film,\" although knowledge of film, not the ghetto, is what qualifies them.\n\nJohnny Depp stars as Inspector Frederick Abberline, an opium addict whose smoke-fueled dreams produce psychic insights into crime. The echo of Sherlock Holmes, another devotee of the pipe, is unmistakable, and \"From Hell\" supplies its hero with a Watsonoid sidekick in Peter Godley (Robbie Coltrane), a policeman assigned to haul Abberline out of the dens, gently remind him of his duty, protect him from harm, and marvel at his insights. Depp plays his role as very, very subtle comedy--so droll he hopes we think he's serious.\n\nThe movie feels dark, clammy and exhilarating--it's like belonging to a secret club where you can have a lot of fun but might get into trouble. There's one extraordinary shot that begins with the London skyline, pans down past towers and steam trains, and plunges into a subterranean crypt where a Masonic lodge is sitting in judgment on one of its members. You get the notion of the robust physical progress of Victoria's metropolis, and the secret workings of the Establishment. At a time when public morality was strict and unbending, private misbehavior was a boom industry. Many, perhaps most, rich and pious men engaged in private debauchery.\n\nThe Hughes Brothers plunge into this world, so far from their native Detroit, with the joy of tourists who have been reading up for years. Their source is a 500-page graphic novel (i.e., transcendent comic book) by Alan Moore and Eddie Campbell, and some of their compositions look influenced by comic art, with its sharp obliques and exaggerated perspectives. The movie was shot on location with the medieval streets of Prague doubling for London, and production designer Martin Childs goes for lurid settings, saturated colors, deep shadows, a city of secret places protected by power and corruption.\n\nWe meet some of the prostitutes, particularly Mary Kelly (Heather Graham), who is trying to help her sisters escape from the dominance of the pimps. We see Abberline and Kelly begin a romance that probably would have been a lot more direct and uncomplicated at that time than it is in this movie. We see members of Victoria's immediate family implicated in whoring and venereal mishaps, and we meet the Queen's Surgeon, a precise and, by his own admission, brilliant man named Sir William Gull (Ian Holm). The investigation is interrupted from time to time by more murders, graphically indicated, and by forms of official murder, like lobotomy. Sir William is an especially enthusiastic advocate of that procedure, reinforcing my notion that every surgeon of any intelligence who practiced lobotomy did so with certain doubts about its wisdom, and certain stirrings of curious satisfaction.\n\nWatching the film, I was surprised how consistently it surprised me. It's a movie \"catering to no clear demographic,\" Variety reports in its review, as if catering to a demographic would be a good thing for a movie to do. Despite its gothic look, \"From Hell\" is not in the Hammer horror genre. Despite its Sherlockian hero, it's not a Holmes and Watson story. Despite its murders, it's not a slasher film. What it is, I think, is a Guignol about a cross-section of a thoroughly rotten society, corrupted from the top down. The Ripper murders cut through layers of social class designed to insulate the sinners from the results of their sins.", "running_time": 137, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-19", "genres": ["Action", "Adventure", "Crime", "Drama", "Horror", "Mystery", "Thriller"], "title": "From Hell (2001)"}