{"url": "http://www.rogerebert.com/reviews/from-dusk-till-dawn-1996", "by": "Harvey Keitelas Jacob Fuller", "star_rating": 3.0, "text": "\"From Dusk Till Dawn\" resembles one of those mythological creatures stitched together out of two different species, like a bull with a man's torso. In this case, we get half of a hostage movie, and half of a vampire gore-fest. The transition is instantaneous. For about an hour, we've been following the story of two mad-dog killers and their victims, and then suddenly a stripper in a Mexican bar turns into a vampire, and off we go.\n\nGenre-hopping like that is a specialty of the movie's writer, Quentin Tarantino, whose work sometimes resembles channel surfing. Robert Rodriguez, the director of \"From Dusk Till Dawn,\" can only be said to throw himself into the same spirit heart and soul. This is one of those movies you might like or you might hate, but you won't be able to deny its crazy zeal.\n\nActually, a lot of people will hate half of the movie and like the other half. Those who loved the invention of Tarantino's dialog in \"Pulp Fiction\" will like the first half, especially a brilliant pre-title sequence featuring Michael Parks as a Texas Ranger who creates a whole world out of a little dialogue. Those who liked the shoot-outs in Rodriguez's \"El Mariachi\" and \"Desperado\" will like the second half, which is non-stop mayhem in a scuzzy bikers' and truckers' strip joint, with lots of vampires, exploding eyeballs, cascading guts, and a weapon made out of a powered wooden stake (I guess you could call it a Pneumatic Vampire Drill).\n\nI liked the first half best. After the title sequence, we get to know the central characters, Seth and Richard Gekko (George Clooney and Tarantino). They've robbed a bank and left a trail of dead and wounded (all toted up by a TV news reporter's digital carnage readout). Richard has helped Seth break out of prison, and now they're heading for the Mexican border with the bank loot, and Richard, who is a rabid loony, is blasting everyone in sight, including innocent bystanders.\n\nHoled up in a sleazebag motel, they take hostages: a former Baptist minister (Harvey Keitel) and his children (Juliette Lewis and Ernest Liu). The minister has left the church after the death of his wife, leaving an opening for another of Tarantino's passages of theological dialog. Now the minister and his kids are heading south in a mobile home the Gekkos hope to hide in while crossing the border.\n\nThe minister is inclined to cooperate with the desperadoes. His son thinks he knows better: \"Dad -- I watch the reality shows!\" The charm of the dialog in these scenes has a lot of competition from the state-of-the-art mayhem, which leaves blood and brains spattered everywhere. Rodriguez doesn't make it very real, though, wisely handling the death of a harmless bank teller in flashes too quick to be seen, since more detail would sink the macabre mix of violence and humor.\n\nIn Mexico, the mobile home wheels up to the Titty Twister, a scroungy strip joint with a bizarre decor (this goes next door to Jack Rabbit Slim's in the Tarantino Mall). The doorman is played by Cheech Marin, who also plays two other roles, popping up to often he doesn't need the vampire plot to qualify as undead. The kidnappers and their victims go inside to await a rendezvous for a money drop, and that's when the vampire plot begins.\n\nAll I can really say about the last 30 minutes of the film is, if you liked \"Dawn of the Dead\" (1979), you'll like this. The plot is forgotten as Rodriguez goes for violence and special effects, including people who morph into hideous creatures in the middle of the barroom brawl. There's also an outbreak of vampirism among the leading characters, in scenes owing something to \"Assault on Precinct 13\" and \"Night of the Living Dead.\"\n\n\"From Dusk Till Dawn\" is a skillful meat-and-potatoes action extravaganza with some added neat touches. \"E.R.\" George Clooney, making his big screen debut, shows admirable restraint in going along with the craziness without seeming overwhelmed by it. The good things in the movie--especially some of the dialog--are so much better than the rest that you wish Rodriguez and Tarantino had tried to triumph over this material, instead of merely delivering it. It's a pro job, but these guys can do better.", "running_time": 108, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-01-19", "genres": ["Action", "Crime", "Horror", "Thriller"], "title": "From Dusk Till Dawn (1996)"}