{"url": "http://www.rogerebert.com/reviews/frownland-2008", "by": "Dore Mannas Keith Sontag", "star_rating": 3.5, "text": "\"Frownland\" is like a shriek for help. It centers on an extraordinary performance that plays like an unceasing panic attack. To call it uncompromising is to wish for a better word. It doesn't ask us to like its central character; after all, no one in the film does. I don't think he likes himself.\n\nThe character is Keith (Dore Mann). He is in his late 20s, a chain-smoker, a shabby dresser, a door-to-door salesman for dubious coupon booklets benefitting multiple sclerosis. His girlfriend, Laura (Mary Wall), arrives sobbing at his tiny room, sleeps with her face to the wall, sticks him with a push-pin.\n\nI feel sympathy for Keith, but I wouldn't want to spend time with him. He has a punishing manner of speech that involves starting sentences again and again, blurting out impassioned and inarticulate appeals, overwhelming his listeners. You can see his jaw working as he gathers the courage to speak again. He is constantly wiping his face with his hand. He makes his only friend desperate to get rid of him. His flatmate is jobless and can't pay his share. Keith's room is a single bed on the left and a row of kitchen implements on the right, with a 2-foot aisle between.\n\nHis flatmate, Charles (Paul Grimstad), agrees to pay the electric bill but Keith doesn't trust him. This sets up a devastating verbal assault from Charles -- who in fact never pays the bill. His \"friend\" Sandy (David Sandholm) doesn't want Keith to visit and tricks him into leaving. When he fails at his hopeless door-to-door job, his boss, Carmine (Carmine Marino), who drives a crew of salesmen in his van, asks him how he'd like to walk home. His very way of speaking to people invites a \"no.\"\n\nOne curiosity is that the film leaves Keith for an extended scene involving Charles taking a test for a job application. I can see how the idea of testing people might apply to Keith, but otherwise this plays as a digression. Then we return to Keith with a harrowing scene where he is mocked by drunks at a disco. Incredibly, even here, Mann's work never goes over the top. We believe at every moment that this suffering creature is really feeling what he seems to feel, really saying what he needs to say. It is easy to imagine the performance going wrong, but it doesn't.\n\nNow why would you want to see this film? Most readers of this review probably wouldn't. I'm writing for the rest of us. It is a rebirth of the need for expression that inspired the American independent movement in the first place, 50 years ago. It was written, directed and edited by Ronald Bronstein, who had a crew of one cameraman, one soundman and one grip. It has not been picked up for distribution; he is distributing it himself at shrines to outsider cinema.\n\nYet the film has gained a foothold. It won a special jury prize at the important SXSW Festival in Austin, Texas. It won a Gotham Award from the Independent Feature Project in New York. To give you an idea of the challenge it presents, the New York Times praised it, but it was hated by Film Threat, \"Hollywood's Indie Voice.\"\n\nSuch reactions are inspired by Dore Mann's performance, which in intensity equals Peter Greene's work in Lodge Kerrigan's \"Clean, Shaven\" (1993). Indeed, Kerrigan is one of the champions of the film. What Mann does is not caricature, not \"performance,\" not contrived. It is full throttle all the way with insecurity, needfulness, loneliness, mistrust, desperation, self-hate, apology and despair.\n\n\"Frownland\" has been described as a test for audiences. There will be walkouts. But it doesn't set out to alienate its viewers; its only purpose is to do justice to Keith by showing him as he is. I will not forget him.", "running_time": 106, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Comedy", "Drama", "Indie"], "title": "Frownland (2008)"}