{"url": "http://www.rogerebert.com/reviews/frozen-river-2008", "by": "Melissa Leoas Ray Eddy", "star_rating": 4.0, "text": "Sometimes two performances come along that are so perfectly matched that no overt signals are needed to show how the characters feel about each other. That's what happens between Melissa Leo and Misty Upham in \"Frozen River,\" playing two mothers who live without male support in shabby house trailers on the U.S.-Quebec border: Mohawk territory.\n\nLeo is Ray Eddy, whose husband left his car at a Mohawk bingo parlor and disappeared, perhaps on the bus to Atlantic City. He is a gambling addict and has taken all the money that they were saving to buy a better trailer. Ray scrapes by on a half-time job at the Yankee One Dollar store, and until pay day, her kids, who are 15 and 5 years old, are dining on popcorn and Tang.\n\nUpham is Lila Littlejohn, a Mohawk who works at the bingo hall and lives alone; her mother-in-law has \"stolen\" her 1-year-old. The two women meet after Lila finds the keys in Ray's husband's abandoned car and drives it away, and Ray follows her home: \"That's my car.\" Lila says she knows a smuggler who will give her $2,000 for it, no questions asked. She knows a lot more than that, which is how Ray finds them both in the business of smuggling aliens across the border into the United States. This involves the two women making hazardous car trips across the ice of a frozen river, dealing with unsavory types on both sides, and carrying Chinese and Pakistanis in the trunk.\n\n\"Frozen River,\" a debut film written and directed by Courtney Hunt, never steps wrong. It resists all temptations to turn this plot into some kind of a thriller and keeps it grounded on the struggle for economic survival. The winner of the Grand Jury Prize at Sundance 2008, \"Frozen River\" is one of those rare independent films that knows precisely what it intends, and what the meaning of the story is.\n\nRay Eddy is a heroine in her life. She refuses all offers by her son T.J. (Charlie McDermott) to drop out of school and get a job. She begs for full-time work at the store. She never set out to smuggle humans (she's tricked into it), but once she gets into it, she finds it pays well. She has no particular feelings about the people in the car trunk and throws away the Pakistani's precious duffel bag because it \"might contain poison gas, and I don't want to be responsible for that.\"\n\nT.J. watches solemnly and knows the real story: His dad has run off on them, there is no food, he is responsible for his little brother, the men are coming to collect the TV set. For Lila, life is sad; she perches on a freezing night in a tree outside her mother-in-law's window for glimpses of her baby and shares Pringles with the watchdog. She has Ray count the money in all of their deals, because she's too nearsighted to see the bills.\n\nDo these two women bond? This is not a story of bonding. It is a story of need. They hardly have a conversation that isn't practical and immediate, and theory and sentiment are beyond them. Neither actress is afraid to seem cold and detached. That we know their inner feelings is a tribute to the film. I don't know how Hunt came by her knowledge of this world, but it feels exact and familiar. Even the scenes with a state trooper (Michael O'Keefe) are played quietly, and with a certain sympathy. But notice the grim realism of a scene at a topless bar (also in a house trailer).\n\nAnd there is an awesome, terrifying beauty in their journeys across the ice. \"I've seen semis make it,\" Lila says. The Mohawk reservation on the American side provides a kind of sanctuary for smugglers -- although the tribal elders are wise to her and won't let her own a car. Ray's status as a white woman gives them a kind of immunity -- for a while. The way the trooper aproaches the case is matter-of-fact and humane.\n\nIn detail after detail, \"Frozen River\" is the story of two lives in economic emergency, and two women who are brave and resourceful and ready to do what's necessary. It doesn't play sides. It isn't about illegal aliens or smuggling. It's about replacing popcorn and Tang with a meal at the Chopper, and some nice TV dinners. That it climaxes on Christmas Eve doesn't even seem contrived, just sad.", "running_time": 97, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-14", "genres": ["Crime", "Drama", "Thriller"], "title": "Frozen River (2008)"}