{"url": "http://www.rogerebert.com/reviews/fugitive-pieces-2008", "by": "Stephen Dillaneas Jakob", "star_rating": 3.5, "text": "To live with ghosts requires solitude.\n\nSo says the hero of \"Fugitive Pieces,\" a Canadian writer who as a child in Poland saw the Nazis murder his parents and drag away his sister. Rescued by a Greek archeologist who was miraculously working on a dig near his hiding place, the boy is taken to safety on the man's home island in Greece, and eventually fate and a teaching position take them to Toronto. Having been gripped by the big silent eyes of the boy Jakob (Robbie Kay), we now meet him as an adult (Stephen Dillane). Both he and Athos (Rade Sherbedgia), his savior, are committed to recording the past so it will be saved from oblivion.\n\nBut it is his own past Jakob is most concerned about losing. He obsessively returns to his memories of his parents and sister, especially the tragic event he glimpses from his hiding place behind some wallpaper. There are moments when he focuses on his lovely mother, and we wonder if they ever happened; has desire augmented his memories? In the present, he is married to Alex (Rosamund Pike). He relentlessly tells her about the importance of not forgetting (one Holocaust survivor, he tells her, kept a photograph hidden under her tongue for three months; its discovery would have brought death). Alex encourages him to live sometimes in the present, but then she finds in his diary that he fears she is stealing that past away. \"It makes your brain explode,\" she says, \"his obsession with these details.\"\n\nShe walks out, and that triggers the thoughts about living in solitude. The line and all the poetic narration in the film come from the novel by Anne Michaels that inspired it. Jakob shares the original Toronto apartment he moved into with Athos, who grows older, and, if such a thing is possible, kinder; such saints are rare. \"You must try to be buried in ground that will remember you,\" he says, and that leads to Jakob's return to the Greek island, where he divides his year with Toronto.\n\nThere are neighbors in Toronto, Yiddish-speaking, whose son Ben (Ed Stoppard) grows up and introduces the adult Jakob to another woman, a museum curator named Michaela (Ayelet Zurer). This woman is too good to be true, but then for such a morose and fearful person Jakob is blessed with wonderful people in his life. He takes her to Greece, he feels love, he begins to free himself from his ghosts.\n\nSuch a summary barely captures the qualities of \"Fugitive Pieces,\" written and directed by Jeremy Podeswa (\"The Five Senses,\" \"Into the West\"). He doesn't tell, he evokes, with the nostalgic images of his cinematographer, Gregory Middleton; the understated melancholy of the score by Nikos Kypourgos, and the seamless time transitions of his editor, Wiebke von Carolsfeld. The film glides between the past and different periods in Jakob's later life, as it tries to show this man whose love for his family has essentially frozen him at the time he last saw them. He tortures himself: If he hadn't run away, would his sister have returned to their home? After being taken by the Nazis? Not likely.\n\nThere are other harrowing scenes, showing the Nazi occupation of the Greek island and the heroism of Athos in protecting Jakob and doing risky favors for neighbors. But the film is not about the Holocaust so much as it is about memory, how we use it, how we must treasure it, how we must not be enslaved by it. The lushly photographed earth tones of the Toronto scenes indeed almost evoke a storehouse for the past, and its shadows are finally burned away by the sunshine of Greece.\n\nSince the film premiered in September 2007 at Toronto, more than one viewer has talked in wonder about its comforting qualities. For a film about the Holocaust, it is more gentle than we might expect. A lot of that quality is caused by the face and presence of Rade Sherbedgia, an actor whose name you may not know, although you have probably seen many times. Some people have a quality of just smiling at you and making things heal. He does. And Stephen Dillane's worried, haunted face gives him the right person to work on, if only Athos, too, were not so absorbed in the past. If \"Fugitive Pieces\" has a message, it is that life can heal us, if we allow it.", "running_time": 104, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Drama", "Romance"], "title": "Fugitive Pieces (2008)"}