{"url": "http://www.rogerebert.com/reviews/full-frontal-2002", "by": "Blair Underwoodas Nicholas/Calvin", "star_rating": 1.5, "text": "Every once in a while, perhaps as an exercise in humility, Steven Soderbergh makes a truly inexplicable film. There was the Cannes \"secret screening\" of his \"Schizopolis\" in 1996, which had audiences filing out with sad, thoughtful faces, and now here is \"Full Frontal,\" a film so amateurish that only the professionalism of some of the actors makes it watchable.\n\nThis is the sort of work we expect from a film school student with his first digital camera, not from the gifted director of \"Traffic\" and \"Out of Sight.\" Soderbergh directs at far below his usual level, and his cinematography is also wretched; known as one of the few directors who shoots some of his own films, he is usually a skilled craftsman, but here, using a digital camera and available light, he produces only a demonstration of his inability to handle the style. Many shots consist of indistinct dark blobs in front of blinding backlighting.\n\nThe plot involves a film within a film, on top of a documentary about some of the people in the outside film. The idea apparently is to provide a view of a day in the life of the Los Angeles entertainment industry and its satellites. The movie within the movie stars Julia Roberts as a journalist interviewing Blair Underwood; shots that are supposed to be this movie are filmed in lush 35mm, and only serve to make us yearn for the format as we see the other scenes in digital.\n\nThe doc is not quite, or entirely, a doc; there are voice-overs describing and analyzing some of the characters, but other scenes play as dramatic fiction, and there's no use trying to unsort it all because Soderbergh hasn't made it sortable. If this movie is a satire of the sorts of incomprehensible, earnest \"personal\" films that would-be directors hand out on cassettes at film festivals, then I understand it. It's the kind of film where you need the director telling you what he meant to do and what went wrong and how the actors screwed up and how there was no money for retakes, etc.\n\nThe other characters include Catherine Keener and David Hyde Pierce as Lee and Carl, an unhappily married couple. She leaves him a goodbye note in the morning, then goes off to work as a personnel director, spending the day in a series of bizarre humiliations of employees (forcing them, for example, to stand on a chair while she throws an inflated world globe at them). In these scenes, she is clearly deranged, and yet there is a \"serious\" lunch with her sister Linda (Mary McCormack), a masseuse who has never met Mr. Right.\n\nLinda does, however, meet Gus (David Duchovny), a producer who is having a birthday party in a big hotel, hires her for a massage, and then offers her $500 to \"release his tension.\" She needs the money because she is flying off the next day to see a guy she met on the Internet. She thinks he's 22, but in fact he's about 40, and is not an artist as he says, but a director whose new play features Hitler as a guy who, he tells Eva Braun, has \"so many responsibilities I can't think of a relationship right now.\" Meanwhile, Carl is fired at work (\"He said I have confused my personality quirks with standards\") and returns home to find his beloved dog has overdosed on hash brownies, after which he has a heart-to-heart with the veterinarian's assistant. All of these scenes feel like improvs that have been imperfectly joined, with no through-line. The scenes that work (notably McCormack's) are perhaps a tribute to the professionalism of the actor, not the director. Among the false alarms are little details like this: A love note that Underwood's character thinks came from Roberts' character is written on the same kind of red stationary as Keener's note to her husband. Is there a connection? Short answer: no.\n\nOne day earlier, I saw \"Sex & Lucia,\" also shot on digital, also involving a story within a story, with double roles for some of the characters. With it, too, I was annoyed by the digital photography (both films have more contrast between shadow and bright sunlight than their equipment seems able to handle). \"Sex & Lucia\" was even more confusing when it came to who was who (\"Full Frontal\" is fairly easy to figure out).\n\nBut at least \"Sex & Lucia\" was made by a director who had a good idea of what he wanted to accomplish, and established a tone that gave the material weight and emotional resonance. There is a scene in \"Full Frontal\" where a character comes to a tragic end while masturbating. That could symbolize the method and fate of this film.", "running_time": 101, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-02", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Full Frontal (2002)"}