{"url": "http://www.rogerebert.com/reviews/full-metal-jacket-1987", "by": "Matthew Modineas Pvt. Joker", "star_rating": 2.5, "text": "Stanley Kubrick's \"Full Metal Jacket\" is more like a book of short stories than a novel. Many of the passages seem self-contained, some of them are masterful and others look like they came out of the bottom drawer. This is a strangely shapeless film from the man whose work usually imposes a ferociously consistent vision on his material.\n\nThe movie is about Vietnam and was shot on stages and outdoor sets in England. It's one of the best-looking war movies ever made on sets and stages, but that's not good enough when compared to the awesome reality of \"Platoon,\" \"Apocalypse Now\" and \"The Deer Hunter.\" The crucial last passages of the film too often look and feel like World War II films from Hollywood studios. We see the same sets from so many different angles that after the movie we could find our own way around Kubrick's Vietnam.\n\nThat would not be a problem if his material made the sets irrelevant. It does not, especially toward the end of the film. You can only watch so much footage of a man crouched behind a barrier, pinned down by sniper fire, before the situation turns into a cinematic cliche. We've been here before, in other war movies, and we keep waiting for Kubrick to spring a surprise, but he never does.\n\nThe opening passages of \"Full Metal Jacket\" promise much more than the film finally is able to deliver. They tell the story of a group of marine grunts undergoing basic training on Paris Island, and the experience comes down to a confrontation between the gunnery sergeant (Lee Ermey) and a tubby misfit (Vince D'Onofrio) who is nicknamed Gomer Pyle. These are the two best performances in the movie, which never recovers after they leave the scene.\n\nErmey plays a character in the great tradition of movie drill instructors, but with great brio and amazingly creative obscenity. All situations in the Marines and in war seem to suggest sexual parallels for him, and one of the film's best moments has the recruits going to bed with their rifles and reciting a poem of love to them.\n\nIn scene after scene, the war/sex connection is reinforced, and it parallels the personal battle between Ermey and D'Onofrio, who at first fails all of the tasks in basic training and then finds he has one skill: He is an expert marksman. It is likely that in a real boot camp D'Onofrio would have been thrown out after a week, but Kubrick's story requires him to stay, and so he does, until the final showdown between the two men.\n\nIn that showdown, and at several other times in the film, Kubrick indulges his favorite closeup, a shot of a man glowering up at the camera from beneath lowered brows. This was the trademark visual in \"A Clockwork Orange,\" and Jack Nicholson practiced it in \"The Shining.\" What does it mean? That Kubrick thinks it's an interesting angle from which to shoot the face, I think. In \"Full Metal Jacket,\" it promises exactly what finally happens and spoils some of the suspense.\n\nThere is a surprise to come, however: the complete abandonment of the sexual metaphor once the troops are in Vietnam. The movie disintegrates into a series of self-contained set pieces, none of them quite satisfying. The scene in the press room, for example, with the lecture on propaganda, seems to reflect some of the same spirit as \"Dr. Strangelove.\" But how does it connect with the curious scene of the Vietnamese prostitute - a scene with a riveting beginning but no middle or end? And how do either lead to the final shoot-out with a sniper?\n\nTime and again in the film, we get great shots with no payoffs. In one elaborate setup, for example, Kubrick shows us a TV cameraman and soundman being led by their shirttails as they pan down a line of exhausted marines. At first the shot has power. Then the outcome is that several soldiers deliver neat one-liners, all in a row, all in their turns, all perfectly timed, and the effect is so contrived that the idea of actual battle is lost completely.\n\nKubrick seems to want to tell us the story of individual characters, to show how the war affected them, but it has been so long since he allowed spontaneous human nature into his films that he no longer knows how. After the departure of his two most memorable characters, the sergeant and the tubby kid, he is left with no charactors (or actors) that we really care much about. And in a key scene at the end, when a marine feels joy after finally killing someone, the payoff is diminished because we don't give a damn about the character.\n\nThe movie has great moments. Ermey's speech to his men about the great marine marksmen of the past (Charles Whitman and Lee Harvey Oswald among them) is a masterpiece. The footage on the Paris Island obstacle course is powerful. But \"Full Metal Jacket\" is uncertain where to go, and the movie's climax, which Kubrick obviously intends to be a mighty moral revelation, seems phoned in from earlier war pictures. After what has already been said about \"Vietnam\" in the movies, \"Full Metal Jacket\" is too little and too late.", "running_time": 116, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-06-26", "genres": ["Drama", "Foreign", "History", "War"], "title": "Full Metal Jacket (1987)"}