{"url": "http://www.rogerebert.com/reviews/full-moon-in-blue-water-1988", "by": "Gene Hackmanas Floyd", "star_rating": 2.0, "text": "\"Full Moon in Blue Water\" is such a likable film in so many little ways that you want to forgive it for being so bad in so many big ones.\n\nThe plot reads like overwrought Faulkner as rewritten by Mad magazine, but the characters are full of oats and the movie generates a zany charm. You can't believe much of it, but it keeps you waiting to see what will happen next.\n\nThe story takes place on an offshore Texas island, where Floyd (Gene Hackman) lives the life of a recluse in the bar he used to run with his wife. Business has fallen off to nothing in the year since his wife disappeared, mostly because Floyd spends his days and nights mourning her, and playing the same faded old home movies over and over again.\n\nHe lives with his father-in-law (Burgess Meredith), who has Alzheimer's disease and uses a wheelchair. And he pays a mentally retarded local man named Jimmy (Elias Koteas) to look over the old codger, who is known as the General. From time to time, Floyd gets an offer on his property from the snakes in the local real estate business, who know the shabby little island is ripe for a big tourist boom. But Floyd turns the offers down. He'd rather sit around and feel sorry for himself.\n\nEnter Louise (Teri Garr), who must be responsible for the local job shortage since she has all the jobs herself. She drives the school bus, works part time for Floyd, and studies computers in night school. She's halfway in love with Floyd. She also knows that unless he gets off his butt in the next few months, he's going to lose his saloon because of nonpayment of taxes, and then where will he be? Life has settled down to a routine. Jimmy wheels the General outdoors for some fresh air every day, and they enjoy a game where Jimmy pushes the wheelchair at full speed down a pier, putting on the brakes at the last possible moment before the General would hurtle to the rocks below. This seems to be a refreshing change of pace for both of them. Louise comes around occasionally to have a drink with Floyd and try to talk sense to him, but all he wants to do is watch those damn movies. His wife's been missing a year, and he still refuses to believe that she's dead.\n\nAs if this plot were not lurid enough already, events reach three or four climaxes, none of which I will betray, except to say that the crisis involving Jimmy and the General, and another crisis involving Jimmy and a gun, do not inhabit the realm of the probable.\n\nThis is one of those movies where the characters can't believe what's happening to them, and neither can you.\n\nIt must also be said, however, that \"Full Moon in Blue Water\" is not without its pleasures. Two of them are the performances by Hackman and Garr, who create an authenticity despite the ridiculous events they are called upon to experience. When Garr hauls off and lets Hackman know exactly what she thinks, what she feels, what she will do and what she won't do - and what he'd damn well better say - the scene has an energy that's fun to watch. And there is a certain nobility in the way Hackman pines for his missing wife, perhaps because he puts just the slightest, most subtle spin on it, so you can see that his character is a little aware of his own absurdity.\n\nWhat I cannot understand is why this genuinely interesting stuff is interrupted by the most bizarre melodramatic developments, including tragedies, resurrections, and visits from mainland villains who seem borrowed directly from 19th century melodrama. \"Full Moon in Blue Water\" tries to exist on three or four different reality levels at the same time, when one would have been just fine.", "running_time": 96, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-25", "genres": ["Drama", "Indie", "Romance"], "title": "Full Moon in Blue Water (1988)"}