{"url": "http://www.rogerebert.com/reviews/fun-with-dick-and-jane-1977", "by": "George Segalas Dick", "star_rating": 2.5, "text": "\"Fun With Dick And Jane\" is two movies, in a way. The first is a pleasant enough comedy with several inspired moments. The second is a truly wicked social satire that keeps trying to sneak through. If they'd made the second movie, they might have had some kind of masterpiece on their hands. But they made the first, and that's the trouble.\n\nThe movie's about an upper-middle-class married couple (George Segal and Jane Fonda) with all the paraphernalia required of their station in life: suburban home, swimming pool, station wagon, power boat, landscaped lawn, custom kitchen, small boy, dog named Spot. Segal makes a big salary at an aerospace firm -- but the industry, alas, has been on the skids ever since the last moon landing. So he's fired by his drunken boss (Ed McMahon in his usual role).\n\nWhat to do? Segal can't find work, the family's behind on every payment, the landscapers come out and grimly roll up the lawn and truck it away. Fonda finds work as a lingerie model for luncheon fashion shows, but manages to send the pastry cart careening into the flaming steak Diane. Segal goes on unemployment.\n\nAnd it's here that the movie takes its fateful turn away from inspiration, after an inspired series of scenes in which WASP America is confronted with cold realities. Segal runs into a Latino janitor (Hank Garcia) who got fired at the aerospace firm the same time he did. The janitor, Raoul, knows the ropes and tries to explain them: what to tell the welfare interviewer, how to qualify for food stamps, how to earn cash you don't have to report while working as a spear-carrier in the opera. He even takes Segal to the local pool hall, where Segal, trying out his high school Spanish (\"Uno cerveza, por favor\"), is inevitably arrested as an illegal immigrant.\n\nThese scenes are sharp-edged and funny. But they turn out to be an interlude before what the movie unfortunately considers to be its real subject. Dick and Jane embark on a career in crime. It begins innocently enough when they're caught in the middle of a small loan-company holdup and accidentally wind up holding the money. Before long they're pros, or semi-pros: There's a funny moment when Dick can't bring himself to tell a druggist it's a stickup, and the druggist misinterprets his embarrassment. Before long, they're holding up the phone company (waiting customers cheer) and eating rack of lamb (served just as the food-stamp inspector arrives).\n\nThis stuff is funny enough, but somehow it's too easy. It's situation comedy, when the movie's earlier moments seemed to be promising us a hard-boiled commentary on the recent near miss between the middle class and the recession. George Segal and Jane Fonda are about the best talents in Hollywood for this kind of material -- their obvious intelligence puts an edge on everyday situations. But they're verbal comedians, not physical ones, and when the movie stoops to a burlesque job of safecracking, we can't believe them.\n\nThere's also the problem of the film's style of storytelling. The director is Ted Kotcheff, who distinguished himself with \"The Apprenticeship of Duddy Kravitz\". That was a movie that took a very hard, tragicomic look at a young man determined to succeed; it never forgave him his materialism. This time, starting with the opening credits based on children's storybooks, Kotcheff and his writers go for a kind of arch simplicity. It works at times (as when, after the dog has been authentically panting its little doggy heart out for minutes, Dick snarls, \"Shut up, Spot!\"). But mostly it just gets in the way. We're tempted with what looks like a comic attack on our delusions, but all we wind up with is another sophisticated caper.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-02-11", "genres": ["Action", "Comedy"], "title": "Fun with Dick and Jane (1977)"}