{"url": "http://www.rogerebert.com/reviews/fun-with-dick-and-jane-2005", "by": "Jim Carreyas Dick Harper", "star_rating": 2.5, "text": "\"Fun With Dick and Jane\" recycles the 1977 comedy starring Jane Fonda and George Segal, right down to repeating the same mistakes. Those who do not learn from history are doomed to remake it. The movie stars Jim Carrey as Dick, an executive of a megacorp so much like Enron as makes no difference, who is promoted to vice president in charge of communications just in time to be its spokesman on live cable news as the corporation's stock melts down to pennies a share.\n\nTea Leoni plays his wife, Jane, who is a travel agent but has quit her job that very morning because of Dick's big promotion. They were looking forward to glorious affluence and now find they are broke, and the gardeners have come around to roll up the turf on their lawn and truck it away. They lose their retirement savings, their furniture, their light, their heat and (the cruelest blow of all for their son) their flat-panel hi-def TV.\n\nDick goes out on job interviews, only to find that the jobs (a) do not exist, (b) have already been taken or (c) are in control of chortling sadists who know by heart the tape of his meltdown on TV. Soon Dick and Jane are reduced to theft, at first small time and then on a larger scale, and that's when this film goes kablooie, just like the 1977 movie did.\n\nThere is a large but unexploited comic premise here: One of the largest corporations in America turned out to be worth less than zero and was built from a tissue of lies. Alec Baldwin and Richard Jenkins do a merciless job of playing characters who we may, for convenience, assume are inspired by Enron's fallen giants Kenneth Lay and Jeffrey Skilling.\n\nWe have seen the Enron documentaries and know what possibilities there are for ruthless dark comedy, as in the scenes where Enron executives deliberately and cold-bloodedly mastermind the California energy crisis, chuckling that a few grandmothers may have died of heat exhaustion but Enron has made millions. The California energy \"shortage\" fits any definition of terrorism, except that it was engineered by Americans wearing lapel pins instead of Arabs wearing beards.\n\nBut the movie avoids the rich opportunities to plop Carrey and Leoni into the middle of a political lampoon, and turns to tired slapstick, wigs, false beards, \"funny\" bank holdups, and so on. There is a late attempt at a comeback as the Alec Baldwin character tries to get his loot out of the country, but by then it's all too neat and too late.\n\nIf you want to taste the opportunities that \"Fun with Dick and Jane\" bypassed, you might want to rent Michael Tolkin's \"The New Age\" (1994), which stars Peter Weller and Judy Davis in the story of an affluent Los Angeles couple who lose their jobs and descend gradually, in disbelief, by gradual stages, from luxury to destitution. Dealing with financial demolition is more than a matter of waving a water pistol in a bank lobby, as a lot of people in Houston would be happy to assure us, if their phones were working.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-20", "genres": ["Action", "Comedy", "Crime"], "title": "Fun with Dick and Jane (2005)"}