{"url": "http://www.rogerebert.com/reviews/funny-girl-1968", "by": "Barbra Streisandas Fanny Brice", "star_rating": 4.0, "text": "The trouble with \"Funny Girl\" is almost everything except Barbra Streisand. She is magnificent.\n\nBut the film itself is perhaps the ultimate example of the roadshow musical gone overboard. It is over-produced, over-photographed and over-long. The second half drags badly. The supporting characters are generally wooden. And in this movie, believe me, everyone who ain't Barbra Streisand is a supporting character.\n\nThat makes the movie itself kind of schizo. It is impossible to praise Miss Streisand too highly; hard to find much to praise about the rest of the film.\n\nShe turns out, curiously enough, to be a born movie star. It was her voice that made her famous, and that's fair enough. But it will be her face and her really splendid comic ability that make her a star. She has the best timing since Mae West, and is more fun to watch than anyone since the young Katharine Hepburn.\n\nShe doesn't actually sing a song at all; she acts it. She does things with her hands and face that are simply individual; that's the only way to describe them. They haven't been done before. She sings, and you're really happy you're there.\n\nUnfortunately, one gathers Miss Streisand is a rather set-minded lady as well as a star. She wants her way on the set, they say; and Miss Streisand has been heard to claim William Wyler didn't direct her, she directed herself. I doubt that. But someone, Wyler or someone, should have directed the rest of the movie. The sets (Hollywood sound stages mostly) and the supporting roles seem designed merely to backdrop the magnificent Barbra. And in the end, that hurts the movie.\n\nTake Omar Sharif, for example. Until now, he has always been a human being on the screen. He has walked, talked, breathed, moved around. In \"Funny Girl,\" he becomes a cigar-store Indian. There has rarely been a more wooden male performance in a musical. I guess we're supposed to look at Miss Streisand, who is nearly always on the screen, instead.\n\nWell, this is her first film and that is a pleasant task. But it would certainly have been a better musical if more attention had been given to the total effect, and less to Barbra's admittedly great talent. As it is, the more modest \"Finian's Rainbow\" is better this season as a well-balanced musical.\n\n\"Funny Girl\" is lopsided; good when Barbra's there, transcendent during her best numbers (\"Don't Rain On My Parade,\" \"My Man\" and a roller-skating sequence), and curiously flat the rest of the time, as if everyone were waiting until she got back.", "running_time": 149, "mpaa_rating": "G", "release_year": 1968, "date_published": "1968-10-18", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "Funny Girl (1968)"}