{"url": "http://www.rogerebert.com/reviews/funny-about-love-1990", "by": "Gene Wilderas Duffy Bergman", "star_rating": 0.5, "text": "\"Funny About Love\" provides an opportunity to spend 101 minutes in the presence of the most cloying, inane and annoying dialogue I've heard in many a moon, punctuated only by occasional lapses into startling bad manners. How would you classify, for example, a conversation between two adult children, their dad, and the woman he intends to marry, that ends with one of the children saying, \"Gee, for this conversation, we could have just kept Mom on life-support.\" Mom, you should know, has just been crushed to death beneath a stove that fell several stories onto her head, after which she was eulogized at her funeral for having \"died as she lived.\" Neither the death nor the eulogy was intended, I fear, as comedy. But that is not even the heart of the story, which involves Gene Wilder, as a cartoonist, marrying Christine Lahti, as a cook, and then their subsequent efforts to have a child.\n\nNever has the miracle of conception seemed like more of a thankless chore. At one point, Wilder arrives home late on the day when Lahti has arrived at the peak of her fertility cycle. His plane had to circle for 45 minutes, he explains. She sympathizes. Then they gradually work themselves around to the startling conclusion that it might actually be possible - amusing, even - to make love anyway.\n\nLater we get closeups of eggs and spermatozoa, and wisecracks from a stand-up gynecologist (\"Come, come, Mr. Bergman!\"), and visits to the hospital for artificial insemination, and embarrassing sequences in which Wilder, seen only from the waist up, is apparently trying to teach himself how to masturbate.\n\nAll of this is punctuated by a plot in which first she wants a kid but he doesn't, and then he wants a kid but she doesn't, and then they fight and separate, after which his mistress, Daphne (Mary Stuart Masterson), gets pregnant. How does she break the news to him? Takes him to a Knicks game for his birthday, uses her clout as a TV producer to get a locker room pass for after the game, and arranges for a Knicks star to blurt out happily: \"Daphne's pregnant!\" In its awesome alienation from any known norm of human behavior, this movie has to be seen to be believed.\n\nIn the course of the film there are many, many heartfelt conversations, each one more embarrassing than the last. Even worse are Gene Wilder's nonvocal mannerisms, in which he gasps for breath and rolls his eyes in inarticulate sincerity as words fail him. All of this leads up to an ending so corrupt with phony and contrived sentiment that only good manners prevented me from making gagging noises in the screening room.\n\n\"Funny About Love\" was directed by Leonard Nimoy, who is usually competent and occasionally quite skilled, but here seems to be all thumbs: Note, for example, in the big closing scene in Lahti's restaurant, the way a key closeup - containing the resolution of the entire plot - is handled so jarringly that we can hardly believe its subject is in the same room as the other characters.\n\nThe movie is not merely badly directed, it is written by Norman Steinberg and David Frankel as if they were preparing texts for a workshop of unsuccessful professionals in the human awareness industry, and edited by Peter Berger so that scenes drone on and on after all possible dramatic points have evaporated.\n\nThe screenplay is \"based on an article by Bob Greene,\" the credits say, and Greene, who was sitting near me in the screening, did allow that he had once written a piece for Esquire about giving a speech at a sorority convention. In the movie, Gene Wilder does indeed give a speech at a sorority convention (that's where he meets Masterson), but I am at a loss to understand how anything else in this movie could have been inspired by anything. Let's put it this way. I would have had a better time if the 101 minutes had been devoted to the cast reading aloud from one of Greene's books.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-09-21", "genres": ["Comedy", "Drama", "Romance"], "title": "Funny About Love (1990)"}