{"url": "http://www.rogerebert.com/reviews/funny-bones-1995", "by": "Oliver Plattas Tommy Fawkes", "star_rating": 3.0, "text": "Comedy is the most fragile flower of show business, the one that wilts with the slightest change in the weather. Tommy Fawkes knows that better than most. He must once have been funny; how else could he have won a booking in Vegas? But can he be funny on his opening night, with his father sitting in his audience - his father, the world-famous comic? He's going to die. He knows he is. Not just die on stage. Die dead.\n\nTommy is played by Oliver Platt, a burly young actor who has played Paul Bunyan and one of the three musketeers. This time, stripped of beards and broadswords, he emerges as a worrier, a deep thinker, a kid who has made the worst possible decision by following in his father's footsteps.\n\nHis dad, you see, is naturally funny. \"Some people just have funny bones,\" the old man explains. \"We didn't have to tell funny stories; we were funny.\" It doesn't help that old George (Jerry Lewis) is still a scene-stealer who subtly draws attention to himself in the Vegas crowd and then \"allows\" himself to be coaxed onstage, where he tells one of the same jokes that poor Tommy tries later.\n\nTommy bombs. Badly. So badly that he walks offstage and out of the hotel and escapes to Blackpool, a British seaside resort known as a cradle of vaudeville. His father comes from there, and Tommy was born there before being brought to America. Maybe if he returns to his roots he can find his funny bones.\n\nIt's here that \"Funny Bones\" takes a strange turn. The director, Peter Chelsom, obviously feels on firmer ground in Blackpool than in Vegas. He's British; his previous film, \"Hear My Song,\" was also about a showbiz legend whose past conceals a secret.\n\nIn Blackpool, Tommy tries to buy an act, and there's a funny audition scene where a manager tries to sell him one (we see a saw player, a knife thrower, a pianist who works with a dog, a backward talking man, and a guy who does a dance wearing biscuit tins). None of these acts seems likely to succeed in Vegas.\n\nGeorge follows his son. And now the past begins to be plumbed for its secrets, as we meet Jack (Lee Evans), a weird young man who does have funny bones, as well as a secret in his past. Jack reminded me a little of Arnie Grape, Gilbert's brother: He's slightly autistic, and likes to climb things, and finds himself at the tops of masts and the Blackpool Tower. As the plot deepens, Jack's mother (Leslie Caron) may have the key to everyone's questions.\n\nEvans is a gifted performer who does a nightclub act of instant improvs spun from bits of random radio broadcasts. But all of the Blackpool performers seem oddly out of keeping with the movie's premise. Although the story argues that one could indeed buy or steal this material and make a living with it, I doubt if it would be understood by American audiences, and certainly nothing in the Jerry Lewis character indicates his showbiz roots are in Blackpool, or anywhere else east of Atlantic City.\n\nMy suspicion is that if \"Funny Bones\" had been left to find its own way, it would have been set entirely in Britain, and would have been the better for that. The artificial introduction of Vegas and Jerry Lewis are attempts to disguise the movie as American, or at least mid-Atlantic; maybe the picture's Hollywood backers insisted on that angle. \"Funny Bones\" is entertaining and absorbing for what it is. But what it isn't could have really been something.", "running_time": 128, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-07", "genres": ["Comedy"], "title": "Funny Bones (1995)"}