{"url": "http://www.rogerebert.com/reviews/funny-people-2009", "by": "Adam Sandleras George", "star_rating": 3.5, "text": "Stand-up comics feel compelled to make you laugh. They're like an obnoxious uncle, with better material. The competition is so fierce these days that most of them are pretty good. I laugh a lot. But unlike my feelings for Catherine Keener, for example, I don't find myself wishing they were my friends. I suspect they're laughing on the outside but gnashing their teeth on the inside.\n\nJudd Apatow would possibly agree with this theory. Recently I e-mailed him a bunch of questions and that was the only one he ignored. He was writing material for comics when he was a teenager, and his insights into the stand-up world inform \"Funny People,\" his new film that has a lot of humor and gnashing. It's centered on Adam Sandler's best performance, playing George Simmons, a superstar comic who learns he has a very short time to live.\n\nHe is without the resources to handle this news. He doesn't have the \"support group\" they say you need when you get sick. He's made a dozen hit movies and lives in opulence in a house overlooking Los Angeles but is so isolated, he doesn't even seem to have any vices for company. Adam Sandler modulates George's desperation in a perceptive, sympathetic performance; I realized here, as I did during his \"Punch Drunk Love,\" that he contains an entirely different actor than the one we're familiar with. His fans are perfectly happy with Sandler's usual persona, the passive-aggressive semi-simpleton. This other Sandler plays above and below that guy, and more deeply.\n\n\"Funny People\" is not simply about George Simmons' struggle with mortality. It sees that struggle within the hermetically sealed world of the stand-up comic, a secret society that has merciless rules, one of which is that even sincerity is a joke. \"No -- seriously!\"\n\nHere is a man without confidantes. When you depend on your agent for emotional support, you're probably only getting 10 percent as much as you need. On the circuit, George meets a hungry, ambitious kid named Ira Wright (Seth Rogen), who has written some good material. George hires him to write for him, then gives him a chance to open for him and then finds himself pouring out his worries to him.\n\nThere was a girl once in George's past, named Laura (Leslie Mann). She was the one who got away. He encounters her again, now married to an obnoxious macho Aussie named Clarke (Eric Bana, playing him as a guy who seems to be weighing the possibility of hitting everyone he meets). George was once able to sort of confide in Laura, until success shut him down and now he finds he still sort of can.\n\nThe thing about \"Funny People\" is that it's a real movie. That means carefully written dialogue and carefully placed supporting performances -- and it's about something. It could have easily been a formula film, and the trailer shamelessly tries to misrepresent it as one, but George Simmons learns and changes during his ordeal, and we empathize.\n\nThe film presents a new Seth Rogen, much thinner, dialed down, with more dimensions. Rogen was showing signs of forever playing the same buddy-movie co-star, but here we find that he, too, has another actor inside. So does Jason Schwartzman, who often plays vulnerable but here presents his character as the kind of successful rival you love to hate.\n\nRogen and Leslie Mann find the right notes as George's impromptu support group. The plot doesn't blindly insist that George and Laura must find love; it simply suggests they could do better in their lives. Eric Bana makes a satisfactory comic villain, there is a rolling-around-on-the-lawn fight scene that's convincingly clumsy, and Mann mocks him with a spot-on Aussie accent (not the standard pleasant one, more of a bray).\n\nApatow understands that every supporting actor has to pull his weight. The casting director who found him Torsten Voges to play George's doctor earned a day's pay. Voges is in some eerie, bizarre way convincing as a cheerful realist bringing terrible news: miles better than your stereotyped grim movie surgeon.\n\nAfter an enormously successful career as a producer, this is Apatow's third film as a director, after \"The 40-Year-Old Virgin\" and \"Knocked Up.\" Of him it can be said: He is a real director. He's still only 41. So here we go.", "running_time": 146, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-29", "genres": ["Comedy", "Drama"], "title": "Funny People (2009)"}