{"url": "http://www.rogerebert.com/reviews/funny-lady-1975", "by": "Barbra Streisandas Fanny Brice", "star_rating": 1.0, "text": "\"Funny Lady\" is a big, messy flop of a movie that's almost cruel in the way it invites our memories of \"Funny Girl\" and doesn't match them. It's the sequel, of course, giving us Barbra Streisand as Fanny Brice in the years after she divorced the gambler Nicky Arnstein, married the showman Billy Rose and lost touch with whatever it was that excited us in the earlier movie.\n\n\"Funny Girl\" was Streisand's screen debut, and she was tart and sassy and extravagantly talented. But she's nurtured her talent all too carefully in the years since, in a series of overproduced and overprotected musical vehicles that don't take chances and don't take off.\n\nNever before, however, has Streisand looked as hapless as this. The screenplay is botched -- a series of disconnected highs and lows with no sense of life in between -- and the scenes that are supposed to be poignant have us snickering under our breath. Fanny's marriage to Rose (James Caan), for example, is such a puzzling series of random meetings and separations, we need a calendar to keep them straight. And she's still in love with the vapid Nicky Arnstein during most of the movie -- so Billy Rose needs a calendar, too, or maybe a shrink.\n\nAfter Fanny's big opening on Broadway in a Billy Rose show, she spots Nicky (Omar Sharif) over the footlights. This would be, of course, impossible; but never mind. She spots him, Billy Rose spots him, Roddy McDowall as her faithful gay sidekick spots him and everybody holds their breath. Nicky comes backstage for a peculiar scene during which he says \"Fanny,\" as if it were his only word of English. She weeps with joy, it turns out he's married someone else (why didn't she already know?), he leaves, she mourns.\n\nThen she sings a brave number, alone onstage after the others have left. Billy Rose listens from the wings. He loves her, and here is his chance, but he lets her leave alone. Five months later, with no scenes in between, he asks her to marry him. Later, there is a scene in a Pullman bedroom where they argue over her cold cream and his pajamas. Fade to Fanny singing a love song to her man, now sans pajamas, and then there is another tremendous leap forward in time. There is no sense of continuity here, and indeed a cinematic archeologist would guess that whole passages, whole handfuls of scenes, were jettisoned.\n\nCaan makes a passable Billy Rose, although we never get much sense of a connection with the historical Rose and his prodigious talent as a producer and packager. But Sharif, as Arnstein, is an embarrassment. He wasn't this bad in \"Funny Girl\" because that was all Barbra's show. He had to mope around, spaniel-eyed and worshipful, until her talent outgrew his weakness and they split up. This time, inexplicably, she can't get that man outta her mind.\n\nNo wonder. He's presented as some sort of Playgirl or Viva fantasy, forever casting his quick, enigmatic glances from atop his polo pony. In the most laughable scene of a movie filled with them, they have a reunion and he explains that even if he leaves his rich wife, \"I'll walk away with a large stake.\" Streisand breathes dreamily and embraces a handy nearby pillar.\n\nA lot of this junk could have been saved by some great Streisand numbers. But here's where Herbert Ross, the director, fails most spectacularly. He wastes resources on a series of musical extravaganzas that are supposed to be bad -- the Billy Rose flop in Atlantic City that becomes a hit on Broadway -- and although he goes to the extreme of providing a runaway buffalo on stage, he doesn't get many laughs because his bad numbers are so overproduced and badly timed they are not funny, they're ungainly. With less than the cost of the costumes, Mel Brooks could (and in \"The Producers\" (1968) did) provide a bad musical number infinitely funnier.\n\nIn the midst of the carnage, Streisand sometimes hardly registers. She does a lot of her songs voice-over, which displaces her great presence and delivery, and there's a would-be big number involving a car and an airplane that draws only negative comparison with her \"Don't Rain on My Parade\" spectacular in \"Funny Girl.\"\n\nRoss consistently misses high points, ends scenes without completing them, gives us a muddy sound track, wastes time on ridiculous dialog (the conversation about Arnstein's toothbrushes has to be heard to be disbelieved), and then commits the most inexplicable omission of all. After a 10-year absence, Billy Rose reappears to coax Fanny Brice back onto Broadway. We look forward to the obligatory comeback scene with the old trouper bringing the house down -- and instead we get the end credits.\n\n\"Funny Girl\" (1968) was directed by the veteran Hollywood craftsman William Wyler, who was strong enough to make the movie he wanted, and one that worked. Since then, Streisand has frequently preferred directors who would go along with her, who'll let her call the shots. She has a prodigious talent -- that big voice and the comic timing, too -- but it's embalmed here. The audience files out sheepishly, having dared to hope they'd be entertained. Performers, no matter how gifted, can't fail on such a spectacular scale very often before they stop getting the opportunity.", "running_time": 136, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-03-13", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "Funny Lady (1975)"}