{"url": "http://www.rogerebert.com/reviews/funny-farm-1988", "by": "Chevy Chaseas Andy", "star_rating": 3.5, "text": "\"Funny Farm\" is one of those small miracles that starts out like a lot of other movies and then somehow finds its own way, step after step, to an original comic vision. It's funny, all right, but it's more than funny, it's likable. It enlists our sympathies with the characters even while cheerfully exploiting their faults. And at the end, I had a goofy grin on my face because the movie had won me over so completely I was even willing to accept the final gag about the two ducks.\n\nThe movie stars Chevy Chase and Madolyn Smith as a married couple who decide to move to a small New England town so that he can write his novel and they can breathe the fresh country air and mow their own lawn. Chase has been a sports writer for years, but now he figures that with the typewriter placed just exactly right next to the big open window on the second floor overlooking the lawn, conditions will be perfect for the creation of a best seller.\n\nConditions are not perfect. The birds sing too loudly. The mailman speeds by in a cloud of dust, hurling letters from the window of his pickup. There are snakes in the lake and a corpse buried in the garden, and it costs 20 cents to make a call from the pay phone in the kitchen. And the townspeople, they discover, are drawn more from Stephen King than Norman Rockwell. By wintertime, Chase is withdrawn and bitter, drinking heavily and sleeping past noon, while his wife has sold a children's novel about a city squirrel who moves to the country and has the same name as her husband.\n\nNone of this, I imagine, sounds as good as it plays. \"Funny Farm\" has a good screenplay by Jeffrey Boam, and yet in other hands it might have yielded only a routine movie. George Roy Hill, the director, makes it better than that because he finds the right tone and sticks to it - a sort of bemused wonder at the insanity of it all in a movie that doesn't underline its gags or force its punch lines but just lets everything develop naturally. Notice, for example, the timing in the sequence where the sheriff first comes to chat about the corpse in the garden.\n\nChase is not exactly playing a fresh kind of role here - his hero is a variation of the harassed husband he has been playing for years - but he has never been better in a movie. He has everything just right this time, and he plays the character without his usual repertory of witty asides and laconic one-liners. It's a performance, not an appearance. Smith makes a good foil for him, although she isn't given enough to do in scenes of her own, and one scene in particular - a visit to an antique shop - felt suspiciously truncated.\n\nThe gallery of townspeople has to be seen to be believed. They are almost all mean-spirited, crafty, suspicious and greedy, and happy to be just exactly who they are. The sheriff travels by taxi because he flunked his driving test, the lady who runs the antique shop seems to be selling nothing except her own precious and irreplaceable family heirlooms, and down at the local cafe, there's a competition to see who can eat the most stir-fried lamb testicles.\n\n\"Funny Farm\" is kind of a loony, off-center comedy version of Hill's \"The World According to Garp,\" another movie about strange people in bizarre situations. \"Garp\" made too much of its significance, however, while the comedy in this film is light as a feather. The final sequence, in which the townspeople are bribed to act \"normal,\" while Chase hands out Norman Rockwell covers from the Saturday Evening Post for them to admire, has a kind of inspired lunacy that is so fragile you almost don't want to laugh for fear of breaking the mood.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-06-03", "genres": ["Comedy"], "title": "Funny Farm (1988)"}