{"url": "http://www.rogerebert.com/reviews/future-weather-2012", "by": "Perla Haney-Jardineas Lauduree", "star_rating": 3.5, "text": "There's an unlikelihood so large in \"Future Weather\" that it nearly derails the film. That was what I admired the most about it. It involves the unusual amount of scientific knowledge possessed by Lauduree, its 13-year-old heroine, and Neel, the pudgy, shy classmate she defends against bullies.\n\nThese two are the students of Ms. Markovi (Lili Taylor) in a high school somewhere in Downstate Illinois. They get a lot of attention; Ms. Markovi starts a Science Club and carries on even when Lauduree (Perla Haney-Jardine) decides to drop out. Lauduree doesn't quit because of the obvious reason: Her worthless mom Tanya (Marin Ireland) has abandoned her in a trailer home with the rent unpaid and left for California \"to pursue my dream of doing makeup for the stars.\"\n\nNo, even though Tanya left her only $50 (for food and things), Lauduree has dropped out because the club has started a project on reducing the CO2 emission in the atmosphere, and it duplicates work she has already started on her own. She'd lose her \"database.\" Lauduree is fearsomely well-informed about global warming, and trades big words with Neel and their teacher as if they were colleagues in a think tank.\n\nThat's the flaw. There is little evidence to explain how Lauduree or Neel came into that information. Neel, a golden-skinned kid who peers out from behind his hair like a sheep dog, has somehow gotten on the same self-improvement track as his classmate. It's possible to know a lot of \"scientific facts\" at 13, and there are news reports almost daily of 12-year-olds whose Science Fair projects solve nuclear fusion. But nothing in this girl's life accounts for it. Lauduree, whose mother ran away from her after giving her that unfortunate name, is backstopped only by her grandmother, Greta (Amy Madigan), a chain-smoking, hard drinking potty mouth who is planning to move to Florida with her boyfriend Ed (William Sadler). These are not people who study polar bear videos on YouTube.\n\nLauduree, then, is a stranger in a strange land. Absorbed in her dreams, obsessed by her homework, she shows no grief or panic when left alone and broke by her mother. Without food money, her immediate reaction is to shoplift a light bulb that consumes low energy. One day she wears makeup and when Neel asks her why, she says it's to make herself look more normal so she can get more signatures on her petitions.\n\nReportedly, Jenny Deller, a 37-year-old born in Murphysboro, partly financed her film with a grant from the Alfred P. Sloan Foundation, and I believe it. She may have gotten a tad carried away by the foundation's support for nature. The result is a film with characters we like (including those played by Lili Taylor and Amy Madigan), in a world that doesn't seem plausible. Yet there's such a sweetness in the way Lauduree carries potted trees everywhere, looking for a home for them. And when Neel and Lauduree get started on the mussels in a nearby creek, there's ecstasy in the way they discuss the role of the mussel in water filtration. They find a mussel stuck in the gravel at the button of a ditch, its slit bravely stuck upwards, and we expect \"Ode to Joy.\"\n\nThe film's portrait of its small town is finely done. There is a fraught sequence when the faithless mom Tanya returns from California for a visit, and Greta lets her have it. There are indications that life is going to get more complicated here. But when a movie shows a couple of bright kids excited about a mussel, it's hard to say no.", "running_time": 100, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2013-02-20", "genres": ["Drama"], "title": "Future Weather (2012)"}