{"url": "http://www.rogerebert.com/reviews/fuzz-1972", "by": "Burt Reynoldsas Detectives", "star_rating": 3.0, "text": "\"Fuzz,\" which is one of the nicest cops ‘n’ crooks movies in a long time, isn’t at all the kind of movie I expected. I was put off by the ad, I guess. When you get all kinds of cartoon characters bursting out of the page at you with guns blazing and skirts flying in the wind, somehow you instinctively know that the movie they’re in will be cheerless and dumb.\n\nAds like that try too hard. All that was missing from the \"Fuzz\" ad was an exploding helicopter in the background. To make up for it, however, there was a caricature of Burt Reynolds in the foreground, stretched on his side in the most famous pose since Venus emerged from the sea.\n\nSo I went expecting the worst, and in under 15 minutes I found myself won over by \"Fuzz.\" It’s an offbeat, funny, quietly cheerful movie in which Ed McBain’s 87th Precinct is finally brought to life. Several movies have been based on McBain’s 87th Precinct novels, but never one in which the squad room was explored so lovingly by the camera, and the detectives were made so human. Maybe moving the 87th Precinct to Boston helped.\n\nThere are several plots, which all take place at the same time, and that is all right because things are always happening simultaneously in a police station. Let’s see. A gang of mad bombers led by the Deaf Man (Yul Brynner) is blowing up city officials as part of an extortion plot. A rapist is loose in the park. Some punk kids are setting drunken bums on fire. There are various murders, homicides, fratricides, and complaints that someone is dumping garbage into the front seats of cars. Also, the squad room is being painted apple green by two wisecracking jerks from the Department of Maintenance.\n\nThis maelstrom is presided over by three detectives who are laconic, eager, and slightly incompetent. They’re played by Burt Reynolds, Jack Weston and Tom Skeritt, in a sustained piece of ensemble acting that is really fine. Everybody steps on everybody else’s lines all the time, and director Richard A. Colla creates a nice sense of everything happening at once, something like Robert Altman did in \"M*A*S*H.\" When policewoman Raquel Welch is called in as a decoy for the rapist, the old precinct really begins to look up.\n\nThe movie is funny partly because everything is done deadpan. When there’s a stakeout for the Mad Bomb Squad, for example. Reynolds and Weston sit down on park benches disguised as nuns, and Skeritt and Raquel pose as a loving couple in a double sleeping bag. But then the guy starts to run and Raquel can’t unzip her bag. Everyone is very serious during, this scene, which makes it hilarious.\n\nThe conclusion looks at first sight like an unbelievable coincidence. While Weston and Reynolds stake out a liquor store that’s going to be held up, the Mad Bomber comes in with his bodyguard to order a case of champagne. The Bombers and the crooks shoot it out with each other while the cops hide under the counter. A lucky break? \"Not at all,\" says Weston. \"Skillful police work.\"", "running_time": 93, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-07-11", "genres": ["Action", "Comedy", "Crime"], "title": "Fuzz (1972)"}