{"url": "http://www.rogerebert.com/reviews/fx-1986", "by": "Bryan Brownas Rollie Tyler", "star_rating": 3.5, "text": "\"F/X\" is Hollywood shorthand for \"effects,\" or special effects, the art form that creates bullet holes and gaping wounds, fake shotgun blasts and severed limbs.\n\nIn the movie, Bryan Brown plays a special effects man whose customized truck is a mobile effects lab. He can create his illusions almost anywhere, and is in big demand from the Hollywood studios. Then one day he gets an unusual request from the federal government. As part of their witness relocation and protection program, they want to fake the murder of an organized crime leader. Their reasoning: If everybody thinks DeFranco is dead, nobody will try to kill him, and he will survive and be able to testify in court.\n\nThis premise is only the beginning of the movie's ingenuity. Like \"Jagged Edge,\" this is one of those tightly constructed plots in which the hero is almost the last person to find out anything. Who can he trust? Who is really on his side, who is lying to him, who is trying to kill him? One of the pleasures of \"Jagged Edge\" was that we could watch the central character, the lawyer played by Glenn Close, use all of her intelligence and intuition and still walk right into danger, be cause she could not believe that people could be such deceptive swine.\n\nThe same thing happens in \"F/X,\" and I will have to tread carefully to avoid giving away too much of the plot. Briefly, there are large, basic questions about who wants DeFranco, the underworld leader, killed, and who wants him alive. There are other fundamental questions about whether special effects have indeed been used, or whether he actually was killed. And there are great ominous possibilities that the special effects man himself might be next on the hit list.\n\nThe movie moves quickly through a large gallery of players. At the center of everything is Rollie Tyler, the effects man, given a nice, laconic professionalism by Bryan Brown, whose Australian accent reminds us that he was not brought up to automatically trust the U. S. government in all matters.\n\nThe Broadway veteran Jerry Orbach plays DeFranco, as an expensively barbered creep. Halfway though the movie, the dependable character actor Brian Dennehy turns up as a city cop not in on the scam. Cliff De Young is the slippery Lipton, mastermind of the federal scheme. Martha Gehman is Andy, the loyal assistant of the effects man, and Diane Venora is his doomed girlfriend.\n\nI mention so many of these actors because, more than most thrillers that depend on tightly-constructed plots, \"F/X\" also depends on good, well-observed performances. This movie takes a lot of delight in being more psychologically complex than it has to be. It contains fights and shootouts and big chase scenes, but they're all firmly centered on who the characters are and what they mean to one another.\n\nAnd by the end of the film, when everything comes down to the events in a large, scary and isolated mansion, the movie is able to use the personalities of the characters as part of the payoff.\n\nEvery year should bring a few good thrillers, to balance out all the failed and shallow attempts. The irony of \"F/X,\" which is a very good thriller indeed, is that it avoids the pitfall of so many thrillers; it doesn't degenerate into a mindless display of special effects. The effects in this film just happen to be the ways the hero has of expressing himself.", "running_time": 108, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-02-07", "genres": ["Action", "Crime", "Thriller"], "title": "F/X (1986)"}