{"url": "http://www.rogerebert.com/reviews/fx-2-the-deadly-art-of-illusion-1991", "by": "Bryan Brownas Rollie Tyler", "star_rating": 2.0, "text": "There should be a special category for movies that are neither good nor bad, but simply excessive. A movie, for example, like \"FX 2: The Deadly Art of Illusion.\" Here is a film with a plot I defy you to comprehend, characters who are constantly at the mercy of the filmmaker's bright ideas, and a level of reality that vibrates between the absurd and the hallucinatory. It's not every film, in other words, that includes both booby-trapped baked beans and a robotic clown piloting a helicopter.\n\nThe film is a sequel of sorts to \"F/X,\" a 1986 thriller that did fairly well at the box office, and then went on to become one of the all-time top renters and grossers on home video. I can see why the original film did well on video, and why this one should, too.\n\nHome video is a medium that invites distractions, and \"F/X\" was the kind of film where you could casually glance at the screen, see something utterly amazing, and then look away again, secure in the knowledge that no crucial plot developments would escape you.\n\nIn \"FX 2,\" all of the crucial plot developments have already escaped before the movie even begins. This is a film that defies synopsis. It stars, once again, the dependable and laconic Australian actor Bryan Brown, as a special effects genius (\"F/X\" is movie shorthand for \"effects\"). He has retired from his original profession to devote time to his more advanced projects, including an invention of truly Tom Swiftian proportions: A suit you put on that registers all of your body movements and then duplicates them exactly with a robot.\n\nThat suit leads to the movie's single most incredible scene, in which a villain is trying to escape in a helicopter, and the helicopter pilot turns out to be, not a human being, but a robot. Below the helicopter, in a boat, wearing the suit, Brown twists and gyrates so that the clown turns the helicopter trip into an insanely terrifying ride.\n\nIt's a clever scene, but ask yourself this question: If you were getting into a helicopter, especially with a fortune in loot under your arm, would you look to see who was piloting the helicopter? Or would you get in blindly, and wait until after takeoff to notice that the pilot . . . was Bluey the Clown? I call movies like this \"Hey, Waitaminut!\" movies, because all during the film I'm repeating, \"Hey! Wait a minute!\" as the plot twists and turns in illogical and incomprehensible developments.\n\nSometimes a Hey, Waitaminut movie can be fun, and sometimes this one is, but they can be frustrating, too.\n\nThe problem with \"FX 2,\" I think, is that the movie has a more important agenda than telling a story. It wants to demonstrate wall-to-wall special effects, visual gags, scientific resourcefulness, and the ways that a supermarket can be turned into a minefield. Take the supermarket scene, for example. Brown and the bad guy are trapped inside along with Brown's girlfriend (Rachel Ticotin) and her child. Faced with an armed madman who wants to kill him, Brown uses resourcefulness, such as combining a display of baked beans and an aerosol can into a device that heats the cans of beans until they explode in the killer's face. Clever. Or, as a private eye in a 1940s movie might have said, too clever.\n\nBrown and Ticotin both struggle bravely with the plot, which doesn't exactly slow down for character details, and Brian Dennehy is also back from the original film, as an old friend who becomes Brown's sidekick in the attempt to defeat the enemy, played with slimy conviction by the splendid character actor Philip Bosco.\n\n\"FX 2\" is actually the kind of movie that rewards inattention. Sit quietly in the theater and watch it, and you will be driven to distraction by its inconsistencies and loopholes. But watch it on video, paying it half a mind, and you might actually find it entertaining. A little goes a long way.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-05-10", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "FX 2: The Deadly Art Of Illusion (1991)"}