{"url": "http://www.rogerebert.com/reviews/g-2005", "by": "Richard T. Jonesas Summer G", "star_rating": 2.0, "text": "\"G\" enters a world not much seen in the movies, the world of affluent African-Americans whose summer places are in the Hamptons. I wish it had approached this material with a clean slate, and given us a story made from scratch. That it's fitfully based on F. Scott Fitzgerald's The Great Gatsby is only a distraction; noting how it followed the novel and how it didn't, I wondered why the clarity of Fitzgerald's story line was replaced by such a jumble of a plot.\n\nThe film is a fictional recycling of details from its immediate inspiration, Sean Combs, a k a Diddy, although still called P Diddy when the movie was filmed in 2002. \"G\" isn't based on his life, but on his lifestyle: The Hamptons place, the elegant summer parties where everyone wears white, the crowds of stars and would-be stars. The movie is being described as a \"hip-hop Gatsby\" but there's not much more hip-hop in it than there is Gatsby.\n\nRichard T. Jones stars as Summer G, a famous performer and producer who presides over his newly purchased Hamptons mansion and its population of constantly changing guests. This world is seen through the eyes of Tre (Andre Royo), a journalist sent to cover the world of black affluence. He stays with his cousin Sky (Chenoa Maxwell) and her husband Chip (Blair Underwood), who is a rich stockbroker with a mean streak. If we're keeping count, we now have the equivalents of Jay Gatsby, Nick Carraway and Daisy and Tom Buchanan.\n\nG and Sky were in love once, long ago. Their lives separated. She married the rich guy. G became the even richer guy. At one of G's parties, he sees Sky and the earth moves. His heart still circles around her. Like Gatsby, he overcame obscurity and poverty, built an empire and then bought his summer palace to attract her: \"I built this world for you.\"\n\nG is circled by hungry and ambitious performers and producers who know he holds the keys to their success. One hopeful couple is Craig (Laz Alonzo) and the girlfriend he is jealously possessive about, Nicole (Lalanya Masters). These characters do not work as an improvement on the Fitzgerald structure, and contribute to an ending that entirely misses the point.\n\nI know, I know, I'm always saying that a movie has to work as a movie and not be \"faithful\" to the book that inspired it. Filmmaking is not marriage, and adaptation is not adultery. But here we begin with a novel of legendary importance, where the ending is perfectly calculated to end the summer of parties on a note of futility, irony and loss. \"G\" rearranges plot elements to make them into a soap opera, in which Summer G suffers the wrong loss in the wrong way for the wrong reasons.\n\nNo more about that. The movie is intrinsically interesting when it touches on class differences in the African-American community. Chip Hightower, for example, comes from old money and cringes when he regards hip-hop millionaires moving to the Hamptons. There goes the neighborhood. His opinion of Sky's friendship with Summer G: \"I don't want my wife socializing with gangsters.\" At one point he actually conspires against G with the white head of the local homeowner's association.\n\nInteresting, how much more of the discrimination in \"G\" is inspired by class and income than by race. Consider the conversation between a Humvee-load of rap stars and a car occupied by upper-middle-class Hamptons residents, both black and white. The Humvee people, heavy with bling, ask for directions. Notice how the tone changes when the car driver's white girlfriend realizes they're talking to celebrities. This movie, like \"Crash\" in its very different way, realizes that the old forms of prejudice in society are giving way to new ones.\n\nThe problem with \"G\" is not merely that the ending doesn't work and feels hopelessly contrived. It's also that the plot adds too many unnecessary characters and subplots, so that the main line gets misplaced.\n\nThe question recycled through the movie (and its advertising) is, \"Does hip-hop have heart?\" Summer G certainly has one, and so does Sky, although she's not sure what it's telling her. In the classic form of the story, the narrator watches as the hero tries to regain the heart of his lost love, while her brutal husband mistreats her and his mistress. In \"G\" those functions are spread more widely among additional characters, so that A has a way of leading to C while B loses a place in line. The ending of Gatsby is inevitable. The ending of \"G\" is arbitrary and melodramatic.\n\nIf you haven't read The Great Gatsby, you may enjoy the movie more. On the other hand, maybe not; maybe it's too crowded and overloaded with subplots to really grab you. Either way, you can look forward to reading a great novel. The closing paragraphs contain some of the best prose ever written.", "running_time": 96, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-27", "genres": ["Drama", "Romance"], "title": "G (2005)"}