{"url": "http://www.rogerebert.com/reviews/g-force-2009", "by": "Nicolas Cageas Speckles", "star_rating": 2.5, "text": "\"G-Force\" is a pleasant, inoffensive 3-D animated farce about a team of superspy guinea pigs who do battle with a mad billionaire who wants to conquer the earth by programming all the home appliances made by his corporation to follow his instructions. It will possibly be enjoyed by children of all ages.\n\nThe film is non-stop, wall-to wall madcap action. It's possible to imagine Jerry Bruckheimer, the producer, and his cast and crew side by side with the little creatures on their whirling hamster wheels. But be careful what you say out loud. The guinea pigs resent being mistaken for hamsters, as do we all.\n\nThe evil billionaire is named Saber, and played by Bill Nighy in what we might describe as a one-of-a-kind performance. The FBI has been on his trail for two years, but in one single night the G-Force is able to save the planet, by stealthily introducing a worm, or virus, or something into his diabolical software. All of the cyber work is done by a keyboard whiz with the intensity appropriate for a programmer racing to key in code to outwit the program. You should see that little fella type. Man, oh man.\n\nThere are a limited number of other creatures in the film, including the guinea pigs' gaseous hamster friend, who is loudly and frequently flatulent. I thought I heard some of his pals calling him \"Farty,\" but that could be just me. The G-Force also includes Darwin (Sam Rockwell), Juarez (Penélope Cruz) and Bucky (Steve Buscemi). Nicholas Cage plays a mole named Speckles with a wise lack of his usual intensity. You don't want a hyperactive mole. I didn't know they have those twitchy pink feelers on their noses. Must tickle. Juarez (Penelope Cruz) provides the animal sex appeal, although, you ask me, one guinea pig looks about like another.\n\nNow here is the neat part. How will the remote-controlled home appliances conquer the earth? Well, sir, they will all fly together and amalgamate themselves into gigantic robots made of assorted mechanical parts. We see one of these metal monsters, and why, if I didn't know better, I'd have to say it looks like a...yes, I think so... a... Transformer! Except made from Cuisinarts instead of Chevys. How will they all conquer the earth? By stomping on things.\n\nThe G-Force rodents pick up another pal along the way; he’s Hurley (voice of Jon Favreau), the chubby guinea pig. These slave appliances can be dangerous. Hurley becomes entrapped in a microwave oven, which cycles itself through several settings, from Cake to Chicken, yet is unable to cook its captive. I had a microwave like that once. It wouldn't cook doodley-squat.\n\nThere is also a human cast, including not only Bill Nighy but Kelli Garner as a veterinarian, Zach Galifianakis as a big, shaggy guy, Will Arnett as a thin, not shaggy guy, and Gabriel Casseus as Agent Trigstad. Anything else you need to know?", "running_time": 88, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-07-22", "genres": ["Action", "Adventure", "Animation", "Family"], "title": "G-Force (2009)"}