{"url": "http://www.rogerebert.com/reviews/gabbeh-1997", "by": null, "star_rating": 3.0, "text": "\"Gabbeh'' is a fable, clear on the surface, tangled in the shadows, told by a Persian carpet. As the film opens, an old couple in Iran pause by a stream to wash their rug, or \"gabbeh,'' and we see that it is decorated with a portrait of a young woman, and a man on horseback. \"Who are you? the old woman asks the girl on the rug, and the girl steps out of the rug and answers her question.\n\nShe is Gabbeh. She lived with her nomadic people in the desert, and was in love with the young horseman. But it was decreed that she could not marry until her uncle did--and, at 57, he was still single. Meanwhile, the horseman followed her through the desert, and at night, as Gabbeh sat with her family around the fire, she heard him making wild wolf cries at the moon.\n\n\"Gabbeh'' is the 13th film directed by Mohsen Makhmalbaf, but the first I have seen. He was imprisoned as a youth in the Shah's Iran for his fundamentalist Islamic beliefs, but this is not the film of an unyielding person. By choosing Gabbeh to tell her own story, he sides with her, and therefore against tradition. It is all very well to wait until the old uncle marries, but in the meantime there is the call of the heart in the blood of the young. I am reminded of a talk show I saw once featuring Louis Farrakhan, who voiced his opposition to interracial romance, but then sighed and spread his hands palms upward, and said, \"But the young people--what can you say to them?'' The young people depicted on the rug may have a connection with the present day, but that is a secret for the film to reveal. More to the point is its visual richness. Makhmalbaf uses not only the glories of nature--the desert landscape and sky--but also man's own use of color, and there is a scene where the old uncle talks of color, and the colors magically appear as he names them. In other scenes, we see the wildflowers from which the dyes come, to color the threads of the rug.\n\nThere is no shyness here about bold primary colors, and I was reminded of Zhang Yimou's \"Ju Dou\" (1989), with its scenes set in a workshop where bolts of cloth are dipped into vats of bright colors. There is a kind of voluptuousness that comes with seeing color boldly splashed across the screen, and we are reminded that modern art direction, with its prudently controlled palettes, may be too timid or \"tasteful'' to give us that pleasure.\n\nIs there a message here, about the society where the film is set? Probably there is more of an attitude, a feeling that universal human desires cannot be denied. Certainly one can imagine a film asking us to sympathize with the 57-year-old uncle, whose life has been made a misery because of his niece's desire for romance. Love is the preoccupation of the young for no doubt sound Darwinian reasons.\n\n\"Gabbeh'' is a simple film. There is hardly more to say about it than I have said. Yet it remains in the memory in a way that more thickly plotted films do not. It teaches a lesson, that there can be more to a movie than episodes and events: That a film can stand back from the micromanagement of small bits of time, and show us the sweep of a life and the long, slow seasons of a heart. Movies such as this work like meditation or music, to nudge us toward the important.", "running_time": 75, "mpaa_rating": null, "release_year": 1997, "date_published": "1997-08-29", "genres": ["Drama", "Foreign", "Mystery", "Romance"], "title": "Gabbeh (1997)"}