{"url": "http://www.rogerebert.com/reviews/gable-and-lombard-1976", "by": "James Brolinas Clark Gable", "star_rating": 2.0, "text": "They had more than love - they had FUN!\r\nAD FOR \"GABLE AND LOMBARD\" \n\nYes, and they did more than make love, too - they made movies, but you'd hardly guess it from this one. If Clark Gable and Carole Lombard hadn't been two of the most magical performers of the talkies' first decade, their romance might hardly have rated a sitcom, let alone this mushy, old-fashioned extravaganza. What we're supposed to deduce, I guess, is that Gable\r\nwasn't all that hot in the sack, but that what with playing practical jokes and cooking at home and\r\nkidding around a lot, why, who hardly even noticed? \n\nSuch an assumption is unfair to Gable, in addition to being none of our business, but it does give the movie a certain originality. Instead of making \"Gable and Lombard\" into a conventional showbiz romance (with flickering candles and dinner at Chasen's and Kim\r\nNovak tossing in her dreams and moaning \"the wind . . . always the wind . . .\"), director Sidney J. Furie has made a movie about just folks. Gable is ready to drop everything for a little farm in Ohio, and Lombard doesn't give a damn about fame and fortune, and the high point of their day is when she comes banging\r\nthrough the kitchen door with an armload of groceries. Lombard and Gable in real life were apparently\r\nsomewhat like this - he always said acting was a\r\nlittle silly and so he just tried to act natural, and she was an unaffected free spirit - but by limiting itself to this aspect of their lives the movie never deals with the reasons we find them interesting in the first place. The witty and sensual Lombard of \"Twentieth Century\" and the sly Gable of \"It Happened One Night\" would hardly recognize themselves as the innocents portrayed by Furie and his actors, Jill\r\nClayburgh and James Brolin, Real people grow older and more complicated. \n\nThe movie spans nearly a decade, but they never seem to grow older and hardly ever seem to work (the movie takes a fan-magazine approach to filmmaking - it's all dressing rooms and autograph hounds and world\r\npremieres). We learn that Gable and Lombard had to live together secretly because Gable's wife wouldn't give him a divorce - but the movie never admits what an open secret theirs was. And there are so many dumb practical jokes and would-be risque innuendoes that any concern for their real thoughts and feelings is lost, So we don't get a notion of their private lives, and we don't even remotely learn from this movie what made them great stars and personalities. Brolin does, indeed, look a lot like Gable - but imitation here has nothing to do with flattery.", "running_time": 131, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-03-09", "genres": ["Drama", "Romance"], "title": "Gable and Lombard (1976)"}