{"url": "http://www.rogerebert.com/reviews/gabriela-1984", "by": "Sonia Bragaas Gabriela", "star_rating": 2.0, "text": "Why do movie critics get goofy when they’re required to describe Latin-American actresses? Here’s a quote from one of my colleagues: “Sonia Braga is tastier than a cup of Brazilian coffee, and a lot sexier.” To which I can only add: Sonia Braga is taller than a cup of Brazilian coffee, and a lot more articulate. Next we will learn that Liv Ullmann is spicier than a bite of Swedish herring.\n\nThe fact is that Sonia Braga’s performance in “Gabriela” depends not so much upon her sexuality (although another critic wrote that she “seethes with lust and primitive passion”) as upon her winning smile, her tomboy grace, and the cool self-confidence with which she plays a character who is required to seethe on demand. It is fun to watch her in this movie because she is a simple, healthy woman. If there were one moment in which we sensed that she was trying to act sexy, it would spoil everything.\n\nShe plays a poor Brazilian woman, a drought victim who has trekked to a village and is hired as the cook in a bar. The owner of the bar (Marcello Mastroianni) is the kind of man who believes that a gentleman must defend his honor by shooting a cheating wife – and her lover, of course. Before long he is in love with Gabriela. They have a passionate affair. But can he marry her? She has no family, no papers, no dowry. She is hardly a virgin.\n\nMarcello’s maid advises Gabriela to go for it: Make him jealous, hold out on him, play games. That is not in Gabriela’s nature. She just likes the guy, basically because he’s good-looking. But Marcello insists on marriage, and that's where everything starts to go wrong. The passion leaves their sex life. Domestication does not suit her. She is not educated enough to take to civic functions. And so on, leading to an unfortunate liaison between Gabriela and a visiting acrobat, and to Marcello’s crisis: When he finds them in bed, should he shoot them?\n\nThis is the sort of movie that works best as farce. Oddly enough, “Gabriela” is more of a sweet little love story, in which, after everything else has failed, the hypocritical attitudes of society are overcome by lust. The movie is low-key and sort of old-fashioned, except for the startling frankness with which it portrays the beauty of Sonia Braga’s body. She also has a wonderful smile, and a wonderful gift for vaulting over walls.\n\nMastroianni, on the other hand, seems to be sleepwalking through this movie. His passion is limited to a couple of scenes where he goes berserk with lust. The rest of the time, he looks perplexed, distracted, or simply forgetful. There is no real chemistry between the bar owner and his wonderful lover, and since no real point is being made about the macho attitudes of their society, even the most dedicated filmgoer is eventually reduced to waiting for what we used to call the good parts.", "running_time": 99, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-06-27", "genres": ["Drama", "Romance"], "title": "Gabriela (1984)"}