{"url": "http://www.rogerebert.com/reviews/gainsbourg-a-heroic-life-2011", "by": "Eric Elmosninoas Serge Gainsbourg", "star_rating": 3.0, "text": "Serge Gainsbourg was one of the great performing artists of France from the 1960s until his death in 1991, but despite the title of \"Gainsbourg: A Heroic Life,\" I am not sure he was heroic, and I don't believe this film does, either. \n\nHe was a star more because of his insouciant, defiant personality than for the quality of his voice, and a genius in getting himself into scrapes. His most notable controversy involved his reggae version of \"La Marseillaise,\" the French national anthem. For Americans who loved Jimi Hendrix's guitar version of \"The Star-Spangled Banner\" that doesn't seem like much of a transgression, but the French right-wing didn't get the joke.\n\nGainsbourg's music was consistently popular, he had international hits, and he had celebrated affairs with Brigitte Bardot and Jane Birkin, with whom he fathered the fearless actress Charlotte Gainsbourg (\"Antichrist\"). With Birkin, he recorded the notorious \"Je t'aime ... moi non plus,\" which apparently included the sound of a woman's orgasm and was denounced by no less than the Vatican. But he never seemed fully respectful of his talent, and in later years, enjoyed notoriety on talk shows as a cut-up who sometimes went on drunk and lashed out at other guests.\n\nYes, he drank. But his overarching vice was smoking. Starting in this film as a child, he continues apparently nonstop, even in bed and the bath, until his probably inevitable heart attack at 61. His brand of choice was Gitanes, the French cigarettes that scented all of Paris until the success of Marlboros. Someone, it may have been Art Buchwald, said Gitanes were made out of old socks and belly-button lint. I point to Gainsbourg's smoking not to be censorious, but to suggest that when someone endlessly does something harmful, there may be an aura of self-hate involved.\n\nWith Gainsbourg, it may have been connected with anti-Semitism — not because he objected to being Jewish, but out of defiance. That helped shape his personality at an early age. This eccentric biopic, directed by Joann Sfar from his own graphic novel, shows his attitude in an early scene: After the Nazis require all French Jews to wear yellow stars, the little Serge butts into the head of the line because, he explains, he wants his first. In a visual device that may have worked better on the page than on the screen, Sfar has him imagining an anti-Semitic face with a huge hatchet nose, atop a small body in the form of a caricature. This fantasy often follows him on the street and goads him into rebellious behavior. \n\nThe movie unreels his musical biography with an unending series of tastes of songs and performances. You may be surprised by how many you recognize. Along the way, he was often outrageous not because he wanted to offend people, but because in a twisted way, he simply didn't care.\n\nThe actors resemble those originals I know; Eric Elmosnino is the Gainsbourg I see in videos; Lucy Gordon resembles Jane Birkin's waifish look, and Laetitia Casta needs no dialogue to identify herself as Bardot. The affair with BB has an amusing payoff; Gainsbourg's father was a piano player who was a strict taskmaster in teaching his son the instrument, and disapproved when his boy began to hammer away in dives and bistros. What did Serge finally do to win his father's admiration? He brought home Bardot, which turned the old man into a fanboy.\n\nWhy was Gainsbourg a hero? The film leaves the question hanging. I am afraid it was only because, like Sinatra, he did it his way. Which no one can deny.", "running_time": 130, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Drama", "Foreign", "Music"], "title": "Gainsbourg: A Heroic Life (2011)"}