{"url": "http://www.rogerebert.com/reviews/galaxy-quest-1999", "by": "Tim Allenas Nesmith/Taggart", "star_rating": 3.0, "text": "One of my favorite moments in \"Galaxy Quest\" takes place as a Red Digital Readout is ticking off the second until a spaceship is blown to smithereens. The only person who can save it is a teenage science fiction fan far away on Earth--and he has just been ordered by his mother to take out the garbage. But then the ship is saved! How? I won't spoil the moment, except to say the ship is modeled in every possible respect on a ship that appears on a TV show, and that includes a digital readout that is also consistent with TV cliches.\n\n\"Galaxy Quest\" begins at a convention for the fans of a cult TV program not a million light years removed from \"Star Trek.\" Anyone who has seen \"Trekkies,\" the documentary about \"Star Trek\" fans, will recognize this world at once--a world of fanatics who take the show very seriously indeed, packing hotel ballrooms to screen classic episodes of the show and get autographs from its aging cast members.\n\nBackstage in a dressing room, Alexander Dane (Alan Rickman), who played an alien who was a doctor on the show, vows, \"I won't say that stupid line one more time.\" Other cast members are enraged that the show's star is late as usual. He is Jason Nesmith (Tim Allen), who plays Cmdr. Peter Quincy Taggart and is not a million light years removed from William Shatner. The heroine is Gwen DeMarco (Sigourney Weaver), who plays Lt. Tawny Madison and complains that TV Guide only interviewed her about her boobs.\n\nSomething strange is about to happen. A race of aliens, which has intercepted broadcasts of the show in outer space and mistaken them for \"historical documents,\" arrives on Earth and transports the entire crew into space, placing them on board a spaceship that has been carefully modeled on the sets of the show. Taggart, who is hung over and thinks he's at another fan event, is impressed by the ship: \"Usually it's just something made out of cardboard in someone's garage.\" \n\nThe plot: A race of enemy aliens has attacked the home of the friendly aliens, who are led by Mathesar (Enrico Colantoni). The good guys actually look like many-tentacled octopi, but have a gizmo that gives them human form and even translates their speech. (One of their females and a human cast members fall in love, and a necking session gets interesting when she relapses into a few friendly tentacles.) \n\nThe original TV show of course looks cheesy, and the spaceship \"Protector\" looks as unconvincing as the command deck of the original Enterprise. But the enemy aliens, designed by Stan Winston, look fearsomely good, and no wonder: They're supposed to be real, not clones of TV aliens.\n\nOf course all of the cast members turn out to be able to command and operate the ship the aliens have built for them, since it works just like the one on TV. And they find themselves repeating their familiar roles. When the onboard computer speaks, Tawny Madison (Weaver) repeats the words. It's not necessary, but: \"That's my one job on the show!\" Like any actor, she's not about to cut her lines.\n\nThe movie's humor works best when the illogic of the TV show gets in the way. There is on board, for example, a passageway blocked by alternating vertical and horizontal clappers that smash back and forth across the passageway. Negotiating it could be fatal. Why are they there? No reason. Just because they look good on TV.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-12-24", "genres": ["Adventure", "Comedy", "Science Fiction"], "title": "Galaxy Quest (1999)"}