{"url": "http://www.rogerebert.com/reviews/galileo-1975", "by": null, "star_rating": 3.0, "text": "The recent program on Galileo in J. Bronowski's Ascent of Man public TV series served as a reminder that Brecht's \"Galileo\" bears only a sporadic resemblance to the facts of the great man's life. But no matter: What Brecht was after, and what the new American Film Theater version of his play does a pretty good job of delivering, was a drama of ideas, not biography.\n\n\"Galileo\" as directed by Joseph Losey (who directed its first U.S. stage version in 1947) is a film to think about. It doesn't take an important life and reduce it to domestic crisis and costume drama (\"A Man for All Seasons\") or pop simplification ('The Agony and the Ecstasy\"), but deals with it on the planes that made it important. Losey is at the same time generally faithful to the specifically Brechtian nature of the play. His film, and Brecht would have approved, keeps us at a certain distance and reminds us occasionally that we're watching artifice. The content, not the craftsmanship, becomes the point.\n\nThe film begins in 1609, when Galileo is an ill paid mathematics professor in Padua, but has the freedom to continue his scientific inquiries under the protection of the Venetian republic. It presents his sensational, if ingenuous, introduction of a new scientific toy from Holland, the telescope. It follows him as he turns from the telescope's more immediately practical uses to its scientific implications as a means of testing Copernicus' heretical theory that the sun, not the Earth, was at the center of the solar system.\n\nAnd it shows him making a series of tactical errors based on his own mistaken belief that he had strong supporters within the church that would lead to his silencing and ruin. His first mistake is to take a better position withmore prestige in Florence where he was without Venetian protection and open to the threat of the Inquisition. His second was to believe that his highly placed church friends, including the intellectual Cardinal Barberini, would agree with him that truth was an adequate refutation of erroneous dogma.\n\nBrecht and Losey, with occasional assistance from the actor Topol in the title role, give Galileo a range of human weaknesses and greeds that make him human and vulnerable. He likes to eat, he likes to drink, he lives to live and if he can save his life by doing so he will gladly (well, at least willingly) recant his heresies. He becomes in this version less the prophet of the age of science than its genial entrepreneur.\n\nThat tends to focus attention on the issues themselves because we're invited to arrive at our own conclusions about the proper use of science and knowledge. In a play and film like \"A Man for All Seasons,\" the focus was so clearly on the ethical stand taken by one man that his heroism (and, not incidentally, his moral correctness) was assumed because of his strength of character. Not so here, where ideas are presented as important no matter who held them, or how mortal and fallible he might have been in other ways.\n\nLosey directs with a nice, but not obsessive, attention to period. The costumes are especially good (the famous set piece of the Pope being dressed is a small classic), and help to carry the less ambitious sets. The use of a trio of choir boys to narrate the events is a good Brechtian device. Since they remain the same while the characters age, the play's events are seen all the more clearly as a story, a cautionary tale that has already happened, rather than as something we should drum up suspense about.\n\nThe film's biggest weakness is the inexplicable casting of the Israeli actor Topol as Galileo. He acts in a fundamentally different tone from the other cast members, who are largely British and generally more capable. Topol is more of a stage actor, given to large gestures. He gives us a Galileo too Falstaffian. There's not the notion here that his Galileo possesses a great intellect, although there's always the feeling he's a good chap with a large store of folksy truisms. The performance just doesn't feel right. But the film as a whole isn't destroyed by it, because the intelligences of Brecht and Losey (and dare we say Galileo?) shine through Topol's incomprehension.", "running_time": 105, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Galileo (1975)"}