{"url": "http://www.rogerebert.com/reviews/game-change", "by": "Jay Roach", "star_rating": 3.5, "text": "\n\nSarah Palin lacked the preparation or temperament to be one\r\nheartbeat away from the presidency, but what she possessed in abundance was the\r\nability to inflame political passions and energize the John McCain campaign\r\nwith star quality. That much we already knew. What I didn't expect to discover\r\nafter viewing “Game Change,” a new HBO film about the 2008 McCain campaign, was\r\nhow much sympathy I would feel for Palin, and even more for John McCain.\n\nThe movie is largely told from the point of view of two McCain\r\nadvisers, Steve Schmidt (Woody Harrelson) and Nicolle Wallace (Sarah Paulson).\r\nSchmidt was instrumental in the selection of Palin (Julianne Moore) as the\r\nrunning mate of McCain (Ed Harris), and Wallace was another senior adviser.\r\nDuring the campaign, they share their concern as Palin reveals a comprehensive\r\nlack of knowledge about current events.\n\n\r\nIn the days before Palin's selection, it seemed so much simpler. McCain's inner\r\ncircle shared a fear of Barack Obama as a formidable opponent. They had little\r\nenthusiasm for McCain's preference for running mate, Sen. Joe Lieberman, a\r\ncentrist independent from Connecticut. As they saw Obama drawing\r\nrecord-breaking crowds, Lieberman's appeal seemed tepid. What McCain needed,\r\nthey became convinced, was a “game changer,” a vice presidential candidate who\r\nwould alter the landscape.\n\n\r\nOn paper, the governor of Alaska was ideal. In person, she had delightful\r\ncharisma. It's made clear in the film that Schmidt and his team did only a\r\nsuperficial background check on her, and later Schmidt was to berate himself for\r\nnot asking her a single policy question. McCain, persuaded that she might be\r\nthe game changer he needed, went along. Doubts began to form before the GOP\r\nconvention, but they were swept away by her triumphant speech accepting the\r\nnomination. Backstage, the McCain troops hugged themselves with delight.\n\n\r\nWatching that speech at home, I remember thinking, “Obama's in real trouble.”\r\nSome GOP pundits confessed they had crushes on her. Palin's crowd appeal was\r\nenormous. She went overnight from being an obscure governor to being a\r\nsuperstar. Then reality began to sink in: Palin knew virtually nothing about\r\ncurrent events, world politics, history, geography. Wallace and Schmidt share\r\ntheir astonishment: She didn't know what the Fed was. She thought Korea was one\r\ncountry. She believed Queen Elizabeth was the British head of state.\n\n\r\nIn preparation for her first debate with Democratic VP candidate Joe Biden, she\r\nhopelessly shuffled file cards and retained little. In an interview with Katie\r\nCouric of CBS, she came across as a deer caught in headlights. She had such an\r\nindifference to facts that she repeated the same errors (about the Bridge to\r\nNowhere, for example) no matter how often the staff corrected her. She knew an\r\napplause line that would please audiences, and that was enough for her.\n\n\r\nBut hold on a moment. Am I simply repeating a slanted partisan view? Decide for\r\nyourself if you see the film. Adapted from a best-selling book with the same\r\ntitle by John Heilemann and Mark Halperin, it draws on hundreds of interviews\r\nwith McCain camp insiders, and although Palin's supporters are protesting its\r\nnegative portrait, the facts and dialogue seem to be accurate. When Newsweek's\r\nDavid Frum asked Schmidt what he thought about the film, he said it was “an\r\nout-of-body experience.” Neither he nor Wallace (who confessed that after\r\nworking with Palin she was unable to vote for McCain) has questioned its\r\naccuracy.\n\n\r\nPalin was transformed by discovering her ability to mesmerize crowds. She grew\r\nintoxicated by her power and rejected guidance from advisers. Nothing like this\r\nhad ever happened to her before. Exhilarated by the adulation she drew\r\neverywhere she went, she was wounded by questions from Couric and others, which\r\nshe considered hostile “gotcha!” attacks. Tina Fey's celebrated skits on\r\n“Saturday Night Live” hurt her deeply. She found herself loved and ridiculed at\r\nthe same time.\n\n\r\nIn her performance, Julianne Moore doesn't do an impersonation of Palin here,\r\nin the sense that Meryl Streep was uncanny in her resemblance to Margaret\r\nThatcher in “The Iron Lady.” She looks about as much like Palin as she can, but\r\nthat's not the point. She conveys the essence. In a way, she's unprotected. Not\r\na hardened, cynical politician, but a woman who has gone through life expecting\r\ngood things and usually found them. There is a moment in “Game Change” when\r\nshe's alone, and we see the hurt and sadness in her eyes when she realizes that\r\npeople are finding her lacking. She's like a student who studied hard for the\r\nexam and failed anyway. The people love her. Alaska still loves her; that's why\r\nshe's so urgent about the results of an Alaska poll on her popularity. Why are\r\nthese media creatures being so cruel? Why is everyone picking on her expensive\r\nwardrobe? She didn't want the damn fancy clothes in the first place. Moore\r\nconveys these feelings with tenderness and subtlety. Her performance is not a\r\nbarbed parody, but based on the actress' instinctive empathy with a character.\n\n\r\nAs John McCain, Ed Harris has more of a supporting role. He comes across in “Game\r\nChange” as a decent man of principle, who has honorable ideas about how a\r\ncampaign should be conducted and sticks to them. There is a suggestion that he\r\nblames himself along with his staff for failing to vet Palin properly; they\r\nwere too blinded by her appeal to take the time for a cool evaluation.\n\n\r\nThe film avoids scenes involving the personal lives of the Palins and McCains.\r\nSpouses are seen but rarely heard. Palin is depicted as an affectionate mother.\r\nThis is proper, because the sources for the book and film were expert on the\r\ncampaign itself, but it wouldn't be appropriate for them to supply information\r\nabout private lives.\n\n\r\nWoody Harrelson makes Steve Schmidt a pillar at the center of the story, a man\r\ndriven by frustration as he tries to manage a campaign that Palin is trying to\r\nmanage herself. As late as election night, they had a shouting match because\r\nshe wanted to join McCain onstage, where her own concession speech would join\r\nhis. Schmidt roars at her: “It's never been done that way in American history!\r\nThe candidate concedes!” As she walks onstage with McCain, his eyes are still\r\nshooting daggers at her as a warning not to grab the microphone for a few words\r\nof her own.\n\n\r\nSarah Palin was, Schmidt concluded, the greatest actress in the history of\r\nAmerican politics. Abandoning any attempt to brief her before the debates, he\r\nhit on the idea of assigning her 25 statements that she would memorize, and\r\nthen circle around to no matter what the question was. This she did\r\nbrilliantly. She may have been a bad candidate, but she was a brilliant\r\ncampaigner, astonishing the staff by her ability to save situations that looked\r\nperilous to them.\n\n\r\nSeeing “Game Change” is like living again through the campaign of 2008. Much of\r\nthe dialogue is literally words we've already heard. We're left with the\r\nconviction that Sarah Palin would have made a dangerously incompetent president\r\nof the United States, and that those closest to her in the campaign, including\r\nJohn McCain, came to realize that.", "running_time": 118, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-05", "genres": ["Drama", "History"], "title": "Game Change (2012)"}