{"url": "http://www.rogerebert.com/reviews/gamera-guardian-of-the-universe-1997", "by": "Tsuyoshi Iharaas Yoshinari Yonemori", "star_rating": 3.0, "text": "\"Gamera: Guardian of the Universe'' is precisely the kind of movie that I enjoy, despite all rational reasoning. How, you may ask, can I possibly prefer this Japanese monster film about a jet-powered turtle to a megabudget solemnity like \"Air Force One\"? It has laughable acting, a ludicrous plot, second-rate special effects and dialogue such as, \"Someday, I'll show you around monster-free Tokyo!'' The answer, I think, is that \"Gamera'' is more fun.\n\nThere's a learning process that moviegoers go through. They begin in childhood without sophistication or much taste, and for example, like \"Gamera'' more than \"Air Force One\" because flying turtles are obviously more entertaining than United States presidents. Then they grow older and develop \"taste,'' and prefer \"Air Force One,\" which is better made and has big stars and a more plausible plot. (Isn't it more believable, after all, that a president could single-handedly wipe out a planeload of terrorists than that a giant turtle could spit gobs of flame?) Then, if they continue to grow older and wiser, they complete the circle and return to \"Gamera'' again, realizing that while both movies are preposterous, the turtle movie has the charm of utter goofiness--and, in an age of flawless special effects, it is somehow more fun to watch flawed ones.\n\n\"Gamera'' is not a good movie but it is a good moviegoing experience. I am reminded of Pauline Kael's wise observation: The movies are so seldom great art that we should not go unless we can appreciate great trash. I am satiated, for the time being, by terrorists and fireballs and bomb threats and special effects, and my eyes yearn for new sights such as a giant radioactive bat trapped inside a baseball dome and emitting green rays. (There is even a voluptuous pleasure to be derived from simply typing the words \"emitting green rays.'') Please, Mister, show me something new.\n\nGamera has starred in nine films in 32 years, but has never attained the stardom of Godzilla, perhaps because of speciesism, which prejudices us to prefer dinosaurs to turtles. Gamera lives for much of the time beneath the ocean (or, as the movie refers to it, \"The Pacific--Ocean of Death!''), where he shows up on radar screens as a giant atoll. But when Gamera is needed, the atoll begins to glow, and (I can't stop myself) emits rays. And then Gamera flies through the skies, powered by jet outlets on its underside.\n\nNow, then. Considering that Gamera never needs to refuel, we must assume he is organic and not mechanical. Therefore, the jet blasts come not from burning petrol, but from the byproducts of organic material. This is not a matter of shame for the Japanese, who are more frank about bodily processes, and even have a best-selling children's book named The Gas We Pass. Yes, Gamera is powered by farts.\n\nThe plot. A 10,000-year-old bat named Gyaos has aroused itself from slumber and attacks Tokyo. Scientists use floodlights to lure it into a baseball stadium, where they stand in the dugout shouting lines like, \"Take your posts!'' But only Gamera is a match for Gyaos, and soon the two flying creatures are engaged in a fierce battle that extends even to outer space. (How does a bat fly in space? Don't ask me. I still don't know how Gyaos flies in the air, since it has no moving wings.) I have referred to Gyaos as a bat, but after being severely pummeled by Gamera, it drops several eggs the size of minivans on the streets of Tokyo. Bats are mammals and do not lay eggs, I think, so perhaps (a) Gyaos is a bird, (b) bats do lay eggs, or (c) those are turtle eggs, and the movie is about Mrs. Gamera.\n\nThere is, strictly speaking, no need for human characters in \"Gamera: Guardian of the Universe,'' since the creatures are self-contained in their age-old enmity. But the movie does provide us with four observers, including Asagi (Ayako Fujitani), a teenage girl who seems able to read Gamera's mind and carries a glowing stone that helps her do that, I think. Late in the film, there is a big closeup of the girl's eyes, and then Gamera's eyes, and then a blob of energized spirit is exchanged somehow, and Gamera is able to live to fight again another day. Studying the film's press kit, I discover that Ayako Fujitani is Steven Seagal's daughter, and I punch my fist into the air and cry, \"Yesssss!''", "running_time": 96, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-08-29", "genres": ["Action", "Drama", "Fantasy"], "title": "Gamera: Guardian Of The Universe (1997)"}