{"url": "http://www.rogerebert.com/reviews/games-people-play-new-york-2004", "by": "James Ronald Whitney", "star_rating": 2.0, "text": "\"Games People Play: New York\" plays most of its games with the audience. It pretends to be a documentary about the filming of a pilot for a TV reality program, but it contains so much full frontal nudity, semi-explicit sex and general raunchiness that it's impossible to imagine it anywhere on TV except pay-for-view adult cable. As a viewer, we intuit that it is more, or less, than it seems: That in some sense, the whole project is a scam.\n\nYes, but a scam that involves real actors doing real things while they're really in front of the camera. The premise: Auditions are held to select six finalists for a game-show pilot. The winner of the contest will be paid $10,000. The actors are asked to be attractive and \"completely uninhibited,\" and so they are.\n\nThey're awarded points for their success at such events as: (1) Asking complete strangers for a urine sample; (2) Having men enact casting-couch seductions with would-be actresses not in on the gag; (3) Having women seduce a delivery man by dropping a towel and standing there naked; (4), persuading strangers to join a man and woman in a \"naked trio\" in a nearby hotel room, and (5) persuading a stranger in the next toilet stall to join them in the reading of a scene they're rehearsing.\n\nAmazingly (or maybe not, given the times we live in), the movie not only finds actors willing to play these roles, but men and women off the street who volunteer (in the case of the urine and naked trio gags) or are at least good sports (as in the dropped towel routine). After having been tricked into appearing in the film, they actually sign releases allowing their footage to be used.\n\nThese episodes are intercut with sessions where a psychologist named Dr. Gilda Carle and a publicist named Jim Caruso interview the finalists. I have no idea if these people are real, but their cross-examinations elicit harrowing confessions: One woman was raped at age 4 and then beaten by her father, another saw her father murdered, a third is bulimic, a man is a male prostitute, and so on.\n\nThe uncanny thing about the revelations at the end of the movie is that we cannot be absolutely sure if this is all fiction, or only some of it.\n\nThe film was made by James Ronald Whitney, whose \"Just, Melvin: Just Evil\" is one of the most powerful documentaries I've seen, about a man who abused and molested many members of Whitney's extended family and is finally confronted on screen. What's odd about \"Games People Play\" is that Whitney seems to have set up the film and offered the $10,000 prize in order to manipulate his actors and their victims into abusing themselves.\n\nAlthough acting is a noble profession, there is little nobility in being an out-of-work actor, and the ambience at a lot of auditions resembles the desperation of a soup line. \"Games People Play\" proves, if nothing else, that there are actors who will do almost anything to get in a movie. The actors here (Joshua Coleman, Sarah Smith, Scott Ryan, Dani Marco, David Maynard, Elisha Imani Wilson) are all effective in their scenes, sometimes moving, sometimes more convincing than they have a right to be. But we cringe at how the movie uses them.\n\nHow do you rate a movie like this? Star ratings seem irrelevant. It is either a brilliant example of an experiment in psychological manipulation (four stars) or a reprehensible exploitation of the ambitions and vulnerabilities of actors and others who did the director no harm (zero stars). Because it evokes a strange and horrible fascination, I suppose the stars must fall in the middle (two), but your reaction will swing all the way to one side or the other. I felt creepy afterward.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-04-16", "genres": null, "title": "Games People Play: New York (2004)"}