{"url": "http://www.rogerebert.com/reviews/games-1967", "by": "Simone Signoretas Lisa", "star_rating": 2.5, "text": "There are all kinds of suspense thrillers, some with Lon Chaney and some with Jimmy Stewart and some with Vincent Price. But they all follow one rule that can't be broken: When the outcome arrives, It's got to be a surprise. It has to be perfectly logical in terms of the rest of the movie, but it also has to be totally unexpected.\n\nIt can also be nauseating (\"Psycho\" (1960)), terrifying (\"Rear Window\"), funny (\"Abbott and Costello Meet Frankenstein\"), socially significant (\"Lord of the Flies\") or a put-on (\"The Raven\"). But if you can guess what's going to happen, then the movie's a disappointment.\n\nSome of the best thrillers let you think you've figured them out, and then glide right past the obvious solution with only a wink to let you know how wrong you were. I kept hoping that would be the case with \"Games,\" but it wasn't. It turned out exactly the way I guessed it would. Nuts. Sure, there are two or three reversals along the way. People appear to be one thing, and turn out to be another thing, and then turn out to be the first thing after all. You expect that. But the basic gimmick (which I wouldn't dream of giving away) is a disappointment.\n\nOther than that, \"Games\" Is a fairly good film. It tells the story of a very rich young couple (James Caan and Katharine Ross) who plays games. They have pinball machines In their dining room, a shooting gallery, slot machines, a lot of pop art and a magic show for friends. Anything to pass the time. One day a cosmetics saleswoman (Simone Signoret) comes to visit, becomes ill and is invited to stay for a few weeks. Then the games start getting deadly, or, as the ads always say, please don't reveal the shocking ending.\n\nMiss Signoret, whose star billing is apparently intended to remind us of \"Diabolique\" (1955), is not especially good this time. She has aged and put on weight, and that would be OK if she did some acting and had some good lines, but she doesn't. She sort of haunts the film, a ghostly reminder of the greatness of \"Diabolique.\"\n\nCaan and Miss Ross, on the other hand, are given more three-dimensional roles and fill them nicely. Caan, who played John Wayne's sidekick in \"El Dorado,\" is one of the rare young male actors of ability in Hollywood today. When you stop to think about it, how many Hollywood actors under 30 are there who can appear on the same screen with Duke Wayne and not look transparent? Miss Ross, whose duties include most of the hands-shielding-eyes scenes with dialog like \"No, no, not that!\" shields her eyes and reads the lines without disaster. She even seems frightened, which is more than the audience is able to say. Or maybe I'm wrong, and I figured out \"Games\" with a lucky guess. If you don't find yourself getting ahead of the plot, I guess it could be a pretty suspenseful movie. But don't think too hard.", "running_time": 100, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-23", "genres": null, "title": "Games (1967)"}