{"url": "http://www.rogerebert.com/reviews/gandhi-1982", "by": null, "star_rating": 4.0, "text": "\r\n\nIn the middle of this epic film there is a quiet, small scene\rthat helps explain why “Gandhi” is such a remarkable experience. Mahatma\rGandhi, at the height of his power and his fame, stands by the side of a lake\rwith his wife of many years. Together, for the benefit of a visitor from the\rWest, they reenact their marriage vows. They do it with solemnity, quiet\rwarmth, and perhaps just a touch of shyness; they are simultaneously\rdemonstrating an aspect of Indian culture and touching on something very\rpersonal to them both. At the end of the ceremony, Gandhi says, \"We were\rthirteen at the time.\" He shrugs. The marriage had been arranged. Gandhi\rand his wife had not been in love, had not been old enough for love, and yet\rlove had grown between them. But that is not really the point of the scene. The\rpoint, I think, comes in the quiet smile with which Gandhi says the words. At\rthat moment we believe that he is fully and truly human, and at that moment, a\rturning point in the film, Gandhi declares that it is not only a historical\rrecord but a breathing, living document. \n\n\rThis is the sort of rare epic film that spans\rthe decades, that uses the proverbial cast of thousands, and yet follows a\rhuman thread from beginning to end: “Gandhi” is no more overwhelmed by the\rscope of its production than was Gandhi overwhelmed by all the glory of the\rBritish Empire. The movie earns comparison with two classic works by David\rLean, “Lawrence of Arabia” and “Doctor Zhivago”, in its ability to paint a\rstrong human story on a very large canvas. \n\n\rThe movie is a labor of love by Sir Richard\rAttenborough, who struggled for years to get financing for his huge but\r\"non-commercial\" project. Various actors were considered over the\ryears for the all-important title role, but the actor who was finally chosen,\rBen Kingsley, makes the role so completely his own that there is a genuine\rfeeling that the spirit of Gandhi is on the screen. Kingsley's performance is\rpowerful without being loud or histrionic; he is almost always quiet,\robservant, and soft-spoken on the screen, and yet his performance comes across\rwith such might that we realize, afterward, that the sheer moral force of\rGandhi must have been behind the words. Apart from all its other qualities,\rwhat makes this movie special is that it was obviously made by people who\rbelieved in it. \n\n\rThe movie begins in the early years of the\rcentury, in South Africa. Gandhi moved there from India in 1893, when he was\rtwenty-three. He already had a law degree, but, degree or not, he was a target\rof South Africa's system of racial segregation, in which Indians (even though\rthey are Caucasian, and thus should \"qualify\") are denied full\rcitizenship and manhood. Gandhi's reaction to the system is, at first, almost\rnaive; an early scene on a train doesn't quite work only because we can't\rbelieve the adult Gandhi would still be so ill-informed about the racial code\rof South Africa. But Gandhi's response sets the tone of the film. He is\rnonviolent but firm. He is sure where the right lies in every situation, and he\rwill uphold it in total disregard for the possible consequences to himself. \n\n\rBefore long Gandhi is in India, a nation of\rhundreds of millions, ruled by a relative handful of British. They rule almost\rby divine right, shouldering the \"white man's burden\" even though\rthey have not quite been requested to do so by the Indians. Gandhi realizes\rthat Indians have been made into second-class citizens in their own country,\rand he begins a program of civil disobedience that is at first ignored by the\rBritish, then scorned, and finally, reluctantly, dealt with, sometimes by\rsubterfuge, sometimes by brutality. Scenes in this central passage of the movie\rmake it clear that nonviolent protests could contain a great deal of violence.\rThere is a shattering scene in which wave after wave of Gandhi's followers\rmarch forward to be beaten to the ground by British clubs. Through it all,\rGandhi maintains a certain detachment; he is convinced he is right, convinced\rthat violence is not an answer, convinced that sheer moral example can free his\rnation as it did. \"You have been guests in our home long enough,\" he\rtells the British, \"Now we would like for you to leave.\" The movie is\rpopulated with many familiar faces, surrounding the newcomer Kingsley. Where\rwould the British cinema be without its dependable, sturdy, absolutely\rauthoritative generation of great character actors like Trevor Howard (as a\rBritish judge), John Mills (the British viceroy), John Gielgud, and Michael\rHordern? There are also such younger actors as Ian Bannen, Edward Fox, Ian\rCharleson, and, from America, Martin Sheen as a reporter and Candice Bergen as\rthe photographer Margaret Bourke-White. \n\n\rGandhi stands at the quiet center. And Ben\rKingsley's performance finds the right note and stays with it. There are\rcomplexities here; “Gandhi” is not simply a moral story with a happy ending,\rand the tragedy of the bloodshed between the Hindu and Muslim populations of\rliberated India is addressed, as is the partition of India and Pakistan, which\rwe can almost literally feel breaking Mahatma Gandhi's heart. \n\n\rI imagine that for many Americans, Mahatma\rGandhi remains a dimly understood historical figure. I suspect a lot of us know\rhe was a great Indian leader without quite knowing why and such is our\rignorance of Eastern history and culture we may not fully realize that his\rmovement did indeed liberate India, in one of the greatest political and\reconomic victories of all time, achieved through nonviolent principles. What is\rimportant about this film is not that it serves as a history lesson (although\rit does) but that, at a time when the threat of nuclear holocaust hangs\rominously in the air, it reminds us that we are, after all, human, and thus\rcapable of the most extraordinary and wonderful achievements, simply through\rthe use of our imagination, our will, and our sense of right.", "running_time": 188, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Foreign", "History"], "title": "Gandhi (1982)"}