{"url": "http://www.rogerebert.com/reviews/gangster-squad-2012", "by": "Mickey Cohenas Sean Penn", "star_rating": 2.0, "text": "You may have noticed that the trailers for \"Gangster Squad\" are peppered with hyperbolic review quotes provided by syndicated critics of dubious merit. They're a sure sign of a movie's mediocrity, and my favorite blurb hypes \"Gangster Squad\" as \"the best gangster film of the decade!!\" Man, what a drag. If that's true, the next seven years are going to be lousy for the world's favorite crime genre.\n\nTo be fair, this tawdry dose of pulp fiction (\"inspired by real events\") is not a complete waste of time. It offers the marginal pleasure of an all-star cast slumming their way through a thicket of routine plotting, almost laughable dialogue and the constant blaze of tommy guns. The latter also resulted in a postponed release: A scene involving machine guns in a movie theater was cut after last year's tragic \"The Dark Knight Rises\" multiplex killings in Aurora, Colorado, and other scenes were rewritten and re-shot to fill gaps in the narrative.\n\nNot that it mattered much. No amount of tinkering could repair the film's tonal inconsistencies. A comedy specialist stepping into semi-dramatic territory, director Ruben Fleischer scored a modest hit with 2009's giddy, satirical \"Zombieland\" (he is currently filming a sequel), and delivered plenty of laughs on TV, directing segments of HBO's \"Funny or Die Presents\" and working with Jimmy Kimmel, Zach Galifianakis, Michael Cera and Will Ferrell, among others.\n\nIn \"Gangster Squad,\" however, Fleischer seems out of his element. His film has the familiar look and feel of a gangster classic, with plenty of dark, burnished hardwoods, shiny vintage cars and meticulous attention to period details of costume, architecture and interior design. Cinematographer Dion Beebe, who earned an Oscar for his work on \"Memoirs of a Geisha\" (and was nominated for \"Chicago\"), bathes \"Gangster Squad\" in a rich palette of smoky shadows and dazzling night-life opulence. Yet for all the production's post-war gloss and moody atmosphere, you still get the sense that Fleischer is barely suppressing an urge to spoof the genre.\n\nIt's late 1949, and as the holidays approach, former-boxer-turned-Chicago-mobster Mickey Cohen (Sean Penn) has expanded Meyer Lansky's Jewish mafia to Los Angeles, where's he's planning to monopolize drugs and gambling and squeeze his bosses out of the equation. He means business, too: As the movie opens, Cohen sends a message to Chicago by chaining one of Lansky's soldiers between two revving sedans and pulling him apart like a bloody croissant.\n\nEarly on, there's still hope that \"Gangster Squad\" might at least aspire to the crackling volatility of \"L.A. Confidential,\" the brash brutality of \"Mulholland Falls,\" the verbal and visual eloquence of \"Miller's Crossing\" or the classy opulence of Barry Levinson's \"Bugsy\" (partially set in nearly the the same place and time, and featuring Harvey Keitel as Cohen). That's just wishful thinking. If anything, \"Gangster Squad\" is an \"Untouchables\" wanna-be, as Irish LAPD sergeant John O'Mara (Josh Brolin) is given carte blanche orders by incorruptible LAPD Chief Parker (Nick Nolte) to recruit an off-the-books squad of crimefighters to topple Cohen's empire without the benefit of a David Mamet screenplay.\n\nIt's all good fun at first, even when it's obvious that each of these stock characters is introduced with a single attribute that shallowly defines them for the rest of the movie. O'Mara is a no-nonsense strategist with a punishing right hook and a supportive, pregnant wife (Mireille Enos, from AMC's \"The Killing\") waiting for him at home. Sgt. Jerry Wooters (Ryan Gosling) is a ladies' man who's reluctant to get involved until he meets Cohen's red-dressed moll Grace (Emma Stone), who wonders \"where've you been all my miserable life?\" –- a line Stone nearly chokes on as her chemistry with Gosling in \"Crazy Stupid Love\" curdles into lukewarm mush.\n\nGrizzled officer Max Kennard (Robert Patrick) is a legendary sharpshooter; his young Mexican partner Navidad Ramirez (Michael Peña) drives a mean chase car; and officer Conway Keller (Giovanni Ribisi) is an expert in post-war surveillance -- a techie version of Charles Martin Smith's ill-fated accountant from \"The Untouchables.\" Each of them gets a moment to shine, usually accompanied by a crowd-pleasing quip or throwaway sight gag.\n\nThose scenes benefit from Fleischer's comedic sensibility, but whenever \"Gangster Squad\" gets down to the serious business of cutthroats and killers, its jarring shifts from light humor to heavy bloodshed reflect the movie's tonal identity crisis. We're ultimately left with a few action highlights (including a technically impressive car chase) and some dazzling recreations of vintage Hollywood landmarks, including Slapsy Maxie's nightclub (a frequent Cohen hangout) and the infamous Garden of Allah apartment complex.\n\nWe're also treated to occasional (muzzle-) flashes of brilliance from Penn. His Cohen is like a corked-up volcano, always on the verge of eruption. At one point, Cohen grows so murderously vile that evil has contorted his visage. Penn, at 52, has acquired facial cracks and crevices that deepen his formidable presence, and his already heavy eyelids look like they're almost melting over Cohen's cold, unforgiving gaze.\n\nSo while the cast has a field day, Fleischer seems content to equate flashiness with quality, employing such visual tricks as variable slow-motion when bullets and bodies are flying, and digital wizardry designed to give explosions and other pyrotechnics a dynamic, almost three-dimensional life of their own. And while the ultra-slow-mo image of a Christmas tree ornament shattering in a hail of bullets may look pretty cool for a few seconds, it's merely a brief distraction from the shortcomings of Will Beall's screenplay, adapted (loosely, we can assume) from the book of the same title by Paul Leiberman.\n\nBeall's script reaches its nadir, oddly enough, with Brolin's closing narration, which is so sentimentally sappy that it deservedly drew groans from a preview audience. By the time it fades to black, \"Gangster Squad\" has squandered most of its early promise. Here's a telling comparison: I recently happened upon a showing of \"Mobsters,\" the Christian Slater vehicle that's been a cable-TV staple since its release in 1991. Packed with B- and C-list costars like Richard Greico and Costas Mandylor, it's still a marginally better film than \"Gangster Squad,\" and that's faint praise indeed.", "running_time": 113, "mpaa_rating": "R", "release_year": 2012, "date_published": "2013-01-09", "genres": ["Crime", "Drama"], "title": "Gangster Squad (2012)"}