{"url": "http://www.rogerebert.com/reviews/gangs-of-new-york-2002", "by": "Leonardo DiCaprioas Amsterdam Vallon", "star_rating": 3.5, "text": "Martin Scorsese's \"Gangs of New York\" rips up the postcards of American history and reassembles them into a violent, blood-soaked story of our bare-knuckled past. The New York it portrays in the years between the 1840s and the Civil War is, as a character observes, \"the forge of hell,\" in which groups clear space by killing their rivals. Competing fire brigades and police forces fight in the streets, audiences throw rotten fruit at an actor portraying Abraham Lincoln, blacks and Irish are chased by mobs, and Navy ships fire on the city as the poor riot against the draft.\n\nThe film opens with an extraordinary scene set beneath tenements, in catacombs carved out of the Manhattan rock. An Irish-American leader named Priest Vallon (Liam Neeson) prepares for battle almost as if preparing for the Mass--indeed, as he puts on a collar to protect his neck, we think for a moment he might be a priest. With his young son Amsterdam trailing behind, he walks through the labyrinth of this torchlit Hades, gathering his forces, the Dead Rabbits, before stalking out into daylight to fight the forces of a rival American-born gang, the Nativists.\n\nMen use knives, swords, bayonets, cleavers, cudgels. The ferocity of their battle is animalistic. At the end, the field is littered with bodies--including that of Vallon, slain by his enemy William Cutting, aka Bill the Butcher (Daniel Day-Lewis). This was the famous gang fight of Five Points on the Lower East Side of Manhattan, recorded in American history but not underlined. When it is over, Amsterdam disappears into an orphanage, the ominously named Hellgate House of Reform. He emerges in his early 20s (now played by Leonardo DiCaprio) and returns to Five Points, still ruled by Bill, and begins a scheme to avenge his father.\n\nThe vivid achievement of Scorsese's film is to visualize this history and people it with characters of Dickensian grotesquerie. Bill the Butcher is one of the great characters in modern movies, with his strangely elaborate diction, his choked accent, his odd way of combining ruthlessness with philosophy. The canvas is filled with many other colorful characters, including a pickpocket named Jenny Everdeane (Cameron Diaz), a hired club named Monk (Brendan Gleeson), the shopkeeper Happy Jack (John C. Reilly), and historical figures such as William \"Boss\" Tweed (Jim Broadbent), ruler of corrupt Tammany Hall, and P.T. Barnum (Roger Ashton-Griffiths), whose museum of curiosities scarcely rivals the daily displays on the streets.\n\nScorsese's hero, Amsterdam, plays much the same role as a Dickens hero like David Copperfield or Oliver Twist: He is the eyes through which we see the others but is not the most colorful person on the canvas. Amsterdam is not as wild, as vicious or as eccentric as the people around him, and may not be any tougher than his eventual girlfriend Jenny, who like Nancy in Oliver Twist is a hellcat with a fierce loyalty to her man. DiCaprio's character, more focused and centered, is a useful contrast to the wild men around him.\n\nCertainly, Day-Lewis is inspired by an intense ferocity, laced with humor and a certain analytical detachment, as Bill the Butcher. He is a fearsome man, fond of using his knife to tap his glass eye, and he uses a pig carcass to show Amsterdam the various ways to kill a man with a knife. Bill is a skilled knife artist, and terrifies Jenny, his target for a knife-throwing act, not only by coming close to killing her but also by his ornate and ominous word choices.\n\nDiaz plays Jenny as a woman who at first insists on her own independence; as a pickpocket, she ranks high in the criminal hierarchy, and even dresses up to prey on the rich people uptown. But when she finally caves in to Amsterdam's love, she proves tender and loyal, in one love scene where they compare their scars, and another where she nurses him back to health.\n\nThe movie is straightforward in its cynicism about democracy at that time. Tammany Hall buys and sells votes, ethnic groups are delivered by their leaders, and when the wrong man is elected sheriff he does not serve for long. That American democracy emerged from this cauldron is miraculous. We put the Founding Fathers on our money, but these Founding Crooks for a long time held sway.\n\nScorsese is probably our greatest active American director (Robert Altman is another candidate), and he has given us so many masterpieces that this film, which from another director would be a triumph, arrives as a more measured accomplishment. It was a difficult film to make, as we know from the reports that drifted back from the vast and expensive sets constructed at Cinecitta in Rome. The budget was enormous, the running time was problematical.\n\nThe result is a considerable achievement, a revisionist history linking the birth of American democracy and American crime. It brings us astonishing sights, as in a scene that shows us the inside of a tenement, with families stacked on top of one another in rooms like shelves. Or in the ferocity of the Draft Riots, which all but destroyed the city. It is instructive to be reminded that modern America was forged not in quiet rooms by great men in wigs, but in the streets, in the clash of immigrant groups, in a bloody Darwinian struggle.\n\nAll of this is a triumph for Scorsese, and yet I do not think this film is in the first rank of his masterpieces. It is very good but not great. I wrote recently of \"Goodfellas\" that \"the film has the headlong momentum of a storyteller who knows he has a good one to share.\" I didn't feel that here. Scorsese's films usually leap joyfully onto the screen, the work of a master in command of his craft. Here there seems more struggle, more weight to overcome, more darkness. It is a story that Scorsese has filmed without entirely internalizing. The gangsters in his earlier films are motivated by greed, ego and power; they like nice cars, shoes, suits, dinners, women. They murder as a cost of doing business. The characters in \"Gangs of New York\" kill because they like to and want to. They are bloodthirsty, and motivated by hate. I think Scorsese liked the heroes of \"Goodfellas,\" \"Casino\" and \"Mean Streets,\" but I'm not sure he likes this crowd.", "running_time": 165, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-12-20", "genres": ["Action", "Crime", "Drama", "History"], "title": "Gangs of New York (2002)"}