{"url": "http://www.rogerebert.com/reviews/garage-days-2003", "by": "Kick Gurryas Freddy", "star_rating": 3.0, "text": "\"Garage Days\" is about an Australian rock band that's a little too old and a little too untalented to make the big time, but kids itself that stardom is on the way--maybe because the alternative is a boring job and no dreams. The movie is set in the Sydney suburb of Newtown, which is a little like Chicago's New Town or Rogers Park, a mixture of clubs, bars and (relatively) affordable housing. Sleeping in each others' beds and living in each others' pockets, the band members pick up a gig here or there, no thanks to a helpless manager.\n\nKick Gurry stars as Freddy, the Val Kilmerish lead singer, and the band also includes his girlfriend, Tanya (Pia Miranda), the guitarist, Joe (Brett Stiller), and the usually zonked Lucy (Chris Sadrinna) on drums. Freddy and Joe's girlfriend, Kaye (Maya Stange), have a conversation one day that leads to an unexpected kiss and to all sorts of warfare within the band, leading to a lot of anguished changing of partners.\n\nMeanwhile, the band hangs out in a hotel bar where the owner does everything he can to make them feel unwelcome, and they track down an elusive rock impresario (Marton Csokas) who may or may not give them the big break they may or may not deserve. Always around as an omen of what could happen is Kevin (Andy Anderson), Joe's dad, who was sort of a rock star in the 1970s and now looks exactly like someone who might have once been sort of a rock star in the 1970s and never got over it.\n\n\"Garage Days\" is more about style than plot, and the director, Alex Proyas (\"The Crow,\" \"Dark City\") hurtles into scenes with gleeful energy, sends words careening into space, uses whammo titles to introduce \"Fun with Drugs\" segments One and Two, and edits some sequences like a music video on fast forward. We eventually catch on that the purpose of the movie is not to portray these lives but the scene itself, a bohemian quarter where would-be musicians, well past their sell-by dates, hold into the lifestyle because, well, it's fun.\n\nThe movie has a lot of affection for these scruffy wannabes, and I liked the fact that they were not arrogant, aggressive types, but sort of average, with reasonable values and ambitions. At the end, when the love of Freddy's life seems to be moving out of town and he desperately pursues her in a taxi, the scene is purely and simply about romance, and Freddy is perfectly prepared to seem uncool.\n\nThe movie is not in any sense a musical featuring this band (which, as nearly as I could tell, does not have a name). The soundtrack has a lot of music, freely selected from pop hits old and new, but the running gag is that the band never gets to play, and so we never get to hear it. When we finally do, at a big annual rock concert, it provides a suitably affectionate ending for this whimsical and kind of lovable story.", "running_time": 105, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-18", "genres": ["Action", "Comedy", "Drama", "Foreign", "Indie", "Music", "Musical"], "title": "Garage Days (2003)"}