{"url": "http://www.rogerebert.com/reviews/garbo-talks-1984", "by": "Anne Bancroftas Estelle Rolfe", "star_rating": 1.0, "text": "“Garbo Talks” started out as a great idea for a movie, and when it’s over, it’s still a great idea for a movie, but the problem is, there are no great ideas in between. The movie tells the story of a dying woman whose last wish is to meet Greta Garbo, the legendary recluse. The woman’s son, who never has been able to assert himself about anything in his life, vows to find Garbo and bring her to his mother’s bedside. The movie ends after Garbo has arrived at the bedside.\n\nNow stop for a moment and imagine. What would you like to have happen? Would you like Garbo to talk with the dying woman? Would you like her to offer the kind of mysterious, haunting tenderness and sympathy she projected in her movies? Would you like her to make the dying woman’s life more interesting, by revealing the secrets of her last 43 years spent out of the public eye? If you would, I’m afraid you’re in for a big disappointment.\n\nGarbo is treated in this movie like an icon. We see only a glimpse of her face. The rest of the time, there’s her stylish hair, above the collar of a fashionable coat, seen from behind. And when she walks into the hospital room, the dying woman, played by Anne Bancroft, does a thing so incredible you can believe it only because it’s in a movie – especially because it’s in a movie. She begins delivering a monologue to Garbo.\n\nThe camera zooms in slowly as Bancroft emotes tearfully about her life, her loves, her hopes, her dreams. Is that why she wanted to meet Garbo? To have someone to talk to?\n\nThe Bancroft character is one of those patented movie heroines who is supposed to be a wild and color­ful character: Auntie Mame crossed with Isadora Duncan and Alice Kramden. But the character never works. There’s a scene where some construction workers are making rude remarks to a woman on a sidewalk below. Bancroft rides the elevator to the top of the building under construction, and shames the big, macho men into admitting they were wrong. The description makes the scene sound like an inspiration, but it goes wrong. It loses all its energy and turns into a speech by a neurotic scold.\n\nRon Silver is no better as the son. He tries everything to find Garbo – and the movie bogs down hopelessly while he’s searching. He disguises himself as a delivery boy, he walks the beach outside her summer home, he coaxes inside in­formation out of paparazzi. With a buildup like this, Garbo’s entrance had better be spectacular. Unfortu­nately, it’s not. It’s such an anticli­max that it would have been more effective for the woman to die with­out ever meeting Garbo.\n\nAs for the title: If Garbo talked in her movies as much as she talked in this one, there wouldn’t be anyone who still wanted to talk with her.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1984, "date_published": "1984-10-12", "genres": ["Comedy", "Drama"], "title": "Garbo Talks (1984)"}