{"url": "http://www.rogerebert.com/reviews/garden-state-2004", "by": "Zach Braffas Andrew Largeman", "star_rating": 3.0, "text": "Andrew Largeman, the hero of \"Garden State,\" is almost catatonic when first we see him. He's flat on his back under an unwrinkled white sheet on a white bed in a white room with no other furnishings, except for an answering machine, which is recording a message from his father informing him that his mother has drowned in the bathtub. Andrew gets up and looks into his medicine cabinet, where every shelf is filled with neatly arranged rows of prescription drugs.\n\nWe learn in the following scenes that Andrew is a would-be actor (he played a retarded quarterback on a made-for-cable movie), works in a Vietnamese restaurant, has not been home to New Jersey in nine years and is overmedicated. When he leaves all the pills behind before flying home for the funeral, his life begins to budge again.\n\n\"Garden State\" was written and directed by Zach Braff, who stars as Andrew. He has one of those faces, like David Schwimmer's, that seems congenitally dubious. He returns home to his father, Gideon (Ian Holm), who is very dry and distant, masking anger: Gideon is a psychiatrist who believes Andrew will never be well \"until you forgive yourself for what you did to your mother.\" What Andrew did, in Gideon's mind, was to make the woman into a paraplegic by pushing her so that she fell over the door of a dishwasher. What Andrew believes is that he was a very small boy, the dishwasher had a broken latch, and his father is full of it.\n\nAndrew's new life begins when he recognizes the gravediggers at his mother's funeral. These are high school buddies he left behind. Soon he's high on ecstasy and playing spin-the-bottle at a party, and not long after that he's unexpectedly in love. She is Sam (Natalie Portman), a local girl who is one of those creatures you sometimes find in the movies, a girl who is completely available, absolutely desirable and really likes you. Portman's success in creating this character is all the more impressive because we learn almost nothing about her, except that she's great to look at and has those positive attributes.\n\nThe movie joins Andrew, Sam and his high school buddy Mark (Peter Sarsgaard) on an odyssey through the wilds of New Jersey, which contain stranger denizens than Oz. Mark is a stoner with a wide range of interesting friends, including a couple who live in a boat at the bottom of a stone quarry, and a high school classmate who's made millions with the invention of silent Velcro (\"it doesn't make that noise when you pull it apart\").\n\nAndrew is awakening gradually from a long, sedated nothingness. He tries to communicate with his father, he tries to reconnect with his feelings, and mostly he tries to deal with the enormous puzzle that Sam represents. What is he to do about her? His romantic instincts have been on hold for so long he's like a kid with his first girlfriend.\n\n\"Garden State\" inspires obvious comparisons with \"The Graduate,\" not least in the similarity of the two heroes; both Benjamin and Andrew are passive, puzzled and quizzical in the face of incoming exhortations. The presence of Simon and Garfunkel on the sound- track must not be entirely coincidental. But \"The Graduate\" is a critique of the world Benjamin finds himself in, and \"Garden State\" is the world's critique of Andrew. All of the people he meets are urging him, in one way or another, to wake up and smell the coffee. All except for his father, whose anger is so deep, he prefers his son medicated into a kind of walking sleep. Ian Holm plays the role with perfect pitch, making small emotional adjustments instead of big dramatic moves.\n\nThis is not a perfect movie; it meanders and ambles and makes puzzling detours. But it's smart and unconventional, with a good eye for the perfect detail, as when Andrew arrives at work in Los Angeles and notices that the spigot from a gas pump, ripped from its hose when he drove away from a gas station, is still stuck in his gas tank. Something like that tells you a lot about a person's state of mind.", "running_time": 102, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-06", "genres": ["Comedy", "Drama", "Romance"], "title": "Garden State (2004)"}