{"url": "http://www.rogerebert.com/reviews/gardens-of-stone-1987", "by": "James Caanas Clell Hazard", "star_rating": 2.5, "text": "The garden of stone is Arlington National Cemetery, its flowers the tombstones marking the graves of the nation's heroes. The garden is tended by the Old Guard, an elite Army unit led by decorated veterans - each and every one of whom would rather be on active duty. \"We're toy soldiers,\" one of the professional soldiers says scornfully, as the daily schedule of burial details continues to grow.\n\nIt is the time of the Vietnam War, and a young man has been assigned to the Old Guard. His father was a war hero, killed in Korea. His new sergeants knew his father, and loved him. Now they make things tough for the kid, but they love him, too.\n\nFrancis Coppola's \"Gardens of Stone\" tells the stories of several relationships at this outpost far behind the front lines. The film introduces the kid (D. B. Sweeney), his immediate superior (James Caan) and the sergeant above him (James Earl Jones). And then there is the girl the kid would like to marry (Mary Stuart Masterson), and there is Caan's new girlfriend (Anjelica Huston), who works for the Washington Post and considers the Vietnam War to be genocide.\n\nMany of the movie's best scenes take place in Caan's civilian apartment, with long dinners with candlelight and wine and passionate conversations about what is right and what is wrong.\n\nThe kid wants to go to OCS, and then he wants to be assigned to the front. He wants to see combat. The two older soldiers see things a little differently. They would rather be fighting, too, and they hate the cemetery detail and their ceremonial duties, but they believe the war in Vietnam is stupid because the politicians are hamstringing the professionals, preventing them from fighting to win.\n\nThe movie's purpose is to re-create a specific time and place. The network news brings the reality of Vietnam home every night, and peace demonstrators march on the Pentagon, and at a cocktail party Caan is insulted by a long-haired liberal. But the kid seems to exist outside this time and place; he's an Army brat, brought up to be patriotic, a good soldier. He doesn't much seem to care about the political issues involved. He just wants to see action. His enthusiasm is the despair of the older soldiers who care for him.\n\nThe movie creates its characters with realism, love and detail. The romance between Caan and Huston is one of the great adult love stories in recent movies, and the fact that they are such different people makes it even more emotionally involving. The kid is complicated, too, and we find that out when he runs into his college sweetheart (Masterson) and finds that she is still in love with him - that she would have married him if he'd had the guts to stand up to her father, a senior officer who didn't want his daughter marrying \"beneath\" herself in the ranks.\n\nEverything seems to come together - the war, the love stories, the military careers - and everything leads to the day when the kid finally gets his wish and is shipped out to Vietnam.\n\nThere is no way to fault any particular moment in \"Gardens of Stone.\" The dialogue always sounds right. The emotions are always justified. The performances are wonderful (Caan and Huston have a very special chemistry). Even the jokes work.\n\nBut the movie finally doesn't add up in the way we feel it should. We think, at the beginning, that we can see where the film is headed - and at the end it turns out we were right. There is no narrative spring to uncoil, no jolt or surprise or discovery. The story is just what it seems to be, and somehow we want it to be more than that.\n\nCoppola's \"Apocalypse Now\" (1979) remains the best movie ever made about Vietnam, because it was able to rise above the level of simple reality and make a great and wrenching parable out of the war. It took its material and shaped it into a point of view.\n\n\"Gardens of Stone\" is content to be a slice of life, a story that says some of our best young people went to Vietnam and died there, and those who knew them missed them. We knew that already. Perhaps there is nothing else to be said, but this movie seems to give promise of seeing more deeply, and then it doesn't. Every moment is right, and yet the film as a whole is incomplete.", "running_time": 111, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-05-06", "genres": ["Drama", "History"], "title": "Gardens of Stone (1987)"}