{"url": "http://www.rogerebert.com/reviews/garfield-a-tail-of-two-kitties-2006", "by": "Bill Murrayas Garfield", "star_rating": 3.0, "text": "I don't watch a lot of television, because if you spend all your time on the couch you could become the cat equivalent of a couch potato, which would be one of those pillows with the crocheted message, \"If you can't say anything good about someone, sit right here with me.\" I have kneaded and muzzled such pillows so many times I even know the author of the quotation: Alice Roosevelt Longworth, who on the basis of this pillow must certainly have been a cat lover.\n\nBut I confess I watched \"Ebert & Roeper\" on TV when they reviewed my first movie, \"Garfield,\" two years ago. I was eager to get my first review. Having spent years within the cramped panels of a newspaper comic strip, I gloried in the freedom of the cinema. It allowed me to show off my body language: My languorous stretches, my graceful pirouettes, my daring leaps and bounds, my shameless affection for my owner, Jon (Breckin Meyer).\n\nThere will be malcontents who claim I am not the real author of this review, because how could a cat know that after you mention a character in a movie, you include the name of the actor in parentheses? Do these people believe a cat lives in a vacuum? I read all the movie reviews, especially those of Ebert, a graceful and witty prose stylist with profound erudition, whose reviews are worth reading just for themselves, whether or not I have any intention of viewing the movie. I need to read movie reviews because Jon watches DVDs all the time and likes to have me within petting distance, and I need advance warning about movies I will want to avoid, so I can slink off for a snooze under the sofa. Last night, for example, he watched \"Cat People\" -- which, judging by the soundtrack, had no cats in it.\n\nBut I digress. Ebert, the smart and handsome one, gave thumbs up to my first movie, but Roeper, the other one, gave thumbs down and was particularly unkind. He went on forever attacking Ebert for liking \"Garfield.\" This from a man with enough taste to praise \"Duma.\" How very disappointing. One of Roeper's complaints was that I was animated and all of the other characters in the movie were \"real.\" Do you have any idea how a statement like that hurts an actor who has worked all of his life as a media cat? Yes, Richard Roeper, I was animated. Read my lips: I am a character in a comic strip. What Roeper should have done for perfect consistency is complain that Dennis was not animated in \"Dennis the Menace.\"\n\nBut forget his review of \"Garfield.\" No use mewling over spilt milk. This week, my new movie comes out, inspired (I am happy to report) by the gratifying box-office success of the previous one. \"Garfield: A Tail of Two Kitties\" is my most ambitious work to date, starring me in a dual role as (ahem) Garfield and also as a British cat named Prince. As in the first movie, I do Bill Murray's voice while playing myself. In my role as Prince, I do the voice of Tim Curry, an actor I have admired ever since Jon took me to a drive-in to see \"The Rocky Horror Picture Show\" while he smoked human catnip.\n\nI physically perform both roles, which as any cat knows, is easier for a cat than a human, because we are always playing multiple roles, such as looking gratefully toward humans while shooting daggers at dogs. I love the scene where they use visual effects to show both cats at the same time, in a kind of mirror scene inspired by the Marx Brothers.\n\n\"Garfield: A Tail of Two Kitties\" is actually funnier and more charming than the first film. The plot contrives to get me to England in the suitcase of my master, who has flown over to propose to his girlfriend, Liz (Jennifer Love Hewitt), who is attending a conference on animals at Castle Carlyle, which Prince has just inherited from the late Lady Eleanor, a cat lover. With intelligent estate planning, I'm sure we'd see a gratifying rise in the numbers of home-owning cats.\n\nAnyway, Prince is dumped in the river by the unspeakably vile Lord Dargis (Billy Connolly), Lady Eleanor's nephew, who will inherit the castle when Prince dies. He is washed through the sewer systems into London, where he gets his first taste of pub life, while meanwhile I arrive at Castle Carlyle and am mistaken for Prince by the barnyard animals. These are all real animals, and good actors, too; they do the voices of such actors as Bob Hoskins, Richard E. Grant, Jane Horrocks and Rhys Ifans.\n\nThat all of these animals can talk goes without saying. No doubt some carpers in the chat rooms will observe that Jon's other pet, a dog, does not speak but only barks. I could give you the name of Jon's dog, but (yawn) frankly I can't be bothered. In this movie, Jon's dog may not be able to speak but can apparently read, which was as much of a surprise to me as to everyone else. Dogs, in my experience, have hyperactivity disorders that prevent them from concentrating on reading, because they are compelled to leap up in a frenzy and bark at every moving object. Some dogs do this to frighten, but most do it as a pathetic attempt to draw attention to themselves.\n\nIn any event, my career as a movie star now seems to be the real thing, and I am speaking with my agents about a third Garfield movie, in which I would like my character to be based on Casanova or Neil Armstrong, with a score by Josie and the Pussycats. Whether I get \"thumbs up\" from Richard Roeper is a matter of profound indifference to me. Profound. (yawn) Really, seriously, pro ...", "running_time": 80, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-06-15", "genres": ["Animation", "Comedy", "Family"], "title": "Garfield: A Tail of Two Kitties (2006)"}