{"url": "http://www.rogerebert.com/reviews/garfield-the-movie-2004", "by": "Breckin Meyeras Jon", "star_rating": 3.0, "text": "Yep, this is Garfield, all right. \"Garfield: The Movie\" captures the elusive charm of the most egotistical character on the funny pages, and drops him into a story that allows him to bask in his character flaws. That Garfield is revealed to be brave and conscientious after all will not surprise anyone, although it might embarrass him.\n\nI don't know who had the idea that Bill Murray would be the right actor to do Garfield's voice, but the casting is inspired. Murray's voice-over work finds the right balance for Garfield -- between smugness and uncertainty, between affection and detachment, between jealousy and a grudging ability to see the other point of view.\n\nIn this case, the other POV belongs to Odie, a dog that is given to Jon (Breckin Meyer), Garfield's owner, by his sexy veterinarian, Dr. Liz (Jennifer Love Hewitt). Garfield is shocked and astonished to have to share pillow space with a dog, not to mention quality time with Jon (\"You're not just my owner -- you're my primary care-giver\"). Being Garfield, he expresses his displeasure not with a humiliating public display, but by subtle subterfuge. He steers the dog outdoors and, dogs being dogs, Odie chases a car and then another one, and gets lost, and is picked up by a little old lady, and then ends up in a pound.\n\nThere's a parallel plot involving the talentless Happy Chapman (Stephen Tobolowsky), who hosts a TV show with a pet cat. He thinks maybe using a dog might bring him national exposure, tells the little old lady he is Odie's owner, and as a training strategy, gives him electrical shocks from a cruel collar. Whether Garfield is able to break into and out of the pound, save Odie, expose Chapman and reunite Jon with both the dog and Garfield's own noble presence, I will leave for you to discover.\n\nThe movie, based on the comic strip by Jim Davis, has been directed by Peter Hewitt and written by Joel Cohen and Alec Sokolow. The filmmakers obviously understand and love Garfield, and their movie lacks that sense of smarmy slumming you sometimes get when Hollywood brings comic strips to the screen. Although Garfield claims \"I don't do chases,\" the movie does have a big chase scene and other standard plot ingredients, but it understands that Garfield's personality, his behavior, his glorious self-absorption, are what we're really interested in. The Davis strip is not about a story but about an attitude.\n\nIf they hadn't gotten Garfield right, nothing else would have mattered. But they did. And they've also solved the perplexing problem of how to integrate a cartoon cat into a world of real humans and animals. Garfield talks all through the movie (this is one of Murray's most talkative roles), but only we can hear him; that's the equivalent of his thought bubbles in the strip. Garfield is animated, the other animals and the humans are real, and the movie does a convincing job of combining the two levels. Garfield looks like neither a cartoon nor a real cat, but like something in between -- plump, squinty and satisfied. Uncanny how when he talks, his mouth looks like Murray's.\n\nIn a film mostly involved with plot, there are two scenes that are irrelevant but charming. In one of them, Garfield and Odie perform in sort of a music video, and in the other, at the end, Garfield has a solo, singing \"I Feel Good\" and dancing along. Oh, and Jon and Dr. Liz fall in love, although Garfield is no doubt confident he will remain the center of their attention.", "running_time": 80, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-06-11", "genres": ["Animation", "Comedy", "Family"], "title": "Garfield: The Movie (2004)"}