{"url": "http://www.rogerebert.com/reviews/gator-1976", "by": "Burt Reynoldsas Gator McKlusky", "star_rating": 1.5, "text": "\"Gator\" is yet another Good Ol' Movie, and not, I fear, the summer's last. It stars that archetypal Good Ol' Boy himself, Burt Reynolds, along with Lauren Hutton, who is a plenty good enough Good Ol' Girl for me, and Jack Weston, who plays a Good Ol' New York cop. If only it had a Good Ol' Plot worth a damn, it might have even been a halfway tolerable ol' movie. \n\nBut it never quite connects, even though a summary of its key scenes is like a laundry list of action-'n'-romance cliches. It contains (a) a chase through the mango swamps featuring boats and a helicopter; (b) several chases through town in which the hapless cops once again get their own squad car stolen from them; (c) our ol' friend the Semi-Obligatory Lyrical Interlude, in which Lauren Hutton and Burt Reynolds snuggle up real close and then run on the beach; (d) one tearful parting and one tearful reunion, and (e) a colorful villain with a weirdo sidekick. \n\nThe villain is Jerry Reed, the country-and-western singer, who runs a protection racket and has the whole county in his back pocket. I'm not terrifically well informed on Reed's music, aside from the fact that WMAQ has made him rich, but in the business of villainy - he is top rank. He looks mean enough to chew up Waylon Jennings and spit him out, and that ain't nothing compared to his sidekick. \n\nThe sidekick is named Bones and is played by a man named William Engesser, who looks as if all his width went into height. He's so tall that he has to drive a car with a sunroof, so he can roll back the sunroof and sit with his head sticking through the top of the car. At chase speeds, he no doubt gets a lot of bugs in his teeth, and he has to watch the clearance in parking garages. \"Tell 'em why they call you Bones, Bones,\" says Jerry Reed. \"Cause I tell 'em to,\" Bones explains. Reynolds plays a two-time loser who joins forces with the law so that his Pappy won't have to go on welfare and his darlin' little 9-year-old daughter won't be shipped to a foster home. He's teamed up with Weston, the New York cop, who is supposed to be undercover but sticks out, as Reynolds observes, like a bagel in a bowl of grits. Not too many Good Ol' Boys have ever heard of bagels, but Reynolds has spent a lot of time on talk shows and has picked up cross-cultural references. Anyway, Reynolds and Weston go after Jerry Reed and Bones, and there is a lot of scheming, especially after Reed signs up Reynolds as his bagman. Along the way, Reynolds falls in love with Lauren Hutton, a local TV reporter. (They fall in love in a cinematic tribute to the biggest 1940s romantic cliche: Their eyes meet and lock, they exchange tremulous close-ups, the background dialog fades away, music plays.) After a number of scenes in which violence is alternated in baffling fashion with in-jokes, love, down-home wit, pathos, slapstick, chases, desperation, arson, relief, murder, intrigue and tears, retribution is achieved and the remaining relationships brought to bittersweet conclusions while Bobby Goldsboro sings \"For a Little While.\" This is a movie, you might say, that was intended to have something for everyone. I'm sometimes accused of giving away the endings; I'm afraid that's the only way they'll get rid of the one in \"Gator.\"", "running_time": 115, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-07-29", "genres": ["Action", "Thriller"], "title": "Gator (1976)"}