{"url": "http://www.rogerebert.com/reviews/gattaca-1997", "by": "Ethan Hawkeas Vincent/Jerome", "star_rating": 3.5, "text": "What is genetic engineering, after all, but preemptive plastic surgery? Make the child perfect in the test tube, and save money later. Throw in perfect health, a high IQ and a long life-span, and you have the brave new world of “Gattaca,” in which the bioformed have inherited the earth, and babies who are born naturally get to be menial laborers.\n\nThis is one of the smartest and most provocative of science fiction films, a thriller with ideas. Its hero is a man who challenges the system. Vincent (Ethan Hawke) was born in the old-fashioned way, and his genetic tests show he has bad eyesight, heart problems and a life expectancy of about 30 years. He is an “In-Valid,” and works as a cleaner in a space center.\n\nVincent does not accept his fate. He never has. As a child, he had swimming contests with his brother Anton (Loren Dean), who has all the right scores but needs to be saved from drowning. Now Vincent dreams of becoming a crew member on an expedition to one of the moons of Saturn. Using an illegal DNA broker, he makes a deal with a man named Jerome (Jude Law), who has the right genes but was paralyzed in an accident. Jerome will provide him with blood, urine samples and an identity. In a sense, they'll both go into space. “Gattaca” is the remarkable debut of a writer-director from New Zealand, Andrew Niccol, whose film is intelligent and thrilling--a tricky combination--and also visually exciting. His most important set is a vast office where genetically superior computer programmers come to work every day, filing into their long rows of desks like the office slaves in King Vidor's “The Crowd” and Orson Welles' “The Trial.” (Why are “perfect” human societies so often depicted by ranks of automatons? Is it because human nature resides in our flaws?) Vincent, as “Jerome,” gets a job as a programmer, supplies false genetic samples and becomes a finalist for the space shot.\n\nThe tension comes in two ways. First, there's the danger that Vincent will be detected; the area is swept daily, and even an eyelash can betray him. Second, there's a murder; a director of the center, who questions the wisdom of the upcoming shot, is found dead, and a detective (Alan Arkin) starts combing the personnel for suspects. Will a computer search sooner or later put together Vincent, the former janitor, with “Jerome,” the new programmer? Vincent becomes friendly with Irene (Uma Thurman), who works in the center but has been passed over for a space shot because of low scores in some areas. They are attracted to one another, but romance in this world can be dangerous; after kissing a man, a woman is likely to have his saliva swabbed from her mouth so she can test his prospects. Other supporting characters include Gore Vidal, as a mission supervisor, and Tony Shalhoub as the broker (“You could go anywhere with this guy's helix under your arm”).\n\nHawke is a good choice for the lead, combining the restless dreams of a “Godchild” with the plausible exterior of a lab baby. The best scenes involve his relationship with the real Jerome, played by Law as smart, bitter, and delighted to be sticking it to the system that has grounded him. (He may be paralyzed from the waist down, but after all, as the movie observes, you don't need to walk in space.) His drama parallels Vincent's, because if either one is caught they'll both go down together.\n\nScience fiction in the movies has recently specialized in alien invasions, but the best of the genre deals with ideas. At a time when we read about cloned sheep and tomatoes crossed with fish, the science in “Gattaca” is theoretically possible. When parents can order “perfect” babies, will they? Would you take your chances on a throw of the genetic dice, or order up the make and model you wanted? How many people are prepared to buy a car at random from the universe of all available cars? That's how many, I suspect, would opt to have natural children.\n\nEverybody will live longer, look better and be healthier in the Gattacan world. But will it be as much fun? Will parents order children who are rebellious, ungainly, eccentric, creative, or a lot smarter than their parents are? There's a concert pianist in “Gattaca” who has 12 fingers. Don't you sometimes have the feeling you were born just in time?", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-10-24", "genres": ["Mystery", "Romance", "Science Fiction", "Thriller"], "title": "Gattaca (1997)"}