{"url": "http://www.rogerebert.com/reviews/genghis-blues-1999", "by": "Roko Belic", "star_rating": 3.5, "text": "This is the kind of story that has to be true, because no novelist would dare to dream it up. In San Francisco lives a blind blues singer named Paul Pena. He plays and sings backup for such legends as Muddy Waters and B.B. King. Late at night when he cannot sleep, he listens to the world on a shortwave radio. We see his fingers delicately touching the dial, rotating it just a little at a time, seeking stations hidden in the bandwidth.One night he hears strange, haunting music on Radio Moscow. He tracks it down. It is called khoomei, or \"throat singing,\" and is practiced in the tiny republic of Tuva, which you can find on the map between Mongolia and Siberia. Tuvan throat singing, he learns, involves creating an eerie sound that combines different and distinct notes at the same time.\n\nFor years Paul Pena studies throat singing, just for the love of it. He translates the lyrics using two Braille dictionaries, one to get them from Tuvan to Russian, the other from Russian to English (we are not amazed to learn there are no Tuvan-English dictionaries in Braille). He becomes possibly the only throat singer not born in Tuva, all this time without ever meeting anyone else who knows what he is doing.\n\nNow it is 1993. A touring group from Tuva performs in San Francisco. He visits them backstage and sings their songs--in their style, in their language. They are thunderstruck. In 1995, Pena is invited to Tuva for the annual khoomei competition. He is accompanied by the sound engineer Lemon DeGeorge (\"I am basically a tree trimmer\"), San Francisco disc jockey Mario Casetta, and Roko and Adrian Belic from Evanston, who are documentarians. They return with this film.\n\nBut so far we have touched only on the amazing facts of \"Genghis Blues.\" If the film were only about Pena learning throat singing and going to Tuva, it would be a travelogue. It is about much more. About the way we communicate with music. About the way Paul Pena is clearly an extraordinary person--warm, funny, beset by the demon of depression but singing his way free of it. And about the friend he makes in Tuva, a man named Kongar-ol Ondar, who is the leading throat singer and becomes Paul Pena's close friend.\n\nThe Tuvans have not had an easy time of it, as the Soviets tried their best to dismantle the national customs, music and costumes. Now communism has collapsed, and in Tuva, they are returning to the old customs with a fierce joy. To think that a man in San Francisco was listening to them on the radio! That he has written a throat song about friendship in the Tuvan language! Things happen along the way. Torrential rains. Illness. Competitions. Parades. Feasts. The peculiar way that the legendary physicist Richard Feynman was involved in this Tuvan story. They are all incidents, many colorful, that would be just as interesting in any other film. The heart of \"Genghis Blues\" is in the music and its singers. Throat singing sounds as if it were discovered and perfected by musicians like Paul Pena, awake in the middle of the night, searching the dials of their minds for the stations between the numbers.\r .", "running_time": 88, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-09-24", "genres": ["Documentary", "Music"], "title": "Genghis Blues (1999)"}