{"url": "http://www.rogerebert.com/reviews/gentlemen-broncos-2009", "by": "Michael Angaranoas Benjamin", "star_rating": 2.0, "text": "As an amateur collector of the titles of fictional novels in movies, I propose that this one has the worst of all time: Yeast Lords: The Bronco Years. You say you smiled? Me, too, and there are precious few smiles and laughs in \"Gentlemen Broncos,\" which is not a very good movie title, either, although it might work for an X-rated film. The author of Yeast Lords is a teenager named Benjamin, who writes science fiction and idolizes a famous sci-fi novelist named Dr. Ronald Chevalier as much as I once, and still do, admire the Good Doctor Asimov.\n\nBenjamin Purvis (Michael Angarano), the sci-fi obsessed teen, lives in a Buckydome house with his mother, Judith (Jennifer Coolidge), and let's pause right here to observe that Jennifer Coolidge, here and in Werner Herzog's forthcoming \"Bad Lieutenant,\" possesses what I like to think of as the Walken Factor. \n\nThat is, Jennifer Coolidge's appearance in any scene immediately inspires our particular interest, because we sense something unexpected and amusing is about to happen. So it was with her iconic appearance as Stifler's Mom in \"American Pie\" (1999), in which she had the rare honor of inspiring the Internet acronym \"MILF.\" If you doubt me, look it up in Wiktionary. Hard as it is to believe, \"MILF\" was not used until Stifler's Mom appeared on the scene.\n\nHere she is Purvis' Mom and encourages his budding writing skills by allowing him attend the Cletus Fest, a teenage authors' event, which offers the awesome presence of Dr. Ronald Chevalier (Jemaine Clement). He's a science-fiction author with writer's block, and when Benjamin presses a copy of Yeast Lords: The Bronco Years into his hands, in a moment of desperation, he snatches it up, makes some changes and submits it as his own work.\n\nThat sounds, I suppose, as if \"Gentlemen Broncos\" might tell a good story. Perhaps the Hollywood gurus who advise \"story, story story\" might add: \"But don't stop there.\" The director, Jared Hess, who made \"Napoleon Dynamite,\" a film I admit I didn't get, has made a film I don't even begin to get. Hess invents good characters: Purvis, Purvis' Mom, Dr. Ronald Chevalier and Tabatha (Halley Feiffer, daughter of the immortal Jules), who is a wannabe romance novelist, as are we all. Mike White turns up toward the end, providing another Walken Factor moment. But then Hess loses them in a jumbled plot that sometimes seems to mystify the characters. A character-driven plot, if it isn't \"The Big Lebowski,\" involves people who know what they want and when they want it.\n\nBenjamin sells the film rights to his work to Tabatha and her friend Lonnie (Hector Jimenez), who is the Masha to her Rupert Pupkin. They plan a production that promises to be a mumblecore version of \"Star Wars,\" and of course there are problems with Dr. Ronald Chevalier. \n\nThis film, Benjamin's novel and the doctor's rewrite inspire different versions of the fictional hero under various names, and these fantasy sequences are sometimes amusing, but they seem free-standing and a little forlorn. They do suggest, however, that the worst movie title in history would be Yeast Lords: The Bronco Years: The IMAX Experience.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-11-11", "genres": ["Action", "Comedy", "Indie", "Thriller"], "title": "Gentlemen Broncos (2009)"}