{"url": "http://www.rogerebert.com/reviews/george-balanchines-the-nutcracker-1993", "by": "MacAulay Culkinas The Nutcracker", "star_rating": 2.0, "text": "There are no doubt those who leap with glee as the holiday season approaches, eager to have another chance to see \"The Nutcracker.\" I am not among their number. I've had it up to here with \"The Nutcracker,\" which has been so overexposed that even Tchaikovsky's wonderful music has become too familiar. There ought to be some kind of rationing system for great music; United Airlines should be ashamed of buying the rights to \"Rhapsody in Blue\" and making it cheap as a commercial jingle.\n\nAll of which brings us to \"George Balanchine's the Nutcracker,\" the first movie, so far as I know, with a possessive title in honor of a dead choreographer. Usually that honor goes only to living directors with clout, as in \"Tim Burton's The Nightmare Before Christmas.\" Tchaikovsky and Balanchine and the New York City Ballet notwithstanding, this \"Nutcracker's\" biggest name is twee little MacAulay Culkin, who plays the nutcracker and doubles as one of the children treated to a night's fantasy of dance and enchantment.\n\nCulkin does not dance in the film, aside from a few hops, a jump and a skip or two. What he does, mostly, is smile, in closeup, where he seems to be wearing more lipstick than the ballerinas.\n\nConsidering Macaulay's current stature in Hollywood, Ralf Bode's cinematography does him no favors. He seems peripheral to all of the action, sort of like a celebrity guest or visiting royalty, nodding benevolently from the corners of shots. And one closeup shows Macaulay and his little-girl friend so ill-lighted that they can hardly be seen.\n\nThat leaves the dancing and the music. The music has held up well for 101 years and needs no praise from me. The dancing is also quite competent and graceful in this film, but it is filmed dancing, not movie choreography. I suppose that's why Balanchine is so prominent in the title. The camera plants itself for a frontal view of the stage, and then there are closeups and reaction shots, all done by the numbers, generating no magic.\n\n\"The Nutcracker\" is fine as what it is, but need not become a habit. My advice is to limit one's viewing to certain passages in life. One should see it once as a child, once as a parent and once as a grandparent. If one does not become a parent or a grandparent, in this particular case that's just plain good luck.", "running_time": 93, "mpaa_rating": "G", "release_year": 1993, "date_published": "1993-11-24", "genres": null, "title": "George Balanchine's The Nutcracker (1993)"}