{"url": "http://www.rogerebert.com/reviews/george-stevens-a-filmmakers-journey-1984", "by": null, "star_rating": 3.5, "text": "The last shot of \"Citizen Kane\" showed the dead tycoon's storerooms, vast spaces filled with the jumble of a lifetime. One of the early shots in this documentary about George Stevens has something of the same quality. We see the memorabilia of his long career: cowboy hats, leather-bound scripts, cans of film, albums of photographs, Oscars, diaries, belt buckles -- everything with a story, and half the stories already forgotten.\n\nThe voice on the sound track is the filmmaker's son, telling us about his famous father. One of the things the father told him, one day when they were driving past the warehouse where all of these memories were stored, was, \"That'll all be yours when I'm gone.\" As he rummaged through the souvenirs of his father's lifetime, he made some extraordinary discoveries: Not only the prints and scripts of such classics as \"Giant,\" \"A Place in the Sun,\" and \"Alice Adams,\" but also documentary footage of Stevens on the set of his movies, and rare color footage Stevens shot for himself while he was leading a newsreel unit during World War II.\n\nMore than most men, Stevens seems to have been concerned to leave behind a record of his career. He began in movies almost at the beginning, as an assistant on the early silent films, and his first work as a director was on the Laurel and Hardy films. We see some of his earliest footage, and then we begin to hear the voices of the people who knew him then, and worked with him: Old directors like Rouben Mamoulian and John Huston, stars like Katharine Hepburn and Warren Beatty, writers like Irwin Shaw. Hepburn gave Stevens his real start, rescuing him from grade B features and second unit work because she was impressed by his enthusiasm for \"Alice Adams.\" It became his first prestigious production, but then there was a flood of others: the definitive Astaire-Rogers musical \"Swing Time,\" the audacious \"Gunga Din,\" and \"Woman of the Year,\" and Stevens began to build a reputation as a man who saw his own way through the standard scripts he was handed, freeing his actors so that \"Gunga Din,\" for example, became a high-spirited comic masterpiece instead of just another swashbuckler.\n\nThe film contains a lot of home movies and private documentary footage; Stevens shot the only color footage of the landing at Normandy, and we also see moments of Stevens at work, always quietly professional, thoughtful, not the flamboyant self-promoter so many other directors of his generation became. Stevens, more than anyone else, fashioned the image of James Dean. He directed some of Elizabeth Taylor's most memorable scenes. And he pressed on in the face of daunting odds to direct such movies as \"The Greatest Story Ever Told.\" Shooting in Utah, he was faced with the first snowstorms in a generation, and when he asked the cast and crew to pitch in and shovel snow, they respected him enough that they did it.\n\n\"A Filmmaker's Journey\" is a film biography of a movie director, and it inevitably shares some of the conventions of the genre. We see the clips of great scenes, we hear the memories of old colleagues. Two things distinguish the film: The quiet professionalism with which the materials have been edited together, and the feeling that George Stevens Jr., really is engaging in a rediscovery of his father through the making of this film. By the end of the film, we are less aware of George Stevens as a filmmaker than as a good and gifted man who happened to use movies as a means of expressing his gifts.", "running_time": 110, "mpaa_rating": null, "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "George Stevens: A Filmmaker's Journey (1984)"}