{"url": "http://www.rogerebert.com/reviews/george-of-the-jungle-1997", "by": "Brendan Fraseras George", "star_rating": 3.0, "text": "It was a strange experience, watching “George of the Jungle.” The movie would meander along, not going anywhere, and then--pow!--there'd be an enormous laugh. More meandering, and then pow! again. Instead of spreading out the laughter and making a movie that was moderately funny from beginning to end, they concentrated the laughs and made a movie that is sort of funny some of the time and then occasionally hilarious.\n\nConsider, for example, the character of Shep, the elephant. Shep looks like an elephant and is played by an elephant (named Tai), but Shep thinks he's a dog. George has trained him that way. When Shep first comes bounding through the jungle and slides to a halt and sits on his haunches, barking and panting and wagging his tail, I was blindsided by laughter. And when George demonstrates Shep's ability to fetch by throwing a stick (actually a log), the joke only got funnier.\n\nThen there's an Ape, named Ape, whose voice is dubbed by John Cleese and who sounds and behaves exactly like George's British butler. I liked how he looks down his glasses at people and explains situations in a reserved and very proper tone, like Jeeves might. He's the funniest ape since those gorillas who drank the martinis in “Congo.” George himself is pretty funny, too. He's played by Brendan Fraser, who has bulked up and perfected a facial expression that can best be described as sheeplike goodwill. George has approximately the IQ of his namesake on Jay Ward's famous '60s TV cartoon series and makes the same mistakes, swinging on vines and crashing into trees.\n\nThe movie, which is live action and tries for the look and feel of a cartoon, involves a rich American girl named Ursula Stanhope (Leslie Mann) who goes on an expedition in the jungle, hears of a mysterious white ape, meets George, falls for him and spends the rest of the movie trying to get out of her engagement to the society snob Lyle Van de Groot (Thomas Haden Church).\n\nGeorge, meanwhile, knows nothing of the ways of women, doesn't realize she likes him and turns desperately to Ape for tips on how to woo her. Ape suggests baring his fangs, uprooting grass, beating his chest and all the other usually dependable approaches, but when they don't work, he's adaptable: He gives his young master a copy of “Coffee, Tea or Me?” and says it contains all of the answers.\n\nThe script makes some obligatory stops (we know more or less what will happen at the society functions in San Francisco and we guess the fate of the wedding cake), but the movie is good-natured, slightly vulgar (in a mild Jim Carrey way) and well played by actors who are certainly good sports. Among the other cast members are Richard Roundtree, many years down the road from “Shaft in Africa,” as Kwame, an African leader, and Greg Cruttwell and Abraham Benrubi as two expedition members with vile plans of their own.\n\nIs “George of the Jungle” a great movie? No. But it is well-positioned for the silly season, when we've had just about all of the terrorist explosions we need for one summer and it's still too hot for the autumn art films. I recommend a spinoff: a Saturday morning cartoon series about an elephant who thinks he's a dog. Think of all the things a dog could do if he had a trunk and you'll get the idea.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-07-16", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "George of the Jungle (1997)"}