{"url": "http://www.rogerebert.com/reviews/georgia-1996", "by": "Jennifer Jason Leighas Sadie", "star_rating": 3.5, "text": "A complex, deeply knowledgeable story about a truly lost soul and her downward spiral.\n\n\"Georgia\" is a movie about Sadie, but it is no mistake that it's named after her sister. Sadie is one of those emotional black holes that occupy the center of many families, a victim who sucks all love and concern down into the oblivion at her center. As Georgia observes wearily near the end of the film: \"Sadie's pain must be fed. And we're all here to serve.\" We first see Sadie (Jennifer Jason Leigh) working as a motel maid and sneaking drinks from the pint bottle hidden under her towels. She leaves town with a blues singer named Trucker (played by real-life jazz-blues singer Jimmy Witherspoon), whose multiple personalities make him a little hard to please. Sadie flees and turns up at a folk concert in Seattle, which stars her sister, Georgia (Mare Winningham). Georgia is a little like Joan Baez in her country period - serene, together, with a pure voice.\n\nYou can tell these sisters have a long history, and it has always been the same story: Georgia as the perfect one, married, with two kids, not only a singing star, but also a good cook and a port in the storm. And needy Sadie, with her lank hair, her raccoon eye makeup and her tattoos, desperately circling her, admiring her, loving her too much, and then spinning away out of control into booze and drugs.\n\nIt is tempting to say Jennifer Jason Leigh often plays characters like Sadie, but that would be too easy. Sadie is a particular case, the kind of alcoholic or addict who expects her friends and family to give and give. She is never comforted; she's an open psychic wound who toys with them by pretending to be \"better\" and then by going out and using or drinking again, as the whole spiral starts over.\n\nIt is easy to say that if Sadie sobered up, her life would get better, but it is not that simple. She has done such deep damage that she needs first sobriety and then a long time of healing. She is too impatient for that process. \"Georgia\" is not a simply plotted movie about descent and recovery, but a complex, deeply knowledgeable story about how alcoholism and mental illness really are family diseases; Sadie's sickness throws everybody off, and their adjustments to it don't make them healthier people. Is it possible, for example, that Georgia chose her laid-back, supportive but distanced husband (Ted Levine) because she wanted someone as unlike Sadie as possible? The film watches Sadie as she attempts to be a singer, like her sister. She joins a struggling rock band that plays in half-empty bars (and at a bar mitzvah where it is spectacularly out of place).\n\nShe makes friends with the drummer, Herman (John C. Reilly), who is on dope and forgets gigs and is finally fired by the band's leader (John Doe of the rock band X). Sadie is not a talented singer, but she sometimes can be an effective performer, in the Janis Joplin mode: She goes beyond singing, into the public display of pain and grief so intense, the audience wants to look away.\n\nWhat a woman like this usually needs is an enabler - a more competent person who will get sucked into the vortex of sickness and help her stay sick through misguided attempts to help her. She finds one, big time, in naive young Axel (Max Perlich), who comes to deliver groceries and stays to become her lover and husband. He thinks she is a great star. He himself is a quiet, friendly innocent who has \"a high respect for women\" and can say of his old car, \"That's my treasure. Very much so.\" The movie was directed by Ulu Grosbard (\"Straight Time\") and written by Barbara Turner, Leigh's mother, and they make an interesting choice: Instead of alternating musical sequences with dramatic scenes, they develop a lot of the drama during onstage performances.\n\nThat process creates the film's best single scene, as Georgia invites Sadie onstage during a concert and Sadie does a long, out-ofcontrol version of Van Morrison's \"Take Me Back\" that grows so painful and embarrassing Georgia finally makes it a duet to steer it back toward sanity. This song is the whole story of their relationship. (\"Was I great, or was I great?\" Sadie says. \"I wish I'd been there.\") Sadie tries detox (\"I'm having trouble with the `God as we understand him' part\"), but this is not the kind of movie with a happy ending in which she emerges, sober and cheerful.\n\nLike \"Leaving Las Vegas\" (an even more harrowing story), it is about a person who has lost, not sobriety or control, which can be found again, but hope, which once lost can stay lost - barring a miracle.", "running_time": 117, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-01-10", "genres": ["Drama"], "title": "Georgia (1996)"}