{"url": "http://www.rogerebert.com/reviews/george-washington-2001", "by": "Candace Evanofskias Nasia", "star_rating": 4.0, "text": "There is a summer in your life which is the last time boys and girls can be friends until they grow up. The summer when adolescence has arrived, but has not insisted on itself. When the stir of arriving sexuality still makes you feel hopeful instead of restless and troubled. When you feel powerful instead of unsure. That is the summer \"George Washington\" is about, and all it is about. Everything else in the film is just what happened to happen that summer.\n\nThis is such a lovely film. You give yourself to its voluptuous languor. You hang around with these kids from the poor side of town while they kill time and share their pipe dreams. A tragedy happens, but the movie is not about the tragedy. It is about the discovery that tragedies can happen. In the corresponding summer of my life, a kid tried to be a daredevil by riding his bicycle up a ramp, and fell off and broke his leg, and everybody blamed that when he got polio. I tell you my memory instead of what happens in this film because the tragedy in the film comes so swiftly, in the midst of a casual afternoon, that it should be as surprising to you as to the kids.\n\nThe movie takes place in a rusting industrial landscape, where the weeds are already returning to nature. It is in North Carolina. We meet some black kids, between 10 and 13, and a few white kids. They're friends. They are transparent to one another. They are facts of life. You wake up every morning and here they are, the other kids in your life. They are waiting to grow up. There are some adults around, but they're not insisted upon. Some of them are so stranded by life they kill time with the kids. Nothing better to do.\n\nBuddy (Curtis Cotton III) has a crush on Nasia (Candace Evanofski). She leaves him for George (Donald Holden). This is all momentous because it is the first crush and the first leaving of their lives. Buddy asks for one last kiss. \"Do you love me?\" asks Nasia. Buddy won't say. He wants the kiss voluntarily. No luck.\n\nGeorge has his own problems: The plates in his skull didn't meet right, and he wears a football helmet to protect his skull. \"When I look at my friends,\" Nasia muses, \"I know there's goodness. I can look at their feet, or when I hold their hands, I pretend I can see the bones inside.\" George fears for his dog because his Uncle Damascus (Eddie Rouse) doesn't like animals. \"He just don't like to get bothered,\" says Aunt Ruth (Janet Taylor). \"Do you remember the first time we made love to this song?\" Damascus asks Ruth. \"We were out in that field. You buried me in that grass.\" \"Why is it,\" Ruth asks him, \"every time you start talkin', you sound like you gonna cry?\" The heat is still, the days are slow, there is not much to do. A kid with freckles gets in trouble in the swimming pool and George jumps in to save him, even though he's not supposed to get his head wet. Then George starts wearing a cape, like a superhero. Buddy wears a Halloween dinosaur mask while he stands in a restroom, which is one of their hangouts, and delivers a soliloquy that would be worthy of Hamlet, if instead of being the prince of Denmark, Hamlet had been Buddy. Buddy disappears. Nasia thinks he ran away \"because he still has his crush on me.\" Others know why Buddy disappeared but simply do not know what to do with their knowledge. Vernon (Damian Jewan Lee) has a soliloquy beginning with the words \"I wish\" that would be worthy of Buddy, or Hamlet.\n\nThe film was written and directed by David Gordon Greene. The cinematography, by Tim Orr, is the best of the year. The mood and feel of the film have been compared to the work of Terrence Malick, and Greene is said to have watched \"The Thin Red Line\" over and over while preparing to shoot. But this is not a copy of Malick; it is simply in the same key. Like Malick's \"Days of Heaven,\" it is not about plot, but about memory and regret. It remembers a summer that was not a happy summer, but there will never again be a summer so intensely felt, so alive, so valuable.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-01-26", "genres": ["Drama"], "title": "George Washington (2001)"}