{"url": "http://www.rogerebert.com/reviews/germinal-1994", "by": "Lantier Renaudas Etienne", "star_rating": 3.0, "text": "In 1884 the French author Emile Zola traveled to a poor rural district of France to observe the living and working conditions of striking coal miners. The novel he wrote about that experience, Germinal, was instrumental in winning justice for the workers, who existed in a condition little better than slavery.\n\nClaude Berri's ambitious new epic \"Germinal\" recreates Zola's story. Zola, who began as a writer at a time when most novels were inspired by imagination and romance, helped pioneer a style of detailed realism, piling fact upon fact so that his books seemed drawn from real life. Berri's film has been made in the same spirit, and the elaborate sets showing the villages and mines are so convincing the movie almost seems shot on 19th century locations.\n\nThe story is a simple one. We meet the Maheu family, who live crowded together in a cold and smoky cottage not far from the mines.\n\nThey do backbreaking work to earn their living, and expect their children to do the same; indeed, the mother frankly states that one reason for having children is so that they can work, and bring more money to the family.\n\nThe wages in the local pits seem carefully calculated down to the last franc, to support life and the ability to work while not providing one franc more. The miners are unable ever to gather enough capital to leave the district, or to make a different choice of work.\n\nThey are trapped between servitude and starvation.\n\nThe film observes the daily life of the family, led by the burly Maheu (Gerard Depardieu) and his fierce, determined wife (Miou-Miou, in a powerful performance). Their daughter, Catherine (Judith Henry), also works in the mines. Etienne (Lantier Renaud), a man from out of the district, comes seeking work. He has some education, and is an organizer for a new mineers' union. He is quickly attracted to Catherine, and she to him, but he does not act on his feelings, and she unexpectedly goes to live with a worthless local man named Chaval (Jean-Roger Milo). Perhaps she wants to spite her family, perhaps she wants to escape their crowded home, perhaps her life has made her feel so worthless that she believes she is worthy only to marry a brute.\n\nIn the mines, working conditions are hazardous. The miners are responsible for shoring up the shafts with timber, but are not paid extra for this work, so every moment spent timbering comes out of their own pockets. Understandably, they prefer to dig coal. Also understandably, there are many mine accidents, each one expensive for the rich owners, who propose a scheme in which timbering will be paid for, but the price paid for coal will be reduced. The result will be even smaller wages.\n\nBerri lays this groundwork against a backdrop of the daily life in the district, as season follows season and the workers struggle to maintain even simple humanity in the face of their grim conditions. Meanwhile, we see the lives of the mine owners and managers, with their great houses, their Paris fashions, their carriages, their banquets and parties. Berri is fond of cutting back and forth between poverty and affluence, as Zola was in his novel, and the message is unmistakable: The owners are stealing the fruits of the workers' labor.\n\nThe film climaxes, as it must, with a dreadful mine accident, and Berri shows panic and desperation as the mine begins to flood and the workers are cornered like rats. Catherine and Etienne, who had never before expressed their feelings for one another, find themselves trapped together, and in a scene both melodramatic and moving, they finally say what is in their hearts.\n\nThe film will seem filled with unrelieved gloom for many audience members. There are also some unplanned smiles - as when the hefty Depardieu is sponging down, and we cannot help observing that he, at least, doesn't seem to be underfed. The overall effect of the movie is much the same as the effect of Zola's novel: To present a time and place so realistically in fiction that the audience will be able to share the experience. For me, \"Germinal\" provided visual and dramatic images for 19th century history events that I only understood in an abstract way.", "running_time": 160, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-18", "genres": ["Drama", "Romance"], "title": "Germinal (1994)"}