{"url": "http://www.rogerebert.com/reviews/geronimo-1993", "by": "Jason Patricas Lt. Charles Gatewood", "star_rating": 3.5, "text": "Within a few days of each other, I saw \"Schindler's List\" and \"Geronimo,\" and it occurred to me that both films are about Holocausts, about entire populations murdered because of their race.\n\nBut Americans are not quick to describe our treatment of the Indians as genocide, and even a somewhat revisionist film like \"Geronimo\" is careful to describe the conflicts between the U.S. government and Indian \"hostiles\" as a war.\n\n\n\nIt was a war carried out with most of the power on our side, and our justification - that the land belonged to us and we therefore had the divine right to cleanse it of an alien race - is, of course, Hitler's argument. One of the unanswerable questions in this film comes when Geronimo asks why there is not enough land for everyone.\n\n\r\n\nIndians are these days called Native Americans, although they are immigrants to this continent like everyone else, and should more properly be called First Americans. They lived on the land for 1,000 years or more before the U.S. Army came to dispossess and contain them, a process that Geronimo and his small bands of Apache warriors were able to frustrate through many years of brilliant guerrilla warfare. Geronimo was never defeated, although he surrendered twice and finally died a natural death at 80, a prosperous Oklahoma farmer.\n\nWalter Hill's \"Geronimo,\" a film of great beauty and considerable intelligence, covers the same ground as many other movies about Indians, but in a new way. The screenplay, by John Milius and Larry Gross, shows the daily lives of the Army's few professional Indian fighters who actually had some understanding of their foe, in particular a scout named Al Sieber (Robert Duvall) and a young lieutenant named Charles Gatewood (Jason Patric).\n\nThey worked under Brig. Gen. George Crook (Gene Hackman), who developed a grudging respect for Geronimo, and the movie follows their stories for several years as they track and hunt Geronimo's warriors, sometimes negotiate with him, betray and get betrayed, and finally see the leader and his handful of surviving followers put aboard a train that would take them forever away from their land.\n\nGeronimo himself, played by Wes Studi, is seen as a man of considerable insight, able to live off the land and launch deadly raids, yet contemplative about his role. He was responsible for the deaths of many white settlers, including women and children, but he points out to Crook with perfect logic that the \"white eyes\" had also killed many Indians, including women and children, and that these deaths must not be described as murder, but as war.\n\nAmerican history has come slowly to share his perspective.\n\nLooking in two editions of the Columbia Encyclopedia, one published in 1950, one this year, I find that the 1950 reference to his \"brutal raids\" has been dropped, and that a charge that he \"broke his word\" has now been replaced by the information that the federal government broke its word to him.\n\nThe fact that Geronimo has been seen in movies mostly in long shot, as a \"murdering redskin,\" is a reflection of the ancient truth that the histories of war are written by the victors. Even this film sees him primarily as an outsider, and takes a white point of view, showing us white men who are better or worse only in relation to their contemporaries.\n\nSieber, the professional scout, makes no apologies for doing his job, and finds Lt. Gatewood a \"real sad case: You don't love who you're fighting for, and you don't hate who you're fighting against.\" Yet Sieber lives according to a code that makes him willing to risk his life to protect an Indian from Texas bounty hunters. And Gen.\n\nCrook argues with a straight face that \"The U.S. Army is the best friend the Indians have ever had,\" which sounds strange until we realize that he operates within the law in a land where rewards were paid for Apache scalps - and many white killers discovered that any Indian scalp looked Apache, and that peaceful Indians were easier to kill.\n\nHill is a director who specializes in action films about men.\n\n\"Geronimo\" is too visually striking and too thoughtful, however, to be described in such a limiting way. The photography, by Lloyd Ahern, paints the Texas and Mexican landscapes in dusty, bloody crimsons.\n\nThe music, by Ry Cooder, speaks of loneliness. There are no artificial climaxes caused by \"victories\" or \"defeats,\" but instead the sadness of one race taking the land and pride of another.\n\nThe film is narrated by a young observer, Lt. Britton Davis (Matt Damon), a West Point graduate who accompanies Gatewood as they bring Geronimo to an Army settlement; later, after Geronimo resumes his war, they go looking for him again. Davis acts in the film like a witness from the future, seeing how those who understood the situation, like Gatewood, were ignored and reviled because they did not fit in easily with the current sentiments in Washington.\n\nI wish in a way the film had told more of the story of Geronimo's exile - of his removal to Florida, where he was told his band would be joined by their women and children, a lie. And his later removal to Oklahoma, where he was kept as an Army prisoner but later became a Christian, bought land, farmed it, and wrote his autobiography. He was quite a celebrity in his later years, and even rode in Theodore Roosevelt's inaugural parade. I wonder what he was thinking.\n\n\n\n", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-12-10", "genres": ["Action", "Drama", "Western"], "title": "Geronimo (1993)"}