{"url": "http://www.rogerebert.com/reviews/gerry-2003", "by": "Casey Affleckas Gerry", "star_rating": 3.0, "text": "\"Gerry\" stars Casey Affleck and Matt Damon as two friends named Gerry who go for a walk in the desert and get lost. There, I've gone and given away the plot. They walk and walk and walk. For a while they talk, and then they walk in silence, and then they stagger, and then they look like those New Yorker cartoons of guys lost in the desert who reach out a desperate hand toward a distant mirage of Jiffy Lube. It would have been too cruel for Van Sant to add Walter Brennan on the sound- track, listenin' to the age-old story of the shiftin', whisperin' sands.\n\nA movie like this doesn't come along every day. I am glad I saw it. I saw it at the 2002 Sundance Film Festival, where a fair number of people walked out. I would say half. I was reminded of advice once given me by the veteran Chicago movie exhibitor Oscar Brotman: \"Roger, if nothing has happened by the end of the first reel, nothing is going to happen.\" If I were to advise you to see \"Gerry,\" you might have a good case on your hands for a class-action suit.\n\nAnd yet, and yet--the movie is so gloriously bloody-minded, so perverse in its obstinacy, that it rises to a kind of mad purity. The longer the movie ran, the less I liked it and the more I admired it. The Gerrys are stuck out there, and it looks like no plot device is going to come along and save them. The horizon is barren for 360 degrees of flat wasteland. We have lost most of the original eight hours of \"Greed\" (1925), Erich von Stroheim's film that also ends with its heroes lost in Death Valley, but after seeing \"Gerry,\" I think we can call off the search for the missing footage.\n\nThe screenplay for \"Gerry,\" by Affleck, Damon and van Sant, is not without humor. Before they realize the enormity of their predicament, the two Gerrys discuss this dumb contestant they saw on \"Jeopardy,\" and Affleck expresses frustration about a video game he has been playing (he conquered Thebes, only to discover he needed 12 horses and had but 11). One morning one of the characters finds himself standing on top of a tall rock and is not sure how he got there, or whether he should risk breaking an ankle by jumping down. If I ever get lost in Death Valley, it will be more or less exactly like this.\n\nAfter seeing the film at Sundance, as I reported at the time, I got in a conversation with three women who said they thought it was \"existential.\" \"Existential?\" I asked.\n\n\"Like, we have to chose whether to live or die.\" \"They do not have a choice to make,\" I said. \"They're lost and they can't find their car. They have no water and no food.\" \"What I think,\" said one of the women, \"is that it's like Samuel Beckett's 'Waiting for Godot,' except without the dialogue.\" \"It has dialogue,\" her friend said.\n\n\"But not serious dialogue.\" \"The dialogue in 'Godot' is not serious,\" I said. \"At least, it is not intended by the speakers to be serious.\" \"In 'Godot,' \" the women said, \"they wait and wait and Godot never comes. In 'Gerry,' they walk and walk and they never get anywhere.\" \"There you have it,\" I said.\n\nI arrive at the end of this review having done my duty as a critic. I have described the movie accurately and you have a good idea what you are in for if you go to see it. Most of you will not. I cannot argue with you. Some of you will--the brave and the curious. You embody the spirit of the man who first wondered what it would taste like to eat an oyster.", "running_time": 103, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-28", "genres": ["Drama", "Indie"], "title": "Gerry (2003)"}