{"url": "http://www.rogerebert.com/reviews/get-carter-1971", "by": "Michael Caineas Jack Carter", "star_rating": 3.0, "text": "\"Get Carter\" is a tense, hard-boiled crime movie that uses Michael Caine, for once, as the sure possessor of all his unconscious authority. Caine has been mucking about in a series of potboilers, undermining his acting reputation along the way, but \"Get Carter\" shows him as sure, fine and vicious -- a good hero for an action movie.\n\nThe story follows the conventions of a detective caper whipped up, maybe, by a Ross MacDonald; but Carter is on the other side of the law. He's a London gangster come to Newcastle to avenge his brother's death, and by going against the Newcastle mob, he loses his underworld immunity. That makes him a loner seeking justice, which is what detectives like Lew Archer, Travis McGee or Philip Marlowe are. So the movie feels like a detective story, all the same. \n\nFor one thing, \"Get Carter\" has the sure feel for the underbelly of society, like the good American detective novelists have always had.\n\nCarter moves through a world of working-class pubs, boardinghouses managed by sad-eyed and warm-voiced widows and off-track betting parlors. This sort of proletarian detail is unusual in a British detective movie. Usually we get all flash and no humanity, lots of fancy camera tricks but no feel for the criminal strata of society.\n\nThe character created by Caine is particularly interesting. He's tough and ruthless, but very quiet and charged with a terrible irony. An early scene at a racetrack, where he quizzes a chauffeur hiding behind blank dark glasses, is as good a Caine scene as anything since he found the girl in his apartment in \"The Ipcress File.\" A later scene, which cinematically compares lovemaking and sports car driving, is as funny as e. e. cummings' \"She being brand new,\" the poem that's maybe about a Model T.\n\nThe movie has a sure touch. Very early, during the titles, we see Caine taking the train to Newcastle and reading a paperback of Raymond Chandler's 'Farewell My Lovely.' This seems audacious at the time, as if director Mike Hodges were deliberately inviting comparison with the American masters. But Hodges has the stuff, and \"Get Carter\" works as well as any British crime melodrama in a long time. Now that Rod Taylor has undertaken a series of movies as Travis McGee, I wonder if we could dust off Caine's American accent and hire Hodges to direct him as Lew Archer....", "running_time": 112, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-03-15", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "Get Carter (1971)"}