{"url": "http://www.rogerebert.com/reviews/get-low-2010", "by": "Robert Duvallas Felix Bush", "star_rating": 3.0, "text": "We're asked to take Felix Bush on faith, and since he's played in \"Get Low\" by Robert Duvall, we must. Duvall is authentic right down to the bone, and lends his credibility to almost every character he plays. Felix requires a lot of credibility. He's a backwoods hermit with the kind of beard that suggests he took a box of Smith Brothers Cough Drops into the barber and said, \"Give me one of those.\" He lives with a mule, a shotgun and his secrets.\n\nThe film opens with a murky scene of a farmhouse on fire and a man running away through the night. Who could this man be? Given the Law of Economy of Characters, it must be Felix, and therefore at the end the movie, he must account for this scene. Since Felix is an ornery rascal, it follows as the night the day that by the end, he will be downright amenable to folks. We don't require him to shave off his beard, but he obliges. \n\nIn the present (the 1930s), Felix learns of the death of an old friend, and this inspires him to make his own plans. He makes a rare visit to town to meet with the undertaker Frank Quinn (Bill Murray) and explain how he wants to \"get low.\" He plans his burial plot, his stone, his farewell sendoff and even the designated speaker. He intends this all to happen now, while he's still alive and can enjoy getting the value for his money.\n\nFrank, who is oleaginous even for a movie undertaker, has a fresh-faced young assistant, Buddy (Lucas Black), who has a wife and baby, and ends up as Felix's unofficial minder. Frank dreams up a real corker of a Getting Low party and thinks many of the townsfolk will come, and so Felix gets a new spring in his step. He meets for the first time in years Mattie Darrow (Sissy Spacek), who he used to be sweet on, and Frank even pulls Rev. Charlie Jackson (Bill Cobbs) out of his hat — or at least out of southern Illinois. The reverend may be the only man alive who knows what happened on that dark night of the farmhouse fire.\n\nAll leads up to the big day, during which hearts are healed, truths told, secrets revealed and misunderstandings set straight, and Felix delivers a speech he must have been rehearsing for years. The movie, which opened in an unexpected and intriguing way, has by now long since been on autopilot. That's where Duvall comes in — and Murray.\n\nAfter you get to a certain point with an actor, you don't much care what he does, you just want to watch him doing it. So it is with Duvall and Murray. They've played versions of these characters not a million miles distant. Duvall is a sly old twinkler, and Murray would take the bills out of your billfold before screwing you in, explaining he doesn't want you to spend eternity with a bump under your butt.\n\nAll of this is just plain enjoyable. I liked it, but please don't make me say it's deeply moving or redemptive and uplifting. It's a genre piece for character actors is what it is, and that's an honorable thing for it to be. Perhaps Robert Duvall is the only man alive who could make his big speech here sound like the truth — and sincere. But he does.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-08-04", "genres": ["Comedy", "Drama", "Indie", "Mystery"], "title": "Get Low (2010)"}