{"url": "http://www.rogerebert.com/reviews/get-on-the-bus-1996", "by": "Ossie Davisas Jeremiah", "star_rating": 4.0, "text": "Spike Lee's \"Get on the Bus” is a movie\rmade in haste and passion, and that may account for its uncanny effect: We feel\rclose to the real, often unspoken, issues involving race in America, without\rthe distance that more time and money might have provided. The film follows a\rgroup of about 20 black men on a cross-country bus trip to the Million Man\rMarch on Oct. 16, 1995, and it opens exactly one year later.\n\nLee made the movie\rquickly, after 15 black men invested in the enterprise. He shot in 16 mm and\rvideo, always in and around the bus, using the cross-section of its passengers\rto show hard truths, and falsehoods, too. If the movie's central sadness is\rthat we identify with our own group and suspect outsiders, the movie's message\ris that we have been given brains to learn to empathize.\n\nThere are all kinds of\rmen on the bus. The tour leader (Charles S. Dutton) will be an inspiration and\ra referee. Another steadying hand is supplied by the oldest man on board, Jeremiah\r(Ossie Davis), a student of black history who delights in informing white\rcowboys that a black cowboy invented steer wrestling.\n\nAlso on board are a\rfather (Thomas Jefferson Byrd) and his young son (DeAundre Bonds), who have\rbeen shackled together by a court order; the irony of going to the march in\rchains is not lost on the others. An ex-Marine (Isaiah Washington), who is gay,\rboards the bus with his lover (Harry Lennix) and they're singled out for\rpersecution by a homophobic would-be actor (Andre Braugher). And a\rlight-skinned man (Roger Guenveur Smith) is revealed as a cop assigned to South\rCentral. Then there's a UCLA film student (Hill Harper), who is shooting a\rvideo documentary. And a member of the Nation of Islam (Gabriel Casseus), in\rblack suit, bow tie and dark glasses, who says not one word during the journey.\n\nDuring the course of\rthe trip, conversations will be philosophical, humorous, sad, nostalgic, angry\rand sometimes very personal. The homosexual couple provokes the hostility of\rthe gay-hater; prejudice knows no color line. That's true, too, in the\rattitudes toward the cop, whose skin is so light that he could pass for white,\rand who, it is revealed, became a cop in part because his black father, also a\rcop, was killed (\"yes,” he says, \"by a brother”).\n\n\"The man says\rhe's black, he's black,” pronounces Ossie Davis. But then the cop himself is\rrevealed to have blinkers on. Another man reveals he's a former gang member,\r\"cripping since I smoked a guy on my 13th birthday,” but that now he does\rsocial work with \"kids at risk.” No matter; the cop warns him: \"When\rwe get back to L.A., I'm going to have to arrest you.”\n\nFor many white people,\ra distressing element of the Million Man March was the racial slant of its\rconvener, Louis Farrakhan, who has made many anti-Semitic and anti-white slurs.\rLee could have ducked this area, but doesn't. When the bus breaks down, the\rreplacement driver (Richard Belzer) is a Jewish man who keeps quiet as long as\rhe can, then speaks out about Farrakhan's libels against Jews. \"At least\rmy parents did their part,” he says; they were civil-rights activists. He cites\rFarrakhan's statements that Judaism is a \"gutter religion” and\r\"Hitler was a great man.” After some of the tour members recycle old clichés\rabout Jewish landlords, the Belzer character says, \"I wouldn't expect you\rto drive a bus to a Klan meeting,” and walks away from the bus at a rest stop.\rDutton takes over driving.\n\nThis is, I think, a\rforthright way to deal with Farrakhan's attitudes; the bus driver expresses\rwidely felt beliefs in the white community, and acts on his moral convictions.\rFor the men on the bus, quite simply, \"this march is not about Farrakhan.”\rWe expect that the Nation of Islam member will speak up to defend his leader,\rbut he never does, and his silence, behind his dark glasses, acts as a powerful\rsymbol of a religion that none of the other men on the bus seem to relate to,\ror even care much about.\n\nAs the journey\rcontinues, Lee brings in other characters who illustrate the complexity of race\rin America. There is a satiric cameo by Wendell Pierce as a prosperous Lexus\rdealer, who boards the bus in mid-journey and puffs on a cigar while airily\rexpressing self-hating cliches about blacks. Then, in Tennessee, the reason for\rthe march comes into sharp focus when the bus is pulled over by white cops.\rThey bring a drug-sniffing dog on board, and treat the men in a subtle but\runmistakably racist way. When the cops leave, Lee gives us a series of close-ups\rof silent, thoughtful faces: Every black man in America has at one time or\ranother felt charged by the police with the fact of being black.\n\nWhat makes \"Get\ron the Bus” extraordinary is the truth and feeling that go into its episodes.\rSpike Lee and his actors face one hard truth after another, in scenes of great\rpower. I have always felt Lee exhibits a particular quality of fairness in his\rfilms. \"Do the Right Thing\" was so even-handed that it was possible\rfor a black viewer to empathize with Sal, the pizzeria owner, and a white viewer\rto empathize with Mookie, the black kid who starts the riot that burns down\rSal's Pizzeria.\n\nLee doesn't have\rheroes and villains. He shows something bad -- racism -- that in countless ways\rclouds all of our thinking. \"Get on the Bus” is fair in the same sense. It\ris more concerned with showing how things are than with scoring cheap\rrhetorical points. This is a film with a full message for the heart, and the\rmind.", "running_time": 122, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-18", "genres": ["Drama", "Indie"], "title": "Get on the Bus (1996)"}