{"url": "http://www.rogerebert.com/reviews/get-rich-or-die-tryin-2005", "by": "Terrence Howardas Bama", "star_rating": 3.0, "text": "\"Get Rich or Die Tryin' \" offers a limited range of choices, but we'll probably never see a film titled \"Get By and Don't Die.\" The film is inspired by the haunting life story of Curtis \"50 Cent\" Jackson, who never knew his father, whose drug dealer mother was killed when he was young, who sold drugs on the streets of New York City and survived gunshot wounds to become one of the best-selling recording artists of modern times. It has been an amazing life, and he is only 30.\n\nOf course the odds against a young drug dealer eventually selling 4 million copies of an album are so high that, by comparison, getting into the NBA is a sure thing. A more accurate title might have been, \"I Got Rich But Just About Everybody Else Died Tryin', and So Did I, Almost.\" Given the harrowing conditions of his early life, Jackson's movie dwells on it with a strange affection; the movie is closer in tone to \"Scarface\" than to \"Hustle & Flow,\" the year's other rags-to-riches rap story.\n\nBillboards for the movie have been protested by citizens' groups -- not do-gooders or killjoys but people who have seen the bodies on the streets and attended the funerals and seen drugs taking a deadly tax of young manhood. \"Hustle & Flow\" is about a man (Terrence Howard) who wants to escape the drug world and become a musical artist. \"Get Rich\" is about a man who hangs on in the drug world as long as possible, and becomes a musician because he is talented and very lucky. There is a difference between these two life strategies.\n\nStill, I must review the movie, not offer counseling to Curtis Jackson. \"Get Rich\" is a film with a rich and convincing texture, a drama with power and anger. It shows its young hero taken in by grandparents who love him (Viola Davis and Sullivan Walker) after the death of his mother, and then being lured by the streets because, quite simply, he wants money for athletic shoes and, eventually, a car. There seem to be few other avenues of employment open to him, certainly none that he seeks, and although his mother tried to shield him from her business, he saw what happened and how it worked and he knows who the players are.\n\nEarly scenes in his career involve turf wars. The question of who sells drugs on what corner is sometimes settled by death. Meanwhile, the customers, many of them whites from the suburbs, roll up in their cars and subsidize these deaths, one purchase at a time. Although the movies have accustomed us to associate drug dealers with briefcases filled with cash, the movie provides a more realistic job description: \"All you get out there is long lonely nights.\" And \"If you would add up all the time spent standing around, it was minimum wage. If you added prison time, it was below minimum wage.\" The lie in the movie's title is that you get rich. Someone gets rich, yes, but then someone wins the lottery every week.\n\nThe best thing that happens to Jackson is that he is sent to prison. This probably saves his life, and it's there that he's approached by Bama (Terrence Howard again), a guy he already knows from the neighborhood, who tells him, \"You need a manager.\" This before he has a career. Jackson has always sung along with rap recordings, has started writing his own lyrics and observes in the narration, \"After Tupac, everybody wanted to be a gangster rapper.\"\n\nHe has the timing a little off, though. It wasn't \"after Tupac,\" but \"after Tupac's death.\" I remember Tupac Shakur in \"Gridlock'd\" (1997), where opposite Tim Roth, he showed that he was a gifted actor. Now he is dead. \"Tupac: Resurrection\" (2003), the quasi-documentary based on his life and narrated by his own words, makes an instructive parallel to this film.\n\nJackson is a good actor, at least in this film, playing himself. The same can be said of Eminem after \"8 Mile.\" Whether Jackson makes a career of acting is his choice. Joy Bryant is crucial in the film as Charlene, whom he has known since they were young, who loves him, who despairs at the danger he is in. There are smaller but significant roles for actors like Bill Duke, playing a drug wholesaler who tries to run an orderly business, but has too much turnover in the deadly front lines.\n\nIn an opening scene, Curtis is shot and left to die. This scene might as well come early, since everyone in the audience will know this happened to the real 50 Cent. \"I was about to die,\" he says in the narration. \"I don't know why I was expecting my father to rescue me -- been looking for him all my life.\"\n\nThis theme, the search for the father, may have been one reason Jim Sheridan, an Irishman in his 50s, seemed like a good director for this assignment. He knows about fathers and prisons (see his \"In the Name of the Father\") and he knows about poverty in New York (see his \"In America\"). Many of his visuals are brilliant; look at the way the bass on an automobile's sound system makes images in the rearview mirrors vibrate. Sheridan has made a well-crafted film, but it contains more drugs and less music than many people will expect. I guess people don't attend movies about gangsta rap looking for career guidance and inspiration, but \"Hustle & Flow\" has a lot more of each, and more music, too.", "running_time": 117, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-11-10", "genres": ["Action", "Adventure", "Crime", "Drama", "Musical"], "title": "Get Rich or Die Tryin' (2005)"}