{"url": "http://www.rogerebert.com/reviews/get-him-to-the-greek-2010", "by": "Jonah Hillas Aaron Green", "star_rating": 3.0, "text": "Aldous Snow is the sort of rock star who can seriously propose himself for the role of White African Jesus. What would his duties be? He has no idea. It's just the sort of thing he throws out to keep people on their toes. Aldous was first seen as a rock star, clean and sober, in \"Forgetting Sarah Marshall\" (2008), and he returns in \"Get Him to the Greek\" as a wild man deep into a relapse.\n\nIt is the task of an earnest and square young man named Aaron Green (Jonah Hill) to fly to London and in exactly three days get Snow (Russell Brand) to New York for a \"Today\" appearance and then to Los Angeles for a comeback concert at the Greek Theatre. \"Get Him to the Greek\" is the story for those three days, and nights, which pass in a blur for the innocent Green. They are a blur for Aldous as well, but then, that's his lifestyle.\n\nThe movie is funny in the way of \"The Hangover\" about what trouble lads can get into when their senses are whirling. Unlike some depictions of binges, it doesn't shortchange vomit. The adventures of Aldous and Aaron remind me of a friend I used to meet on Saturday mornings for what we called Drunch. \"Sometimes,\" she said, \"it can be really exhausting having a good time.\" \n\nAaron, who has been threatened with flaying if he doesn't deliver Aldous on time, panics when he can't get him to Heathrow for the right flight, can't get him to \"Today\" on time, can't get him to the sound check at the Greek, and very nearly can't get him to the Greek. Aldous for the most part floats benevolently above these small misunderstandings. When it comes to himself, he's a very understanding man.\n\nThere are really two movies here. One is a gross-out comedy that grows lyrical in its exuberant offensive language, its drug excesses, its partying, its animal behavior. The other movie, which comes into focus, so to speak, in the last half, is surprisingly sweet, and shows that Aldous and Aaron arrive at a friendship that has been tempered in the forge of their misbehavior. Both \"Get Him to the Greek\" and \"Forgetting Sarah Marshall\" were produced by Judd Apatow, who does a nice line in gross-out comedies.\n\nThe lads share loneliness and a feeling of failure with women. Aaron is in love with Daphne Binks (Elisabeth Moss of \"Mad Men\"), a medical intern who works endless shifts and gets a great job offer in Seattle, far from the music biz. Aldous has split from Jackie Q (Rose Byrne) as a consequence of his spectacular fall from sobriety. We learn they earlier collaborated on an album voted the worst of all time, but while Aldous has plunged, Jackie Q has soared. In a movie jammed with celebrity cameos (New York Times columnist Paul Krugman?), we see bits of her music videos, which, incredible as they may be, aren't entirely improbable. We are so deep into post-irony that it's hard to be sure if a video is intended to be bad.\n\nThe reason the friendship works is that Russell Brand and Jonah Hill are good actors. Hill's character is required to be blotto half of the time, but there's the sense that he's desperately trying to do the right thing. Russell Brand is convincing as a rock star, imperious, self-destructive, smarter than he seems, calculating, measuring out wretched excess in survivable portions. When it comes time for him to sing, he does it convincingly, with songs that sound like real rock songs. I was reminded a little of Rod Stewart.\n\nThe urgency of Aaron's mission depends entirely on his fear of Sergio Roma (Sean Combs), the owner of Aldous' record label. Combs is convincing in early scenes as an egotistical, hard-driving music executive. Then his character has a comic flowering in later scenes, as he reveals his true rock and roll roots. He can party at top speed and send Aldous onstage at the Greek, despite a bleeding wound from a jump from a rooftop. That Aldous may collapse onstage does not occur to him. And indeed Aldous rises to the occasion, as from many reports a lot of rock stars are able to do. They may not remember their performances, but they were great.\n\nWhat I'm backing into here is that under the cover of slapstick, cheap laughs, raunchy humor, gross-out physical comedy and sheer exploitation, \"Get Him to the Greek\" also is fundamentally a sound movie. The writer-director Nicholas Stoller, who also directed \"Forgetting Sarah Marshall,\" carefully places the foundations of the story and restrains himself from making Aldous and Aaron into completely unbelievable caricatures. The fundamentals are in place.", "running_time": 109, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-02", "genres": ["Comedy"], "title": "Get Him to the Greek (2010)"}