{"url": "http://www.rogerebert.com/reviews/get-bruce-1999", "by": "Andrew J. Kuehn", "star_rating": 3.0, "text": "\"Get Bruce\" is exactly the kind of documentary we all want to have made about ourselves, in which it is revealed that we are funny, smart, beloved, the trusted confidant of famous people, the power behind the scenes at great events and the apple of our mother's eye. That all of these things are true of Bruce Vilanch only adds to the piquancy. I have known him for 30 years. If there is a dark side to his nature, I believe it shows itself mostly when he can't decide which T-shirt to wear.\n\nVilanch writes \"specialized material\" for Hollywood stars. When Whoopi emcees, when Billy does the Oscars, when Bette Midler opens a new show at Radio City Music Hall, much of what they say (and most of the funniest stuff) has passed through Bruce's laptop computer. He has written the recent Oscarcasts and can be found backstage at almost every big Hollywood awards show or charity benefit, suggesting \"improvised\" one-liners as the host dashes onstage between acts. His greatest triumph was arguably the night Jack Palance did the one-armed pushups, and Billy Crystal milked it for the whole evening.\n\nIt is not that Billy, Robin, Whoopi, Bette and the others are idiots who need Vilanch to put words in their mouths. Quite the opposite, as this film shows in some fascinating footage of them at work. Vilanch is a foil, a collaborator, a dueling partner, a lateral thinker able to help them move in the direction they want to go. Only when some clients are insecure or truly at sea does he become a ventriloquist.\n\nI knew him a long time ago, in Chicago, when he worked for the Tribune, the film says, although I recall, perhaps imperfectly, that it was Chicago Today. He was very funny then. He looked about the same: large, always wearing a well-stretched T-shirt, his face a cartoon made of a mass of hair, a Santa beard and glasses. He wrote wonderful celebrity profiles, and that's how he met Bette Midler at Mister Kelly's and went from rag to riches.\n\nI may not have actually been present when they met, but I was there at Kelly's one night at about the same time. Mort Sahl was on the stage. I was in the booth next to the runway to the dressing rooms. I heard a voice. \"Why do I have to open for this guy?\" It was Bette Midler. Another voice. \"Why do I have to be your piano player?\" Her piano player was Barry Manilow.\n\nThe world was young then and Bruce flirted briefly with the possibility that he could build a performing career of his own. He actually opened at Kelly's as a stand-up comic. This was in the days before comedy clubs, and it took nerve to stand up in front of a room of friends and critics (the friends were more frightening) and try to be funny. I do not recall that he was a hit. I can see from \"Get Bruce,\" however, that he's good in front of an audience these days, no doubt because he has a lot more confidence and because his persona is familiar to his audiences.\n\n\"There isn't a show in town that can be held without him,\" says one of the subjects of \"Get Bruce.\" He recalls, usually with the perpetrators, how specific material was generated. Not just the triumphs (Palance's pushups) but the disasters like Ted Danson's appearance in blackface at the Friars' Club roast for Whoopi Goldberg. Vilanch wrote a lot of Danson's material, which went over so badly, it occupied the entire front page of the New York Daily News the next day, but Goldberg defends him: \"It was my idea. All my idea.\" I remember when he left for the coast. There was a farewell party at mutual friend Larry Dieckhaus' and we all sat on the floor around a coffee table, eating pizza and weeping with laughter.\n\nAt first it was slow going in L.A. He got a job on \"The Brady Bunch Hour,\" and then interviewed with Donny and Marie. What he said to Donny during their unsuccessful meeting cannot be quoted here, but will be much quoted elsewhere. He also recalls some of the people he did not write for; he is well paid, we learn, and Barbra Streisand's offer was so low he told her, \"Jim Bailey offered me more to write the drag version of this act.\" Some of the film's best sequences have Vilanch bouncing lines back and forth with Crystal and Williams. He works differently with each client. With some he's a counselor, a source of calm reassurance. With others he's a competitor, a one-upper. Lots of funny lines are generated, and he remembers a few that went too far and were wisely left out of the script.\n\nWhere does he get his humor? Maybe from his mother back on Long Island, whose every statement is hilarious--apparently unintentionally, although we sense she knows exactly what she's doing. Bruce was adopted, she confides, but \"he's more like me than any child who was ever naturally born.\" High praise. Deserved.", "running_time": 72, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-17", "genres": ["Comedy", "Documentary"], "title": "Get Bruce (1999)"}