{"url": "http://www.rogerebert.com/reviews/get-shorty-1995", "by": "John Travoltaas Chili Palmer", "star_rating": 3.5, "text": "“I'm not gonna say any more than I have to, if that,\" a\rMiami loan shark named Chili Palmer says, early in \"Get Shorty.\" The\rperfect note in this sentence is the addition of if that. It comes with our\rknowledge that everyone in the movie will say more than they have to, because\r\"Get Shorty\" is based on a novel by Elmore Leonard, that grandmaster\rof low-life dialogue.\n\nChili\r(John Travolta) is a man who knows his way around organized crime but dreams of\rthe movies. In the course of \"Get Shorty's\" intricate plot, he\rfollows a mob assignment from Miami to Brooklyn to Las Vegas to Los Angeles,\rwhere he finds himself sitting in the middle of the night in the living room of\ra sleaze merchant who produces movies with titles like \"The Slime\rPeople.\" For Chili, who knows the man's work, it is like being in heaven.\n\nThe\rproducer is Harry Zimm (Gene Hackman, with an overbite).\n\nHe\rhas always moved hopefully on the fringes of the Hollywood big time, making a\rliving but never making a hit. Chili has broken into his house to intimidate\rhim into paying a gambling debt. But Chili originally came out west on the tail\rof a Miami dry-cleaner named Leo Devoe (David Paymer), who collected a $300,000\rinsurance payout when a plane crashed and everyone thought he was on it. Devoe\rowes the money to \"Bones\" Barboni (Dennis Farina), a Mafia boss. And\rChili, sitting in Harry Zimm's den in the middle of the night, ends up pitching\rthis story to the producer because he thinks it would make a good movie.\n\nOne\rof the pleasures of \"Get Shorty\" is watching the way the plot moves\reffortlessly from crime to the movies - not a long distance, since both\rindustries are based on fear, greed, creativity and intimidation. Elmore\rLeonard's characters may exist in the crevices of society, but they are smart\rand verbal, and don't take forever to get to the point. There are a lot of\rscenes in the movie where people come into the room wanting one thing and leave\rwanting another. They are persuaded to change their minds by the seductive lure\rof Hollywood. Even Barboni (one of Farina's best performances, with a broken\rnose that grows more painful to look at every time we see it) is not immune to\rthe glitter.\n\nOf\rcourse, this is low-grade glitter. We meet a gallery of characters, all played\rin a laconic key as Hollywood types for whom all sentiments are cynical. Harry\rZimm, for example, is found in bed with Karen Flores (Rene Russo), a\r\"scream queen\" who is the kind of actress who becomes a cover girl\rfor Fangoria. She used to be married to Martin Weir (Danny DeVito), a major, if\rshort, movie star. They all scheme to get \"Shorty\" into their\rpicture, and the movie's single best scene is one where Travolta gives DeVito\racting lessons in how to look filled with menace.\n\nMany\rcharacters seem lifted from the autobiography of Ed Wood: Bo Catlett (Delroy\rLindo), who owns a limousine service and is owed big money by Zimm; Bear (James\rGandolfini), a stunt man who thinks he is very tough but has never met anyone\rlike Chili Palmer before, and Doris (Bette Midler in an uncredited cameo),\rwhose success is based on being as close to a 1930s sex siren as anyone is\rlikely to get in this lifetime.\n\nOne\rof the tactile pleasures of \"Get Shorty\" is the dialogue. John\rTravolta has said in interviews that he insisted the original Leonard dialogue\rbe put back into the screenplay, which had been translated into flat,\rfunctional Hollywood Speak. In Time magazine this week, he provides an example:\rIn the novel, when Chili's beloved jacket is taken from a check room, he says,\r\"You see a black leather jacket, fingertip length, has lapels like a\rsuitcoat? You don't, you owe me three seventy-nine. You get the coat back or\ryou give me the three seventy-nine my wife paid for it at Alexander's.\" In\rthe screenplay, he says, this speech had been changed to, \"Where's my\rcoat? You better find it. It cost $400.\" Travolta was right to see that\rthe soul of the story is in the way the characters speak. What is amazing is\rthat anyone would buy an Elmore Leonard novel and want to change the dialogue.\rThe language is the whole point. In \"Get Shorty,\" it sings in\rcounterpoint to the plotting, which is so complex it gets funny, especially\rafter $300,000 is put into a locker at the airport and everyone wants it, but\rthe FBI has it staked out.\n\n\"Get\rShorty\" was directed by Barry Sonnenfeld, a former cinematographer\r(\"Miller's Crossing,\" \"Misery\") who directed the two Addams\rFamily movies. He has made a small jewel: a film that demonstrates, to our\ramazement, that even the Hollywood characters in \"The Player\" were\rnot quite at the bottom of the barrel.", "running_time": 105, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-20", "genres": ["Action", "Comedy", "Thriller"], "title": "Get Shorty (1995)"}