{"url": "http://www.rogerebert.com/reviews/get-smart-2008", "by": "Steve Carellas Maxwell Smart", "star_rating": 3.5, "text": "The closing credits of “Get Smart” mention Mel Brooks and Buck Henry, creators of the original TV series, as “consultants.” Their advice must have been: “If it works, don’t fix it.” There have been countless comic spoofs of the genre founded by James Bond, but “Get Smart” (both on TV and now in a movie) is one of the best. It’s funny, exciting, preposterous, great to look at, and made with the same level of technical expertise we’d expect from a new Bond movie itself. And all of that is very nice, but nicer still is the perfect pitch of the casting.\n\nSteve Carell makes an infectious Maxwell Smart, the bumbling but ambitious and unreasonably self-confident agent for CONTROL, a secret U.S. agency in rivalry with the CIA. His job is to decipher overheard conversations involving agents of KAOS, its Russian counterpart. At this he is excellent: What does it mean that KAOS agents discuss muffins? That they have a high level of anxiety, of course, because muffins are a comfort food. Brilliant, but he misses the significance of the bakery they’re also discussing — a cookery for high-level uranium.\n\nSmart is amazingly promoted to a field agent by the Chief (Alan Arkin, calm and cool) and teamed with the beautiful Agent 99 (Anne Hathaway, who never tries too hard but dominates the screen effortlessly). They go to Russia, joining with Agent 23 (Dwayne Johnson, once known as The Rock). Their archenemy is waiting for them; he’s Siegfried (Terence Stamp), a cool, clipped villain.\n\nAnd that’s about it, except for a series of special-effects sequences and stunt work that would truly give envy to a James Bond producer. “Get Smart” is an A-level production, not a cheapo ripoff, and some of the chase sequences are among the most elaborate you can imagine — particularly a climactic number involving planes, trains and automobiles. Maxwell Smart of course proves indestructible, often because of the intervention of Agent 99; he spends much of the center portion of the film in free-fall without a parachute, and then later is towed behind an airplane.\n\nThe plot involves a KAOS scheme to nuke the Walt Disney concert hall in Los Angeles during a concert being attended by the U.S. president. The nuclear device in question is concealed beneath the concert grand on the stage, which raises the question: Since you’re using the Bomb, does its location make much difference, give or take a few miles?\n\nIt raises another question, too, and here I will be the gloom-monger at the festivities. Remember right after 9/11, when we wondered if Hollywood would ever again be able to depict terrorist attacks as entertainment? How long ago that must have been, since now we are blowing up presidents and cities as a plot device for Maxwell Smart. I’m not objecting, just observing. Maybe humor has a way of helping us face our demons.\n\nThe props in the movie are neat, especially a Swiss Army-style knife that Maxwell never quite masters. The locations, many in Montreal, are awesome; I learned with amazement that Moscow was not one of them, but must have been created on a computer. The action-and-chase sequences do not grow tedious because they are punctuated with humor. I am not given to quoting filmmakers in praise of their own work in press releases, but director Peter Segal does an excellent job of describing his method: “If we plan a fight sequence as a rhythmic series of punches, we would have a ‘bump, bump, bam’ or a ‘bump, bump, smack.’ We can slot in a punchline instead of a physical hit. The rhythm accentuates the joke and it becomes ‘bump, bump, joke’ with the verbal jab as the knockout or a joke immediately followed by the last physical beat that essentially ends the conversation.”\n\nYes. And the jokes actually have something to do with a developing story line involving Anne Hathaway’s love life, the reason for her plastic surgery, and a love triangle that is right there staring us in the face. One of the gifts of Steve Carell is to deliver punchlines in the middle of punches and allow both to seem real enough at least within the context of the movie. James Bond could do that, too. And in a summer with no new Bond picture, will I be considered a heretic by saying “Get Smart” will do just about as well?", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-19", "genres": ["Action", "Adventure", "Comedy"], "title": "Get Smart (2008)"}