{"url": "http://www.rogerebert.com/reviews/gettysburg-1993", "by": "Tom Berengeras Longstreet", "star_rating": 3.0, "text": "Most war movies use battle as a backdrop to little human dramas. We learn of the private lives of the soldiers, their loves and fears. Personalities are sketched, weaknesses revealed, rivalries established that will all be settled under fire. Then we get the action scenes. \"Gettysburg\" avoids all of those war movie cliches. This is a film, pure and simple, about the Battle of Gettysburg in the summer of 1863, about the strategies, calculations, mistakes and heroism that turned the tide of the Civil War decisively against the South.\n\nThe movie is some four hours long and every minute is devoted to either battle itself, or the planning and preparation for battle. Typical eve-of-battle romance is so far from the minds of the filmmakers that there is not a single woman in the cast.\n\nThe movie was made at great cost by Turner Pictures, which after releasing it theatrically through its New Line subsidiary will broadcast it on the TNT cable channel. It should really be seen on a large screen. The movie was shot on the actual locations, in Gettysburg National Park, and it deployed thousands of Civil War re-enactment buffs, in costumes authentic down to the last button, to reproduce the actions of the two sides on those three bloody days when 158,000 men went into battle and 43,000 were killed.\n\nOf the several set pieces in the film, none is more harrowing than an early defense of a crucial wooded ridge by Union troops from Maine, under the command of Col. Joshua Lawrence Chamberlain (Jeff Daniels). His men control the heights, but are badly outnumbered and low on ammunition. Yet they repel repeated charges, taking deep casualties, in sequences so desperate, bloody and protracted that for once we sense the sheer physical exhaustion of combat, the combination of fear, fatigue and determination.\n\nMuch is made in the second half of the film of the fatal decision by Gen. Robert E. Lee (Martin Sheen) to send his Confederate troops into what became a suicidal attack across an open field toward entrenched and superior Union forces. The night before the first attack, his aide Longstreet (Tom Berenger) pleads with him to reconsider, but Lee seems seized by an almost mystical faith in his cause and his men. Inspired by him, they march joyfully into battle, many of them to certain death.\n\nOne of the film's best performances, as the Confederate Brig. Gen. Lewis Armistead, is by Richard Jordan. He has a long nighttime speech about death, delivered with deep feeling and tremendously effective, and it is his farewell as an actor: This was Jordan's last performance before he fell ill with a brain tumor and died in August.\n\nIn the film, he dies in glory, stabbing his hat through with his sword and raising it above his head, crying, \"Virginians! Who will go with me?\" and mounting a wall to be struck with fatal gunfire.\n\nThe film, written and directed by Ronald F. Maxwell, is made of countless vignettes, almost all of them informed by military strategy and considerations. We understand, step by step, what the objectives are on each side. We listen to intelligence briefings as the two armies discover they are closer to one another than they thought. In a time before aerial reconnaissance, we watch as the opposing generals seem to depend on a sixth sense, buttressed by fragmentary scouting reports, to intuit where the enemy is, and where he is moving.\n\nAnd most of all, we experience the horrifying reality of battle itself. What Lee called on his men to do was walk a mile across open ground, in the face of withering fire, and engage Union troops who were fortified behind a stone wall. That they would do this - that they still had the will to fight when they got there - is evidence of the deep, almost fanatical conviction that both sides brought into the war.\n\nMaxwell deserves credit for not hedging his bets. This is a film that Civil War buffs will find indispensable, even if others might find it interminable. I began watching with comparative indifference, and slowly got caught up in the majestic advance of the enterprise; by the end, I had a completely new idea of the reality of war in the 19th century, when battles still consisted largely of men engaging each other in hand-to-hand combat. And I understood the Civil War in a more immediate way than ever before.", "running_time": 258, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-10-08", "genres": ["Drama", "History", "War"], "title": "Gettysburg (1993)"}