{"url": "http://www.rogerebert.com/reviews/getting-to-know-you-2000", "by": "Heather Matarazzoas Judith", "star_rating": 3.0, "text": "The work of Joyce Carol Oates is populated with characters who live in a lonely landscape, filled with hurt and shame. She has written so much about them, and knows them so well, that we are at a loss to understand the springs of her invention; she reminds me of a story I read long ago about a man who was telepathic, and went mad because he could not drown out the incoming pain and cries for help.\n\n\"Getting to Know You\" is a film based on several of her stories, held together by the linking device of some people waiting in a small bus station: a 16-year-old girl named Judith, her brother Wesley, a boy named Jimmy who hangs around the station, a security guard and some others. Judith and Wesley (Heather Matarazzo and Zach Braff) have clung together in the wreckage of their parents' alcoholic marriage; Jimmy is a kid who makes up stories about himself and about the strangers he sees in the bus station, and in a way represents Oates.\n\nThe kids' parents are Trix (Bebe Neuwirth) and Darrell (Mark Blum), two drinkers and ballroom dancers who live in a world of their own. In a flashback, the kids sit on a staircase, peering down at their parents drifting across a living room that has become, in their minds, a ballroom. Going through old family photo albums, they notice that the pictures stop at about the time they were born. Now, we learn, Trix is in an institution, maybe with wet brain, and when Judith calls her dad, he doesn't want her to call anymore--he has \"canceled all debts.\" When the bus arrives, Wesley will be off to college, and then Judith will be going to a foster home. Wesley spends most of the movie buried in textbooks, obviously determined to learn his way out of despair. Judith starts talking to Jimmy, who singles out people in the bus station and tells her stories about them. He says the security guard (Bo Hopkins), for example, left the police force after his partner was killed on a day off in what may have been an unnecessary way.\n\nA movie like this runs the risk of feeling cut up and episodic, but director Lisanne Skyler, who co-wrote the screenplay with her actress sister Tristine, makes the episodes vivid. One stars Tristine and Chris Noth (\"Law & Order\") in the story of a girl who meets a gambler in an Atlantic City casino. He wins $75,000 and is charming, expansive, blessed, and it's love for a night. Then he's drawn back to the tables and his sad need to lose draws clouds over his face, and she is frightened. Another story involves a scrawny deep-voiced boy named Lamar Jr. (Jacob Reynolds), his dad and an ax.\n\nHeather Matarazzo is at the center of the film, her first major role since \"Welcome To The Dollhouse\" (1997). The camera likes to regard her; she has a repose and inwardness that attracts our attention. Like Lili Taylor or Shelley Duvall, Matarazzo is not conventionally pretty, although she glows and is more entrancing than the teen-mag beauties who pass for stars in Friday night specials. Her character Judith takes . . . a care with life. When she touches something, you can't tell if she doesn't want to harm it, or is afraid of being burned. She is poised on the edge of a life when things like she's heard about today could happen to her.\n\nThe history of this film is intriguing. It played first on the Sundance Channel and now is going out theatrically. Another good recent film, \"Panic,\" also went to cable after winning a warm reception in festivals. Mass distribution is so dominated by 3,000-screen, f/x extravaganzas that smaller films get lost in the noise, and perhaps the cable exposure will act like a sneak preview, as people tell each other about the film they discovered and admired. Movies about people are being drowned out these days by movies about things, which can give you insights about yourself only if you are a cyborg. Here is a film about people.", "running_time": 96, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-01", "genres": ["Comedy", "Horror"], "title": "Getting To Know You (2000)"}