{"url": "http://www.rogerebert.com/reviews/getting-away-with-murder-1996", "by": "Dan Aykroydas Jack Lambert", "star_rating": 2.0, "text": "I think about the twists and loops of the plot in “Getting Away With Murder” and, yes, I can see how it could have been a good comedy--a dark, ironic one, but funny. But then I think about the subject matter, and my heart sinks. Here is a film that tries to find comedy in the Holocaust, and it looks in the wrong places, in the wrong way, and becomes a sad embarrassment.\n\nI know that anything can be funny. I remember the “Springtime for Hitler” production number from Mel Brooks' “The Producers” (1968) and I smile even after 29 years. But humor depends on tone, on timing and even on taste, and when a comedy starts on the wrong foot, it is hard to regain balance.\n\n“Getting Away With Murder” tells the story of an ethics professor named Lambert (Dan Aykroyd), who lives next door to a kindly old man named Mueller (Jack Lemmon). Lambert plays drums in a local Dixieland band, and one night in a club he meets Gail (Bonnie Hunt), who likes his drumming, and him. A few nights later, they Meet Cute again, when Gail, a doctor, treats his wounds after a fight. There's chemistry. They fall in love. Meanwhile, the FBI comes calling, because it suspects that Mueller may in fact be Karl Luger, the Beast of Berkau, a fugitive Nazi war criminal responsible for the deaths of hundreds of thousands. (Warning: I am now going to discuss plot points.) Lambert can't believe it at first, but convincing evidence is presented. Then Mueller/Luger is freed on a technicality. The ethics professor, deeply affronted that this monster can walk free, poisons the apples on his tree, and the old man eats one, and dies. Then it appears (the warning still applies) that the old man was innocent after all. Lambert decides to make moral amends, punishing himself by calling off his marriage to Gail, and again by marrying Mueller's rather pathetic daughter, Inga (Lily Tomlin). And then ... but I will give away no more, as the plot zigs and zags to its conclusion.\n\n“Getting Away With Murder” is a black comedy, yes, but not a deep one, with a savage message that might justify its subject. It wants basically to be an evening's entertainment at your local theater. And that is why I find it inexcusable that the Lemmon character was made into a death camp commandant.\n\n(Try to imagine him as the Ralph Fiennes character in “Schindler's List,” 50 years later.) The movie twists and turns in its search for laughs, but it keeps coming back to those hundreds of thousands of ... victims, the movie calls them, since for some reason it seems reluctant to use the word “Jews.” And the weight of their deaths quiets any hope that the movie could be funny.\n\nIt would have been so easy to change just a few words, here and there, and make this into a different movie. Instead of a concentration camp commander, why couldn't old Mueller be a mad Nazi scientist, a guy with a ray beam to cut a hole in the ozone layer? Why tie his evil to real events? Not long ago I gave a negative review to the film “Don't Be a Menace in South Central While Drinking Your Juice in the Hood.” That was the comedy that satirized the genre of 'hood movies like “Boyz N the Hood” and “Menace II Society.” I found a lot of its humor--about drugs, teenage parents, crime and illiteracy--to be not very funny. Now I feel the same way about “Getting Away With Murder,” which is technically a better-made movie, but generates the same dismay. It's important to make this clear: I believe any subject can be appropriate for a film. I believe any subject can work as a comedy. I am noteasily offended. But if a film is going to find jokes in inner- city poverty, or the Holocaust, it needs two things these films lacked: (1) a reason, and (2) an approach. A subject is not funny just because we declare it so. The logic of the comedy must supply us with an angle of approach. And when the subject is fraught with emotion, the comedy must find the tone and strategy to sell itself. There are no rules here, just subjective responses. All a critic can do is report his feelings. I did not feel it was funny to watch high jinks about the guilt or innocence of the “Beast of Berkau.” Oh, I suppose it all could somehow have been made funny, but not by the people who made this movie.", "running_time": 91, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-04-12", "genres": ["Comedy"], "title": "Getting Away With Murder (1996)"}