{"url": "http://www.rogerebert.com/reviews/getting-even-with-dad-1994", "by": "MacAulay Culkinas Timmy", "star_rating": 2.0, "text": "Here is a movie with broad ambitions: It wants to be a caper, a comedy, a romance, and a showcase for MacAulay Culkin. That's too much of a stretch. There are scenes that exist for only one reason, to hold together a plot that's essentially a juggling act.\n\nThe film opens with cute little Timmy (Culkin) being dumped for a few days at the apartment of his father, Ray (Ted Danson).\n\nTimmy's mother is dead, and he's been living with an aunt, who has remarried and needs time off for a honeymoon. Already we get the sense that this movie has more plot than it really needs, even before we discover that Ray is an ex-convict who is planning to steal some rare coins in order to finance his dream of owning his own bakery.\n\n(Ray learned cake decorating in prison.) Timmy, who is 11, explains that he is in the 95th percentile of his grade school class. That easily makes him smart enough to figure out what his dad and two cronies are up to. Since his dad is so dumb he keeps getting caught by the cops, Timmy decides it's up to him to steal the rare coins from his dad's hiding place and hide them elsewhere, while conceiving a convoluted scheme to protect himself, involving videotapes and passwords.\n\nThat's the set-up. It leads to a long, slow slog through the middle of the movie. Ray and the other ex-cons (Saul Rubinek and Gailard Sartain) learn Timmy's conditions: He will return the coins, but only if his dad spends a week showing him around San Francisco.\n\nOf course, the cronies go everywhere with them - they're afraid Timmy will give his dad the coins. Also, of course, after years of being apart, Timmy and Ray begin to like one another.\n\nTo demonstrate these developments, we get montages of visits to the baseball stadium, museums and an amusement park, where everybody inexplicably produces swimming suits for a ride down a water slide, before rematerializing in their previous costumes. (One of the movie's feeble running jokes is that Sartain is a snappy dresser and Rubinek is a slob.) There are several scenes that look like transparent attempts to recycle elements from \"Home Alone,\" Culkin's enormous hit. Sartain and Rubinek team up, for example, on a wild goose chase, following what they think is Timmy's secret treasure map, and there are \"funny\" scenes where they get frustrated and start shouting at one another, or punch out strangers.\n\nMeanwhile, in the biggest stretch of all, the story expands to include a budding romance between a female detective (Glenne Headly) and Timmy's dad.\n\n(She's been tailing them when Timmy almost runs into traffic, and she saves him, in a shameless Meet Cute.) The movie never convinced me that much chemistry existed between the cop and the ex-con. And, for that matter, I wasn't much moved by Macaulay Culkin's performance as the smart little waif.\n\nAlthough a couple of obligatory tears materialize in a closing scene, for most of the movie he's too analytical, instantly figuring out everybody's motives and taking a smug delight in outsmarting them.\n\nThe screenwriters, Tom S. Parker and Jim Jennewein, don't develop any suspense about the secret location of the stolen coins - that's unnecessarily revealed long before it needs to be - but by the end of the film they have to fudge seriously in order to avoid the implications of the plot. It would seem that if Ray and his cronies stole the coins, then they are guilty of theft, but the cops come up with a bizarre explanation based on who did, or did not, open a bus locker. That's so we can have a bittersweet little ending that the movie hasn't really earned.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-06-17", "genres": ["Family"], "title": "Getting Even With Dad (1994)"}