{"url": "http://www.rogerebert.com/reviews/ghost-story-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nGhost stories should always\r\nbegin as this one does, in shadows so deep that the flickering light of the\r\ndying fire barely illuminates the apprehensive faces of the listeners. They\r\nshould be told in an old man's voice, dry as dust. They should be listened to\r\nby other men who are so old and so rich that we can only guess at the horrors\r\nthey have seen. And, of course, ghost stories should be about things that\r\nhappened long ago to young, passionate lovers who committed unspeakable crimes\r\nand have had to live forever after with the knowledge of them. If at all\r\npossible, some of the characters should be living in this life, filled with\r\nguilt, while others should be living the half-lives of the Undead, filled with\r\nhatred and revenge. \n\n\r\nPeter Straub's best-selling novel Ghost Story\r\ncontained all of those elements, and so I plugged away at it for what must have\r\nbeen hundreds of pages before his unspeakable prose finally got to me. At\r\nleast, he knows how to make a good story, if not how to tell it, and that is\r\none way in which the book and the movie of “Ghost Story” differ. The movie is\r\ntold with style. It goes without saying that style is the most important single\r\nelement in every ghost story, since without it even the most ominous events\r\ndisintegrate into silliness. And “Ghost Story,” perhaps aware that if\r\ncharacters talk too much they disperse the tension, adopts a very economical\r\nstory-telling approach. Dialogue comes in short, straightforward sentences. \n\nBackground is provided\r\nwithout being allowed to distract from the main event. The characters are\r\nestablished with quick, subtle strokes. This is a good movie. The story involves four very old men, who have\r\nformed a club to tell each other ghost stories. The casting is crucial here,\r\nand the movie's glory is in the performances and presences of Fred Astaire, the\r\nlate Melvyn Douglas, Douglas Fairbanks, Jr., and John Houseman. What a crowd. \n\n\r\nThere is also a young protagonist (Craig Wasson),\r\nwho has a dual role as Fairbanks's twin sons. When one comes to a dreadful end,\r\nthe other begins to suspect that a mysterious woman may have something to do\r\nwith it. And indeed she may. I would not dream of even hinting at exactly what\r\nconnection this young woman (played with creepy charm by Alice Krige) might\r\nhave with the four old men, but of course there is a connection. The movie\r\nflashes back fifty or sixty years to establish the connection, but its scariest\r\nscenes are in the present. They involve a wonderful haunted house, a\r\nlong-drowned auto, a series of horrendous accidents, a group of ghostly\r\nmanifestations, and a truly horrible vengeance wreaked upon the living by the\r\nnot-exactly-dead. \n\n\r\nIf you like ghost stories, you will appreciate\r\nthat they cannot be told with all sorts of ridiculous skeletons leaping out of\r\nclosets, as in Abbott and Costello. They must be told largely in terms of\r\nfearful and nostalgic memory, since (by definition) a ghost is a ghost because\r\nof something that once happened that shouldn't have happened. “Ghost Story” understands\r\nthat, and restrains its performers so that the horror of the ghost is hardly\r\nmore transparent than they are.", "running_time": 110, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Horror", "Thriller"], "title": "Ghost Story (1981)"}