{"url": "http://www.rogerebert.com/reviews/ghost-1990", "by": "Patrick Swayzeas Sam Wheat", "star_rating": 2.5, "text": "The thing about ghost stories is that they usually have such limited imaginations. If a spirit were indeed able to exist in two realms at the same time - to occupy the spirit world while still involving itself in our designs here in the material universe - wouldn't it be aghast with glory and wonder? Wouldn't it transcend the pathetic little concerns of daily life? To put it another way: If you could live in the mind of God, would you still be telling your wife she's wearing the T-shirt you spilled the margarita on? \"Ghost\" is no worse an offender than most ghost movies, I suppose. It assumes that even after death we devote most of our attention to unfinished business here on Earth, and that danger to a loved one is more important to a ghost than the infinity it now inhabits. Such ideas are a comfort to us. We like to picture our dear ones up there on a cloud, eternally \"looking down\" on us, so devoted that they would rather see what we're cooking for dinner than have a chat with Aristotle or Elvis.\n\nIn \"Ghost,\" Patrick Swayze plays an investment counselor who is killed by a mugger one night, but remains on the scene in his spirit form to observe as his lover (Demi Moore) weeps and mourns and then attempts to piece her life together. Swayze has an important piece of information he needs to get to her: His death was not an act of random urban violence, but a contract murder. He was about to stumble across a multimillion-dollar scheme to launder drug money, and that's why he was murdered. Now Moore is in danger.\n\nThis plot takes place in the world of upscale Manhattan yuppies. Swayze and Moore inhabit a loft apartment so luxurious that he must be making a fortune at his job (or maybe she's doing well with her art pottery business). That's why, after Swayze's death, Moore doesn't believe it when a self-appointed psychic (Whoopi Goodberg) contacts her with messages from beyond the grave. What's amazing is that Goldberg really is able to hear every word Swayze says to her - even though she has no previous record of genuine psychic powers.\n\nThat's how we get around to the description of the T-shirt with the margarita stains. Swayze has to feed Goldberg so much personal information that Moore is forced to believe that the communications are genuine. This he does to a fault. One of the irritations of \"Ghost\" is that the Moore character is such a slow study. Over and over again, Goldberg tells her things only her lover could possibly have known, and over and over again, Moore disbelieves her - she trusts the villain, instead. We are treading here on the edge of the Idiot Plot.\n\n\"Ghost\" does, however, make a nice mixture of horror and humor, especially in the scenes involving Goldberg and her sisters (Gail Boggs and Armelia McQueen). The film's biggest puzzlement involves the exact status of Swayze's spiritual sojourn in this world.\n\nIs he in heaven's holding pattern? Must he protect his lover before he can ascend that tunnel of light into the sky? What about his ability to interact with the physical world? At first he walks right through everything, but later, after tutelege from his fellow dead, he learns simple parlor tricks - like picking up a penny - and of course by the end of the movie he is able to beat the hell out of the bad guy.\n\nThe movie's single best scene - one that does touch the poignancy of the human belief in life after death - comes when Swayze is able to take over Goldberg's body, to use her physical presence as an instrument for caressing the woman that he loves. (In strict logic, this should involve us seeing Goldberg kissing Moore, but of course the movie compromises and shows us Swayze holding her - too bad, because the logical version would actually have been more spiritual and moving.) Then there is the obligatory action climax, necessary in all mass-market entertainments these days, and a particularly ridiculous visitation from the demons of hell.\n\n\"Ghost\" contains some nice ideas, and occasionally, for whole moments at a time, succeeds in evoking the mysteries that it toys with.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-07-13", "genres": ["Drama", "Fantasy", "Mystery", "Romance", "Science Fiction", "Thriller"], "title": "Ghost (1990)"}