{"url": "http://www.rogerebert.com/reviews/ghostbusters-1984", "by": "Bill Murrayas Dr. Peter Venkman", "star_rating": 3.5, "text": "\"Ghostbusters\" is a head-on collision between two comic approaches that have rarely worked together very successfully. This time, they do. It's (1) a special-effects blockbuster, and (2) a sly dialogue movie, in which everybody talks to each other like smart graduate students who are in on the joke. In the movie's climactic scenes, an apocalyptic psychic mindquake is rocking Manhattan, and the experts talk like Bob and Ray.\n\nThis movie is an exception to the general rule that big special effects can wreck a comedy. Special effects require painstaking detail work. Comedy requires spontaneity and improvisation; or at least that's what it should feel like, no matter how much work has gone into it. In movies like Steven Spielberg's \"1941,\" the awesome scale of the special effects dominated everything else; we couldn't laugh because we were holding our breath. Not this time. \n\n\"Ghostbusters\" has a lot of neat effects, some of them mind-boggling, others just quick little throwaways, as when a transparent green-slime monster gobbles up a mouthful of hot dogs. No matter what effects are being used, they're placed at the service of the actors; instead of feeling as if the characters have been carefully posed in front of special effects, we feel they're winging this adventure as they go along.\n\nThe movie stars Bill Murray, Dan Aykroyd, and Harold Ramis, three graduates of the Second City/National Lampoon/\"Saturday Night Live\" tradition. They're funny, but they're not afraid to reveal that they're also quick-witted and intelligent; their dialogue puts nice little spins on American clichés, and it uses understatement, irony, in-jokes, vast cynicism, and cheerful goofiness. Rarely has a movie this expensive provided so many quotable lines.\n\nThe plot, such as it is, involves an epidemic of psychic nuisance reports in Manhattan. Murray, Ramis, and Aykroyd, defrocked parapsychologists whose university experiments have been exposed as pure boondoggle, create a company named Ghostbusters and offer to speed to the rescue like a supernatural version of the Orkin man. Business is bad until Sigourney Weaver notices that the eggs in her kitchen are frying themselves. Her next-door neighbor, Rick Moranis, notices horrifying monsters in the apartment hallways. They both apparently live in a building that serves as a conduit to the next world. The ghostbusters ride to the rescue, armed with nuclear-powered backpacks. There is a lot of talk about arcane details of psychic lore (most of which the ghostbusters are inventing on the spot), and then an earthshaking showdown between good and evil, during which Manhattan is menaced by a monster that is twenty stories high, and about which I cannot say one more word without spoiling the movie's best visual moment. \n\n\"Ghostbusters\" is one of those rare movies where the original, fragile comic vision has survived a multimillion-dollar production. It is not a complete vindication for big-budget comedies, since it's still true, as a general rule, that the more you spend, the fewer laughs you get. But it uses its money wisely, and when that, ahem, monster marches down a Manhattan avenue and climbs the side of a skyscraper ... we're glad they spent the money for the special effects because it gets one of the biggest laughs in a long time.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-06-08", "genres": ["Action", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Ghostbusters (1984)"}