{"url": "http://www.rogerebert.com/reviews/ghost-dog-the-way-of-the-samurai-2000", "by": "Forest Whitakeras Ghost Dog", "star_rating": 3.0, "text": "It helps to understand that the hero of \"Ghost Dog: The Way of the Samurai\" is crazy. Well, of course he is. He lives in a shack on a rooftop with his pigeons. He dresses like a homeless man. \"He has no friends and never talks to anybody,\" according to the mother of the little girl in the movie. Actually, he does talk: to the little girl and to a Haitian ice cream man. The Haitian speaks no English and Ghost Dog speaks no French, so they simply speak in their own languages and are satisfied with that. What's your diagnosis? Ghost Dog (Forest Whitaker) is a killer for the mob. He got into this business because one day a mobster saved his life--and so, since he follows The Way of the Samurai, he must dedicate his life to his master. The mobster is named Louie (John Tormey). He orders hits by sending Ghost Dog messages by carrier pigeon. Ghost Dog insists on being paid once a year, on the first day of autumn. When the mob bosses want Ghost Dog rubbed out, they're startled to discover that Louie doesn't know his name or where he lives; their only contact is the pigeons.\n\nIt seems strange that a black man would devote his life to doing hired killing for a group of Italian-American gangsters after having met only one of them. But then it's strange, too, that Ghost Dog lives like a medieval Japanese samurai. The whole story is so strange, indeed, that I've read some of the other reviews in disbelief. Are movie critics so hammered by absurd plots that they can't see how truly, profoundly weird \"Ghost Dog\" is? The reviews treat it matter of factly: Yeah, here's this hit man, he lives like a samurai, he gets his instructions by pigeon, blah . . . blah . . . and then they start talking about the performances and how the director, Jim Jarmusch, is paying homage to Kurosawa and \"High Noon.\" But the man is insane! In a quiet, sweet way, he is totally unhinged and has lost all touch with reality. His profound sadness, which permeates the touching Whitaker performance, comes from his alienation from human society, his loneliness, his attempt to justify inhuman behavior (murder) with a belief system (the samurai code) that has no connection with his life or his world. Despite the years he's spent studying The Way of the Samurai , he doesn't even reflect that since his master doesn't subscribe to it, their relationship is meaningless.\n\nI make this argument because I've seen \"Ghost Dog\" twice, and admired it more after I focused on the hero's insanity. The first time I saw it, at Cannes, I thought it was a little too precious, an exercise in ironic style, not substance. But look more deeply, and you see the self-destructive impulse that guides Ghost Dog in the closing scenes, as he sadly marches forth to practice his code in the face of people who only want to kill him (whether he survives is not the point).\n\nJarmusch is mixing styles here almost recklessly and I like the chances he takes. The gangsters (played by colorful character actors like Henry Silva, Richard Portnow, Cliff Gorman and Victor Argo) sit in their clubhouse doing sub-Scorsese while the Louie character tries to explain to them how he uses an invisible hit man. Ghost Dog, meanwhile, mopes sadly around the neighborhood, solemnly recommending Rashomon to a little girl (\"you may want to wait and read it when you're a little older\") and miscommunicating with the ice cream man. By the end, Whitaker's character has generated true poignance.\n\nIf the mobsters are on one level of reality and Ghost Dog on another, then how do we interpret some of the Dog's killings, particularly the one where he shoots a man by sneaking under his house and firing up through the lavatory pipe while the guy is shaving? This is a murder that demands Inspector Clouseau as its investigator. Jarmusch seems to have directed with his tongue in his cheek, his hand over his heart, and his head in the clouds. The result is weirdly intriguing.", "running_time": 116, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-17", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Ghost Dog: The Way of the Samurai (2000)"}