{"url": "http://www.rogerebert.com/reviews/ghosts-of-the-abyss-2003", "by": "James Cameron", "star_rating": 3.0, "text": "Narrated By Bill Paxton \n\nThe wreck of Titanic, which for decades seemed forever out of reach, has in recent years been visited by documentaries that bring back ghostly images of a party that ended in mid-song. These films have an undeniable fascination, and none has penetrated more completely and evocatively than James Cameron's \"Ghosts of the Abyss.\" The earliest films about Titanic were marvelous just because they existed at all. Cameron mounts a much more ambitious expedition to the bottom of the sea, involving a powerful light \"chandelier\" that hangs above the wreck and illuminates it, and two remote-controlled cameras named Jake and Elwood that propel themselves into tight corners and explore the inside the ship.\n\nGuiding them are expedition members in deep-diving exploration subs, including Bill Paxton, who starred in Cameron's \"Titanic\" and now narrates this documentary and shoots some of it himself. The result is often spellbinding, and to mention some of the sights we see is to praise the film's ambition.\n\nThe agile little camera-bots are able, for example, to snake their way into the ship's grand ballroom, and to discover that the Tiffany cut glass windows are, astonishingly, still intact. Later, Cameron is able to position one of the mini-subs outside the ship, to shine its light through the windows for the camera inside, and we see the colors brought alive by light for the first time since the ship hit the fatal iceberg.\n\nOther scenes actually discover the brass bed in the suite occupied by the \"unsinkable\" Molly Brown, who was such a famous survivor she had a Broadway musical named after her, and who always insisted her bed was brass, not wood. We also see a bowler hat, still waiting atop a dresser, and glasses and a carafe, left where they were put down after a final drink.\n\nCameron, who achieved so much with digital effects in \"Titanic,\" here uses similar technology to animate his haunted undersea scenes. He shoots the Titanic today--its empty corridors, its deserted grand staircase, its abandoned decks--and then populates the ship with a ghostly overlay showing the restored ship with its elegant passengers on their cruise to doom.\n\nThe movie is an impressive achievement, but that is not because of its trumpeted selling-point, the fact that it was shot in 3-D. I saw the first 3-D movie (\"Bwana Devil\") and I have seen most of them since, as the technology has been improved and perfected, and I have arrived at the conclusion that 3-D will never be ready for prime time: It is an unnecessary and distracting redundancy. It can be done very well (as with the custom-made $200 glasses supplied with some IMAX features) and we can admire its quality and yet doubt its usefulness.\n\nOld-fashioned 2-D provides an illusion of reality that has convinced moviegoers for 100 years. We accept it and do not think about it. The 3-D process is a mistake because it distracts attention away from the content and toward the process. \"The Ghosts of the Abyss\" is being shown around the country in 3-D on IMAX screens and also in some regular theaters. Do not feel deprived if your theater does not have 3-D. You won't be missing a thing.\n\nNote: I learn that Cameron's next fiction film, his first since \"Titanic,\" will be a feature shot in 3-D. \"People are looking for a new way to be stimulated,\" industry analyst Paul Dergarabedian said in the announcement story.\n\nHe is correct about people, but wrong that 3-D is a new way to be stimulated. It is an old way that has never lived up to its promise. If Cameron wants to be a pioneer instead of a retro hobbyist, he should obviously use Maxivision 48, which provides a picture of such startling clarity that it appears to be 3-D in the sense that the screen seems to open a transparent window on reality. \"Ghosts of the Abyss\" would have been incomparably more powerful in the process.\n\nMaxivision 48 would be cheaper than 3-D, would look dramatically better, would not require those silly glasses, would be backward-compatible for standard theaters, and would allow Cameron to introduce the next step forward in movie projection, rather than returning to the obsolete past. Cameron has the clout and the imagination to make this leap forward, not just for his next film but for an industry that needs something dramatic and new and realizes it isn't going to be digital projection. This is his chance to explore the future of cinema as bravely as he ventured to the ocean floor.", "running_time": 59, "mpaa_rating": "G", "release_year": 2003, "date_published": "2003-04-11", "genres": ["Action", "Documentary"], "title": "Ghosts of the Abyss (2003)"}