{"url": "http://www.rogerebert.com/reviews/ghosts-of-mars-2001", "by": "Ice Cubeas Desolation Williams", "star_rating": 3.0, "text": "John Carpenter's \"Ghosts of Mars\" is a brawny space opera, transplanting the conventions of Western, cop and martial arts films to the Red Planet. As waves of zombified killers attack the heroes, actions scenes become shooting galleries, and darned if in the year 2176 they aren't still hurling sticks of dynamite from moving trains. All basic stuff, and yet Carpenter brings pacing and style to it, and Natasha Henstridge provides a cool-headed center.\n\nAs the film opens, a ghost train pulls into Chryse City, so named for a flat plain north of the Martian equator. No driver is at the helm, and only one passenger is on board. She is Melanie Ballard (Henstridge), a cop who headed a detail to an outlying mining town named Shining Canyon to bring back a killer named Desolation Williams (Ice Cube). Called up before a tribunal in the matriarchal Martian society, she tells her story, and most of the action is in flashback.\n\nThe mining camp seems empty when the cops arrive. Henstridge is joined by Helena (Pam Grier), Bashira (Clea Duvall), Jericho (Jason Statham) and Uno (Duane Davis). They start finding bodies. Desolation is still in jail, proving he could not be the killer, and eventually a survivor named Whitlock (Joanna Cassidy) tells the story of how the miners found the entrance to a long-buried tunnel. It led to a door which, when merely touched, crumbled into dust and released, yes, the ghosts of Mars. They possessed humans and turned them into killing machines, to take, she says, \"vengeance on anyone who tries to lay claim to their planet.\" That's the setup. The payoff is a series of well-staged action sequences, made atmospheric by the rusty red atmosphere which colors everything. At one point the cops barricade themselves inside the mining camp's police station, which will remind Carpenter fans of his first feature, \"Assault on Precinct 13.\" There is also something about the ghoulish way the possessed miners lurch into action that has a touch of the Living Dead movies.\n\nThese ghouls or zombies or ghost-creatures are not, however, slow.\n\nThey're pretty fast in the martial arts scenes, especially their leader, Big Daddy Mars (Richard Cetrone). But like all similar movie creatures, they're just a little slower than the heroes. They keep coming but never quite catch up.\n\nNatasha Henstridge has come full circle. Her movie career began in \"Species\" (1995), where she played \"Sil,\" an alien who looked like Natasha Henstridge part of the time, and like gloppy puke-monsters the rest of the time. Now she's fighting the aliens, and for most of the movie is partnered with Desolation, played by Mr. Cube with solid authority.\n\n\"Ghosts of Mars\" delivers on its chosen level and I enjoyed it, but I wonder why so many science-fiction films turn into extended exercises in Blast the Aliens. \"Starship Troopers\" was another. Why must aliens automatically be violent, angry, aggressive, ugly, mindless and hostile? How could they develop the technology to preserve their spirits for aeons, and exhibit no civilized attributes? And, for that matter, if Earth-creatures came along after, oh, say, 300 million years of captivity and set you free, would you be mad at them? These are all questions for another movie. This one does have one original touch. After Melanie is possessed by a ghost, Desolation administers a fix from her stash, and the drug, whatever it is, inspires the alien to get out of her body fast. It is encouraging to learn that the ancient races of our solar system learned to just say no to drugs.", "running_time": 98, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-24", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Ghosts of Mars (2001)"}