{"url": "http://www.rogerebert.com/reviews/ghost-town-2008", "by": "Ricky Gervaisas Bertram Pincus", "star_rating": 3.0, "text": "Why do I think Ricky Gervais is so funny in \"Ghost Town\"? Because he doesn't want to appear funny. He wants to appear aggravated. He plays a character named Bertram Pincus, who does not suffer fools gladly. When you consider everyone to be a fool, that can be a heavy cross to bear. Gervais, a British actor whose work on television is legion, has at last found a leading role in a feature, and it's a good one.\n\nBertram Pincus is not a happy camper. He is a dentist, a profession in which he finds delight in preventing patients from talking with him. He is unmarried, friendless, a loner, meticulous, obtuse, at times ridiculous. When a birthday cake is laid on for a friendly colleague in his office, he sneaks out. To join in the celebration would make his skin crawl. He is nasty to innocent bystanders.\n\nHe does all of this in a British accent, almost between clenched teeth, and remains me a little of Terry-Thomas at full flood: an unmitigated bounder wrapped in propriety. He is about to have his moat breached. This assault is set in motion when a bus flattens Frank Herlihy (Greg Kinnear). Frank's death turns out to be linked to Bertram's colonoscopy. As you can imagine, Bertram is a man who considers a colonoscopy a grievous violation of privacy.\n\nBertram is technically dead for seven minutes during the procedure. (Don't put yours off; this is a microscopically rare phenomenon.) That makes him sort of half-dead, half-alive after he recovers, and as a result, he can see both living people and ghosts. This puts him in urgent demand among the ghosts, who yearn to communicate with their loved ones and need him as a medium. The most desperate ghost he encounters is Frank, who was having an affair with his yoga instructor, but now deeply regrets it and wants to communicate with Gwen, his widow (Tea Leoni).\n\nNever mind about the plot details, which spin out in more or less obligatory fashion. Focus instead on Tea Leoni, lovable down to her toenails, and Frank, cursed by having to live (or die, that is) enveloped in guilt and gloom. Bertram recoils when a stranger approaches him. He is even more inconvenienced by ghosts. And he is the last man on earth who would attract Gwen, or be attracted by her, so of course he and Gwen find themselves falling in love, causing unspeakable frustration for Frank.\n\n\"Ghost Town\" is a lightweight rom-com elevated by its performances. It is a reminder that the funniest people are often not comedians, but actors playing straight in funny roles. Consider Cary Grant in \"Topper\" (1937), the obvious inspiration for David Koepp, who directed and co-wrote \"Ghost Town\" with John Kamps. Because both Gervais and Kinnear seem so urgent in their desires, and because Tea Leoni has a seemingly effortless humor and grace, this material becomes for a while sort of enchanting.\n\nYes, it is required that the plot has some of its characters living happily ever after, and that requires some dialogue that is, excuse me, corny. I suppose it comes with the territory. There is poignancy in a subplot involving Dana Ivey as a woman who wants to communicate with her daughters, and indeed a whole crowd of ghosts hoping to send messages to the other side. We have this comforting notion of our deceased loved ones smiling down benevolently from heaven. Now that they're getting a good look at us, they're probably tearing out their hair.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-09-18", "genres": ["Comedy", "Romance"], "title": "Ghost Town (2008)"}