{"url": "http://www.rogerebert.com/reviews/ghosts-of-girlfriends-past-2009", "by": "Matthew McConaugheyas Connor", "star_rating": 2.0, "text": "Remember Harry, the Rat With Women? This time his name is Connor Mead, but he's still a rat. A modern Scrooge, who believes marriage is humbug, but is taught otherwise by the ghosts of girlfriends past, present and future, and one who spans all of those periods. Just like Scrooge, he's less interesting after he reforms.\n\nMatthew McConaughey plays Connor as a rich and famous Vanity Fair photographer whose ambition is to have sex with every woman he meets, as soon as possible. Sometimes this leads to a logjam. Impatient to sleep with his latest quarry, a model who just allowed an apple to be shot off her head with an arrow, Connor actually arranges an online video chat session to break up with three current girlfriends simultaneously, but is big-hearted enough to allow them to chat with one another after he logs off.\n\nConnor appears on the eve of the wedding of his younger brother Paul (Breckin Meyer), who lives in the mansion of their late Uncle Wayne (Michael Douglas), a structure designed roughly along the lines of Versailles. (Actually, it's Castle Hill, in Ipswich, Mass., built by the Crane family of Chicago, whose toilets you may have admired.) Connor is attending the wedding only to warn against it; he has a horror of getting hitched and extols a lifetime of unrestrained promiscuity.\n\nThe movie is apparently set in the present. I mention that because every woman Connor meets knows all about his reputation for having countless of conquests, and yet is nevertheless eager to service him. These days, I suspect a great many of these women, maybe all of them, would view him primarily as a likely carrier of sexually transmitted diseases. To be fair, in a fantasy scene, his used condoms rain from the heavens, an event not nearly as thought-provoking as the raining frogs in \"Magnolia.\"\n\nAttending the wedding is Jenny (the lovely Jennifer Garner, from \"Juno\"), who was his first girlfriend and the one he should have married. The ghost of Uncle Wayne materializes as a spirit guide and takes Connor on a guided tour of his wretched excess, after which he bitterly regrets his loss of Jenny, leading to a development which I do not have enough shiny new dimes to award to everyone who can predict it.\n\nMichael Douglas is widely said to have modeled his hair, eyeglass frames and general appearance on the noted womanizer Bob Evans, but actually he reminded me more of Kirk Douglas playing Bob Evans. It's an effective performance either way you look at it.\n\nThe potential is here for a comedy that could have been hilarious. But the screenplay spaces out some undeniably funny lines in too much plot business, and Matthew McConaughey, while admirably villainous as a lecher, is not convincing as a charmer. Just this weekend a new Michael Caine movie is opening, which makes me remember his Alfie, a performance that is to lechers as Brando is to godfathers.\n\nMaybe the movie's problem runs a little deeper. It's not particularly funny to hear women described and valued exclusively in terms of their function as disposable sexual partners. A lot of Connor's dialogue is just plain sadistic and qualifies him as that part of an ass it shares with a doughnut.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Ghosts of Girlfriends Past (2009)"}