{"url": "http://www.rogerebert.com/reviews/ghost-ship-2002", "by": "Gabriel Byrneas Murphy", "star_rating": 2.0, "text": "\"Ghost Ship\" recycles all the usual haunted house material, but because it's about a haunted ocean liner, it very nearly redeems itself. Yes, doors open by themselves to reveal hanging corpses. Yes, there's a glimpse of a character who shouldn't be there. Yes, there's a cigarette burning in an ashtray that hasn't been used in 40 years. And yes, there's a struggle between greed and prudence as the dangers pile up.\n\nThese are all usual elements in haunted house movies, but here they take place aboard the deserted--or seemingly deserted--hulk of the Antonia Graza, an Italian luxury liner that disappeared without a trace during a 1962 cruise to America and has now been discovered 40 years later, floating in the Bering Strait. A salvage crew led by Gabriel Byrne and Julianna Margulies sets out to capture this trophy, which could be worth a fortune.\n\nEchoes from long-ago geography classes haunted me as I watched the film, because the Bering Sea, of course, is in the North Pacific, and if the Antonia Graza disappeared from the North Atlantic, it must have succeeded in sailing unattended and unnoticed through the Panama Canal. Or perhaps it rounded Cape Horn, or the Cape of Good Hope. Maybe its unlikely position is like a warning that this ship no longer plays by the rules of the physical universe.\n\nThe salvage crew is told about the ship by Ferriman (Desmond Harrington), a weather spotter for the Royal Canadian Air Force. He got some photos of it, and tips them off in return for a finder's fee. On board the salvage tug are Murphy the skipper (Byrne), Epps the co-owner (Margulies), and crew members Greer (Isaiah Washington), Dodge (Ron Eldard), Munder (Karl Urban) and Santos (Alex Dimitriades). Under the time-honored code of horror movies, they will disappear in horrible ways in inverse proportion to their billing--although of course there's also the possibility they'll turn up again.\n\nThe most absorbing passages in the film involve their exploration of the deserted liner. The quality of the art direction and photography actually evoke some of the same creepy, haunting majesty of those documentaries about descents to the grave of the Titanic. There's more scariness because we know how the original passengers and crew members died (that opening scene has a grisly humor), and because the ship still seems haunted--not only by that sad-eyed little girl, but perhaps by others.\n\nThe mystery eventually yields an explanation, if not a solution, and there is the obligatory twist in the last shot, which encourages us to reinterpret everything in diabolical terms and to think hard about the meanings of certain names. But the appeal of \"Ghost Ship\" is all in the process, not in the climax. I liked the vast old empty ballroom, the deserted corridors and the sense of a party that ended long ago (the effect is of a nautical version of Miss Havisham's sealed room). I knew that there would be unexpected shocks, sudden noises and cadaverous materializations, but I have long grown immune to such mechanical thrills (unless they are done well, of course). I just dug the atmosphere.\n\nIs the film worth seeing? Depends. It breaks no new ground as horror movies go, but it does introduce an intriguing location, and it's well made technically. It's better than you expect but not as good as you hope.", "running_time": 88, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Horror", "Mystery", "Science Fiction", "Thriller"], "title": "Ghost Ship (2002)"}