{"url": "http://www.rogerebert.com/reviews/gi-joe-the-rise-of-cobra-2009", "by": "Adewale Akinnuoye-Agbajeas Heavy Duty", "star_rating": 1.5, "text": "\"G. I. Joe: The Rise of Cobra\" is a 118-minute animated film with sequences involving the faces and other body parts of human beings. It is sure to be enjoyed by those whose movie appreciation is defined by the ability to discern that moving pictures and sound are being employed to depict violence. Nevertheless, it is better than \"Transformers: Revenge of the Fallen.\"\n\n\tThe film is inspired by Hasbro's famous line of plastic action figures. The heroes are no longer exclusively Americans, but a multi-national elite strike force from many nations, which provides Paramount the opportunity to give top billing to an actor named Adewale Akinnuoye-Agbaje. And to think there was a time when Maurice Micklewhite was not considered a good name for a star. At last Hollywood allows actors to possess their real names.\n\nThe Joes, as they are called, are needed to counter \"nanomites,\" a secret weapon that eats up people and buildings and stuff. This weapon has been invented by the evil disfigured scientist named McCullen (Christopher Eccleston), who steals it back from the people he sold it to, and plans to use it to conquer the world. Why is McCullen so pissed off? His Scottish clan was insulted centuries ago. Those Scots.\n\n\tHis conquest plans are not sophisticated. He launches four nano-missiles at world capitols. Two of them are Moscow and Washington. The third one is destroyed, and if I'm not mistaken the fourth one is forgotten by the plot and is still up there somewhere. But that's the kind of detail I tend to get wrong, because that's more fun that getting it right.\n\n\tHow fast are these missiles? They rocket into space and zoom down to earth. A Joe named Ripcord (Marlon Wayans) commandeers the enemy's rocket airplane and, even though he's never seen it before, flies it so well that he catches up to the Moscow missile and destroys it, and then he turns around and flies halfway around the globe to chase up with the missile headed for Washington. He uses verbal commands to fire his air-to-air weapons, after a fellow Joe named Scarlett (Rachel Nichols) intuits that McCullen would have programmed his plane to respond to Celtic, which, luckily, she happens to speak.\n\n\tThese plot details are not developed at great depth, because the movie is preoccupied with providing incomprehensible wall-to-wall computer-generated special effects. I should have been carrying a little clicker to keep count, but I believe that director Stephen Sommers has more explosions in his movie than Michael Bay had in \"Transformers 2\" only last month. World records don't last long these days.\n\n\tWhat is Cobra? What nationality are its leaders, other than Scottish? What will it gain by destroying world capitols? Reader, I do not know. Even the U.S. President (Jonathan Pryce) asks incredulously, \"Don't they have any demands?\" His role is otherwise limited to being briefed about the Joes.\n\n\tCobra has a woman named the Baroness (Sienna Miller) to match Scarlett of the Joes. These women are interesting. They have leather fetishwear and are seductively made up, but are otherwise honorary boys, because us Joe fans don't like to watch a lot of spit-swapping. But because us fans liked the two jive-talkin' robots in \"Transformers: Revenge of the Fallen,\" \"G. I. Joe\" gives us Ripcord (Marlon Wayans), who is comic relief, says black stuff, and can't control his high-tech armored suit, so he runs into things. We guess he's a contrast to the calm, macho heroism of Adewale Akinnuoye-Agbaje.\n\n\tThe two teams also each have a skilled Ninja fighter from Japan. Why is this, you might ask? Because Japan is a huge market for CGI animation and videogames, that's why. It also has a sequence set in the Egyptian desert, although there are no shots of dead robots or topless pyramids. And Cobra headquarters are buried within the miles-deep ice of Arctic. You think construction costs are high here. At one point the ice cap is exploded real good so it will sink and crush the G. I. Joe's submarine. We thought ice floated in water but, no, you can see big falling ice chunks real good here. It must be only in your Coke that it floats.\n\n\tThere is never any clear sense in the action of where anything is in relation to anything else. You get more of a binary action strategy. You see something, it fires. You see something else, it gets hit. Using the power of logic, you deduce that the first thing was aiming at the second thing.\n\n\tYet I say this movie is certainly better than \"Transformers: Revenge of the Fallen.\" How so? Admittedly, it doesn't have as much cleavage. But the high-tech hardware is more fun to look at than the transforming robots, the plot is as preposterous, and although the noise is just as loud, it's more the deep bass rumbles of explosions than the ear-piercing bang of steel robots pounding on each other.\n\n\tI mentioned the lack of pyramids. We do, however, see the Eiffel Tower as it is eaten up by nano technology and topples over onto the Place la Condorde. Missiles also strike Mount Rushmore. No, wait! That was during one of the Coming Attractions!", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-07", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "G.I. Joe: The Rise of Cobra (2009)"}