{"url": "http://www.rogerebert.com/reviews/gigantic-2009", "by": "Paul Danoas Brian", "star_rating": 2.5, "text": "On the basis of \"Gigantic,\" Matt Aselton can make a fine and original film. This isn't quite it, but it has moments so good, all you wish for is a second draft. Nor is it ever boring. You can't say that about a lot of debuts. I suspect he was trying too hard to be terrific and not hard enough to get organized.\n\nHis hero, Brian Weathersby (the willfully bland Paul Dano), is a young and feckless mattress salesman. He was a late son in a tribe of unconventional brothers. When they all get together with Dad (Ed Asner) in the family's cottage in the woods, Dad bonds with him by consuming hallucinogenic mushrooms. How Brian would know he was hallucinating is a good question, because much of his life unfolds on the border of reality.\n\nThe Swiss mattress showroom occupies a vast upper floor of a warehouse. Into this space one day marches Al Lolly (John Goodman), a big man with a painful back problem. Brain shows him the high-end $14,000 mattress, which uses real horsehair, which is a big deal in the mattress universe. The mattress also inspires an inspection by Al's daughter, Harriet (Zooey Deschanel), a beautiful girl with startling blue-green eyes. Although you might expect to find her on magazine covers, she is as inward as Brian; they speak in minimalist murmurs, as when she asks if he feels like having sex with her, and he confides that he does. Later, he tells a friend that he doesn't know if he likes her or not. More accurately, probably, he doesn't know if he liked being jolted out of his lifelong dubiousness.\n\nEver since he was a little boy, Brian has been obsessed with the idea of adopting a Chinese baby. He doesn't understand why. He just is. Harriet might upset that dream in some obscure way. She invites him to her home, and he enters into a strange world ruled by Al Lolly, a rich, opinionated eccentric, who is driven everywhere flat on his back in the rear of a Volvo station wagon. The great open spaces of their apartment have been decorated by spending a great deal of money on a limited selection of furniture.\n\nBrian's life is complicated by a berserk madman who ambushes him with assaults. This man seems imaginary, until Brian receives facial wounds that don't go away. To summarize: A loser mattress salesman with a peculiar father meets a beautiful lost girl with an eccentric millionaire father, is attacked by a loony while trying to evade love and adopt a Chinese baby. Does this sound like a screenplay, or a contest entry? In the U.K., it would be described as too clever by half, and \"clever\" is not a compliment over there.\n\nThe strange thing is, the characters are interesting. You could make a movie about them. That Brian's very sane mother is played by Jane Alexander is an example of how well the film is cast. The delicate relationship between Harriet and Brian is beautifully played by Deschanel and Dano, but the movie jars us out of it with bizarre sidetracks like a scene set in a massage parlor; it's intended as funny but is finally a tossup between odd and sad.\n\n\"Gigantic\" is an example of a certain kind of \"Sundance movie\" made after the ship has sailed. The pendulum is swinging back toward the more classical forms of filmmaking. It's not enough to add, \"oh -- and this homeless guy keeps attacking him.\" If you want a homeless guy, do something meaningful with him, as Mike Leigh did in \"Happy Go Lucky.\" Wackiness for its own sake is not a substitute for humor or much of anything else.\n\nAnd yet look at the things here that are really good: the conversation between Brian and Harriet in the doctor's waiting room. The way the parents take to the Chinese baby. The way that John Goodman modulates his performance to make Al Lolly a character and not a caricature. The way that Harriet falls asleep on the $14,000 mattress, and what they say after she wakes up. Matt Aselton's next film might be a marvel.", "running_time": 88, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-09", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Gigantic (2009)"}