{"url": "http://www.rogerebert.com/reviews/gigante-2010", "by": "Horacio Camanduleas Jara", "star_rating": 3.0, "text": "We are all voyeurs, although some people fondly describe themselves as \"people watchers.\" Going to the movies is, at some level, pure voyeurism -- if they involve people, that is. Transformers don't count. I admire films that consist only or in large part of watching. \"Vertigo\" is the classic example, and \"The Lives of Others\" was voyeurism by eavesdropping.\n\n\"Gigante,\" from Uruguay, is a film that has little meaningful dialogue; just incidental comments along the stream of a boring life. Jara (Horacio Camandule) is a big, strong, lonely man, who works the night shift in a huge supermarket in Montevideo, watching security monitors. He lives alone, and his social life is restricted to messing around with his young nephew. In the company lunchroom, he doesn't chat. Nor does he drink, smoke, watch television or much of anything else. He sometimes works as a nightclub bouncer.\n\nOne night on his video monitors, Jara notices Julia (Leonor Svarcas). She's a member of the corps of cleaning women, mopping the aisles. He observes her shoplifting something. He doesn't care. Clicking on his cameras, he's able to follow her around the store. Almost immediately, he starts following her all around in her life.\n\nSince Julia is heard to say nothing until the very end of the film, all depends on the performance of Camandule. Since he says so little, it depends in turn on his presence, his aura. He is tall, broad, overweight, taciturn. He isn't the \"gentle giant\" type. However, because he can (as we see) efficiently wallop anyone, he has no need to act intimidating. He just sits or walks around, absorbed in his thoughts.\n\nOf course, he wants to ask Julia out. Of course, he lacks the nerve. He follows her everywhere -- shopping, home, to the movies, to an Internet cafe, even on a date with a pudgy nerd. Jara is innovative. Later he manages to strike up a conversation with the nerd, and discovers the nerd doesn't think Julia liked him. It was their first date. Their tastes didn't match. For one thing, she likes heavy metal, and the nerd can't stand it.\n\nThis news is Tabasco for Jara. He has Metallica posters on his wall, listens to metal on his iPod, keeps rhythm with his hands. Does this give him courage? Not exactly. Is it creepy that he follows her? Technically, yes, but we sense he's no threat; his presence reads more as protective and sad. We have no idea if they have a future together, but we hope he'll work up the courage to at least speak to her.\n\nBecause of the limitations imposed by the nature of \"Gigante,\" and because of Jara's simple, almost childish shyness, the film doesn't transcend its characters. Like Jara, it waits and watches. I kept watching. I was curious. We were both wondering if he would ever ask her out. I think I wanted him to more than he did.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-01-20", "genres": ["Documentary"], "title": "Gigante (2010)"}