{"url": "http://www.rogerebert.com/reviews/gigli-2003", "by": "Ben Affleckas Larry", "star_rating": 2.5, "text": "Jennifer Lopez and Ben Affleck are in love and plan to get married, as you already know unless you are sealed off from all media, in which case you are not reading this review, so put it down. Because they are a famous couple, starring in a movie romance, we expect something conventional and predictable and that is not what we get from \"Gigli.\" The movie tries to do something different, thoughtful, and a little daring with their relationship, and although it doesn't quite work, maybe the movie is worth seeing for some scenes that are really very good.\n\nConsider the matching monologues. They've gotten into an argument over the necessity of the penis, which she, as a lesbian, feels is an inferior device for delivering sexual pleasure. He delivers an extended lecture on the use, necessity and perfect design of the appendage. It is a rather amazing speech, the sort of thing some moviegoers are probably going to want to memorize. Then she responds. She is backlit, dressed in skintight workout clothes, doing yoga, and she continues to stretch and extend and bend and pose as she responds with her speech in praise of the vagina. When she is finished, Reader, the vagina has won, hands down. It is so rare to find dialogue of such originality and wit, so well written, that even though we know the exchange basically involves actors showing off, they do it so well, we let them.\n\nAffleck plays Larry Gigli, rhymes with \"Geely,\" and one wonders, learning that they rejected several earlier titles for the movie, which ones could have been worse than this. He's an errand boy for a tough-talking Los Angeles mobster named Louis (Lenny Venito). Louis wants to do a favor for a New York mob boss, and orders Gigli to kidnap the mentally retarded brother of a federal prosecutor. Gigli does, walking out of a care facility with Brian (Justin Bartha), who has Rain Man's syndrome. He takes him home, there is a knock on the door, and he meets Ricki (Lopez), who is also a mob enforcer. Louis is taking no chances and has assigned both of them to guard the boy.\n\nThis is the set-up for an obvious plot that the movie, written by director Martin Brest, wisely avoids. Instead of falling in love and psychically adopting Brian, or (alternate cliche) fighting all the time, Gigli and Ricki get to like each other very, very much, even though she makes it perfectly clear that she is a lesbian. So resolute is the movie in its idea of her character that she doesn't even cave in and have a conversion experience, which is what we're expecting, but remains a lesbian--as indeed, as a good lesbian, she should.\n\nTheir conversations take on a rather desperate quality, since Gigli feels lust and love, and she feels strong affection. What transpires between them, and whether they ever put their theories about genitalia through a field test, I will not reveal. Meanwhile, Brian behaves like a well-rehearsed Movie Retarded Person, does or doesn't do whatever the script requires, and conveniently disappears into his room when he is not needed.\n\nLopez and Affleck are sweet and appealing in their performances; the buzz said they didn't have chemistry, but the buzz was wrong. What they don't have is conviction. There is no way these two are killers for the mob. They don't have the disposition for it. And consider this: If you had kidnapped the highly recognizable Rain Man brother of a top federal prosecutor, would you drive him all over Los Angeles in a convertible with the top down, and take him to restaurants and malls? So the crime plot is completely unconvincing. It does, however, open the door for the movie's collection of inspired supporting performances. Christopher Walken, as a cop who knows Gigli, walks into his apartment and does five minutes of Walkenizing and the audience eats up every second. Lainie Kazan, as Gigli's mother, sizes up Ricky instantly, likes her, learns she is a lesbian, chucks her under the chin and says, \"But you've been with guys, right?\" Then she talks about her own Highly Experimental youth, while solidifying her position as the ethnic mother of choice in modern American movies. And then toward the end, Starkman, the mob boss from New York, arrives, and is played in a cameo by Al Pacino--who makes the journey from extravagant dopiness to chilling intimidation faster and better than anyone else I can think of.\n\nSo the movie doesn't work. The ending especially doesn't work, and what's worse, it doesn't work for a long time, because it fails to work for minute after minute, and includes dialogue which is almost entirely unnecessary. But there is good stuff here. Affleck and Lopez create lovely characters, even if they're not the ones they're allegedly playing, and the supporting performances and a lot of the dialogue is wonderful. It's just that there's too much time between the good scenes. Too much repetitive dialogue. Too many soulful looks. Behavior we can't believe. I wonder what would happen if you sweated 15 minutes out of this movie. Maybe it would work. The materials are there.", "running_time": 124, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-01", "genres": ["Action", "Comedy", "Crime", "Drama", "Romance", "Thriller"], "title": "Gigli (2003)"}