{"url": "http://www.rogerebert.com/reviews/gilles-wife-2005", "by": "Emmanuelle Devosas Elisa", "star_rating": 3.0, "text": "Let us assume you are a wife deeply contented with your husband, your children, your home and your marriage. You discover that your husband is having an affair. You know the woman well enough to feel betrayed by her as well as by him. Also well enough to know this affair cannot endure. Do you explode with fury, throw out your husband and end the marriage? Or do you wait out the affair? Do you offer emotional support to your husband, who you know is torn to pieces by what has happened to him?\n\nYou require more detail. I will provide it. This story takes place in a French town in the 1930s. Your husband works in the factory, marches home every evening down the hill, helps tend your kitchen garden. You are pregnant with your third child. You are beautiful in the way that makes a man want to nuzzle you and be comforted, but not with a beauty that attracts attention. The other woman is glamorous, at least by the provincial standards of the village. Certainly the most glamorous woman who has ever looked seriously at him. She is your sister.\n\nNow what do you do? You do not have a job, except the unending one of being a wife and mother. You wash, iron, teach, scold, cook, serve, clean up, mend, tend, treat, cure, bake, garden, repair and turn warmly to your man in bed at night. You know him well enough to understand how the stupid goof would be powerless against a woman like that woman. You wish he were stronger, wiser and more discerning, but he is not. He barely understands that his \"lover\" uses him only to supply sex and sneak away, because she would not be able to stand him underfoot all day, and he would have nothing to talk to her about. He barely has anything to talk to you about. He barely has speech.\n\nJohn Prine wrote a song that could describe him:\n\n How the hell can a man Go off in the morning, Come back in the evening, And have nothing to say?\n\nNow you know what you need to know about \"Gilles' Wife,\" the movie by Frederic Fonteyne, based on the novel by Madeleine Bourdouxhe -- all except that I have not provided you with the subject of the film, which is the face of the actress Emmanuelle Devos. Of the face of her husband (Clovis Cornillac) and her sister Victorine (Laura Smet) I need say little. He has the face of a man waiting in line for something more interesting men do not desire. She has the face of the trophy girl of a man who cannot afford a better trophy.\n\nThe film unfolds with little dialogue. On one level it could be a Bresson film of suffering and renunciation. A slightly different angle, and it could be a story by Simenon, in which people have locked themselves into intolerable situations, thrown away the key, and now spend their days looking through their prison bars at the key, still there but just out of reach. It is not a story of passion (its passion is pathetic) but of patience.\n\nOr perhaps it is the story of a woman who in another life would have been a social scientist, but in this life is limited to one experiment, in which she tests her theory on her husband. Her theory is that no man can stand Victorine for long. Why should she lose husband, home, family, security, respectability, even the warmth they truly share, just because he wants to dart out at night and fool himself that he is a daring lover? From what we see of his sex life, he is like a motorcyclist who roars up a tricky ramp in order to leap a tiny chasm.\n\nI do not approve of the way the movie ends, and I think Fonteyne's elaborate camera move right before the end is just showing off and is not a word in the visual language he was using. It would have taken more courage and thought for the movie to have ended as it began. But I was fascinated by the face of Emmanuelle Devos, and her face is specifically why I recommend the movie. There are some people who keep their thoughts to themselves because they don't have one to spare. Others who are filled with thoughts, but keep them as companions. Devos, as Gilles' wife, is in the second category. She is too clever by half. What such people don't realize is that being too clever by half is only being too clever by half enough.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-12-22", "genres": ["Drama", "Foreign", "Romance"], "title": "Gilles' Wife (2005)"}