{"url": "http://www.rogerebert.com/reviews/ginger-and-rosa-2013", "by": "Elle Fanningas Ginger", "star_rating": 3.0, "text": "Born in 1945 in the shadow of Hiroshima, Ginger and Rosa grow up in a London of weary shortages of food, living space and cheer. Who could have guessed Swinging London and the Beatles were on the way? The girls become fast friends: Ginger, whose father Roland was a conscientious objector during World War II, and Rosa, whose father isn't in the picture.\n\nSeen in intimate hand-held intimacy in \"Ginger & Rosa,\" they smoke their first cigarettes, lighting two on a match, ironing their hair flat, soaking in a tub together to shrink their jeans. (Remember that probably apocryphal story about the hippie chick who fell asleep doing that during an LSD trip and woke up paralyzed?)\n\nThey're part of informal left-wing community group also including Ginger's mother, Natalie* (Christina Hendricks); May Bella (Annette Bening), a sparky leftist, and an avuncular gay couple both named Mark (Timothy Spall and Oliver Platt). Rosa is played by Alice Englert, daughter of the Australian director Jane Campion, and the film's tone is wonderfully maintained by Dakota Fanning's younger sister Elle as Ginger, convincingly playing 17 at the age of 13.\n\nFanning becomes completely swept up in the Ban the Bomb movement's marches, and in her youthful fatalism then becomes convinced the Earth is on the brink of nuclear annihilation. So it seemed to many. In 1962, in Urbana as in this London, we awaited doomsday pronouncements from the pacifist philosopher Lord Bertrand Russell. I recall a day that year when campus life stopped and everyone gathered around TV sets to see if Soviet weapons ships would turn back from JFK's deadlines.\n\nSuch matters are more passionate to Ginger than to Rosa. Ginger's dad, Roland, takes the girls for sails on his boat, and through its thin walls, Ginger is wounded to overhear conversations that can only suggest Roland has a personal interest in Rosa, who is her age but much more intrigued by the opposite sex.\n\nSally Potter has always been particularly absorbed by politically charged romances; remember her \"Yes\" (2005), about the relationship between  a London politician's wife and a Lebanese doctor in exile. \"Ginger & Rosa\" tells two early-coming-of-age stories, one political, one emotional — with the father, Roland, showing the greater need for growth. It's a portrait of a time and place, characters keeping company around a simple kitchen table, and the helplessness adolescents feel when faced with the priorities of those in power. What I'll take away from it is the knowledge that now the Fannings have given us two actresses of such potential.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 2013, "date_published": "2013-03-20", "genres": ["Drama"], "title": "Ginger and Rosa (2013)"}