{"url": "http://www.rogerebert.com/reviews/girls-cant-swim-2002", "by": "Isild Le Bescoas Gwen", "star_rating": 2.0, "text": "Gwen is a tall, toothy 15-year-old who lives with her parents in a French beachfront village. Her father is a drunk, given to spurts of rage, but otherwise, hey, a nice guy. Her mother seems like a sweet, decent person, which makes us wonder if she knows what movie she's in, since her reactions to the events around her seem inexplicably passive. Gwen waits impatiently for her friend Lise to join them for a summer holiday at the beach, and meantime engages in what the movie thinks of as adolescent sex and I think drifts over into wanton promiscuity.\n\nDuring the course of just a few days, she makes love twice with her boyfriend, and then picks up two boys on the beach and has sex with both of them. Her father slaps her, once, for staying out all night. Later, finding her and the boyfriend having sex on his boat, he stands by as the boy flees and then takes no particular action. Still later, when both parents find Gwen, the boyfriend and Lise in bed together, the boyfriend flees again (he seems to be constantly pulling on his pants and hopping out of the frame) and the mother says she'll take care of things and then essentially does nothing. Those French.\n\nThe story follows Gwen for the first act, then cuts to Lise for a story that parallels the same time frame, then joins the two stories at the beach. As we meet Lise, news comes that her father has been killed in an accident. She barely remembers him (he abandoned the family), and her mother says, \"We slept alone for 10 years. Your father's death doesn't mean anything.\" Lise says, \"Well, I'm sad,\" but the depth of her sadness can be estimated by another line: \"But the beach is still on?\" The two girls were apparently very close the summer before, in a sort of quasi-Sapphic teenage friendship, but now Lise is disturbed to learn from two boys on the beach that they shared Gwen. Lise is a little behind Gwen on the maturation and hormone curve, which may explain the awkward scene where she tries to join Gwen and the boyfriend, just before the parents break in.\n\nThere are all sorts of issues about fathers in the movie. Lise's father is absent and then dead. Gwen's father is unpredictable in his behavior, and his marriage seems to lurch between truce and rage. Life at home is a thrill a minute; Gwen's father rents their front yard to some campers, only to throw them out while tearing down their tent and tossing their things around.\n\nGwen (Isild Le Besco) is obviously headed for some kind of crisis, and signals this by her emotional swings. Most of the time, she's smiling or laughing inappropriately, and the rest of the time she's in rebellion and acting self-destructively. Poor Lise (Karen Alyx), who is more balanced, can't keep up, although in a misplaced attempt at revenge, she more or less agrees to be almost seduced by Gwen's father, in a scene that ends in an event that I will not divulge, except to say that Lise's line to Gwen (\"Now we're the same!\") sounds like one of those brainstorms from writing school that force authors to work backward in order to set them up.\n\nThe phrase \"coming of age,\" when applied to movies, almost always implies sex, but \"Girls Can't Swim\" has nothing useful to say about sex (certainly not compared to Catherine Breillat's brilliant \"Fat Girl\" from last year), and is too jerky in structure to inspire much empathy from us. I felt sad for Lise not so much because of what happens as because she was captured by this movie when she obviously belongs in something lighter and sunnier, by Rohmer, for example. As for Gwen, she is unpleasant and reckless, and the movie is too easy on her. The parents remain inconsistent enigmas. Even the title is a puzzle, since, as nearly as I can tell, both girls can swim.", "running_time": 101, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-08-09", "genres": ["Drama", "Foreign"], "title": "Girls Can't Swim (2002)"}