{"url": "http://www.rogerebert.com/reviews/girl-interrupted-2000", "by": "Winona Ryderas Susanna", "star_rating": 2.5, "text": "In the spring of 1967, while everyone else in her senior class seems to be making plans for college, Susanna consumes a bottle of aspirin and a bottle of vodka. \"My hands have no bones,\" she observes. Soon, with a push from her family, she has committed herself to Claymoore, an upscale psychiatric institution. The diagnosis? \"Borderline personality disorder,\" say the shrinks. A supervising nurse played by Whoopi Goldberg offers her own diagnosis: \"You are a lazy, self-indulgent little girl who is driving yourself crazy.\" Winona Ryder plays Susanna Kaysen, whose real-life memoir tells of how she lost two years of her life by stumbling onto the psychiatric conveyor belt. Although mental illness is real and terrifying, the movie argues that perfectly sane people like Susanna can become institutionalized simply because once they're inside the system there is the assumption that something must be wrong with them. Goldberg's nurse has seen this process at work and warns Susanna: \"Do not drop anchor here.\" But Susanna fits easily into the cocoon of Claymoore, where the other women include a rebel misfit named Lisa (Angelina Jolie), a roommate named Georgina (Clea Duvall) who would like to live in the land of Oz, the burn victim Polly (Elisabeth Moss), and the deeply troubled Daisy (Brittany Murphy). The staff is headed by a bureaucrat (Jeffrey Tambor) and an intelligent but detached psychiatrist (Vanessa Redgrave).\n\nThe film unfolds in an episodic way, like the journal it's based on. Themes make an appearance from time to time, but not consistently; the film is mostly about character and behavior and although there are individual scenes of powerful acting, there doesn't seem to be a destination. That's why the conclusion is so unsatisfying: The story, having failed to provide itself with character conflicts that can be resolved with drama, turns to melodrama instead.\n\nOne problem is the ambivalent nature of Susanna's condition (\"ambivalent\" is one of her favorite words). She isn't disturbed enough to require treatment, but she becomes strangely absorbed inside Claymoore, as if it provides structure and entertainment she misses on the outside. Certainly Lisa is an inspiration, with her cool self-confidence masking deep wounds. Instead of being in a women's dorm at college, Susanna is in a women's dorm at Claymoore, where her subject of study is herself. Susanna is not therefore a captive of an evil system but someone seduced by a careless one, and there is the temptation to suspect she deserves what she gets.\n\nEven a feminist argument with her psychiatrist (Redgrave) lacks power. They argue over the definition of promiscuity; Susanna points out that women are labeled promiscuous after much less sexual experience than men. Susanna has indeed slept in one day with both her boyfriend and an orderly, but under the circumstances is that promiscuity or opportunism? Jared Leto plays her boyfriend Toby, whose number is up in the draft lottery. He wants them to run away to Canada. She is no longer much interested in steering her future into their relationship and prefers her new friends in Claymoore. \"Them?\" says Toby. \"They're eating grapes off of the wallpaper.\" Susanna chooses solidarity: \"If they're insane, I'm insane.\" Wrong. They're insane, and she isn't, and that deprives the film of the kind of subterranean energy that fueled its obvious inspiration, \"One Flew Over the Cuckoo's Nest.\" Two reasons to see the film: Winona Ryder and Angelina Jolie. Their characters never really get a plot to engage them, and are subjected to a silly ending, but moment to moment, they are intriguing and watchable. Jolie is emerging as one of the great wild spirits of current movies, a loose cannon who somehow has deadly aim. Ryder shows again her skill at projecting mental states; one of her gifts is to let us know exactly what she's thinking, without seeming to. Their work here deserves a movie with more reason for existing.", "running_time": 125, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-01-14", "genres": ["Drama"], "title": "Girl, Interrupted (2000)"}