{"url": "http://www.rogerebert.com/reviews/girlfight-2000", "by": "Michelle Rodriguezas Diana", "star_rating": 3.5, "text": "After the screening of \"Girlfight\" at Cannes, I was talking to the two leads: Michelle Rodriguez, who plays Diana, a troubled Brooklyn girl who solves some of her problems by training to become a boxer, and Santiago Douglas, who plays her boyfriend and (improbably but with much suspense) her rival in the ring.\n\n\"There was a blooper in the big fight,\" Rodriguez told me. \"He hit me by mistake. Really hit me.\" \"Don't start,\" said Douglas.\n\n\"I got mad and I jumped at him. So I had to leave the ring and just compose myself and just breathe.\" \"When I hit Michelle,\" Douglas said, \"it wasn't a mistake. She'd won all of her fights in the story so far. I realized there was no fear in her eyes. She was overconfident.\" \"You did that on purpose?\" said Michelle.\n\n\"I did.\" There was a little silence while Rodriguez absorbed that information, and I began to understand why, under the craft and drama of \"Girlfight,\" there is a certain real feeling of danger and risk.\n\nRodriguez told me she trained as a boxer for the movie, and enjoyed it, but finally \"I had to stop the boxing because your ego flies all over the place and I started to actually welcome the challenge of someone in the street stepping up to me.\" Yes, and that would fit, because Michelle Rodriguez is ideally cast in the movie, not as a hard woman or a muscular athlete, but as a spirited woman with a temper, and fire in her eyes. We need that for the picture to work. Consider one of her first scenes. Diana gets into an argument over a boy in the hallways at high school. It's her fourth fight this semester. She's threatened with expulsion. In her eyes we can see resentment and outrage--the world is against her.\n\nLater, she's at the gym where her brother Tiny (Ray Santiago) takes lessons, without much enthusiasm. A sparring partner hits Tiny with a sucker punch, and Diana jumps in the ring and clocks him. And she likes the feeling.\n\n\"Girlfight\" looks like a sports picture, but it's really more of a character study, in which boxing is the way that Diana finds direction in her life. She and Tiny live at home with their dad (Paul Calderon). Old angers simmer about the death of their mother. It's a traditionally macho Latin household in which Tiny's boxing lessons are paid for, even though he has no interest in the sport. Diana does, and eventually her brother gives her his boxing money: \"I'm a geek. I'll do something constructive with my time.\" At the gym, Diana meets Adrian, who seems to be going with another girl but maybe not. They go to dinner. She says she likes boxing. \"It's a dangerous sport,\" he says. \"I didn't make the cheerleading team,\" she says, and the tone of her voice says more.\n\nYes, the movie leads up to the obligatory big fight. But what is proven in the fight settles more about the characters and their relationships than it does about the plot. This is a story about a girl growing up in a macho society and, far from being threatened by its values, discovering she has a nature probably more macho than the men around her. Since the movie (written, directed and produced by women) is deeply aware of that theme, it's always about more than boxing.\n\nKaryn Kusama was named best director at Sundance for \"Girlfight\" (which also won the Grand Jury Prize), and she wisely realizes many of the changes in the story have to be embodied in the performances (it would be fatal to spell out the themes in dialogue). Rodriguez, a newcomer, seems to have a natural affinity for the camera. Her Diana hungers, she cares, she is easily wounded and quick to defend herself, and all of those qualities are simply there every scene; they don't need to be underlined, because Rodriguez brings them along.\n\n\"Making this movie was good for me,\" Rodriguez said that day in Cannes. \"I learned discipline. I'm a very irresponsible person with a short attention span. I learned to dedicate myself to something.\" Was she talking about herself or her character? The movie is stronger because that's such a close call.", "running_time": 122, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-09-29", "genres": ["Drama", "Sports Film"], "title": "Girlfight (2000)"}