{"url": "http://www.rogerebert.com/reviews/girl-6-1996", "by": "Theresa Randleas Girl", "star_rating": 2.0, "text": "I am prepared to suspend a great deal of disbelief while watching a movie, but during “Girl 6” I found it difficult to believe that a phone sex girl would get addicted to her job. To the money, sure. To the power over the men who call her, perhaps. But to the sex? Even though Spike Lee's “Girl 6” was written by a woman, it seems conceived from the point of view of a male caller, who would like to believe that the woman he's hiring by the minute is enjoying their conversation just as much as he is. Jennifer Jason Leigh's phone sex girl in Robert Altman's “Short Cuts” was much more realistic as she chatted on the phone in the midst of a family uproar.\n\nSpike Lee is a great director, but his strong point is not leading expeditions into the secret corners of the female psyche. “Girl 6” opens with its star, a would-be actress played by Theresa Randle, reading dialogue used by the character Nola Darling in Lee's first film, “She's Gotta Have It.” That was a film about a woman who satisfied her own sexual needs while remaining bemused by her male suitors. So, in a sense, is “Girl 6.” In a way, both films are about emotional transvestites: The women in them relate to sex in ways more commonly associated with men.\n\nAs the movie opens, the future Girl 6 is a struggling actress. Lee shows her struggles in a series of recycled cliches. She auditions for a lustful director (Quentin Tarantino, continuing his world tour of other directors’ movies). She gets a job passing out brochures on the street. She works as a bored coat-check girl. She's fired by her acting coach because she can't afford the payments. OK, we get the idea: She's broke and desperate, and needs to make some money.\n\nBut before we continue with her odyssey, let's take another look at that audition scene with Tarantino. He eventually asks her to unbutton her blouse, because he wants to see her breasts. She does not want to. It would diminish and humiliate her. She is angry and tearful. But he claims he's making a big movie with major stars (“Denzel... Wesley...”) and so she does finally expose her breasts. Now if Lee is saying Tarantino is a cretin for making her do this, then logically he shouldn't let us see her breasts even if Tarantino can. But he does. What we have here is a scene about a woman being shamed by exposing herself, and the scene is handled so that she exposes herself. That puts Lee in the same boat with the lecher.\n\nThat scene is emblematic of the film's basic problem: It's about a woman exposing herself for male entertainment, even though it pretends to be about men exposing themselves for female employment. Spike Lee makes a big deal in his press notes about how all of the male callers to Girl 6 are photographed in high-definition video, which is then transferred to film, while Girl 6 is photographed in 35-mm. film: “The overall effect is one of diminishing each man’s power, while the 35-mm. look and texture of the women heightens their strength.” Uh-huh, but it's the guys who are paying, and Girl 6 who is delivering.\n\nAnd consider the scene early in the film where she gets so turned on while talking to a man that her heavy breathing attracts a crowd around her phone cubicle. Call me a cynic, but I believe most phone sex girls do it for the money, and while they may take pride in their technical proficiency, their emotional lives take place when the phone is on the hook.\n\nIn the film, Girl 6 is first auditioned for phone sex by a dirty-talking female bar owner (Madonna), but eventually finds a berth in a cozy, well-organized operation run by a good businesswoman (Jenifer Lewis). There's a subplot about how Girl 6's former husband (Isaiah Washington), a shoplifter, still wants to be with her. But Girl 6 prefers her callers. Some of them are weird, like the guy who masturbates while talking about the money he's making, or the guy who says he's pulling out his pubic hairs with a monkey wrench.\n\nBut then there's Bob. Girl 6 gets to like Bob. He becomes a regular caller.\n\nAnd then--this is hard to believe--she agrees to meet him in person. Is this wise? Is it plausible? Of course--but only in the fantasies of a phone sex client. And then Bob stands her up, which is, I suspect, the opposite of what would really happen.\n\nMeanwhile, Lee introduces other half-realized ideas into the film. Girl 6 is seen in the dress and hairstyles of many African-American screen icons (Dorothy Dandridge, Pam Grier and characters on “The Jeffersons”). Her dress-up scenes are intercut with Lee's versions of the movies and programs that inspired them. To what purpose? I'm not sure. I hope it's nothing so mundane as to show that she can be many things to many people. There is also a subplot with her friendly neighbor (Spike Lee), who cautions her and likes her, but serves no particular purpose in the plot.\n\n“Girl 6” is Spike Lee's least successful film, and the problem is twofold: He doesn't really know and understand Girl 6, and he has no clear idea of the film's structure and purpose. If he'd been able to fix the second problem, he might have been able to paper over the first one. Strongly told stories have a way of carrying their characters along with them. But here we have an undefined character in an aimless story. Too bad.", "running_time": 110, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-22", "genres": ["Comedy", "Indie"], "title": "Girl 6 (1996)"}