{"url": "http://www.rogerebert.com/reviews/girl-in-progress-2012", "by": "Eva Mendesas Grace", "star_rating": 1.5, "text": "A high school lesson plan calls for a study of coming of age. The teacher approaches this topic as if it's uncharted territory for her teenage students. Maybe she's right. A student named Ansiedad (Cierra Ramirez) does some extra study outside class and begins a project to deliberately and consciously come of age. \n\nWas it only a couple of weeks ago that the couples in \"Think Like a Man\" led their lives after studying Steve Harvey's self-help book? I've only enjoyed one movie based on a self-help book: \"Everything You Always Wanted to Know About Sex (But Were Afraid to Ask).\" Come to think of it, there have also been some good films based on the Bible. What Ansiedad discovers is that she has to go on full alert for epiphanies, become aware of tensions between adults and children, lose her virginity and dump her best friend. The first three will likely occur by themselves, and the process of dumping her best friend is so mean-spirited, it casts a pall over several scenes.\n\nAnsiedad's mom is Grace (Eva Mendes), a woman with problems of her own. During days, she cleans house for the married Dr. Harford (Matthew Modine), and in the evenings, she's a popular waitress at a clam shack in Vancouver (which of course is not identified; Canada is playing America again). Grace and the doctor are having an affair, and Grace should read a few more books before believing him when he says he'll leave his wife and child and marry her.\n\nAnsiedad's best friend is the appealing Tavita (Raini Rodriguez), who is loyal, true and overweight. She's one of those pals you should keep around instead of dumping because of some goofy theory about rites of passage. When and how Ansiedad dumps her is so stupidly cruel that the subplot undermines the film and does serious damage to the character.\n\nAnsiedad has chosen who she wants to lose her virginity to. This is a character actually identified in the credits as Bad Boy (Richard Harmon). Attention, women! You should never sleep with a man whose only attribute is that you want to sleep with him. I should write a book of my own. Because Ansiedad is a smart charmer, and well-played by Cierra Ramirez, she should really be above this sort of thing — above the whole movie, really. It's rather hard to accept her as a heroine when she's treacherous to Tavita and shamelessly looking for stud service.\n\nThe movie, written by Hiram Martinez and directed by Patricia Riggen, finds parallels between the unwise relationships between Ansiedad and her mom, who both have unwise taste in men. The mom is not super-attentive to her daughter, which is why the kid is driven to grow up by studying books. Eva Mendes is another actress too good for this movie. I should add that the clam shack is also too good. It's another one of those movie restaurants where the regulars know everybody; it supplies the stage on which their lives are led.\n\nI wonder if I've been coming across as a moralist recently. In reviewing Bobcat Goldthwait's \"God Bless America,\" I felt it was necessary to point out that, gee, it's not right to go around killing people, even if they do offend you on reality TV. Now I wonder what teenage girls the makers of \"Girl in Progress\" had in mind, and whether they actually consider it progress.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-05-09", "genres": ["Comedy", "Drama", "Foreign"], "title": "Girl in Progress (2012)"}