{"url": "http://www.rogerebert.com/reviews/give-my-regards-to-broad-street-1984", "by": null, "star_rating": 1.0, "text": "The usual thing is to see the movie and buy the sound-track. With \"Give My Regards to Broad Street,\" I think you can safely skip the movie and proceed directly to the sound track. In fact, you already may have substantial portions of the sound track in your record library; among The Beatles songs featured in this film are \"Yesterday\" and \"Eleanor Rigby.\" They've been rerecorded by Paul McCartney for this film, but they haven't been reinterpreted, and there are times when they sound uncannily like the original recordings. There are times, too, when the movie is uncanny. It seems to be a throwback to pre-Beatles days, back when pop musical films were simpleminded and shallow, back before \"A Hard Day's Night\" and \"Help!\" seemed to create a new tradition of fresh irreverence.\n\n\"Give My Regards to Broad Street\" is about as close as you can get to a nonmovie, and the parts that do try something are the worst. The movie comes billed as \"a day in the life of a famous rock star,\" but instead of actually giving us a day in McCartney's life (a promising idea, that), \"Broad Street\" supplies us with a fake crisis, paper-thin characters, and long musical interludes that have been photographed with a remarkable lack of style. The story: Tapes of a recording session have been entrusted to an ex-con who is now McCartney's employee. They, and the ex-con, have disappeared. Unless the tapes turn up by midnight, control of the multimillion dollar McCartney musical empire will pass into the hands of slimy investors. So Paul looks desperately for his friend, while the movie treads water with idiotic dream sequences.\n\nThe most unnecessary passages in the film are used to illustrate a long instrumental interlude in the middle of \"Eleanor Rigby.\" I'm not sure I understood all the symbolism, but if I followed things all right, Paul and friends are in the midst of a Victorian nightmare that requires them to go on picnics and chat with Sir Ralph Richardson. The whole scene has heavy overtones of someone saying, \"Hey, gang! Here's hundreds of thousands of dollars! Let's rent a camera and film an utterly meaningless interlude!\"\n\nThe music is, of course, wonderful. The only scenes worth seeing in the film are the musical scenes, mostly filmed in a recording studio. Paul, Linda McCartney, and Ringo Starr perform (although Ringo reportedly refused to have anything to do with Paul's actual rerecording sessions of The Beatles classics, limiting his participation to an onscreen performance as himself). The music is wonderful, yes, but the performance photography is pedestrian. And the movie develops an inadvertent running gag in the person of Barbara Bach, Ringo's wife, who is given fourth-highest billing but does nothing except nod her head in time to the music, and play a nonspeaking guest at a dinner party at which McCartney never arrives. McCartney should have skipped the movie, too.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Foreign", "Music"], "title": "Give My Regards to Broad Street (1984)"}