{"url": "http://www.rogerebert.com/reviews/give-em-hell-harry-1975", "by": null, "star_rating": 3.0, "text": "There's a rule of thumb in literary circles that about 15 years must pass after the death of a major writer before his revival gets under way. First there are the eulogies, then the period of neglect, and finally the new paperback editions and the reevaluations by campus gurus. If a similar process applied to politics, then Harry Truman might have been revived in 1967 not 15 years after his death, but 15 years after he left the White House. and just in time to head Richard Nixon off at the pass.\n\nAlas, the Truman revival didn't get launched until Watergate set us to thinking about simpler times and more plainspoken Chief Executives. The Nixon administration's double shuffle with the truth sent us longing with nostalgia, not for Kennedy's Ivy League Camelot or poor old Ike's pointless banalities but for Harry Truman's unique ability to say what he thought in any way he damn well pleased.\n\nAnd now the revival, which has already ranged from Merle Miller's bestselling interviews to a hit record by Chicago, has been given the \"An Evening with. . .\" treatment. Harry's in there with Mark Twain, Will Rogers and Brendan Behan. \"Give 'em Hell, Harry!\" a filmed version of a single live performance of James Whitmore's virtuoso oneman show, has a nice, wicked partisan spirit sure to delight Democrats and inspire Republicans to wonder glumly why Richard, Dwight, Herbert, Calvin and Warren, not to mention Gerald, don't seem to lend themselves to this treatment.\n\nThe play by Samuel Gallu is built around a series of scenes in Truman's life: Whitmore portrays him as a toughtalking captain in World War I, a young candidate fighting against the Klan, a troubled President chatting with the ghost of Franklin D. Roosevelt and as a fearless defender of the Bill of Rights and antagonist of such as Joe McCarthy and Douglas MacArthur. Most of the dialog is said to be based on the available records, although a certain amount of poetic license has obviously gone into reconstructing such scenes as Truman's final meeting with MacArthur, and one wonders if Truman really was prescient enough in 1952 to declare, \"If that sonofabitch Nixon is ever elected President, he will hurt this country.\" \n\nWhitmore's performance was filmed using nine cameras, in front of a Seattle audience. The editing was done live, as the show unfolded. onto a special videotape process called Theatrovision. \n\nThe show's producer, BHI Sargent, will be remembered as the entrepreneur behind the Richard Burton version of \"Hamlet\" shown in \"Electronovision\" in American theaters in 1964. That process was foggy, muggy and uncertain, but Sargent's new process provides a fairly highquality color picture, the equal of a good 16mm. print blown up to 35.\n\nWhitmore's performance sometimes seems a little too rapidfire; Truman comes over as a barrelful of trenchant insights and downhome epigrams with little time left for reflection. And the scenes in which Truman addresses unseen second parties are sometimes awkward. I prefer Shay Duffin's approach in his evening with Brendan Behan, where he actually plays all the participants. But the main thrust of the theatrical event is intact, and so's the Truman spirit. We tend to agree with the Truman who says, \"I don't give 'em hellÑI tell the truth and they think they're in hell.\"", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Give 'em Hell, Harry! (1975)"}