{"url": "http://www.rogerebert.com/reviews/gladiator-2000", "by": "Russell Croweas Maximus", "star_rating": 2.0, "text": "Maximus: I'm required to kill--so I kill. That's enough.\n\nProximo: That's enough for the provinces, but not for Rome.\n\nA foolish choice in art direction casts a pall over Ridley Scott's \"Gladiator\" that no swordplay can cut through. The film looks muddy, fuzzy and indistinct. Its colors are mud tones at the drab end of the palette, and it seems to have been filmed on grim and overcast days. This darkness and a lack of detail in the long shots helps obscure shabby special effects (the Colosseum in Rome looks like a model from a computer game), and the characters bring no cheer: They're bitter, vengeful, depressed. By the end of this long film, I would have traded any given gladiatorial victory for just one shot of blue skies. (There are blue skies in the hero's dreams of long-ago happiness, but that proves the point.) The story line is \"Rocky\" on downers. The hero, a general from Spain named Maximus (Russell Crowe), is a favorite of the dying emperor Marcus Aurelius (Richard Harris). After Maximus defeats the barbarians, Marcus names him protector of Rome. But he is left for dead by Marcus' son, a bitter rival named Commodus (the name comes from the Latin for \"convenient\" and not what you're thinking).\n\nAfter escaping and finding that his wife and son have been murdered, Maximus finds his way to the deserts of North Africa, where he is sold as a slave to Proximo (the late Oliver Reed), a manager of gladiators. When Commodus lifts his late father's ban on gladiators in Rome, in an attempt to distract the people from hunger and plagues, Maximus slashes his way to the top, and the movie ends, of course, with the Big Fight.\n\nThis same story could have been rousing entertainment; I have just revisited the wonderful \"Raiders of the Lost Ark,\" which is just as dimwitted but 12 times more fun. But \"Gladiator\" lacks joy. It employs depression as a substitute for personality, and believes that if the characters are bitter and morose enough, we won't notice how dull they are.\n\nCommodus (Joaquin Phoenix) is one of those spoiled, self-indulgent, petulant Roman emperors made famous in the age of great Roman epics, which ended with \"Spartacus\" (1960). Watching him in his snits, I recalled Peter Ustinov's great Nero in \"Quo Vadis\" (1951), collecting his tears for posterity in tiny crystal vials. Commodus has unusual vices even for a Caesar; he wants to become the lover of his older sister Lucilla (Connie Nielsen), whose son he is bringing up as his heir.\n\nThe moral backbone of the story is easily mastered. Commodus wants to be a dictator, but is opposed by the senate, led by Gracchus (Derek Jacobi). The senators want him to provide sewers for the city's Greek district, where the plague is raging, but Commodus decides instead on a season of games. Proximo arrives with his seasoned gladiators from Africa, who prove nearly invincible and threaten the emperor's popularity. The moral lesson: It is good when gladiators slaughter everyone in sight, and then turn over power to the politicians.\n\nThe Colosseum productions play like professional wrestling. Events are staged to re-create famous battles, and after the visitors wipe out the home team, a puzzled Commodus tells his aide, \"My history's a little hazy--but shouldn't the barbarians lose the battle of Carthage?\" Later, an announcer literally addresses the crowd in these words: \"Caesar is pleased to bring you the only undefeated champion in Roman history--the legendary Titus!\" The battle sequences are a pale shadow of the lucidly choreographed swordplay in \"Rob Roy\" (1995); instead of moves we can follow and strategy we can appreciate, Scott goes for muddled closeups of fearsome but indistinct events. The crowd cheers, although those in the cheaper seats are impossible to see because of the murky special effects.\n\nWhen Maximus wins his first big fight, it's up to Commodus to decide whether he will live or die. \"Live! Live!\" the fans chant, and Commodus, bowing to their will, signals with a \"thumbs up.\" This demonstrates that Commodus was not paying attention in Caesar School, since the practice at the Colosseum at that time was to close the thumb in the fist to signal life; an extended thumb meant death. Luckily, no one else in the Colosseum knows this, either.\n\nCrowe is efficient as Maximus: bearded, taciturn, brooding. His closest friend among the gladiators is played by Djimon Hounsou, who played the passionate slave in \"Amistad.\" Since protocol requires him to speak less than Maximus, he mostly looks ferocious, effectively.\n\nNielsen shows the film's most depth, as the sister. Phoenix is passable as Commodus, but a quirkier actor could have had more fun in the role. Old pros Harris, Jacobi and Reed are reliable; Scott does some fancy editing and a little digital work to fill the gaps left when Reed died during the production.\n\n\"Gladiator\" is being hailed by those with short memories as the equal of \"Spartacus\" and \"Ben-Hur.\" This is more like \"Spartacus Lite.\" Or dark. It's only necessary to think back a few months, to Julie Taymor's \"Titus,\" for a film set in ancient Rome that's immeasurably better to look at. The visual accomplishment of \"Titus\" shames \"Gladiator,\" and its story is a whole heck of a lot better than the \"Gladiator\" screenplay, even if Shakespeare didn't make his Titus the only undefeated champion in Roman history.", "running_time": 150, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-05-05", "genres": ["Action", "Adventure", "Drama"], "title": "Gladiator (2000)"}