{"url": "http://www.rogerebert.com/reviews/gladiator-1992-1992", "by": "James Marshallas Tommy", "star_rating": 3.0, "text": "All boxing movies deplore the sport to some extent. They regret the blood and mayhem even while they glorify it. 'Gladiator' goes one step beyond, with its hero who hates the game and ends up bare-knuckled in the ring with the evil fight promoter who is trying to enslave him. Don King would not enjoy this story.\n\nThe Chicago-based movie stars James Marshall as Tommy Riley, a white hope from Bridgeport whose mom has died and whose dad has landed them in an unfurnished flat with gambling collectors knocking on the door. Tommy transfers to a school where some of the students want to pound him to a pulp, and a boxing manager (Robert Loggia) spots him and offers him quick money to fight.\n\nTommy needs the money to bail out his father, and so he gets ensnared in the underground world of a shadowy fight promoter (Brian Dennehy), who stages illegal fights, fixes the odds and makes money off the gambling. The idea of the Dennehy's illegal boxing arena is a storytelling masterstroke; it explains the small crowds at the same time it permits the boxers to fight dirty.\n\nAnd they do. Hitting below the belt is just a warm-up for these violent street brawlers, who also kick their opponent's jaws, rub harmful substances in their eyes, and keep punching opponents who are already unconscious. Tommy, a talented Golden Gloves amateur, is repelled by the dangerous level of violence encouraged in the illegal ring, but Dennehy buys up his father's gambling debts and makes other threats to keep him fighting. He knows what buttons to push.\n\nJames Marshall, as Tommy, is a member of the River Phoenix school of studied detachment. He is so aloof, indeed, that at times he seems like a neutral observer of his own life. I can see what he's trying to do, and sometimes it works, but he pushes his cool too far.\n\nThe film places its boxing story in a surprisingly realistic milieu; when he isn't dealing out punishment, Riley goes to high school, discusses Mark Twain, is encouraged by a helpful teacher, finds a girlfriend and becomes pals with a local black fighter (Cuba Gooding Jr., from \"Boyz N the Hood\"). The movie was co-produced by Frank Price, who produced \"Boyz,\" and it exhibits nimble footwork in avoiding the cliche of a black-white showdown in the final fight; Dennehy himself climbs into the ring with Marshall, so at last the hero of a fight film is boxing his real opponent.\n\n\"Gladiator\" was directed by Rowdy Herrington, a filmmaker with a natural feel for pumped-up action. His credits include the stalker film \"Jack's Back\" and the ludicrous but not unentertaining \"Road House,\" which was about the toughest bouncers in the world.\n\nWhat he has here is a story that probably cannot be believed in any conceivable level, and yet, to give him his due, he tells it with such conviction that it works anyway.", "running_time": 98, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-06", "genres": ["Action", "Adventure", "Drama"], "title": "Gladiator (1992) (1992)"}