{"url": "http://www.rogerebert.com/reviews/gloomy-sunday-2003", "by": "Erika Marozsanas Ilona Varnai", "star_rating": 3.0, "text": "Odd, how affecting this imperfect film becomes. It's a broad romantic melodrama set in Budapest before and during the Holocaust, and that is not, you will agree, an ideal time to set a love story. And if it is true that the title song drove hundreds to commit suicide, some of them may have merely been very tired of hearing it.\n\nAnd yet \"Gloomy Sunday\" held my attention, and there were times when I was surprisingly involved. It's an old-fashioned romantic triangle, told with schmaltzy music on the sound track and a heroine with a smoky singing voice, and then the Nazis turn up and it gets very complicated and heartbreaking.\n\nThe movie opens today at the Wilmette Theatre. So far as I can tell, this is its first American theatrical booking. But listen to this: In New Zealand, it ran for more than a year and became a local phenomenon in Auckland.\n\nThe story begins in Budapest in the 1930s, where Laszlo Szabo (Joachim Krol) runs a restaurant celebrated for its beef rolls. His hostess is the young and fetching Ilona (Erika Marozsan), and he is in love with her. Together they hire a piano player named Andras (Stefano Dionisi), and Andras falls in love with Ilona, and she with him, but she still loves Laszlo, and since they all like one another, they arrive at a cozy accommodation.\n\nA regular customer is a German named Hans Wieck (Ben Becker), who also falls in love with Ilona, and says if she will marry him, he will build Germany's largest import-export business, just for her. But as she already has her hands full, she turns him down.\n\nAndras, meanwhile, composes a song named \"Gloomy Sunday\" which sweeps the world and which he has to play every night at the restaurant. Soon a legend grows up around the song, that people who hear it commit suicide. Strangely enough, this detail is based on fact; it was written in 1933 by Rezso Seress, became an international hit, was recorded by such artists as Artie Shaw and Billie Holiday (and later Bjork and Elvis Costello), and banned by the BBC because of its allegedly depressing effect. On the night that Ilona rejects Hans, indeed, he casts himself into the Danube and is hauled out by Laszlo. You see what I mean about melodrama.\n\nThe war comes. It is well known what the Nazis are doing to the Jews, but Laszlo, who is Jewish, has never given much thought to religion and believes such things will never happen in Hungary. He has more than one chance to escape but remains, and his restaurant becomes even more popular in wartime. A regular customer is none other than Hans Wieck, now in charge of the Hungarian final solution, and he gives Laszlo an exemption; his beef rolls are a contribution to the war effort. Wieck, too, is said to be based on a historical figure, a Nazi named Kurt Becher who held a similar job in Budapest.\n\nThe movie, which has been fanciful and romantic, now descends into tragedy and betrayal. The carefree days of romance and denial are over, and the closing scenes of the film have an urgency that blindsides us, given the movie's earlier innocence. Then there is an epilogue, which is gratuitous and overlong; we could have done without it.\n\nBut the main story has the strength of its characters, who feel deeply and are brave and foolish in equal measure. Andras is a basket case who wears his emotions on his sleeve, but Ilona loves him for his vulnerability, and Laszlo is one of those good souls who finds the calm in every situation, thinks the best of people, is generous and not jealous, and trusting--too trusting. The actors give them a touching presence and reality.\n\nThe movie will play for a week or two and disappear from the Wilmette and, for all I know, from North America. Maybe not. Maybe it will play for 80 weeks, like in Auckland.\n\nNote: My information about the legend of \"Gloomy Sunday\" was obtained from the Internet site www.phespirit.info/gloomysunday/, which includes several sets of lyrics.\n\nPostscript: “Gloomy Sunday” had a very long run at the Wilmette, but grossed less than $900,000 in all its North American engagements. As of October, 2007, it is still playing in Christchurch, New Zealand. For more information on the song, see:\nhttp://en.wikipedia.org/wiki/Gloomy_Sunday.", "running_time": 114, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-06-20", "genres": ["Drama", "Foreign", "Romance"], "title": "Gloomy Sunday (2003)"}