{"url": "http://www.rogerebert.com/reviews/gloria-1998", "by": "John Cassavetes", "star_rating": 3.0, "text": "Well, it's a cute idea for a movie, and maybe that's why they've had this particular idea so often. You start with tough-talking, streetwise gangster types, you hook them up with a little kid, you put them in fear of their lives, and then you milk the situation for poignancy, pathos, excitement, comedy and anything else that turns up. It's the basic situation of \"Little Miss Marker,\" the Damon Runyon story that has been filmed three times. And now John Cassavetes tells it again in Gloria. The twists this time: The tough-talking gangster type is a woman, and the kid is Puerto Rican. Cassavetes has cast his wife, Gena Rowlands, in the title role, and it's an infectious performance--if infectious is the word to describe a chain-smoking dame who charges around town in her high heels, dragging a kid behind her.\n\nThe kid is also well cast. He's a youngster named John Adames who has dark hair and big eyes and a way of delivering his dialogue as if daring you to change one single word. Precisely because the material of this movie is so familiar, almost everything depends on the performances. And that's where Cassavetes saves the material and redeems the corniness of his story. Rowlands propels the action with such appealing nervous energy that we don't have the heart to stop and think how silly everything is.\n\nThe movie begins with a two-bit hoodlum (Buck Henry, an inexplicable casting choice) barricaded in an apartment with his Puerto Rican wife (Julie Carmen) and their kids. Men are going to come through the door at any moment with guns blazing. There's a knock on the door. It's Rowlands, as the neighbor, with the somehow inevitable name of Gloria Swenson. She wants to borrow sugar. She winds up with the kid. She doesn't want the kid. She doesn't like kids, she tells Henry: \"Especially your kids.\" But the kid tags along. There's a shootout, the kid's family is dead, and things get even more complicated when it turns out that Henry gave his kid a notebook that has information in it the mob will kill to retrieve.\n\nThat's the premise for the rest of the movie, which is a cat-and-mouse chase through the sleazier districts of New York and New Jersey.\n\nCassavetes has a nice eye for locale. There's a crummy flophouse where the clerk tells Rowlands, \"Just pick a room. They're all open.\" There's a garishly decorated love nest that Rowlands occasionally occupies with a mobster. There are bus stations, back alleys, dimly lit hallways and the kinds of bars that open at dawn and do most of their business by 9 a.m. (That provides one of the movie's best scenes. Gloria and the kid argue, Gloria tells the kid to split if that's the way he feels, and then she marches into the bar, orders a beer, lights a cigarette and says to the bartender: \"Listen. There are reasons why I can't turn around and look ... but is there a little kid heading in here?\") Cassavetes remains one of the most consistently interesting Hollywood mavericks. He makes money by acting and immediately spends it producing his own films. Most of them are passionately indulgent of the actors, who sometimes repay his indulgence with inspired performances. Rowlands won an Oscar nomination for Cassavetes' \"A Woman Under the Influence.\" His next picture starred Ben Gazzara in \"The Killing of a Chinese Bookie\" (1978), which has become an unseen, lost film--better, if the truth be known, than \"Gloria,\" which is fun and engaging but slight. What saves this movie is Cassavetes' reliance on a tried-and-true plot construction.\n\nFor once, his characters aren't all over the map in nonstop dialogue, as they were in \"Husbands,\" the talkathon he made in 1970 with Peter Falk, Gazzara and himself. \"Gloria\" is tough, sweet and goofy.", "running_time": 121, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1998-01-07", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Gloria (1980)"}