{"url": "http://www.rogerebert.com/reviews/glory-road-2006", "by": "Josh Lucasas Don Haskins", "star_rating": 3.0, "text": "\"Glory Road\" is like other sports movies, and different from all of them. It is the same in the way it shows a rookie coach with an underdog team; he finds resistance from his players at first, he imposes his system and is a merciless taskmaster, and do I have to ask if they win the big game? This has been the formula for countless films, and \"Glory Road\" will not be the last.\n\nBut the movie is not really about underdogs and winning the big game. It's about racism in American sports, and how coach Don Haskins and his players on the 1965-66 basketball team from Texas Western University made a breakthrough comparable to when Jackie Robinson was hired by the Brooklyn Dodgers. In Texas at that time, we learn, college basketball teams had been integrated, but there was an \"informal rule\" that you never played more than one black player at home, two on the road or three if you were behind. After Texas Western won the 1966 NCAA championship with an all-black team on the court, defeating an all-white Kentucky team coached by the legendary Adolph Rupp, the rules were rewritten, and modern college and professional basketball began. Haskins and his team wrote the \"emancipation proclamation of 1966,\" says NBA coach Pat Riley, who starred on that Kentucky team, in an interview during the end credits.\n\n\"Glory Road\" tells its story not through personalities but in terms of the issues involved. It uses the basketball season as a backdrop to the story of how Haskins (Josh Lucas) inherited a weak, losing team at Texas Western and set out to recruit gifted black players from the schools and playgrounds of the North. The school's administration and some of the rich boosters were not very happy with him, until the team started to win. Strange how that works, isn't it?\n\nAn opening scene is brief but poignant: After Haskins coaches a girls' basketball team to victory, his players try to lift him up on their shoulders, but they aren't strong enough. Haskins is offered the head coaching position at Texas Western and jumps at it: This is his chance to coach a Division I team, no matter how weak. Haskins knows he has no chance of recruiting the best white players to come to Texas Western, so he and his assistant coach head north and find African Americans who are happy to have scholarships and a chance to play. Chief among them are Bobby Joe Hill (Derek Luke) and Willie \"Scoops\" Cager (Damaine Radcliff).\n\nThey play a hotshot, Globetrotters-style basketball; Haskins thinks it is undisciplined and risky, and drills them with his own man-on-man system. There are the predictable clashes between coach and players, but the movie doesn't linger on them. Instead, it shows Texas Western going on the road with a mostly black team in a South where the teams were mostly white. One player is beaten in a restroom. The teams' motel rooms are trashed in East Texas. The white players begin to bond with their teammates who are the targets of such attacks. And then, when everything depends on the Big Game, Haskins announces he plans to play only black athletes. He wants to make a point. By this time, the white players understand the point, and agree with it.\n\nJon Voight plays Kentucky's Adolph Rupp, one of the most successful coaches in college history. Voight doesn't have a lot of screen time, but he uses it to create a character, not a stereotype. On the sideline, we watch his face as he begins to realize what's happening. \"This is a special team,\" he warns his players during a timeout. He is trying to tell them that ordinary sideline talks are irrelevant; if they cannot rise to this historic moment, they will lose.\n\nDirector James Gartner tells his story forcefully and makes a wise decision during the end titles to show black-and-white footage of many of the real people whose lives are depicted in the film. One of his decisions about the soundtrack is strange but perhaps effective: The play-by-play announcers somehow simultaneously seem to be the public-address announcers, so that loudspeakers in the gyms carry their commentary and opinions. That works for us, but how would it work with players and fans in real life?\n\n\"Glory Road\" is an effective sports movie, yes, but as the portrait of a coach and team and the realities of administrations and booster clubs in a state obsessed with sports, it's a shadow of \"Friday Night Lights\" (2004). Where it succeeds is as the story of a chapter in history, the story of how one coach at one school arrived at an obvious conclusion and acted on it, and helped open college sports in the South to generations of African Americans. As the end credits tell us what happened in later life to the members of that 1966 Texas Western team, we realize that Haskins not only won an NCAA title but made a contribution to the future that is still being realized.", "running_time": 118, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-01-12", "genres": ["Drama"], "title": "Glory Road (2006)"}