{"url": "http://www.rogerebert.com/reviews/glory-1989", "by": "Matthew Broderickas Robert Gould Shaw", "star_rating": 3.5, "text": "The story goes that the author of \"Glory,\" Kevin Jarre, was walking across Boston Common one day when he noticed something about a Civil War memorial that he had never noticed before. Some of the soldiers in it were black. Although the American Civil War is often referred to as the war to free the slaves, it had never occurred to Jarre - or, apparently, to very many others - that blacks themselves fought in the war. The inspiration for \"Glory\" came to Jarre as he stood looking at the monument.\n\nIt tells the story of the 54th Regiment of Massachusetts Volunteer Infantry, made up of black soldiers - some Northern freemen, some escaped slaves - and led by whites, including Robert Gould Shaw, the son of Boston abolitionists. Although it was widely believed at the time that blacks would not make good soldiers and would not submit to discipline under fire, the 54th figured in one of the bloodiest actions of the war, an uphill attack across muddy terrain against a Confederate fort in Charleston, S.C. The attack was almost suicidal, particularly given the battlefield strategies of the day, which involved disciplining troops to keep on marching into withering fire. The 54th suffered a bloodbath. But its members remained disciplined soldiers to the end, and their performance on that day - July 18, 1863 - encouraged the North to recruit other blacks to its ranks, 180,000 in all, and may have been decisive in turning the tide of the war.\n\n\"Glory\" tells the story of the 54th Regiment largely through the eyes of Shaw (Matthew Broderick), who in an early scene in the film is seen horrified and disoriented by the violence of the battlefield.\n\nReturned home to recover from wounds, he is recruited to lead a newly formed black regiment and takes the job even though his own enlightened abolitionist opinions still leave room for doubts about the capability of black troops.\n\nIt is up to the troops themselves to convince him they can fight - and along the way they also gently provide him with some insights into race and into human nature, a century before the flowering of the civil rights movement. Among the men who turn into the natural leaders of the 54th are Trip (Denzel Washington), an escaped slave, and John Rawlins (Morgan Freeman), first seen in the film as a gravedigger who encounters the wounded Shaw on the field of battle.\n\nThese men are proud to be soldiers, proud to wear the uniform and also too proud to accept the racism they see all around them, as when a decision is made to pay black troops less than white. Blacks march as far, bleed as much and die as soon, they argue. Why should they be paid less for the same work? Shaw and his second in command, Cabot Forbes (Cary Elwes), eventually see the logic in this argument and join their men in refusing their paychecks. That action is a turning point for the 54th, fusing the officers and men together into a unit with mutual trust. But there are countless smaller scenes that do the same thing, including one in which Shaw is pointedly told by one of his men that when the war is over, nothing much will have changed: \"You'll go back to your big house.\" \"Glory\" has been directed by Edward Zwick, designed by Norman Garwood and photographed by Freddie Francis with enormous attention to period detail, as in such small touches as the shoes issued to the troops (they don't come in right and left, but get to be that way after you've worn them long enough). These little details lead up to larger ones, as when the children of poor black sharecroppers look on in wonder as black soldiers, in uniform, march past their homes. And everything in the film leads up to the final bloody battle scene, a suicidal march up a hill that accomplishes little in concrete military terms but is of incalculable symbolic importance.\n\nWatching \"Glory,\" I had one reccuring problem. I didn't understand why it had to be told so often from the point of view of the 54th's white commanding officer. Why did we see the black troops through his eyes - instead of seeing him through theirs? To put it another way, why does the top billing in this movie go to a white actor? I ask, not to be perverse, but because I consider this primarily a story about a black experience and do not know why it has to be seen largely through white eyes. Perhaps one answer is that the significance of the 54th was the way in which it changed white perceptions of black soldiers (changed them slowly enough, to be sure, that the Vietnam War was the first in American history in which troops were not largely segregated). \"Glory\" is a strong and valuable film no matter whose eyes it is seen through. But there is still, I suspect, another and quite different film to be made from this same material.", "running_time": 122, "mpaa_rating": "R", "release_year": 1989, "date_published": "1990-01-12", "genres": ["Drama", "History", "War"], "title": "Glory (1989)"}