{"url": "http://www.rogerebert.com/reviews/go-1999", "by": "Sarah Polleyas Ronna Martin", "star_rating": 3.0, "text": "Sooner or later the statute of limitations has to run out on comparisons between new movies and \"Pulp Fiction.'' Quentin Tarantino's 1994 film mesmerized the Sundance generation, who have been doing riffs ever since on its interlocking timelines, its quirky sex and violence, its pop culture expertise, its familiarity with drugs, its squirmy comedy, its black-white friendships, its ironic profundity, and its revelations in all-night diners. Those who haven't seen it must wonder why it's cited in so many movie reviews; has no other movie been made in the interim? Well, no, not one that staked out the territory so firmly. Consider, for example, Doug Limon's \"Go.'' This is an entertaining, clever black comedy that takes place entirely in Tarantino-land. Limon is a talented director who works as his own cinematographer and finds a nice off-center humor. His \"Swingers'' (1996) was an accomplished debut film, and here, with a screenplay by John August, he does more, and better, and yet the shadow of Q.T. falls on many scenes.\n\nWhen his characters deliberately create a flesh wound with a gunshot, for example, the setup and payoff remind us of the needle plunging into the heart in \"Pulp Fiction'' (and of the deliberate blade wound in \"Gridlock'd''). And when two of his characters sit in a diner and have a conversation about the comic strip \"Family Circus,'' we think of the Uma Thurman and John Travolta sharing pop lore over their milkshakes in \"P.F.'' We're also reminded of \"Pulp'' in scenes involving a laconic drug dealer, a crisis involving body disposal, an unintended drug overdose, in the way its story lines branch off and then join up again, and even in an unusual character name, Zack.\n\nTarantino has created a generation of footnoters and cross-referencers. I'm not saying \"Go'' couldn't have been made without the example of \"Pulp Fiction,'' but it can't be seen without thinking of it. What it adds is a grittier feel; Limon's characters are closer to ground level.\n\nThe story begins in a supermarket, where Ronna the checkout girl (Sarah Polley) takes a shift for her friend Simon (Desmond Askew), a part-time drug dealer who wants to go to Vegas. She needs rent money. When two customers named Adam and Zack (Scott Wolf and Jay Mohr) want to score some ecstasy, she goes to Simon's usual dealer (Timothy Olyphant) to get 20 hits. Olyphant, lounging bare-chested in his apartment hideaway, stroking his girlfriend and his cat, working the phone, supplies the legal expertise such stories always require: \"Twenty hits! The magic number where intent to sell becomes trafficking ...'' Without revealing too much of the plot, which depends on surprises and connections, I can say that the other main stories involve (1) Simon's adventures in Las Vegas, where he and his black friend Marcus (Taye Diggs) get into big trouble with the owners of a topless bar, and (2) the relationship between Adam, Zack and a cop named Burke (William Fichtner), who invites the two men over to Christmas dinner with his wife (Jane Krakowski). This couple is extremely open to sexual adventures with strangers, but turns out to have another even stronger obsession; there is nothing like a pyramid scheme to bring out fanaticism.\n\nTrouble in Vegas leads to more trouble in Los Angeles, where the stories of the checkout clerk and the two young men also meet again, unexpectedly. The plot of course is a complete contrivance, but Limon and August have a lot of fun with the details, including a \"Macarena'' dance in an unlikely setting, a telepathic cat, and a scene with echoes of \"Blood Simple,'' in which some characters try to leave a hotel room while others are trying to break in.\n\n\"Go'' has energy and wit, and the performances are right for the material--especially Sarah Polley, who thinks fast and survives harrowing experiences, and Fichtner, the cop who is so remarkably open to new experiences. The movie is ruthless in its attitude toward the apparently dead or dying, but then grisly indifference is central to the self-centered values without which these characters would have no values at all. Limon shows here, as he did in \"Swingers,'' that he has a good eye and can create screwy characters. Can he break out of Q.T. Land?", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-09", "genres": ["Action", "Comedy", "Thriller"], "title": "Go (1999)"}