{"url": "http://www.rogerebert.com/reviews/go-fish-1994", "by": "Guinevere Turneras Max", "star_rating": 2.5, "text": "One of the differences between men and women, according to conventional wisdom, is that women socialize more; they like to talk and share and gossip, while men tend to be more result-oriented in their speech. That may explain why \"Go Fish,\" a movie about lesbians that is largely concerned with dating, sex and romance, has so much talk in it. The male equivalent, gay or straight, would probably have more sex scenes and less dialogue.\n\nThe women in \"Go Fish,\" an extended circle of friends, live near a large campus which is, I think, the University of Illinois at Chicago. Their social life centers around each other's apartments, and lesbian bars, and restaurants, and the front steps of their houses. They are smart without being cynical, and none of them is particularly into the farther shores of sex. They're pretty middle of the road.\n\nThe movie's heroine, Max (Guinevere Turner), has been more or less celibate for ages, she complains. Her roommate, a professor named Kia (T. Wendy McMillan), subtly steers her in the direction of Ely (V.S. Brodie), someone she has known casually for a long time.\n\nMax is at first not turned on by Ely, but eventually, after a good deal of shy conversational sparring, they go out on a date and even share a kiss.\n\nTheir first kiss is one of the nicest moments in the movie, because it has the awkward spontaneity of real life, instead of the choreographed certainty of the movies. They're talking, and then there's a pause, and they suddenly sort of agree to kiss, as if to get that over with, so their relationship can move on to another plane.\n\nEly already has a lover, she confesses, but her lover has moved to another city. Kia, who knows all about the former lover, gives Max reason for hope: She's convinced the affair is basically over, and she's right. And eventually Max and Ely find that they like each other, and that's the big development in the movie.\n\n\"Go Fish,\" a black-and-white film directed by Rose Troche and produced and written by Troche and Turner, is like one of those underground movies of the 1960s in which the purpose was to show a small group of friends celebrating a lifestyle which the audience could, or should, emulate. It is casual, unsensational, meandering, talky, and possesses a certain warm charm. There's a documentary sense to it: We feel the characters are drawn from life, and that the filmmakers are uninterested in plotting except in the mildest way.\n\nTheir purpose is more to memorialize friendship.\n\nThere's some sex talk in the film, including an amusing conversation about various words for various parts of the body and various things that can be done to or with them. But even here there's a sweetness, a lack of the raunchiness you'd expect if the movie had been about men. The women in \"Go Fish\" may be defined by their sexuality, at least in terms of this movie, but they are not driven by it.\n\nThe movie's strength is also a weakness: its matter-of-factness. It records everyday life in an everyday way, and introduces us to some people we are happy to know. But not a whole lot happens, and there are times when a scene continues simply to show the unplanned passage of time. Troche and her collaborators have the right note here. The film is honest, forthright and affectionate, and it portrays the everyday worlds of these ordinary gay women with what I sense is accuracy.\n\nBut for their next film I think it might be interesting if they began with a story that was a little more about something.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-07-01", "genres": ["Drama", "Indie", "Romance"], "title": "Go Fish (1994)"}