{"url": "http://www.rogerebert.com/reviews/go-tell-the-spartans-1978", "by": null, "star_rating": 2.5, "text": "The first time he hears about Muc Wa, a military outpost left behind by the French in Vietnam, the major makes his thinking clear: He pronounces it so that the second word begins with an 'f', and rhymes with the first. In the early war year of 1964, Muc Wa has no significance; no Cong sightings have been reported within 50 miles. But U.S. headquarters in Da Nang wants Muc Wa occupied and defended, and so it is the task of the major and his men to occupy and defend it.\n\nThe major is played by Burt Lancaster as a cigar-chewing veteran of Korea, a career soldier. His men are, officially, American military advisers, commanding a ragtag unit of Vietnamese volunteers. He has grave misgivings about the way this war is being run, especially when he's given his own psychological warfare expert, complete with computer printouts and color-coded gadgets to predict where the Cong will strike next. Lancaster knows better: The enemy is everywhere and nowhere, and the assignment of American forces to Muc Wa will serve only to draw Cong there, too. He knows this, and falsifies a report, and his bluff is called, and he winds up sending men to Muc Wa all the same. Sure enough, the Cong turn up.\n\n\"Go Tell the Spartans\" considers the war in Vietnam in terms of the microcosm of Muc Wa in 1964, and so contains a lot of statements that are meant to be prophetic in hindsight. It also considers the war in terms of countless earlier movies about earlier wars, so we get tried-and-true characters like the gung-ho second lieutenant, the crazy kid, the battle-scarred sergeant, the wise-cracking radio operator and, or course, the commander who has seen it all before.\n\nBut the cliches do their duty once again, generally speaking; the movie's tightly directed by Ted Post, whose most successful film was the Clint Eastwood thriller \"Magnum Force.\" Post is apparently directing on a modest budget, and yet he creates a realistic war scape and believable characters. The most believable is Lancaster, who brings a nice subtlety to his character.\n\nThe major should have been promoted long ago, but tells a story (maybe true, maybe not) about why he wasn't. As a field commander, he's tough and realistic. But he's unhappy about this war, and especially about such allies as \"Cowboy,\" his Vietnamese liaison, who likes to torture Cong prisoners and occasionally behead them. \n\nThe problem with Cowboy, as the movie makes clear, is that he's also a realist; a fatal chain of events begins when the Americans don't believe Cowboy's instincts about who is a Viet Cong and who isn't. But then the movie's about a chain of events based on fatal misunderstandings ... as the abandoned and overgrown French cemetery at Muc Wa eventually makes clear.", "running_time": 114, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Action", "Drama", "Indie", "War"], "title": "Go Tell the Spartans (1978)"}