{"url": "http://www.rogerebert.com/reviews/go-tigers-2001", "by": "Ken Carlson", "star_rating": 3.0, "text": "Featuring: Dave Irwin, Danny Studer, Ellery Moore, The Massilon, Ohio, Tigers. \n\nI don't know if Massillon, Ohio, has the best high school football team on the country, but since the annual Massillon-McKinley rivalry is the only prep game that carries Vegas odds, doesn't that tell you something? \"Go Tigers!\" is a documentary about a town of 33,000 so consumed by football it makes South Bend and Green Bay look distracted.\n\nThe film was directed by Ken Carlson, a Massillon native and, it must be said, a Tiger booster. He raises an eyebrow at the widespread local practice of holding boys back to repeat the eighth grade, whether they need to or not, because they'll be older and bigger as high school seniors. He listens to a couple of kids observe that if you aren't into football you're an automatic outsider (\"I can't wait to get out of this dump\"). But the movie argues that Massillon lives for football, that it creates identity and pride, and on the evidence I would have to agree.\n\nConsider a town where a live tiger cub is the team mascot (and cringe as it plants a friendly paw on a small child). Where the \"Tiger Lady\" fills her house so full of tiger paraphernalia that there is scant room for her husband, jammed into his chair in a corner. Where the high school band has mayoral permission to march and play anywhere within the city limits on the day of the McKinley vs. Canton game (it marches through department stores, cafeterias, and the library). Where more fans attend the games than at many (maybe most) colleges. Where there are so many assistant coaches one specializes in strength and fitness.\n\nMassillon is a steel town, working class and moderately prosperous, and one of the things we notice (the movie doesn't make a point of it) is that there seems to be racial harmony. Possibly the team is such a strong binding and unifying force that it rolls over the divisive feelings that might exist in another town. The Tigers are a secular religion. And mainstream religion gets in the act, too, with a Jewish speaker at the breakfast on the day of the big game, followed by a Catholic mass, the Lord's Prayer in the locker room, and other evocations to the Almighty (Massillon has lost to McKinley the last four years, inspiring a certain urgency).\n\nWe meet two of the team's co-captains, Dave Irwin and Ellery Moore. Like other Massillon players going back four generations, they see football as their ticket to college scholarships. Irwin, the quarterback, is a gifted passer, and during the 1999 season (shown in the film) throws 17 touchdown passes in nine games, before the McKinley game, whose outcome I will leave for you to discover. He works part-time as a drill press operator, and shortly before the big game injures the index finger of his passing hand. So much is at stake: If he loses that finger, he can look forward to the drill press instead of college.\n\nIt looks like Massillon would be fun to live in if you're a football fan (one good player from nearby Petty transfers, just to get in on the action). To not be a football fan in Massillon would be a lonely and unrewarding enterprise. Underlying tension is created because the local schools face severe budget cuts unless a tax levy passes. Opponents argue that the football program is so expensive it drives up the budget--but it seems more likely that the better the team does, the more likely the voters are to approve the levy. \"I've seen more good come from that pigskin than from a lot of schoolbooks,\" observes one local sage. If it gets the kids into college, he may have a point.\n\nNote: The movie has an R rating because its high school kids talk and drink beer exactly like high school kids.", "running_time": 103, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-09-21", "genres": ["Documentary"], "title": "Go Tigers! (2001)"}