{"url": "http://www.rogerebert.com/reviews/goal-the-dream-begins-2006", "by": "Kuno Beckeras Santiago Munez", "star_rating": 3.0, "text": "\"Goal! The Dream Begins\" is a rags-to-riches sports saga containing all the usual elements, arranged in the usual ways, and yet it's surprisingly effective. We have the kid from Mexico who dreams of soccer stardom, his impoverished life in Los Angeles as an undocumented immigrant, his dad who scorns soccer, his grandmother who believes in him, the scout who gets him a tryout with a top British team, the superstar who befriends him, and even a pretty nurse. There is also a great deal of soccer, some of it looking real, some of it not.\n\nThe movie works because it is, above all, sincere. It's not sports by the numbers. The starring performance by Kuno Becker is convincing and dimensional and we begin to care for him. He plays Santiago Munez, a busboy in a Los Angeles Chinese restaurant, who plays in an after-work soccer league so deprived that he wears cardboard shin protectors. Then he's spotted by a former soccer pro (Stephen Dillane), who tells him he has potential, and arranges for him to get a tryout with Newcastle United.\n\nThat would however involve an air ticket to England. Santiago has some money saved, but his dad (Tony Plana) nicks it to buy a pickup truck and start his own landscaping business. This is cruel, but perhaps more practical than betting the money on a future in soccer. Santiago's grandmother (Miriam Colon) says she hasn't worked for a lifetime without having some savings, and pays for him to fly to London out of Mexico City -- a wise precaution, since he has no American passport or identity.\n\nIn Newcastle, Santiago undergoes a rough initiation at the hands of the hardened soccer pros, gets his first experience of soccer in the mud, and almost loses his place on the team because of his asthma. What saves him is an accidental friendship with the team's superstar Gavin Harris (Alessandro Nivola), a party animal. How the season turns out and how Santiago fares I will leave for you to discover, not only in this movie, but in \"Goal! 2: Living the Dream,\" which comes out later this year, and in \"Goal! 3,\" scheduled for 2007. The fact that \"Goal! 4\" is not in pre-production will soon, I am sure, be remedied.\n\nBefore \"Goal!\" began, I moaned to a colleague that I was dreading the screening. Any movie named \"Goal!\" that needs an exclamation mark seems to be protesting too much, and the words \"The Dream Begins\" suggest that the snores will shortly follow. I see an average of one sports movie a month in which an underdog (or underhorse, or undergymnast) overcomes the odds in order to earn their exclamation mark. I know all about the grizzled coaches, the mean teammates, the dad who doesn't understand and the girl who does.\n\nI was surprised, then, to find myself enjoying the movie almost from the beginning. It had some of the human reality of Gregory Nava's work in movies like \"Mi Familia\" and the PBS series \"American Family.\" Not the depth or beauty, to be sure, but the feeling for a culture and family ties. And Kuno Becker, a Mexican star of films and TV and three English-language films little released in America, has not only star quality but something more rare, likability. He makes us want his character to succeed.\n\nWhere possible, the director Danny Cannon sidesteps some (not all) of the cliches. We suspect Santiago's father may be proud of his son after all, but are unprepared for the way that plays out, and how Santiago's toughness is both the right and wrong choice. We know all about the understanding Irish nurse Roz (Anna Friel), except that she will have insight and understanding. We are relieved, in a way, to be spared an obligatory sex scene. And it is interesting that the boss of the Newcastle United team is not made into your standard Bob Hoskins or Colm Meany role, but is written as a German and cast with a Romanian, Marcel Iures.\n\n\"Goal! The Dream Begins\" is not a great sports film, and I can easily contain my impatience for \"Goal! 2\" and \"Goal! 3\" (which should, but will not, be titled \"Goal! 3: The Dreamer Awakes\"). But it is good and caring work, with more human detail than we expect. Specifically, it is more about Santiago's life as a young man than it is about who wins the big match. There's a subtext about immigrants in America that is timely right now, and a certain sadness in his father's conviction that some people are intended to be rich and others poor, and that the Munez family should be content and grateful to be poor. Santiago is not content, but he is driven not so much by ambition as by pure and absolute love of soccer, and that gives the movie a purity that shines through.", "running_time": 118, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Drama", "Sports Film"], "title": "Goal! The Dream Begins (2006)"}