{"url": "http://www.rogerebert.com/reviews/god-said-ha-1999", "by": "Greg Kachel", "star_rating": 3.5, "text": "There is a kind of luminous quality in the way Julia Sweeney talks about her life and family in \"God Said, `Ha!' '' She wanders the stage for an hour and a half, talking about a year in her life when her brother, Mike, was dying of cancer. This is a sad subject, painful to her, and yet she makes humor of it. She is a comedian, and, like the hero of \"Life Is Beautiful,'' she deals with life with the gifts at her command.What she weaves out of her memories is a funny love poem to Mike and her parents--who all moved into her small house for the duration of the crisis. She sees their human weaknesses, she smiles at their goofy logic, she lets their habits get on her nerves, but above all she embraces them. And when, midway through the year, even more bad news descends upon her, she is able to transform that, too, into truth and fond humor.\n\nSweeney may be familiar to you as a former cast member of \"Saturday Night Live.'' Her androgynous character \"Pat'' was a regular on the show and later appeared in a movie. She began in show business as an accountant, keeping the books for the movie \"Rain Man,'' and edged into performance through local comedy clubs. After the \"SNL'' gig was over, she moved to Los Angeles, looking for work in movies and sitcoms, and bought her own house. Soon she was sharing it with her parents and Mike, and \"the lines started to cross about whose house it really was.'' Mike had lymphoma. He got worse and then he got better and then he got even worse, and then he got a little bit better--she charts the progress of an implacable foe. But there is laughter, too, especially from Mike, who found wry material in the doctor's decision to administer chemotherapy by inserting a permanent \"shunt'' into his body: Should it be called a faucet? A spigot? Where should it go? The possibilities were endless.\n\nSweeney's parents come across as nice people who, in their well-meaning attempts to stay out of the way, are usually in the way. When a light goes out in the bathroom, her mom says, \"I found a bulb--but I didn't know if there was some special way to screw it in.'' During Mike's illness, Sweeney began talking about what she was going through as part of her act. \"It must be hard,'' Mike joked, ``you being an actress, and me in the cancer spotlight.'' It was hard for Mike, too--who now spent much of his time in a bed in her living room, and who as a child so valued his privacy that he installed a doorbell on his bedroom door. Sweeney and other family members would take him to the UCLA Medical Center several times a week for chemotherapy, and as they met patients with many kinds of cancer, they began to muse on why cancer only seemed to strike vital organs. \"Why can't there be cancer of the fat?'' she wondered, only to find out that there was--and that you don't want it, either.\n\nWatching \"God Said, `Ha!','' I wished that I could show it to people who wondered why I didn't approve of \"Patch Adams.'' This film has a dignity, an underlying taste, in the way it deals with subjects like cancer and dying. It doesn't simply use the subjects as an occasion for manipulative sentiment. At the end of the film, we feel we've been through a lot with Julia and Mike Sweeney and their family. We're sad, but we're smiling. I was thinking: Life's like that.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-02-26", "genres": ["Comedy"], "title": "God Said, 'Ha!' (1999)"}