{"url": "http://www.rogerebert.com/reviews/god-bless-america-2012", "by": "Joel Murrayas Frank", "star_rating": 2.0, "text": "The first half hour or so of Bobcat Goldthwait's \"God Bless America\" promises so much more than the film is finally able to deliver. Here is a film that begins with merciless comic savagery and descends into merely merciless savagery. But wow, what an opening.\n\nIt consists of a man watching television, and the television he watches. The man is Frank (Joel Murray, Bill's brother). His head rests uneasily on his sofa as the screams of the wailing baby next door drill through the paper-thin walls. He suffers from migraines. On TV, he sees stupidity and cruelty. The news channels portray an America in decay. Such idiotic plagues as the Westboro Baptist Church are seen picketing veterans' funerals, TV rants are delivered by unhinged commentators, reality TV reduces civilization to the consumption of worthless consumer trash, and Frank stares in pain at the screen.\n\nOf course the Westboro Church isn't mentioned by name, but there's no mistaking its \"God Hates Fags\" posters. Later in the film, daringly, Goldthwait's script does name names, including Diablo Cody, who Frank despises for having created, in \"Juno,\" a heroine who is actually very much like the one in this movie. But I'm getting ahead of myself.\n\nFirst, Frank learns from his foul-mouthed doctor that he's dying of an incurable brain tumor. Then at his hateful job (in an office filled with co-workers obsessed with celebrity gossip), he makes a thoughtful gesture and is fired for moronic reasons of political correctness. Then on reality TV he sees a famous teenage brat throw a tantrum because her parents gave her a car but it isn't the one she asked for, an Escalade.\n\nAll of this is especially effective because of Joel Murray's performance. He makes Frank a decent, level-headed, respectable man, not an obvious comedy type. He is also smart and articulate in explaining his revulsion with aspects of current American civilization — so articulate, indeed, that sometimes he sounds like a combination of Al Franken, Rachel Maddow and the \"I'm mad as hell\" speech in \"Network.\"\n\nAfter getting the one-two punch of being fired and diagnosed with a brain tumor, something cracks. He sticks a gun in his mouth, and then decides, as a symbolic gesture, to first shoot the spoiled brat on reality TV.\n\nThat's when the film goes astray. His shooting is witnessed by Roxy (Tara Lynne Barr), a girl about the same age as his victim, who tells him it was awesome. She urges him not to stop when there are still so many worthy targets and insists on coming along with him on what turns out to be a cross-country murder spree. While we understood why Frank might have been pushed over the edge with his first murder, you can't just go around killing people, y'know. And Roxy comes across as a deranged teenage psychopath.\n\nMuch of their relationship involves Frank trying to behave decently with her, despite her oblivion to the idea that a 45-year-old man has no business in bed with an underage girl. Roxy is a disturbed creature. Yet they pal up and enjoy a strange immunity to being captured, despite how easy it should be to spot them. Everything finally leads to the live broadcast of an \"American Idol\"-type TV show, where Frank wants to vent his disgust at the way America has mocked a fat kid who sang off-key and was driven to attempt suicide.\n\nIn that subplot, Goldthwait exhibits some of the sharp and perceptive intelligence that often informs the film. Turns out the fat kid didn't want to kill himself because people laughed at him, but because he might be taken off TV. Nice. It does seem true that a lot of people will do anything, however humiliating, for fame.\n\nBut by that point in the film, the air has gone out of Goldthwait's balloon. What he has created, in the name of comic social commentary, is an amoral movie about two psychopaths killing people they believe deserve to die. As a general rule, that's an evil reason for taking someone's life. If we agree with Frank and Roxy, we also agree with people who shoot at abortion clinics, kids who open fire at their schools, and drivers in road-rage killings. I see what Goldthwait is trying to do and agree with many of his complaints about our society, but finally it becomes impossible to laugh.", "running_time": 104, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-09", "genres": ["Comedy", "Drama"], "title": "God Bless America (2012)"}