{"url": "http://www.rogerebert.com/reviews/god-told-me-to-1976", "by": "Tony LoBiancoas Detective", "star_rating": 1.0, "text": "I wasn't going to see \"God Told Me To\" -- God, indeed, seemed to be telling me not to -- but then I read the press release and knew immediately this was a movie I had to see. It had been too long, I decided, since I'd seen a film in which the leading character was, and I quote, \"the only man alive who can make the choice to help or destroy a mysterious force which has begun to unleash its dread power upon the earth.\" Not since \"Godzilla vs. the Smog Monster\" had a press release promised so much.\n\nThe movie, alas, doesn't quite live up to the billing. It never even quite identifies the Dread Power, although from the brief glimpses I got of it, it seemed to be a hippie who glowed yellow. But the movie does achieve greatness in another way: This is the most confused feature-length film I've ever seen.\n\nThere were times when I thought the projectionist was showing the reels in random order, as a quiet joke on the hapless audience. But, no, apparently the movie WAS supposed to be put together this way, as a sort of 52-card pick-up of cinema. The story's so random, indeed, that by the time Sandy Dennis made her second appearance, I'd forgotten she was in the film.\n\nThe plot concerns a New York detective (Tony LoBianco) who investigates a series of murders in which the killers claimed God told them to kill. It turns out they're under the hypnotic sway of the child of visitors from outer space. LoBianco's assignment, if he chooses to accept it: Help or destroy this mysterious force which has begun to unleash its dread power, etc.\n\nAs I left the theater, dazed, I saw a crowd across the street. A young man in a strait jacket (try not to get ahead of the story, please) was preparing to be suspended in mid-air hundreds of inches above the ground, and to escape, Houdini-style. At the moment he was still standing on the sidewalk -- but, believe me, it was still a better show.", "running_time": 91, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-12-01", "genres": ["Horror", "Mystery", "Thriller"], "title": "God Told Me To (1976)"}