{"url": "http://www.rogerebert.com/reviews/gods-and-monsters-1998", "by": "Ian McKellenas James Whale", "star_rating": 3.0, "text": "The yard man looks a little like Frankenstein's monster, with his hulky body and flat-top haircut. Of course he's more handsome. The old man sizes him up, invites him to tea, is friendly: \"Feel free to use the pool. We're quite informal here -- no need to use a bathing suit.\" We are listening to the last hopeful sigh of a dying romantic, an aging homosexual who is still cheered by the presence of beauty.\n\n\"Gods and Monsters\" is a speculation about the last days of the director James Whale, who was open about his sexuality in an era when most homosexuals in Hollywood stayed prudently in the closet. Whale (1889-1957) directed some 21 films, but is best remembered for seven made between 1931 and 1939: \"Frankenstein,\" \"The Old Dark House,\" \"The Invisible Man,\" \"Bride of Frankenstein,\" \"Show Boat,\" \"The Great Garrick\" and \" The Man in the Iron Mask.\" At the time of his death he had not made a movie in 16 years, but still lived comfortably, dabbling at a little painting and a little lusting.\n\nHe made some good movies (\"Frankenstein\" placed 87th on the American Film Institute's list of great American films, although \"The Bride of Frankenstein\" is by far the better of the two pictures). He began as an actor, lost his first love in World War I and joined the exodus to Hollywood, where he made a lot of money and never quite realized his potential. He must have seemed an attractive challenge to Ian McKellen, the gifted British Shakespearean who in this film and \"Apt Pupil\" is belatedly flourishing in the movies after much distinction on the stage.\n\nMcKellen playing Whale makes sense, but is it ideal casting to use Brendan Fraser (\"George Of The Jungle\") as Clayton Boone, the young man who comes to cut the grass? Fraser is subtle and attuned to the role, but doesn't project strong sexuality; shouldn't the yard man be not simply attractive but potentially exciting to the old man? We never ever believe there's a possibility that anything physical will occur between them--and we should, I think.\n\nOf course, Whale's ambitions in that direction are mostly daydreams, and finally he's more interested in simply regarding the young man. He asks Clayton to be his artist's model, a request which essentially translates as, \"Will you take off your clothes and stand there while I look at you?\" \n\nClayton is slow to understand that Whale is gay. Well, in 1957, a lot of people might not have understood. When he figures it out, he isn't angered and there's no painful and predictable scene of violence. Instead, the film proceeds on a bittersweet course in which a young and not terribly bright man grows to like an old and very intelligent man, and to pity him a little. The film is a biopic leading toward a graceful elegy.\n\nSimilar material was dealt with earlier this year in \"Love and Death on Long Island,\" starring John Hurt as an aging British writer who develops a crush on an American teen heartthrob (Jason Priestley). That was a funnier movie, and also more elusive, since the Hurt character is not an active homosexual (indeed, hardly seems sexual at all) and hardly understands the nature of his own obsession. Levels of irony were possible. In \"Gods and Monsters,\" on the other hand, both the director and the yard man are pretty much kept at the service of the film's sentimental vision.\n\nDirected by Bill Condon, who based his screenplay on the novel Father of Frankenstein, by Christopher Bram, the movie has flashbacks to the making of Whale's classics, scenes where Clayton and his girlfriend (Lolita Davidovich) watch some of them, and memories of the pool parties that the closeted director George Cukor held every Sunday at his mansion above Sunset. (I once interviewed Cukor at the very poolside. A venerable and beloved figure in a liberated age, he was still prudent about his revelations; he remembered Katharine Hepburn swimming in the pool, but of course there was no whisper about the Sunday skinny dips.) \n\nIn \"Gods and Monsters,\" Whale knows his health is failing. He lives alone except for a cheerless housekeeper (Lynn Redgrave, very good) who lectures him on bad behavior and tells him he will go to hell. She sizes up Clayton and knows the whole story instantly--has no doubt seen the same scenario enacted many times. But this time, because Clayton feels empathy and because Whale feels the chill of approaching death, the seduction strategies are pro forma. What the man most needs to do is talk, and Clayton lets him, as he slips between the present and his vivid memories.\n\n\"Gods and Monsters\" is not a deep or powerful film, but it is a good-hearted one, in which we sense the depth of early loss that helped to shape Whale's protective style, and the California openness that allows Clayton Boone to care for a man he has nothing in common with. The film includes a clip from \"The Bride of Frankenstein\" of a toast to \"gods and monsters.\" By creating a wife for Frankenstein's monster out of base materials, Dr. Praetorious of course was the god. Now James Whale finds he no longer has the strength or the impulse to create a lover for himself. At the end there are neither gods nor monsters, only memories.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-12-04", "genres": ["Drama", "Indie"], "title": "Gods and Monsters (1998)"}