{"url": "http://www.rogerebert.com/reviews/godspell-1973", "by": null, "star_rating": 4.0, "text": "The thing about \"Godspell\" that caught my heart was its simplicity, its refusal to pretend to be anything more than it is. It's not a message for our times, or a movie to cash in on the Jesus movement, or even quite a youth movie. It's a series of stories and songs, like the Bible is, and it's told with the directness that simple stories need: with no tricks, no intellectual gadgets, and a lot of openness.\n\nThis was the quality that attracted me to the stage version. I had to be almost dragged to the play, because its subject matter sounded so depressingly contemporary. But after I finally got into the theater and sat down and let \"Godspell\" relax me, I found myself simply letting it happen. For a musical based on the Gospel according to St. Matthew, \"Godspell\" is strangly irreverent, wacky, and endearing.\n\nThe stage version has been opened up into a movie by taking the whole of New York as a set. Except for the scenes at the beginning and end--which show the city as a temple of mammon and a rat nest--the movie is populated only by its cast; we don't see anybody else, and the 10 kids dance, sing, and act out parables in such unlikely places as the World Trade Center and a tugboat. This is a new use for New York, which looks unusually clean; even its tacky skyscrapers edge toward grandeur when the vast long shots engulf them.\n\nAgainst this wilderness of steel and concrete, the characters come on like kids at a junior high reunion, clothed in comic book colors and bright tattered rags. Only two have names: Jesus, and a character who plays both John (who ushered Jesus into the Bible) and Judas (who hastened him out). The other eight characters, who seem to represent an on-the-spot gathering of disciples, are just themselves.\n\nWhat's nice about the casting--which gives us all new faces--is that the characters don't look like professional stage youths. Remember \"West Side Story,\" where all the allegedly teenage dancers looked like hardened theatrical professionals in greaser wigs? \"Godspell's\" cast is not only young but is allowed to look like a collection of individuals. These could conceivably be real people, and their freshness helps put the material over even when it seems pretty obvious. For some blessed reason the director, David Greene, has resisted any temptation to make the movie visually fancy. With material of this sort, there must have been an impulse to go for TV-commercial trendiness, but Greene's style is unforced, and goes well with the movie's freshness and basic colors.\n\nThe movie characters, like the stage characters, are given little watercolor designs on their faces by Jesus. A girl gets a little yellow flower, a boy gets a tiny red star, and so on. It was necessary in the stage version to exaggerate this makeup to make it visible, but the movie underplays it and it was gentle and nice. It occurred to me, about an hour into the film, that maybe young people will pick up on this. Tattoos were big in the '70s--little butterflies and stars--so why not face-paint zigzags and pinwheels and flowers? Anything to brighten up this miserable world: Which is what \"Godspell\" is saying, anyway.", "running_time": 103, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-03-21", "genres": ["Family", "Music"], "title": "Godspell (1973)"}