{"url": "http://www.rogerebert.com/reviews/godsend-2004", "by": "Greg Kinnearas Paul Duncan", "star_rating": 2.0, "text": "'Godsend\" tells the story of parents whose only son is killed in an accident, and who are offered the opportunity to clone him. If all goes well, the grieving mother will bear a child genetically identical to the dead boy. I would find that unspeakably sad, but the movie isn't interested in really considering the implications; it's a thriller, a bad thriller, completely lacking in psychological or emotional truth.\n\nGreg Kinnear and Rebecca Romijn-Stamos star, as Paul and Jessie Duncan; he's an inner-city high school teacher and she's a photographer. Immediately after their son, Adam, is killed, they're approached by Dr. Richard Wells (Robert De Niro), who offers them an illegal opportunity to retrieve one of Adam's cells and implant it in Jessie's womb so that she can bear another Adam. At first they resist, but then they agree, and soon they have another son named Adam. Both boys are played by Cameron Bright. \n\nDr. Wells, who made millions earlier in his career, operates out of a vast medical laboratory in Vermont and persuades the Duncans to move up there; they must cut all ties with former friends and family, he explains, because, of course, the Adam clone will raise difficult questions. To help them settle in, he provides a waterfront house that will have every real estate agent in the audience thinking in the millions. Adam Two is born (in a particularly unconvincing live childbirth scene) and quickly reaches the same birthday that Adam One celebrated just before he was killed. Until then he has been an ideal child, but now he begins to get weird. \"Dad,\" he tells his father, \"I've been thinking. I don't think I like you so much anymore.\" As Kinnear recoils in pain, the kid grins and says he was only kidding. Ho, ho. \"There was always the possibility,\" Dr. Wells intones, \"that things could change once he passed the age when he died.\" \n\nI dare not reveal the secret around which the plot revolves, but I can say that Adam Two has visions and night terrors, and in them sees a little boy whose experiences seem to intersect with his own. At school, Adam Two is not popular, perhaps because he spits on playmates and a teacher, perhaps because he is just plain weird; the movie Omenizes him with big closeups, his face pinched and ominous. At home, he has a habit of hanging around in the woodshed with sharp instruments or invading his mother's darkroom, where a lot of photos of Adam One are kept in a box that really should have been locked. \n\nThe movie's premise is fascinating and has stirred up a lot of interest. Some opponents of cloning reportedly confused its Web site (godsendinstitute.org) for the real thing, although that \"confusion\" has the aroma of a publicity stunt. No matter; \"Godsend\" isn't about cloning so much as about shock, horror, evil, deception and the peculiar appeal that demonic children seem to possess for movie audiences.\n\nThe performances are ineffective. I would say they are bad, but I suppose they're as good as the material permits. Kinnear and Romijn-Stamos are required to play a couple whose entire relationship is formed and defined by plot gimmicks, and as for De Niro, there are times when he seems positively embarrassed to be seen as that character, saying those things. His final conversation with Kinnear must be the most absurd scene he has ever been asked to play seriously. The movie is so impossible that even the child actor is left stranded. He seems lovable as Adam One, but as Adam Two he seems to have been programmed, not by genetics but by sub- \"Omen\" potboilers. \n\nFor a brief time, however, I thought director Nick Hamm was using at least one original strategy. During certain tense scenes, I heard a low, ominous scraping noise, and I thought it was some kind of audible flash-forward to terrors still to come. Then I realized I was hearing carpenters at work on the floor below the screening room. I recommend they be added to an optional soundtrack on the DVD.\n\nNote: That's going to be one crowded DVD. My fellow critic Joe Leydon points me to a story at www.scififx.com reporting that director Hamm shot at least seven alternate endings to the movie, including those in which two different characters are killed two different ways, and little Adam kills everybody. Nothing like covering your bases.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-30", "genres": ["Drama", "Horror", "Science Fiction", "Thriller"], "title": "Godsend (2004)"}