{"url": "http://www.rogerebert.com/reviews/godzilla-1998", "by": "Matthew Broderickas Dr. Niko Tatopoulos", "star_rating": 1.5, "text": "CANNES, France--Going to see \"Godzilla\" at the Palais of the Cannes Film Festival is like attending a satanic ritual in St. Peter's Basilica. It's a rebuke to the faith that the building represents. Cannes touchingly adheres to a belief that film can be intelligent, moving and grand. \"Godzilla\" is a big, ugly, ungainly device to give teenagers the impression they are seeing a movie. It was the festival's closing film, coming at the end like the horses in a parade, perhaps for the same reason.\n\nIt rains all through the \"Godzilla,\" and it's usually night. Well, of course it is: That makes the special effects easier to obscure. If you never get a clear look at the monster, you can't see how shoddy it is. Steven Spielberg opened \"Jurassic Park\" by giving us a good, long look at the dinosaurs in full sunlight, and our imaginations leapt up. \"Godzilla\" hops out of sight like a camera-shy kangaroo.\n\nThe makers of the film, director Roland Emmerich and writer Dean Devlin, follow the timeless outlines of many other movies about Godzilla, Rodan, Mothra, Gamera and their radioactive kin. There are ominous attacks on ships at sea, alarming blips on radar screens, and a scientist who speculates that nuclear tests may have spawned a mutant creature. A cast of stereotyped stock characters is introduced and made to say lines like, \"I don't understand--how could something so big just disappear?\" Or, \"Many people have had their lives changed forever!\" And then there are the big special effects sequences, as Godzilla terrorizes New York.\n\nOne must carefully repress intelligent thought while watching such a film. The movie makes no sense at all except as a careless pastiche of its betters (and, yes, the Japanese Godzilla movies are, in their way, better--if only because they embrace dreck instead of condescending to it). You have to absorb such a film, not consider it. But my brain rebelled, and insisted on applying logic where it was not welcome.\n\nHow, for example, does a 300-foot-tall creature fit inside a subway tunnel? How come it's sometimes only as tall as the tunnel, and at other times taller than high-rise office buildings? How big is it, anyway? Why can it breathe fire but hardly ever makes use of this ability? Why, when the heroes hide inside the Park Avenue tunnel, is this tunnel too small for Godzilla to enter, even though it is larger than a subway tunnel? And why doesn't Godzilla just snort some flames down there and broil them? Most monster movies have at least one bleeding-heart environmentalist to argue the case of the monstrous beast, but here we get only Niko Tatopoulos (Matthew Broderick), an expert on the mutant earthworms of Chernobyl, who seems less like a scientist than like a place-holder waiting for a rewrite (\"insert more interesting character here\"). It is he who intuits that Godzilla is a female. (You would think that if a 300-foot monster were male, that would be hard to miss, but never mind.) The military in all movies about monsters and aliens from outer space always automatically attempts to kill them, and here they fire lots of wimpy missiles and torpedoes at Godzilla, which have so little effect we wonder how our tax dollars are being spent. (Just once, I'd like a movie where they train Godzilla to do useful tasks, like pulling a coaxial cable across the ocean floor, or pushing stuck trains out of tunnels.) In addition to the trigger-happy Americans there is a French force, too, led by Jean Reno, a good actor who plays this role as if he got on the plane shouting \"I'm going to Disneyland!\" All humans in monster movies have simple-minded little character traits, and Reno's obsession is with getting a decent cup of coffee. Other characters include a TV newswoman (Maria Pitillo) who used to be the worm man's girlfriend, a determined cameraman (Hank Azaria), a grim-jawed military leader (Kevin Dunn) and a simpering anchorman (Harry Shearer). None of these characters emerges as anything more than a source of obligatory dialogue.\n\nOh, and then there are New York's Mayor Ebert (gamely played by Michael Lerner) and his adviser, Gene (Lorry Goldman). The mayor of course makes every possible wrong decision (he is against evacuating Manhattan, etc.), and the adviser eventually gives thumbs-down to his reelection campaign. These characters are a reaction by Emmerich and Devlin to negative Siskel and Ebert reviews of their earlier movies (\"Stargate,\" \"Independence Day\"), but they let us off lightly; I fully expected to be squished like a bug by Godzilla. Now that I've inspired a character in a Godzilla movie, all I really still desire is for several Ingmar Bergman characters to sit in a circle and read my reviews to one another in hushed tones.\n\nThere is a way to make material like \"Godzilla\" work. It can be campy fun, like the recent \"Gamera: Guardian Of The Universe.\" Or hallucinatory, like \"Infra-Man.\" Or awesome, like \"Jurassic Park.\" Or it can tap a certain elemental dread, like the original \"King Kong\" (1933). But all of those approaches demand a certain sympathy with the material, a zest that rises to the occasion.\n\nIn Howard Hawks' \"The Thing,\" there is a great scene where scientists in the Arctic spread out to trace the outlines of something mysterious that is buried in the ice, and the camera slowly pulls back to reveal that it is circular--a saucer. In \"Godzilla,\" the worm expert is standing in a deep depression, and the camera pulls back to reveal that he is standing in a footprint. Which he would have already known. There might be a way to reveal the astonishing foot print to the character and the audience at the same time, but that would involve a sense of style and timing, and some thought about the function of the scene.\n\nThere is nothing wrong with making a Godzilla movie, and nothing wrong with special effects. But don't the filmmakers have some obligation to provide pop entertainment that at least lifts the spirits? There is real feeling in King Kong fighting off the planes that attack him, or the pathos of the monster in \"Bride of Frankenstein,\" who was so misunderstood. There is a true sense of wonder in \"Jurassic Park.\" \"Godzilla,\" by contrast, offers nothing but soulless technique: A big lizard is created by special effects, wreaks havoc and is destroyed. What a cold-hearted, mechanistic vision, so starved for emotion or wit. The primary audience for \"Godzilla\" is children and teenagers, and the filmmakers have given them a sterile exercise when they hunger for dreams.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-05-26", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Godzilla (1998)"}