{"url": "http://www.rogerebert.com/reviews/godzilla-1985-1985", "by": "Raymond Burras Steve Martin", "star_rating": 1.0, "text": "The \"good bad movie\" is by now an accepted item of cultural history, and we are all familiar with the theory that a movie can be so bad that it's good. Just consider \"Infra-Man.\" To really qualify as a GBM, however, a movie must think that it is good; part of the fun is watching it struggle to be other than it is. The fatal flaw in \"Godzilla 1985\" is that it is a bad movie with aspirations of being a good bad movie. \n\nMy clues in arriving at this conclusion are many. The filmmakers must have known that the original Godzilla from 1956 had many loyal fans all over the world who treasured the absurd dialogue, the bad lip-synching, the unbelievable special effects, the phony profundity. So they have deliberately gone after the same inept feeling in \"Godzilla 1985.\" \n\nExamples: Dialogue; Is so consistently bad that the entire screenplay could be submitted as an example. My favorite moment occurs when the hero and heroine are clutching each other on a top floor of a skyscraper being torn apart by Godzilla and the professor leaps into the shot, says \"What has happened here?\" and leaps out again without waiting for an answer. \n\nLip-synching: Especially in the opening shots, there seems to be a subtle effort to exaggerate the bad coordination between what we see and what we hear. All lip-synch is a little off, of course, but this movie seems to be going for condescending laughs from knowledgable filmgoers. \n\nSpecial effects: When Godzilla marches on Tokyo, the buildings are the usual fake miniature models, made out of paint and cardboard. The tipoff is when he rips a wall off a high-rise, and nothing falls out. That's because there is nothing inside. Godzilla himself also undergoes bewildering changes in size. At one point, he's small enough to peer into the window of a ship; a little later, he's so tall that he knocks over 60-story buildings. Curiously, his feet, when seen in closeup mashing cars and things, always seem to be the same size. \n\nPhony profundity: This is Raymond Burr's department, and it is a thankless task. He is in the movie, I suppose, as the only living link with the 1956 classic (apart from Godzilla, of course). His scenes were apparently all shot in a few days. He wears the same wardrobe and the same expression, and steps forward out of the shadows to utter inanities such as \"That will never stop Godzilla\" and \"Those weapons of war will only anger Godzilla.\" At no time is he involved dramatically in the adventure. In a career that has contained many highs and many lows, this is not one of Raymond Burr's finest hours.\n\nGodzilla is said to be popular in Japan because he touches a nerve: He is a monster created by radioactivity, the destructive heritage of World War II. There have been a lot of Godzilla adventures since the original one in 1956 (my favorite is \"Godzilla vs. the Smog Monster\"), but this is the first one made by Toho, the studio that launched the series. The message seems to be as bleak as ever: \"So long as mankind continues to defy the forces of nature (a narrator intones), we will be visited by catastrophes like hurricanes, tidal waves, and Godzilla.\" And, for that matter, as long as Toho continues to heed the call of the marketplace, we will be visited by catastrophes like \"Godzilla 1985.\"", "running_time": 82, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-09-20", "genres": ["Science Fiction"], "title": "Godzilla 1985 (1985)"}