{"url": "http://www.rogerebert.com/reviews/going-all-the-way-1997", "by": "Jeremy Daviesas Sonny Burns", "star_rating": 3.0, "text": "One problem with a lot of coming-of-age movies is that the characters seem too old and confident for their problems. Even the Dustin Hoffman character in \"The Graduate\" seems a little too ironically plugged in, as if he's aware of the movie's subtext. But the characters in \"Going All the Way'' ring true: They're callow and limited, their motivation is centered on their genitals, and yet they burn with idealism, with fevered fantasies of their own eventual triumph.\n\nThe movie, based on Dan Wakefield's novel, is set in Indianapolis soon after the Korean War. Two recently discharged veterans meet on the train home: Sonny Burns (Jeremy Davies), a shy, secretive bundle of insecurity, and Gunner Casselman (Ben Affleck), the golden-boy type. Gunner was a high school sports hero and Sonny was an overlooked nerd; Sonny fully expects Gunner to ignore him, but Gunner amazingly seeks him out, and they become friends.\n\nWhat happened? Gunner obviously went through a spiritual awakening while stationed overseas (\"I never really thought about anything until I got to Japan,'' he confides, and \"those Zen riddles really made me think''). He seeks out Sonny, no doubt, because he assumes the class nerd was thinking deep thoughts while Gunner was scoring touchdowns. Sonny was actually spending much of his time masturbating, but no matter; soon the two friends are discussing The Catcher in the Rye, and Gunner, reading The Lonely Crowd, decides he's \"inner-directed.'' Sonny thinks of little but women. He has a loyal high school girlfriend named, ominously, Buddy (Amy Locane). She's reliable, cheerful, friendly and sexually available (too available for the 1950s period, I think). Sonny's mother (Jill Clayburgh) enthusiastically promotes marriage, while his father (John Lordan) speaks approvingly of the excellent pension plan at the Eli Lilly plant.\n\nBut Sonny doesn't want to get married or go to work for the local pharmaceutical corporation. He wants to wrap his arms around a woman who can fuel his skin magazine-inspired fantasies--like Gunner's sexpot mom (Lesley Ann Warren), for example, or Gail Ann Thayer (Rose McGowan), the best friend of Gunner's sexy new Jewish girlfriend, Marty Pilcher (Rachel Weisz). Gunner's mother, who obviously has incestuous feelings for her son, is jealous of Marty and feeds her son vile anti-Semitic fantasies, but Gunner is his own man and chooses his own course in life.\n\nNot so with Sonny, who is impotent with the women he desires and finds Buddy boring even though, therefore, he can perform with her. During the course of a long summer, it becomes clear to Gunner and Sonny that their future lies outside Indianapolis--lies, instead, amid the gleaming towers of Manhattan, where they will find glory, fame and lotsa women.\n\n\"Going All the Way'' is a deeper, cleverer film than it first seems. Much of its strength depends on the imploding performance of Jeremy Davies, who swallows his words, ducks his head, squirms away from parental domination, and vaguely knows he must escape home for his own survival. (It says everything that he still has baseball trading cards tacked to the headboard of his bed, and hides his skin magazines in the boxes of his childhood board games.) I'm a decade younger than the characters in this movie, but I grew up in a time and place not far from the film's psychic setting. I recognized much. And here I am, amid the gleaming towers of Chicago.", "running_time": 110, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-10", "genres": ["Comedy", "Drama", "Romance"], "title": "Going All The Way (1997)"}