{"url": "http://www.rogerebert.com/reviews/going-home-1971", "by": "Robert Mitchumas Harry Graham", "star_rating": 2.0, "text": "\"Going Home\" is a fairly awful melodrama that's worth seeing primarily for the presence of Robert Mitchum. Not that he's especially good. Mitchum can't be described as good or bad in most of his performances. It's just that he's there, the kind of screen presence that draws your attention.\n\nSomeone was remarking the other day that Mitchum had never been in a really great film. That's just about true. He's been in some good films (and \"Thunder Road\" is still able to fill any drive-in in the South for two weeks) but nothing really great. Yet he remains the favorite movie star of a lot of people (myself probably included) and he is able to make a bad movie interesting. \n\n[NOTE: Ebert later added \"The Night of the Hunter\" (1955), featuring Mitchum's most famous and outrageous performance, to his list of Great Movies. \"The Night of the Hunter\" was very difficult to see in the 1960s and 1970s.]\n\nAnd no mistake about it, \"Going Home\" is bad. It is also Meaningful in\r\na cynical, isn't-life-hell kind of way. Mitchum plays a guy who got drunk 14 years ago and murdered his wife. When he gets parole, he moves into a trailer camp, falls in love (with Brenda Vaccaro) and then is confronted by his son (Jan-Michael Vincent). The son is one of those huge physical presences who is supposed to say nothing but project a lot of smoldering anger. This gets heavy after about one scene. A lot of things in the movie get heavy, for that matter, including a clumsily-handled suggestion that the boy is impotent, some Grand Guignol flashbacks and a rape in a loft filled with fighting, uh, roosters.\n\n\"Going Home\" must have rushed through post-production. It was still\r\nfilming on location in August, and now here it is. Some of the haste shows as when the son turns up and says \"Hi, dad\" and Mitchum goes into his trailer without a word. Then Brenda Vaccaro turns up, and in the next scene all three of them are outside the trailer. There must have been a moment there somewhere when she persuaded him to go back outside, but it's not in the movie. This kind of sloppiness makes it hard for us to figure out the characters, if we cared to.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-11-23", "genres": null, "title": "Going Home (1971)"}