{"url": "http://www.rogerebert.com/reviews/goin-down-the-road-1971", "by": "Doug McGrathas Peter", "star_rating": 4.0, "text": "Don Shebib's \"Goin' Down the Road\" feels at times like a film realization of Studs Terkel's \"Hard Times,\" until you remind yourself that the movie is fiction and the time is now. It tells the story of two young men from Canada's Maritime Provinces who come to the big city, Toronto, lured by the possibility of good jobs and good times. They find none of the former and precious few of the latter -- a few beery, brawling evenings and a few easy girls aside -- but they're game and they keep pushing until the urban monster grinds them down.\n\nThe film's special accomplishment is its treatment of the characters and the city itself with an absolutely unsentimental level-headedness. It tells a story that contains joy, silliness, love and despair. But these things are kept organic to the story; the film itself doesn't pretend to be other than a record. Shebib achieves a documentary objectivity that touches us more deeply than tear jerking could.\n\nI don't know if I've put that clearly enough. What I mean is that \"Goin' Down the Road\" doesn't pander. Too many films about young people today betray a desperate need on the part of their makers to be accepted by the young audience. \"Fools\" is the most extreme example: a film so obsessed with being \"contemporary\" that it mires in self-parody. Shebib, who is 28 and made \"Goin' Down the Road\" with about $80,000, most of it borrowed, doesn't wave any credentials to prove he's plugged in. He just gets on with his story.\n\nHe's aided immeasurably by his two leading actors, Paul Bradley and Doug McGrath (who shared Canada's 1970 best-actor award, while the film was named Canada's best of the year). They play straight young men from the Maritimes, who drive to Toronto in a beat-up old Chevy with flames painted on the sides. They aren't hip or radical or even, as you think at first, greasers. They're in Toronto for the action.\n\nThey get a job in a bottling plant and hit the streets on Saturday night with paychecks in their pockets. And they come flat up against the loneliness of any big city. Of pretty girls who seem unapproachable. Of lots of other guys with dates, but they have none. Of time on their hands. Of boozing and messing around. Of fascination with the office girl in the factory, the one with the big knockers who's supposed to be stuck up and won't date any of the guys. And even of actually getting a date with her and feeling all the more dumped because, up close, she's 10 times as unapproachable.\n\nShebib, directing Bradley and McGrath, makes these scenes so poignant and so accurate that they could represent, if necessary, the human condition. The easy male camaraderie of the two friends is so unforced that it betrays similar scenes in \"Husbands\" for what they are: three professional actors narcissistically killing time. In \"Goin' Down the Road,\" Shebib does what the Cassavetes of \"Shadows\" knew how to do, and he does it better.\n\nThere are other scenes, of jobs in car washes and bowling alleys, of meeting a couple of waitresses, of Bradley getting married and moving into an apartment and buying three rooms of furniture on time payments. Then winter comes. They're laid off at the bottling plant, and that would seem too obvious in a more contrived film, but in this film it's just simply what happens. \"Goin' Down the Road\" is about hard times here and now, and it's the best movie to hit town in a long time.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-02-19", "genres": ["Action", "Drama", "Foreign"], "title": "Goin' Down the Road (1971)"}