{"url": "http://www.rogerebert.com/reviews/going-places-1974", "by": "Gerard Depardieuas Jean-Claude", "star_rating": 1.0, "text": "Despite its occasional charm, its several amusing moments and the touching scenes played by Jeanne Moreau, “Going Places” is a film of truly cynical decadence. It’s also, not incidentally, the most misogynistic movie I can remember; its hatred of women is palpable and embarrassing. There are laughs in it, yes, but how could anyone take this as a comedy?\n\nIts story involved two loutish, brutal and unclean young men, Jean-Claude and Pierrot, who drift about France endlessly in a series of stolen cars. As a pastime, they terrorize old women, rape younger ones, beat up people whose looks they don’t like, rob, pillage and vandalize. And even at that, it’s not their actions that offend us; It’s the movie’s attitude toward them. I guess they’re supposed to come off as pathetic anti-heroes, driven to their cretinism out of terminal ennui.\n\nThe sources for a movie like this are in pretty clear view. There was “Easy Rider,” with its narcissistic, and masochistic victims of society. There were all the other road movies, concealing their lack of form and direction by making an episodic journey into an excuse for itself. There was Jean-Luc Godard’s “Pierrot le Fou” (from which “Going Places” probably borrowed the name of one of its characters), in which Jean-Paul Belmondo affected a number of postures and personalities inspired by the movies.\n\nThese materials were shaped by Bertrand Blier into a novel that caused something of a scandal in France last year; now he has directed them into a movie. And the best you can say of it is that Blier hasn’t been merely imitative. No, he’s added something of his own: a sensibility that seems truly unpleasant and sadistic. I came away from “Going Places” feeling that I’d spent two hours in the company of a filmmaker I would never want to meet.\n\nThe movie opens with our heroes chasing, taunting and goosing a fat middle-aged lady before threatening her with rape and taking her money. That’s the cue for some “Bonnie and Clyde”-style country music, as they make their getaway, steal a car, hitch a ride on a train and prepare for the scene that exploits a woman most gratuitously. The train is empty except for a woman nursing her child, and they use and humiliate her in a way that made me feel unhappy to be in the theater. This sort of material isn’t a commentary on dehumanization; it’s depraved in its own right.\n\nIn any event, not much further on down the road they kidnap a dumb blond (that’s the only term for her, as portrayed) and she comes along as a sort of sexual punching bag. They terrorize a family having a picnic, they rob a doctor who treats their wounds, they rob a 16-year-old of her virginity, and they perform various other activities of the sort relished by immature fetishists (even their fetishes lack imagination).\n\nAnd then, inexplicably, into the middle of this mess comes Jeanne Moreau, as a middle-aged woman just released from 10 years in prison. They pick her up, determine to be kind to her, spend time with her, have lunch with her, make love with her, and she informs these scenes with a grace and dignity of her own -- before Blier’s screenplay requires her to exit the film by a method as cruel as it is meaningless. Pure logic (not to mention our hopes against hope) would have had her killing them and finishing the movie by herself.\n\nI gather from the movie that Blier, to some degree, admires his nihilistic heroes. In a world of bourgeois hypocrisy, he seems to be saying, these drifters are revolutionaries: The only authentic lives are those lived by outlaws. The only authentic emotions are those inspiring pain, humiliation and shock. The only authentic women are those who are degraded. Everything else is a trick or a facade. This is a cheerless vision, you will agree, but on the night I went to see “Going Places” there were people in the audience who persisted in laughing from time to time. If a movie is advertised as a comedy, it’s got to be funny -- right?", "running_time": 150, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-05-13", "genres": ["Comedy", "Crime", "Drama", "Foreign"], "title": "Going Places (1974)"}