{"url": "http://www.rogerebert.com/reviews/going-upriver-the-long-war-of-john-kerry-2004", "by": "George Butler", "star_rating": 3.0, "text": "\"Going Upriver: The Long War of John Kerry\" is a matter-of-fact documentary that describes Kerry's war service and his later role as a leader of the Vietnam Veterans Against the War. It's not an in-your-face Michael Moore-style doc, but an attempt to rationally respond to the damaging TV ads. The most remarkable connection it makes is that John O'Neill, mastermind of the Swift Boat Veterans for Truth and co-author of the current book Unfit for Command, was originally recruited by the dirty tricksters in the Nixon White House to play precisely the same role!\n\nThe movie documents this with tapes of Oval Office conversations with Richard Nixon discussing John Kerry with his aides H.R. Haldeman and Charles Colson. Kerry had made a strong impression as a spokesman for Vietnam vets who now felt the war was immoral and ill-advised. Sen. J. William Fulbright, head of the Senate Foreign Relations Committee, visited the veterans' bivouac on the Mall in Washington, D.C., and asked Kerry to testify before the committee. Kerry's testimony, sampled in the film, is forceful and yet not radical; essentially, he was early with what has become the consensus about that war. In the Oval Office, it is noted that Kerry made a good impression, especially on the network news programs. \"He's a Kennedy-type guy. He looks like a Kennedy and sounds like a Kennedy,\" says Haldeman.\n\n\"We have to destroy the young demagogue before he becomes another Nader,\" Colson tells the president. Asked to get some dirt on Kerry, Colson reports \"we couldn't find anything on him.\" Then he comes up with the idea of recruiting Vietnam vets who would be coached to smear Kerry. Colson enlists O'Neill, who 30 years later has revived his old role.\n\nThe film argues that Kerry has truthfully described his role in the war. This is testified to by those in the boat with him, those on the same river at the time, and a man whose life he saved. What's interesting is to learn more about the swift boats themselves. Since the Viet Cong blended with the civilian population, anybody could be the enemy, and the swift boats were sent upriver in the hopes they would be fired on by Cong troops who would therefore reveal their positions.\n\nPatrols like those led by Kerry had casualty rates above 75 percent; no wonder he was wounded. Yet some of his opponents have questioned if Kerry actually shed blood in Vietnam. Since Kerry carries shrapnel in his leg, it must have been a neat trick to get it in there without puncturing the skin. A case for the Amazing Randi.\n\n\"Going Upriver\" has been directed by George Butler, a longtime Kerry friend who is a veteran documentarian (he made \"Pumping Iron\" about young Arnold Schwarzenegger, and \"Endurance,\" the documentary about Shackleton's expedition to the Antarctic). His film is pro-Kerry, yes, but the focus is on history, not polemics, and provides a record of the crucial role of the Vietnam Veterans Against the War, who because of their credentials could not be dismissed as peaceniks. Kerry comes across even then not as a hot-headed young radical, but as a centered, thoughtful man whose appearance before the Foreign Relations Committee draws respectful reviews even from its Republican members.\n\nThe Nixon instinct to smear him finds an echo today in the \"Veterans for Truth\" ads. It is Kerry's great misfortune that Dan Rather and CBS News have deflected attention from Bush's inexplicable (or at least unexplained) absence from National Guard duty. If the polls can be believed, many American voters are inattentive, credulous and unable to think critically about political claims. The Swift Boat ads have reportedly lost votes for Kerry, but the Rather debacle has gained votes for Bush; some voters apparently believe that if Rather was wrong, then somehow Bush's military irregularities have been vindicated.\n\nWill this film change any votes? Doubtful, since most members of the audience will be Kerry supporters. It is sad but true that a 30-second commercial, which any literate person should instinctively question, can shift votes but the truth cannot. Not that the Swift Boat Veterans for Truth know much about truth.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-10-01", "genres": ["Documentary"], "title": "Going Upriver: The Long War of John Kerry (2004)"}