{"url": "http://www.rogerebert.com/reviews/goldeneye-1995", "by": "Pierce Brosnanas James Bond", "star_rating": 3.0, "text": "\"GoldenEye\" looks exactly like a James Bond film. It begins with a stunt (a bungee jump from the top of a towering dam). It tops that with an even more spectacular stunt (Bond chases an airplane heading off the side of a cliff, then jumps after it, free-falls, catches up with it, climbs aboard and flies to safety). In the Pussy Galore tradition, it has a villainess with a lubricious name: Xenia Onatopp.\n\nAnd of course it involves a plan for world domination, and a madman presiding over a secret headquarters staffed with obedient hirelings.\n\nSo all of the parts are in place. And yet, in an important way, this James Bond adventure, the 18th (or 19th, if you count the non-standard \"Casino Royale\"), marks the passing of an era. This is the first Bond film that is self-aware, that has lost its innocence and the simplicity of its world view, and has some understanding of the absurdity and sadness of its hero.\n\nOne crucial and revealing scene takes place on a Caribbean beach, where 007 is enjoying an erotic interlude between scenes of death-defying mayhem. His companion is the lovely Natalya Simonova (Izabella Scorupco), a Russian computer programmer who has joined his quest to save the world, etc. But instead of sexy small-talk, she asks Bond: \"How can you act like this? How can you be so cold?\" And Bond replies not with a sophisticated wisecrack but with, \"It's what keeps me alive.\" In the earlier Bond adventures, no woman would have asked such a question, and 007 certainly would not have provided such an answer.\n\nMore evidence of Bond's loss of innocence: He is now aware that his history is repeating itself. Although all the Bond films have followed a story pattern so rigid that 007 could have predicted the next scene just by looking at his watch, there has always been the fiction that each adventure is more or less unique. Bond has never used an obvious line like, \"Do you realize you're no less than the 12th megalomaniacal madman striving for world domination that I've met?\" \n\nThere is always one absolutely obligatory scene: Bond has been captured by the madman, who needs only to kill him. But he always talks first. Explains his plans for world domination. Boasts.\n\nPreens. Doesn't realize that his mistress will become attracted to Bond. This scene is so inevitable, indeed, that it helped give rise to the definition of the Talking Killer in Ebert's Little Movie Glossary.\n\nIn \"GoldenEye,\" the unthinkable happens. Both Bond and the madman apparently have read the Glossary, and can no longer act unself-consciously. Bond has fallen into the clutches of an evil genius who plans to rule Earth from cyberspace, via a powerful communications satellite. He narrows his eyes and says: \"How shall we kill you?\" And Bond replies: \"What - no small talk? No chit-chat? That's the problem with the world these days -- no one takes the time to conduct the proper interrogation.\" \n\nIndeed. Even Bond himself has changed. As played by Pierce Brosnan, the fifth 007, he is somehow more sensitive, more vulnerable, more psychologically complete, than the Bonds played by Sean Connery, George Lazenby, Roger Moore and Timothy Dalton. They were all, in their various styles, cold and dispassionate. Brosnan's Bond looks at home in the casinos of Monte Carlo, but he's more knowing, more aware of relationships. I am not sure this is a good thing. Agent 007 should to some degree not be in on the joke. He should certainly never have to listen to dialogue such as the following, from Agent 006: \"The vodka martinis do silence the screams of all the men you've killed. And all those women you failed to protect.\" \n\nPerhaps our popular conception of maleness has changed so much that James Bond can no longer exist in the old way. In \"GoldenEye,\" we get a hybrid, a modern Bond grafted onto the formula.\n\nThe result is not uninteresting. The special effects and stunts, of course, are satisfactorily spectacular, including slick footage of the theft of a high-tech helicopter, a chase between a car and a tank, a crash between a tank and a train, and such unexpected bonuses as a Russian country & western bar, with \"Stand by Your Man\" in a Slavic accent.\n\nThe plot involves an Earth satellite that has been lurking in secret orbit and can disrupt Earth communications, giving the person who controls it power over governments and markets. After Xenia Onatopp (an ex-fighter pilot) and her accomplices steal a priceless Tiger helicopter that is invulnerable to the satellite, Bond traces her to St. Petersburg, Russia, where the Janus arms syndicate is located. This leads to a sex scene involving Onatopp that owes a lot to Sumo wrestling.\n\nWatching the film, I got caught up in the special effects and the neat stunts, and I observed with a certain satisfaction Bond's belated entry into a more modern world. Brosnan was quite adequate, although all of the later Bonds suffer from the reality that no one else will ever really replace Sean Connery. I had a good enough time, I guess, although I never really got involved. I was shaken but not stirred.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-11-17", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Goldeneye (1995)"}