{"url": "http://www.rogerebert.com/reviews/gone-in-60-seconds-2000", "by": "Nicolas Cageas Memphis Raines", "star_rating": 2.0, "text": "\"Gone in 60 Seconds\" is like a practice game between the varsity and the reserves. Everybody plays pretty well, but they're saving up for Saturday. First team is Nicolas Cage, Delroy Lindo and Robert Duvall. Second team is Giovanni Ribisi, Will Patton and Angelina Jolie, who gets second billing but not much playing time. There are lots of subs who come off the bench for a play or two. This is the kind of movie that ends up playing on the TV set over the bar in a better movie.\n\nNicolas Cage plays Memphis Raines, who used to be the greatest car thief in Los Angeles (\"I didn't do it for the money. I did it for the cars\"). Now he has retired to the desert to run a gas station and go-kart track. He retired because his mom asked him to. She was afraid his younger brother Kip (Ribisi) would become a thief, too. Kip became a thief anyway. Kip steals a car, recklessly leads the cops to a chop shop and angers a vile crime lord named Raymond (Christopher Eccleston), who, according to a line Robert Duvall successfully says out loud without laughing, is \"a jackal tearing at the soft belly of our fair city.\" Memphis learns about Kip's screw-up from one of his old crew members. He visits Raymond to try to set things right, but Raymond has Kip handcuffed inside a car and threatens to crush him and sell him as scrap metal. Memphis can save him by stealing 50 hard-to-find cars. Memphis recruits an old pal (Duvall); together they assemble a very large team in a very long and boring sequence that produces so many car thieves we can't keep them all straight. It looks like they sent out contracts to a lot of actors and were surprised when they all said yes.\n\nThe pros try to steal the 50 cars. Delroy Lindo, as the cop, knows who they are and what they plan to do, but wants to catch them at it. He intuits that the key theft will be of a 1967 Shelby GT 350 Mustang, a car Memphis both loves and fears. \"He'll save that for the last,\" says Lindo, planning to nab him in the act. This decision means that 49 cars will already have been stolen before Memphis moves on the Mustang. I am reminded of the line from \"Fargo\" when Marge tells her deputy, \"I'm not sure I agree with you a hundred percent on your police work there, Lou.\" There isn't much time for character development. Cage walks onscreen with his character already established from \"The Rock\" and \"Con Air.\" Duvall is . . . Duvall. Angelina Jolie's rare appearances are reminders she is still in the picture. After the confusions of the recruitment scenes and the puzzlement about who all these guys are, it's a relief when the movie goes on autopilot with a fabulous chase sequence and an obligatory final confrontation inside a flame and steam factory.\n\nWe have discussed flame and steam factories before. They are cavernous industrial locations with flame and steam in the background and no people around. The moment I saw the first shower of sparks, I predicted that Memphis and Raymond would eventually be climbing around on high catwalks while shooting at each other, that Memphis would inevitably cling to a catwalk by his fingers, and that Raymond would fall to his death. See how well your own predictions turn out.\n\nThe chase sequence is fine. Memphis hurtles the Mustang down city streets and alleys and hits 160 m.p.h. in a drainage ditch, outsmarting a police helicopter by taking the tunnel under the airport while the copter is waved away from commercial air space. There is a stunt jump that would have made Evel Knievel famous, and dead. All of this is done in weirdly underlit saturated dark colors; the movie desperately yearns to be in sepia tone, and some of its skies are so dark, you're looking for the twister.\n\nMovies like this are what they are. \"Gone in 60 Seconds\" is a prodigious use of money and human effort, to make a movie of no significance whatsoever, in which the talents of the artists are subordinated to the requirements of the craftsmen. Witnessing it, you get some thrills, some chuckles, a few good one-liners, and after 119 minutes are regurgitated by the theater not much the worse for wear.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-06-09", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Gone In 60 Seconds (2000)"}