{"url": "http://www.rogerebert.com/reviews/gone-baby-gone-2007", "by": "Casey Affleckas Patrick Kenzie", "star_rating": 3.5, "text": "Boston seems like the most forbidding city in crime movies. There are lots of movies about criminals in Los Angeles, Chicago, New York and points between, but somehow in Boston the wounds cut deeper, the characters are angrier, their resentments bleed, their grudges never die, and they all know everybody else's business. The novelist Dennis Lehane captured that dour gloom in his books inspiring \"Mystic River\" and now \"Gone Baby Gone.\" What would it take to make his characters happy?\n\nThis is his fourth story involving Patrick Kenzie (Casey Affleck) and Angie Gennaro (Michelle Monaghan), lovers and business partners, who are private investigators specializing in tracking down deadbeats. Approached by clients who have deadly matters on their mind, Patrick and Angie protest that they're just garden-variety PIs, don't carry guns, aren't looking for heavy lifting. Then somehow they end up with crucifixion murders, kidnapped babies and, as always, people who are not who, or what, they seem.\n\nThis could become a franchise, if we didn't start grinning at their claims to be basically amateurs. In \"Gone Baby Gone,\" Ben Affleck, making his debut as a director, assumes we haven't read the four novels, approaches Patrick and Angie head on and surrounds them with a gallery of very, very intriguing characters. He has his brother Casey and Monaghan play babes in the deep, dark woods, their youth and inexperience working for them as they wonder about what veteran cops don't question. The result is a superior police procedural, and something more -- a study in devious human nature.\n\nI know, the title sounds like the movie should star Bill Haley and the Comets. But there is a rough authenticity from the first shots, especially when we meet a woman named Bea McCready (Amy Madigan) and her husband Lionel (Titus Welliver), who don't think the cops are doing enough to track down her 4-year-old niece. They think people who know the neighborhood and don't wear badges might find out more. They're right.\n\nThe police investigation is being led by Jack Doyle (Morgan Freeman) of the Crimes Against Children police task force, who unlike a standard movie cop, doesn't resent these outsiders but suggests they work with his men Remy Bressant (Ed Harris) and Nick Poole (John Ashton). Not likely, but good for the story, as the trail begins in the wreckage of a life being lived by the little girl's single mother, Helene (Amy Ryan). She is deep into drugs, which she takes whenever she can sober up enough, and there seems to be a connection between her supplier and a recent heist of a pile of drug money.\n\nEnough about the plot. What I like about the movie is the way Ben Affleck and his brother, both lifelong Bostonians, understand the rhythm of a society in which people not only live in one another's pockets but are trying to slash their way out. This movie and the recent \"The Assassination of Jesse James by the Coward Robert Ford\" announce Casey's maturation as an actor, and it also proves, after her film \"The Heartbreak Kid,\" (2007) that Michelle Monaghan should not be blamed for the sins of others. And when you assemble Morgan Freeman, Ed Harris, Amy Madigan and Amy Ryan as sidemen, the star soloists can go out for a cigarette, and the show goes right on. One reason crime movies tend to be intrinsically interesting is that the supporting characters have to be riveting. How far would Jason Bourne get in a one-man show?\n\nThere are some secrets and concealed motives in \"Gone Baby Gone,\" but there always are, in any crime movie without nametags saying Good Guy and Bad Guy. What distinguishes the screenplay by Ben Affleck and Aaron Stockard, which departs from the novel in several ways, is (a) how well-concealed the secrets are, and (b) how much perfect sense they make when they're revealed. I am grateful when a movie springs something on me, and I feel rewarded, not tricked.\n\nI also like the way that certain clues are planted in plain view. We can see or hear them just fine. It's that we don't know they're clues. No glowering closeups or characters skulking in a corner to give the game away. That's a tribute to the writing -- and the acting, which doesn't telegraph anything. Actors talk about how well they like to get to know their characters. Sometimes it's better if they take them at face value and find out more about them along with the rest of us.\n\nThere are dark regions below the surface of the story. Was the child taken by a pedophile? There's a suspect, all right, but maybe he's too obvious. Certainly Helene, the mother, is no help. She's so battered by drugs and drink that she's hardly quite sure if a conversation is taking place. It's amazing the little girl made it to 4; her aunt and uncle must have had a lot to do with that. The unspoken assumption is that somewhere a clock is ticking, and the longer the child remains missing, the more likely she will never be found or be found dead. And here are these two kids, skip tracers who have lives and destinies depending on them.", "running_time": 114, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-18", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Gone Baby Gone (2007)"}