{"url": "http://www.rogerebert.com/reviews/gonzo-the-life-and-work-of-dr-hunter-s-thompson-2008", "by": "Alex Gibney", "star_rating": 3.5, "text": "In all the memories gathered together in \"Gonzo: The Life and Work of Dr. Hunter S. Thompson,\" there was one subject I found conspicuously missing: The fact of the man's misery. Did he never have a hangover? The film finds extraordinary access to the people in his life, but not even from his two wives do we get a description I would dearly love to read, on what he was like in the first hour or two after he woke up. He was clearly, deeply, addicted to drugs and alcohol, and after a stupor-induced sleep he would have awakened in a state of withdrawal. He must have administered therapeutic dozes of booze or pills or something to quiet the tremors and the dread. What did he say at those times? How did he behave? Are the words \"fear and loathing\" autobiographical?\n\n Of course, perhaps Thompson was immune. One of the eyewitnesses to his life says in wonderment, \"You saw the stuff go in and there was no discernible effect.\" I don't think I believe that. If there was no discernible effect, how would you describe his behavior? If he had been sober all his life, would he have hunted wild pigs with a machine gun? Thompson was the most famous (or notorious) inebriate of his generation, but perhaps he really was one of those rare creatures who had no hangovers, despite the debaucheries of the day(s) before. How much did he consume? A daily bottle of bourbon, plus wine, beer, pills of every description.\n\n The bottom line is, he got away with it, right up until his suicide, which he himself scripted and every one of his friends fully expected. As a journalist he got away with murder. He reported that during a presidential primary Edward Muskie ingested Ibogaine, a psychoactive drug administered by a \"mysterious Brazilian doctor,\" and this information, which was totally fabricated, was actually picked up and passed along as fact. Thompson's joke may have contributed to Muskie's angry tantrums during the 1972 Florida primary. No other reporter could have printed such a lie, but Thompson was shielded by his legend: He could print anything. \"Of all the correspondents,\" says Frank Mankiewicz, McGovern's 1972 campaign manager, \"he was the least factual, but the most accurate.\"\n\n He was an explosive, almost hypnotic, writer, with a savage glee in his prose. I remember eagerly opening a new issue of Rolling Stone in the 1970s and devouring his work. A great deal of it was untrue, but it dealt in a kind of exalted super-truth, as when he spoke of Richard Nixon the vampire roaming the night in Washington. Thompson had never heard of objectivity. In 1972 he backed George McGovern as the Democratic nominee, and no calumny was too vile for him to attribute to McGovern's opponents in both parties. I suppose readers were supposed to know that and factor it into the equation.\n\n This documentary by Alex Gibney (\"Taxi to the Dark Side,\" \"No End in Sight\") is remarkable, first of all, for reminding us how many pots Hunter dipped a spoon in. He rode with the Hells' Angels for a year. Ran for sheriff of Pitkin County and lost, but only by 204-173. Covered the 1972 and 1976 presidential primaries in a way that made him a co-candidate (in the sense of co-dependent). Had a baffling dual personality, so that such as McGovern, Jimmy Buffet, Tom Wolfe and his wives and son remember him fondly, but could also be \"absolutely vicious.\"\n\n He taught himself to write by typing Fitzgerald's \"The Great Gatsby\" again and again, we're told. How many times? we ask ourselves skeptically. Was that part of the fantastical legend? Nobody in the film was around while he was doing it. He became famous for writing about \"the Edge\" in his Hells' Angels' book--that edge of speed going around a curve which you could approach, but never cross without wiping out and killing yourself. He did a lot of edge-riding on his motorcycle, and never wiped out. He said again and again that the way he chose to die was by his own hand, with a firearm, while he was still at the top. He died that way, using one of his 22 firearms, but \"he was nowhere near the top,\" says Sondi Wright, his first wife.\n\n He started to lose it after Africa, says Jann Wenner, who ran his stuff in Rolling Stone. He went to Zaire at great expense to cover the Rumble in the Jungle for the magazine, got hopelessly stoned, missed the fight (while reportedly in the hotel pool), and never filed a story. \"After Africa,\" says Sondi, \"he just couldn't write. He couldn’t piece it together.\" He did some more writing, of course, such as a heartfelt piece after 9/11. But he had essentially disappeared into his legend, as the outlaw of Woody Creek, blasting away with his weapons, making outraged phone calls, getting impossibly high. Certainly he made an impression on his time like few other journalists ever do; the comparison would be with H. L. Mencken.\n\n This film gathers interviews from a wide and sometimes surprising variety of people (Pat Buchanan, Jimmy Carter, Hells' Angel Sonny Barger). It has home movies, old photos, TV footage, voice recordings, excerpts from file about Thompson). It is narrated by Johnny Depp, mostly through readings from Thompson's work. It is all you could wish for in a doc about the man. But it leaves you wondering, how was it that so many people liked this man who does not seem to have liked himself? And what about the hangovers?", "running_time": 120, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-07-03", "genres": ["Documentary"], "title": "Gonzo: The Life and Work of Dr. Hunter S. Thompson (2008)"}