{"url": "http://www.rogerebert.com/reviews/goodbye-first-love-2012", "by": "Lola Cretonas Camille", "star_rating": 3.0, "text": "It is Camille's first love but it may not be Sullivan's. She is awash in it, consumed by it, made joyful. It is the center of her being. She is 15. Sullivan is 19, and yes, he loves her very much, but there is another part to him, elusive even to himself. It is far too simple to say he has trouble committing to her. His trouble is fully understanding his own desires.\n\nTheir parents know of their love and respect it. It is accepted as a natural part of growing up. Camille's parents are benign, cautioning her only against obsession. But obsession is very much where she is. She has never felt love before and is sure she never will again.\n\nThey go away alone for an idyllic holiday in her family's country cottage, near a little river in a pastoral setting. The sun dapples the water, the trees, the flowers and their faces. I'm reminded of \"Elvira Madigan.\" Then, incredibly, it emerges that Sullivan (Sebastian Urzendowsky) has no plans to go back to school. He will leave with some friends for 10 months to backpack through South America. Then he will return, and they will resume.\n\nThis is never deeply discussed. It is a given. His planning must have started some time ago, while his romance with Camille (Lola Creton) was still forming. She is shattered. Of course she is. I believe the movie is too easy on him, the egotistical pig, who thinks the world revolves around him. Yes, by all means, backpack through the Andes. But don't do it while talking with this young flower about how you will spend your lifetimes forever.\n\n\"Goodbye First Love\" is the third feature by Mia Hansen-Løve, herself only 31, whose previous film was the perceptive \"Father of My Children\" (2009), about a film producer whose sudden death exposes the fragile nature of his business dealings. There, too, we see the pattern of a man excluding a loved one (in this case, his wife) from his planning.\n\nThis film spans about eight years and focuses on Camille; Sullivan's travels in South America are represented by stickpins on a map; the day arrives when his letters stop, and Camille pulls the pins out of the map and puts them back in their box. She goes to architecture school, takes her professor as her mentor and then lover. This is Lorenz (Magne-Havard Brekke), a Dane whose lanky hair falls in disdain over his face, but who is older, more stable, responsible. They are in love in terms of their relationship, but there's no fire in her heart. \n\nWhat has happened to Sullivan? When we find out, we couldn't be more astonished. Camille's reaction should be livid rage. This stupid man has not valued her love. He is irresponsible and careless. And of course then he expects to be understood and forgiven.\n\n\"Goodbye First Love\" is fascinating. I've withheld a lot of information from you. I wonder exactly what Hansen-Løve means by it. It seems to me that a great deal more anger and contempt would be appropriate toward Sullivan — if not from Camille, then from the film. At the same time, Camille herself is a suitable case for study. Love is one thing. Even first love. But her love is so extreme and durable, it qualifies as a psychiatric condition. If Sullivan were afraid of her intensity, we might understand the trip to Peru. But the suspicion remains that he never fully comprehends its depth. \n\nWe think of first love as sweet and valuable, a blessed if hazardous condition. This film, deeper than it seems, dares to suggest that beyond a certain point, it can represent a tragedy.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Drama", "Foreign", "Romance"], "title": "Goodbye First Love (2012)"}