{"url": "http://www.rogerebert.com/reviews/good-hair-2009", "by": "Jeff Stilson", "star_rating": 3.0, "text": "\"Good Hair\" is a documentary about black women and their hair. Chris Rock, the host and narrator, is a likable man, quick, truly curious, with the gift of encouraging people to speak openly about a subject they usually keep private. He conveys a lot of information, but also some unfortunate opinions and misleading facts. That doesn't mean the movie isn't warm, funny and entertaining.\n\nThe film got its start for Rock when his little daughter asked him, \"Daddy, why don't I have good hair?\" He wonders how she got that idea. He discovers that some children even younger than his daughter are already having their hair straightened -- and that for children that is a bad idea. He talks to a great many black women about their hair, beginning with the matriarch Maya Angelou and including such celebrities as Nia Long, Eve, Tracie Thoms, Salli Richardson, Salt-n-Pepa and Raven-Symone.\n\nHe discovers that for some black women, attaining \"good hair\" means either straightening or using extensions. Straightening involves the application of products containing sodium hydroxide, which a dermatologist and a chemist describe as potentially dangerous to the scalp and even to inhale in quantity (your lungs might get straightened). Leave it on too long, and your scalp or face can be burned -- something that has happened to some of the woman featured in the film.\n\nI imagine a good many black women would tell Chris Rock that having \"good hair\" simply means having hair that is healthy, strong and abundant. Why must it also be straight? Yes, many black women enjoy their straight hair, whether natural or by way of extensions. They look great. But often they go back and forth among hairstyles; that is the way of women, unlike us male clods who settle on a hair style in grade school and stick with it like Rod Blagojevich.\n\nExtensions involve braiding long swatches of hair to existing hair. Think Beyonce. Where does this hair come from? India, mostly, where some women cut off their hair before marriage or for religious purposes and can sell it for amounts that mean a lot in a poor nation.\n\nWhat about the hazards of straightening? Rock shows a hair-raising demonstration of an aluminum Coke can literally being eaten up in a bath of sodium hydroxide. It may help to recall that another name for sodium hydroxide is \"lye.\" God forbid a woman should put that on her head! What Rock doesn't mention is that few women do. If he had peeked in Wikipedia, he would have learned: \"Because of the high incidence and intensity of chemical burns, chemical relaxer manufacturers have now switched to other alkaline chemicals.\" Modern relaxers can also burn if left on too long, but they won't eat up your Coke cans.\n\nThe popularity of Afros in the late 1960s and '70s asserted that natural hair was beautiful just the way it grew (and was styled, cut and shaped, of course; Angela Davis didn't look that good without effort). Classic Davis-style Afros have grown rare, but another \"natural\" style, braiding, is seen all the time nowadays. Many black women and some men use braids and dreads as a fashion statement.\n\nThe use of the word \"natural hair\" is, in any event, misleading. Take a stroll down the hair products aisle of a drugstore or look at the stock price of Supercuts. Few people of any race wear completely natural hair. If they did, we would be a nation of Unibombers.\n\nBlack hair is a $9 billion industry. Rock plunges in. He visits Dudley Products in Atlanta, a black-owned hair-products empire, and is fascinated by the Bronner Bros. International Hair Show, an annual convention in Atlanta. Here a vast convention hall is jammed with the booths of hair-care companies, and there's an annual competition to name the hairdresser of the year. The contest is fascinating, not least because it seems to have little to do with actually taking care of someone's hair. Would you want your hair done by a stylist hanging upside down from a trapeze? Or joining you inside a giant aquarium? Showmanship is everything; one of the four finalists is a young white man who is treasured by his clients.\n\nWhat Rock does is help create a film, directed by Jeff Stilson, with much good feeling and instinctive sympathy for our desire to look as good as we can. He asks direct questions, but doesn't cross-examine; he reacts with well-timed one-liners, and he has a hilarious, spontaneous conversation with some black men in a barbershop that gets into areas that are rarely spoken about. The movie has a good feeling, but why do I know more about this subject than Chris Rock does? Smile.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Comedy", "Documentary"], "title": "Good Hair (2009)"}