{"url": "http://www.rogerebert.com/reviews/goodbye-lenin-2004", "by": "Daniel Bruhlas Alex", "star_rating": 3.0, "text": "East Berlin, 1989. In the final days before the fall of the Berlin Wall, there are riots against the regime. A loyal communist named Christiane (Katrin Sass) sees her son, Alex (Daniel Bruhl), beaten by the police on television, suffers an attack of some sort and lapses into a coma. During the months she is unconscious, the wall falls, Germany is reunified and the world as she knew it disappears. When she miraculously regains consciousness, the doctors advise, as doctors always do in the movies, \"the slightest shock could kill her.\"\n\nWhat to do? After her husband abandoned her (for another woman, she told her children), the German Democratic Republic became her life. To learn that it has failed ignominiously would surely kill her, and so Alex decides to create a fictional world for her in which Eric Honecker is still in office, consumer shortages are still the rule and the state television still sings the praises of the regime.\n\n\"Goodbye, Lenin!\" is a movie that must have resonated loudly in Germany when it was released; it is no doubt filled with references and in-jokes we do not quite understand. But the central idea travels well: Imagine an American Rip Van Winkle who is told that President Gore has led a United Nations coalition in liberating Afghanistan while cutting taxes for working people, attacking polluters and forcing the drug companies to cut their bloated profits. Sorry, something came over me for a second ...\n\nChange, when it comes to East Germany, arrives in a torrent. Alex is reduced to plundering dumpsters for discarded cans and boxes which contained GDR consumer products that were swept away by the arrival of competition. In his day job, he sells satellite systems with his friend Denis (Florian Lukas), and together the two of them produce phony news broadcasts to show his mom -- even enlisting a former East German astronaut for plausibility.\n\nThis works fine until one day Christiane ventures outside, finds the streets awash with Westerners and is confused by all the ads for Coke. Improvising desperately, Alex and Denis produce newscasts reporting that the West is in collapse, Westerners are fleeing to the East and the rights to Coke reverted to the communist nation after it was revealed that its famous formula was devised, not in Atlanta, but in East Germany.\n\n\"Goodbye, Lenin!\" is a comedy, but a peculiar one. Peculiar, because it never quite addresses the self-deception which causes Christiane to support the communist regime in the first place. Many people backed it through fear, ambition or prudence, but did anyone actually love it and believe in it? The scenes of joyous East Berliners pouring across the fallen wall are still fresh in our minds. Toward the end of the movie, we get a surprise plot point that suggests Christiane may have replaced her husband with the party in an act of emotional compensation, but that seems to be stretching.\n\nWe all feel nostalgia for the environs of our past, of course, which is why someone like me once treasured a 1957 Studebaker Golden Hawk even though new cars are incomparably better made (they aren't as sexy, though). There are fan clubs in Germany for the Trabant, the singularly ugly and poorly made official auto of the GDR, and great is Christiane's delight when Alex tells her the family now owns one. Our pasts may be flawed, but they are ours and we are attached to them. What \"Goodbye, Lenin!\" never quite deals with is the wrong-headedness of its heroine. Imagine a film named \"Goodbye, Hitler!\" in which a loving son tries to protect his cherished mother from news of the fall of the Third Reich.\n\nWell, maybe that's too harsh. \"Goodbye, Lenin!\" is not a defense of the GDR, which Alex and his sister, Ariane, are happy to see gone (she's proud of hew new job at Burger King). The underlying poignancy in this comedy is perhaps psychological more than political: How many of us lie to our parents, pretending a world still exists that they believe in but we have long since moved away from? And are those lies based on love or cowardice? Sometimes, despite a doctor's warnings, parents have to take their chances with the truth.", "running_time": 121, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-26", "genres": ["Comedy", "Drama", "Foreign"], "title": "Goodbye, Lenin! (2004)"}