{"url": "http://www.rogerebert.com/reviews/good-burger-1997", "by": "Kenan Thompsonas Dexter Reed", "star_rating": 2.0, "text": "\"Good Burger'' was not made for me, and if I say I didn't much enjoy it, that wouldn't be useful information. The movie was made for daytime viewers of Nickelodeon, and it's a spinoff from a character first seen in the cable channel's \"All That'' comedy series--Ed, a fast-food worker whose life and dreams are dominated by his love for his work, and whose catchphrase, \"Welcome to Good Burger,'' is as well-known to kids as \"Where's the beef?'' is at the other end of the age spectrum. The movie's stars, Kel Mitchell and Kenan Thompson, also appear on another Nickelodeon series, \"Kenan and Kel.'' Good Burger is a small, independent burger stand in the middle of a vague urban landscape (I'm not even sure what state it's supposed to be in--California, probably). Ed (Mitchell) is the counter guy, and he's turned the position behind the cash register into his personal sacred ground; when he's late to work, the whole operation is paralyzed. As the movie opens, he gets a new co-worker named Dexter (Thompson), who desperately needs to earn money because he was driving without a license and crashed into a car much beloved by his teacher, Mr. Wheat (Sinbad).\n\nDexter was not born to work at the fast-food trade, but he and Ed become good friends, and some of Ed's spirit rubs off. Then a crisis strikes: A gargantuan Mondo Burger stand is opened right across the street. With its towers and searchlights, it looks vaguely like the 20th Century Fox movie logo, and it's managed by a neo-Nazi named Kurt (Jan Schwieterman), who predicts that Good Burger will soon be history.\n\nThe plot involves Ed saving the Good Burger stand by inventing a secret sauce, and Kurt scheming to get his hands on it; meanwhile, Ed and Dexter become pals with Otis (Abe Vigoda), arguably the world's oldest fast-food employee, who through a series of mishaps must be rescued from the Demented Hills Asylum.\n\nThere's also a sweet little romantic subplot, involving Monique (Shar Jackson), who has a crush on Ed--to no avail, since burgers, of course, are his life. Among the supporting characters is Spatch (Ron Lester), who likes to squash flies on his forehead.\n\nKel Mitchell, as Ed, provides the heart of the movie, creating an asexual, otherworldly character who is protected by his strangeness. Asked \"how does 10 bucks sound to you?'' he crumples the bill next to his ear to find out. Asked \"You know what would look great on these corn dogs?'' he replies, \"A turtleneck?'' He wears his Good Burger hat at all times, even in the shower, and at one point thinks it makes him look like a nurse. It's impossible not to like him.\n\nBut to understand \"Good Burger'' on its intended level, it's necessary, I think, to be between 4 and 11 years old and know about the characters from the cable TV series. The movie is innocent, good-hearted, colorful and energetic, but it doesn't have the kind of sophistication that allowed the Pee-wee Herman movies and TV series to break out of their primary kiddie audiences and appeal to adult viewers.\n\nIt's a kid movie, plain and simple. It didn't do much for me, but I am prepared to predict that its target audience will have a good time. I'm giving it two stars. If I were 8, I might give it more.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-07-25", "genres": ["Comedy", "Family"], "title": "Good Burger (1997)"}