{"url": "http://www.rogerebert.com/reviews/good-morning-vietnam-1988", "by": "Robin Williamsas Adrian Cronauer", "star_rating": 4.0, "text": "Like most of the great stand-up comedians, Robin Williams has always kept a certain wall between himself and his audience. In concert, he tries on a bewildering series of accents and characters; he’s a gifted chameleon who turns into whatever makes the audience laugh. But who is inside? With George Carlin, Richard Pryor, Steve Martin, Billy Crystal, Eddie Murphy, we have an idea - or think we do. A lot of their humor depends on confessional autobiography. With Williams, the wall remains impenetrable. Like Groucho Marx, he uses comedy as a strategy for personal concealment.\n\nWilliams’ best movies (“Popeye,” “The World According to Garp,” “Moscow on the Hudson”) are the ones where he is given a well-written character to play and held to the character by a strong director. In his other movies, you can see him trying to do his stand-up act on the screen, trying to use comedy to conceal not only himself from the audience - but even his character. The one-liners and ad-libs distance him from the material and from his fellow actors. Hey, he’s only a visitor here.\n\nWhat is inspired about “Good Morning, Vietnam,” which contains far and away the best work Williams has ever done in a movie, is that his own tactics are turned against him. The director, Barry Levinson, has created a character who is a stand-up comic - he’s a fast-talking disc jockey on Armed Forces Radio during the Vietnam War, directing a nonstop monologue at the microphone. There is absolutely no biographical information about this character. We don’t know where he comes from, what he did before the war, whether he has ever been married, what his dreams are, what he’s afraid of. Everything in his world is reduced to material for his program.\n\nLevinson used Mitch Markowitz’s script as a starting point for a lot of Williams’ monologues, and then let the comedian improvise. Then he put together the best parts of many different takes to create sequences that are undeniably dazzling and funny. Williams is a virtuoso.\n\nBut while he’s assaulting the microphone, Levinson is doing something fairly subtle in the movie around him. He has populated “Good Morning, Vietnam” with a lot of character actors who are fairly complicated types, recognizably human, and with the aid of the script they set a trap for Williams. His character is edged into a corner where he must have human emotions, or die.\n\nThe character (named Adrian Cronauer) resists. At one point, his Jeep breaks down in the middle of the jungle in Viet Cong territory, and he starts using one-liners on the trees. He meets a Vietnamese girl he likes, and uses one-liners on her, too, in a genuine exercise in cynicism because she doesn’t understand any of his humor. He runs afoul of top Army brass, who don’t approve of his anti-establishment tone on the radio, and he wisecracks at them, too, trying to insist that he’s always onstage, that nothing is real, that the whole war is basically just material.\n\nAnd then things happen. To impress the girl and her brother, he starts teaching an English-language class for the Vietnamese. He finds that he likes them. He witnesses (and barely survives) a particularly gruesome terrorist attack. He gets thrown off the radio. He meets some kids who are going into battle, and who admire him, and in their eyes he sees something that makes him start to take himself a little more seriously. By the end of the movie, Cronauer has turned into a better, deeper, wiser man than he was at the beginning; the movie is the story of his education.\n\nI know there are other ways to read this material. “Good Morning, Vietnam” works as straight comedy and as a Vietnam-era “MASH,” and even the movie’s love story has its own bittersweet integrity. But they used to tell us in writing class that if we wanted to know what a story was really about, we should look for what changed between the beginning and the end. In this movie, Cronauer changes. War wipes the grin off of his face. His humor becomes a humanitarian tool, not simply a way to keep him talking and us listening.\n\nIn a strange, subtle way, “Good Morning, Vietnam” is not so much about war as it is about stand-up comedy, about the need that compels people to get up in front of the room and try to make us laugh - to control us.\n\nWhy do comics do that? Because they need to have their power proven and vindicated. Why do they need that? Because they are the most insecure of Earth’s people (just listen to their language - they’re gonna kill us, unless they die out there). How do you treat low self-esteem? By doing esteemable things and then saying, “Hey, I did that!” What happens to Williams in this movie? Exactly that. By the end of the film, he doesn’t wisecrack all the time because he doesn’t need to. He no longer thinks he’s the worthless (although bright, fast and funny) sack of crap that got off the plane. In the early scenes, the character’s eyes are opaque. By the end, you can see what he’s thinking.", "running_time": 119, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-01-15", "genres": ["Comedy", "Drama"], "title": "Good Morning, Vietnam (1988)"}