{"url": "http://www.rogerebert.com/reviews/goodbye-solo-2009", "by": "Souleymane Sy Savaneas Solo", "star_rating": 4.0, "text": "Two actors. One from Africa. The other who was a bodyguard for Elvis. Who but Ramin Bahrani would find these men and pair them in a story of heartbreaking depth and power? Bahrani is the new great American director. He never steps wrong. In \"Goodbye Solo,\" he begins with a situation that might unfold in a dozen different ways and makes of it something original and profound. It is about the desire to help and the desire to not be helped.\n\nIn Winston-Salem, N.C., a white man around 70 gets into the taxi of an African immigrant. He offers him a deal. For $1,000, paid immediately, he wants to be driven in 10 days to the top of a mountain in Blowing Rock National Park, to a place so windy that the snow falls up. He says nothing about a return trip. The driver takes the money but is not happy about this fare. He asks some questions and is told to mind his own business.\n\nNow look at these actors. They aren't playing themselves, but they evoke their characters so fully that they might as well be. Red West plays William, the white man. West's face is a map of hard living. He was a Marine and a boxer. He became a friend of Elvis in high school. He was his bodyguard and driver from 1955 -- a charter member of the \"Memphis Mafia.\" He split with Elvis after breaking the foot of the cousin who was bringing Elvis drugs, and telling him he would work his way up to his face.\n\nSouleymane Sy Savane plays Solo, the taxi driver. He is from the Ivory Coast, although the character is from Senegal. Savane was a flight attendant for Air Afrique. Solo is studying for just such a job. Solo lives in Winston-Salem, is married to a Mexican-American woman, adores the woman's young daughter, acts as her father. William's face was made to look pissed off. Solo's face was made to smile. We are not speaking of an odd couple here. We're speaking of human nature. You can't learn acting like this.\n\nBahrani worked with the actors for months. Savane drove a taxi in Winston-Salem. Red West spent a lifetime rehearsing William (although in real life, he is said to be kind and friendly). Bahrani and his cinematographer, Michael Simmonds, discussed every shot. Although this is an independent film in its heart and soul, it is a classical film in its style. It is as pure as something by John Ford. Only its final shot might call attention to itself -- but actually, we aren't thinking about the shot, we're thinking about what has happened and why.\n\nDon't get the idea the whole film takes place in the taxi. It takes place in Winston-Salem, a city it wears with familiarity because Bahrani was born and raised there. We feel the rhythms of Solo's life. Of his relationship with his wife, Quiera (Carmen Leyva), and their pride in her daughter, Alex (Diana Franco Galindo). Like many taxi drivers, Solo knows where you can find drugs or a sexual partner. But he isn't a pusher or a pimp; he's a one-man service industry, happy to help.\n\nThe film sees cars being repaired in front yards, a few customers at a downtown movie theater on a weekday night, a lonely motel room, a bar. The next few times William calls a cab, he begins to notice the driver is always Solo. What's up with that? With almost relentless good cheer, Solo insinuates himself into William's life -- becomes his chauffeur, his protector, his adviser, even for a few nights, his roommate and almost his friend. It occurred to me that Red West may have performed similar functions for Elvis, another man pointed to doom.\n\nNeither William nor Solo ever once speaks about their real subject, about what William seems to be about to do. It hangs in the air between them. Alex, the stepdaughter, comes to love old William, who has the feel of a grandfather about him. But no, Alex is not one of those redeeming movie children. She doesn't understand everything and brings in an innocence that Solo and William both respect.\n\nThe film is not finally about what William and Solo do. It is about how they change, which is how a great movie lifts itself above plot. These two lives have touched, learned and deepened. Not often do we really care this much about characters. We sense they're not on the plot's automatic pilot. They're feeling their way in life. It's a great American film.\n\n\"Goodbye Solo\" is Bahrani's third feature, after \"Man Push Cart\" (2005) and \"Chop Shop\" (2007). His films are about outsiders in America: a Pakistani who operates a coffee-and-bagel wagon in Manhattan, Latino kids who scramble for a living in an auto parts bazaar in the shadow of Shea Stadium. Now a Senegalese who wants to help an American whose weathered face belongs in a Western. Bahrani, whose parents immigrated from Iran, felt like an outsider when he was growing up in Winston-Salem: \"There were blacks, whites, and my brother and me.\" He loves the city, and you can tell that in this film. He is curious about people, and you can tell that from all his films. He told me he asks the same question of all of his characters: How do you live in this world?\n\nA film like this makes me wonder if we are coming to the end of the facile, snarky indie films. We live in desperate times. We are ready to respond to films that ask that question. How do you live in this world? Bahrani knows all about flashy camera work, tricky shots, visual stunts. He teaches film at Columbia. But like his fellow North Carolinian, David Gordon Green, he is drawn to a more level gaze, to a film at the service of its characters and their world. Wherever you live, when this film opens, it will be the best film in town.\n\nSee my blog post about Ramin Bahrani, \"The new great American director,\" here:\n\nhttp://blogs.suntimes.com/ebert/2009/03/the_new_great_american_directo.html", "running_time": 91, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-25", "genres": ["Drama", "Indie"], "title": "Goodbye Solo (2009)"}