{"url": "http://www.rogerebert.com/reviews/good-will-hunting-1997", "by": "Matt Damonas Will", "star_rating": 3.0, "text": "It must be heartbreaking to be able to appreciate true genius and yet fall just short of it yourself. A man can spend his entire life studying to be a mathematician--and yet watch helplessly while a high school dropout, a janitor, scribbles down the answers to questions the professor is baffled by.\n\nIt's also heartbreaking when genius won't recognize itself, and that's the most baffling problem of all in “Good Will Hunting,” the smart, involving story of a working-class kid from Boston.\n\nThe film stars Matt Damon as a janitor at MIT who likes to party and hang around the old neighborhood and whose reading consists of downloading the contents of whole libraries into his photographic memory. Stellan Skarsgard (the husband in “Breaking the Waves”) plays Lambeau, the professor, who offers a prize to any student who can solve a difficult problem. The next morning, the answer is written on a blackboard standing in the hall.\n\nWho claims credit? None of the students does. A few days later, Lambeau catches Will Hunting (Damon) at the board and realizes he's the author--a natural mathematical genius who can intuitively see through the thorniest problems. Lambeau wants to help Will, to get him into school, maybe, or collaborate with him. But before that can take place, Will and some buddies are cruising the old neighborhood and beat up a guy. Will also hammers on the cops a little and is jailed.\n\nHe's a tough nut. He sees nothing wrong with spending his whole life hanging out with his friends, quaffing a few beers, holding down a blue-collar job. He sees romance in being an honest bricklayer, but none in being a professor of mathematics--maybe because bricklaying is work, and, for him, math isn't.\n\n“Good Will Hunting” is the story of how this kid's life edges toward self-destruction and how four people try to haul him back. One is Lambeau, who gets probation for Will with a promise that he'll find him help and counseling.\n\nOne is Sean McGuire (Robin Williams), Lambeau's college roommate, now a community college professor who has messed up his own life, but is a gifted counselor. One is Skylar (Minnie Driver), a British student at Harvard, who falls in love with Will and tries to help him. And one is Chuckie (Ben Affleck), Will's friend since childhood, who tells him: “You're sitting on a winning lottery ticket. It would be an insult to us if you're still around here in 20 years.” True, but Will doesn't see it that way. His reluctance to embrace the opportunity at MIT is based partly on class pride (it would be betraying his buddies and the old neighborhood) and partly on old psychic wounds. And it is only through breaking through to those scars and sharing some of his own that McGuire, the counselor, is able to help him. Robin Williams gives one of his best performances as McGuire, especially in a scene where he finally gets the kid to repeat, “It's not my fault.” “Good Will Hunting” perhaps found some of its inspiration in the lives of its makers. The movie was co-written by Damon and Affleck, who grew up in Boston, who are childhood friends, and who both took youthful natural talents and used them to find success as actors. It's tempting to find parallels between their lives and the characters--and tempting, too, to watch the scenes between Damon and Driver with the knowledge that they fell in love while making the movie.\n\nThe Will Hunting character is so much in the foreground that it's easy to miss a parallel relationship: Lambeau and McGuire also are old friends who have fought because of old angers and insecurities. In a sense, by bringing the troubled counselor and the troublesome janitor together, the professor helps to heal both of them.\n\nThe film has a good ear for the way these characters might really talk.\n\nIt was directed by Gus Van Sant (“Drugstore Cowboy,” “To Die For”), who sometimes seems to have perfect pitch when it comes to dialogue; look at the scene where Matt and Skylar break up and say hurtful things, and see how clear he makes it that Matt is pushing her away because he doesn't think he deserves her.\n\nThe outcome of the movie is fairly predictable; so is the whole story, really. It's the individual moments, not the payoff, that make it so effective.\n\n“Good Will Hunting” has been rather inexplicably compared to “Rainman,” although “Rainman” was about an autistic character who cannot and does not change, and “Good Will Hunting” is about a genius who can change, and grow, if he chooses to.\n\nTrue, they can both do quick math in their heads. But Will Hunting is not an idiot savant or some kind of lovable curiosity; he's a smart man who knows he's smart but pulls back from challenges because he was beaten down once too often as a child.\n\nHere is a character who has four friends who love and want to help him, and he's threatened by their help because it means abandoning all of his old, sick, dysfunctional defense mechanisms.\n\nAs Louis Armstrong once said, “There's some folks, that, if they don't know, you can't tell 'em.” This movie is about whether Will is one of those folks.", "running_time": 125, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-12-25", "genres": ["Drama", "Indie", "Romance"], "title": "Good Will Hunting (1997)"}