{"url": "http://www.rogerebert.com/reviews/good-housekeeping-2002", "by": "Bob Jay Millsas Don", "star_rating": 3.0, "text": "I watch the guests on \"Jerry Springer\" with the fascination of an ambulance driver at Demo Derby. Where do these people come from? Their dialogue may be \"suggested\" but their lives are all too evidently real, and they have tumbled right through the safety net of taste and self-respect and gone spiraling down, down into the pit of amoral vulgarity. Now comes \"Good Housekeeping,\" a film about how the people on Springer live when they're not on camera.\n\nNo, it's not a documentary. It was written and directed by Frank Novak, otherwise a trendy Los Angeles furniture manufacturer, who regards his white trash characters with deadpan neutrality. How is the audience expected to react? Consider this dialogue: Don: \"Maybe if we cut her in half we could get her in there.\" Chuck: \"We can't cut her in half!\" Don: \"So what are you? Mr. Politically Correct?\" Don and Chuck are brothers. Don (Bob Jay Mills) uneasily shares his house with his wife Donatella (Petra Westen), while Chuck (credited only as Zia) sleeps with his girlfriend Tiffany (Maeve Kerrigan) in Don's car.\n\nThings are not good between Don and Donatella, and he uses 2x4s and plasterboard to build a wall that cuts the house in two (\"She got way more square feet than I got,\" he tells the cops during one of their frequent visits). Realizing he has forgotten something, Don cuts a crawl hole in the wall so that Don Jr. (Andrew Eichner) can commute between parents. Soon Donatella's new lesbian lover Marion (Tacey Adams) is poking her head through the hole to discuss the \"parameters\" Don is setting for his son.\n\nDonatella is a forklift operator. Don is self-employed as a trader of action figures, with a specialty in Pinhead and other Hellraiser characters. When Chuck tries to sell him a Sad-Eye Doll, he responds like a pro: \"Couldn't you Swap-Meet it? I'm not gonna put that on my table and drag down my other merch.\" Don Jr. has less respect for action figures and occasionally saws off their heads.\n\nTerrible things happen to the many cars in this extended family, both by accident and on purpose. One of the funniest sequences shows a big blond family friend, desperately hung-over, methodically crunching into every other car in the driveway before she runs over the mailbox. Don lives in fear of Donatella running him down, and at one point discusses his defense with a gun-show trader (Al Schuermann), who scoffs, \"You would use a .38 to defend yourself?\" He comes back with real protection against vehicular manslaughter: a shoulder-mounted rocket launcher.\n\nMarion, the well-mannered lesbian lover, is the source of many of the film's biggest laughs because of the incongruity of her crush on Donatella. She watches Donatella smoke, eat, talk and blow her nose all at the same time, and her only reaction is to eat all the more politely, in the hope of setting an example. Marion is an accountant at the factory where Donatella works; she dresses in chic business suits, has smart horn-rim glasses and a stylish haircut, and plunges into Springerland with an arsenal of liberal cliches. At one point, after a nasty domestic disturbance, she tries to make peace by inviting Don out to brunch. \"There's no way the cops can make you go to brunch,\" Don's beer-bellied buddies reassure him.\n\nIt is perhaps a warning signal of incipient alcoholism when the family car has a Breathalyzer permanently attached to the dashboard. Yet Don is not without standards, and warns his brother against making love in the car because \"I drive Mom to church in it.\" Family life follows a familiar pattern. Most evenings end with a fight in the yard, and Novak and his cinematographer, Alex Vendler, are skilled at getting convincing, spontaneous performances out of their unknown actors; many scenes, including the free-for-alls, play with the authenticity of a documentary.\n\nJust as mainstream filmmakers are fascinated by the rich and famous, so independent filmmakers are drawn to society's hairy underbelly. \"Good Housekeeping\" plunges far beneath Todd Solondz's territory and enters the suburbs of John Waters' universe in its fascination for people who live without benefit of education, taste, standards, hygiene and shame. Indeed, all they have enough of are cigarettes, used cars, controlled substances and four-letter words. The movie is, however, very funny as you peek at it through the fingers in front of your eyes.\n\nNote: \"Good Housekeeping\" has had its ups and downs. It won the grand jury prize at Slamdance 2000, was the only U.S. film chosen for Critic's Week at Cannes that year, and was picked up for distribution by the Shooting Gallery--which, alas, went out of business, leaving the film orphaned. \"Good Housekeeping\" has its U.S. premiere today through Thursday at the Gene Siskel Film Center.", "running_time": 90, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-05-10", "genres": null, "title": "Good Housekeeping (2002)"}