{"url": "http://www.rogerebert.com/reviews/goodbye-lover-1999", "by": "Patricia Arquetteas Sandra", "star_rating": 1.0, "text": "I've just transcribed no less than 11 pages of notes I scribbled during \"Goodbye Lover,'' and my mind boggles. The plot is so labyrinthine that I'd completely forgotten the serial killer named The Doctor, who murders young women by injecting curare into their veins with a syringe. When a character like The Doctor is an insignificant supporting character, a movie's plate is a little too full, don't you think? \"Goodbye Lover'' is not so much a story as some kind of a board game, with too many pieces and not enough rules. The characters careen through the requirements of the plot, which has so many double-reverses that the real danger isn't murder, it's being disemboweled by G-forces. There's no way to care about the characters, because their fates are arbitrary--determined not by character, not by personality, but by the jigsaw puzzle constructed by the screenwriters (there are three of them--which for this material represents a skeleton crew).\n\nAnd yet the film does have a certain audacity. It contains a character played by Patricia Arquette who is the most enthusiastic sexual being since Emmanuelle, and another, played by Don Johnson, who just plain gets tuckered out by her demands. (At one point, they've taken the collection in church and are walking down the aisle with the offering, and she's whispering that he should meet her for sex tomorrow, or else.) There's also a droll supporting role for Ellen DeGeneres, as a detective who keeps picking on her partner, a Mormon man who doesn't, I hope, understand most of her jokes. One of her key clues comes with the discovery of a \"Sound Of Music'' tape, which arouses her suspicions: \"I don't trust anybody over the age of 10 who listens to 'The Sound Of Music.' '' The movie opens with phone sex and never looks back. We meet Sandra (Arquette), a real-estate agent who memorizes Tony Robbins self-help tapes, treasures \"The Sound of Music'' as her favorite movie and likes to whisper, \"I'm not wearing any underwear.'' She is having an affair with Ben (Johnson), and at one point handcuffs him with some sex toys she finds in a house she's selling. When the clients return unexpectedly, poor Ben barely has time to release himself and hide the cuffs in his pants pocket. (The Foley artists, concerned that we may have missed the point, cause the cuffs to rattle deafeningly, as if Ben had a tambourine concealed in his underwear.) Sandra is married to Jake (Dermot Mulroney), who is Ben's brother. Ben is the straight arrow who runs an ad agency, and Jake is the unkempt alcoholic who nevertheless is a brilliant copywriter. Why is Sandra cheating on Jake? The answer is not only more complicated than you might think--it's not even the real answer. This is one of those plots where you might want to take a night school class about double-indemnity clauses in insurance policies before you even think about buying a ticket.\n\nMy space is limited, but I must also mention the GOP senator who is caught with a transvestite hustler; the struggle on the condo balcony; the motorcycle-car chase; the sex scene in a church's organ loft; the black leather mask; the Vegas wedding chapel ploy; Mike, the professional killer (not to be confused with The Doctor), and Peggy, Ben's secretary, who is played by Mary-Louise Parker as the kind of woman who would be a nymphomaniac in any other movie, but compared to Sandra is relatively abstentious.\n\nThere is a part of me that knows this movie is very, very bad. And another part of me that takes a guilty pleasure in it. Too bad I saw it at a critics' screening, where professional courtesy requires a certain decorum. This is the kind of movie that might be materially improved by frequent hoots of derision.\n\nAll bad movies have good twins, and the good version of \"Goodbye Lover'' is \"The Hot Spot'' (1990), which also starred Don Johnson, along with Virginia Madsen and Jennifer Connelly, in a thriller that was equally lurid but less hyperkinetic. \"Goodbye Lover'' is so overwrought that it reminds me of the limerick about that couple from Khartoum, who argued all night, about who had the right, to do what, and with which, and to whom.", "running_time": 102, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-16", "genres": ["Comedy", "Crime", "Mystery", "Romance", "Thriller"], "title": "Goodbye Lover (1999)"}