{"url": "http://www.rogerebert.com/reviews/goodbye-mr-chips-1969", "by": "Peter O'Tooleas Arthur Chipping", "star_rating": 4.0, "text": "Sure, big-budget road-show musicals are on their way out. But that's no reason to dislike them on principle, and some of the silliest reviews of \"Goodbye, Mr. Chips\" have criticized it for costing too much. That would make sense if the millions had been spent to buy vulgarity (as they were in \"Star!\") or offensive overproduction (\"Camelot\").\n\nBut \"Goodbye, Mr. Chips\" uses its budget quietly, with good taste, and succeeds in being a big movie without being a gross one. I think I enjoyed it about as much as any road show since \"Funny Girl.\" And that surprised me, since so much of the critical reaction has been negative. Even at its worst, \"Chips\" is inoffensive in its sentimentality. At its best, it's the first film since \"The Two of Us\" that I genuinely feel deserves to be called heartwarming.\n\nJames Hilton's novel of a gentle English schoolmaster was first made into a movie in 1939, and Robert Donat won an Academy Award as Chips. In the current version, writer Terence Rattigan has moved the action from the late 19th Century to a period between about 1922 and the end of the World War II.\n\nI don't object to this; the Hilton story was a best seller but hardly a work of art. By modernizing the action, Rattigan has made it possible for the movie to mirror changes in the English class structure during the two decades when it was most obviously becoming obsolete. And social class was the pillar supporting the exclusive boarding schools like the one where Chips teaches.\n\nStrange to say, Rattigan's screenplay not only makes this possible, but does it. In an unobtrusive way, never lecturing, \"Goodbye, Mr. Chips\" does capture the flavor of a time when (as Chips reflects) schoolboys were taught Latin and Greek, which they couldn't use, but were also taught decency and assorted other civilized virtues, which perhaps they could.\n\nEnglish boarding schools at their best did attempt this (although, as George Orwell points out in several essays, at their worst they usually did the opposite), Luckily, Chips teaches in the very best of schools, a beautiful old institution, made up mostly of stones, moss and wooden beams.\n\nBut he is not getting along with his students very well as the movie opens. He is dedicated to the ethics of the teaching profession, but finds it difficult to get through to his students on a human level. This changes after he (improbably, I suppose) meets a beautiful musical comedy star during a summer vacation in Italy. They marry, weather the storms of scandal and create a warm, delicate marriage during the 15 years when Chips really reaches greatness as a teacher.\n\nAs the schoolmaster and his wife, Peter O'Toole and Petula Clark are exactly right. O'Toole succeeds in creating a character that is aloof, chillingly correct, terribly reserved -- and charming all the same. He resists the temptation to play Chips as a dear old Robert Morley type. Wisely, I think, director Herbert Ross has assisted this effort by giving O'Toole only about 2 1/2 songs. The performance is otherwise so consistent that we'd be distracted if he kept breaking into song.\n\nMiss Clark carries most of the musical duties in the film, and carries them well. She's especially effective in a scene during a school assembly, when her behavior onstage turns a dreary school song into a rouser. In other musical scenes, Ross frequently cuts away from the singers to provide a visual interpretation of the song. This is not a new technique, but it's not a bad one; it saves us the distraction of seeing two dramatic characters suddenly become musical performers.\n\nIndeed, one of the best things about \"Chips\" is that Ross has concentrated on telling his story, and hasn't let the songs intrude. That's particularly lucky since Leslie Bricusse's music and lyrics are sublimely forgettable; there's not a really first-rate song in the show.\n\nThere are a couple of other objections. The movie, of course, should end on that magnificent scene when Chips retires as headmaster. Instead, it provides two superfluous scenes in the aging teacher's rooms -- scenes that are dramatically pointless and dissipate the emotion of the ending. And the death of Chips' wife is badly handled (MUST we see it from the point of view of an aerial bomb?). But these are lapses in an otherwise admirable film, in which an engaging human being is shown to live a useful and civilized life. \"Goodbye, Mr. Chips\" is a lot better than you might have expected.", "running_time": 155, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-11-19", "genres": ["Drama", "Music", "Romance"], "title": "Goodbye, Mr. Chips (1969)"}