{"url": "http://www.rogerebert.com/reviews/good-times-1967", "by": "Themselvesas Sonny and Cher", "star_rating": 2.5, "text": "Used to be that when teen-age singing idols made a movie, you knew what to expect. There was Pat Boone in his white loafers, singing \"Oh Bernadine\" to a beat-up 1949 convertible, and Elvis Presley with his ducktails, and Bill Haley playing the saxophone while swinging from a trapeze.\n\nThe idea was that you went to these movies to see Pat Boone or Elvis Presley or Bill Haley. And the camera work consisted of shooting the stars from below, above, sideways and upside down while they sang all those songs.\n\nBut no longer. Since Richard Lester directed the Beatles in \"A Hard Day's Night,\" the whole genre has undergone a revolution. The camera is no longer permitted to simply record a performance; it must interpret it. Nor is the plot tied to the necessary songs. Lester introduced the idea of screen action independent of the sound track, and we saw the Beatles leave a studio in mid-note, run down that memorable fire escape and gambol in a field, all while the song continued.\n\n\"Good Times,\" starring Sonny and Cher, is the first non-Beatle movie to adopt this approach. It is not another \"Hard Day's Night,\" in part because Sonny and Cher are not the Beatles, and in great part because the director, Chicagoan William Friedkin, is not Richard Lester.\n\nStill, \"Good Times\" has its moments. Sonny and Cher are asked to make a movie, and look for a story. Their search takes the form of spoofs on established film cliches: The Bogart-type detective movie (with camera angles lifted from \"The Maltese Falcon\"), the Western, the jungle tale.\n\nFriedkin is inventive with his camera, and Sonny and Cher, although they lack the Beatles' spontaneity, work the veins of comedy and pathos with some success. There are moments that sparkle. And Cher, in a solo, reveals a surprisingly gifted singing voice.\n\n\"Good Times\" is no classic, but in ambition and achievement it's better than most movies of its type. Adults may find it diverting. and the kids, I suppose, will go because they want to see Sonny and Cher singing all those songs.", "running_time": 91, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-04-24", "genres": null, "title": "Good Times (1967)"}