{"url": "http://www.rogerebert.com/reviews/good-night-and-good-luck-2005", "by": "David Strathairnas Edward R. Murrow", "star_rating": 4.0, "text": "\"Good Night, and Good Luck\" is a movie about a group of professional newsmen who with surgical precision remove a cancer from the body politic. They believe in the fundamental American freedoms, and in Sen. Joseph McCarthy they see a man who would destroy those freedoms in the name of defending them. Because McCarthy is a liar and a bully, surrounded by yes-men, recklessly calling his opponents traitors, he commands great power for a time. He destroys others with lies, and then is himself destroyed by the truth.\n\nThe instrument of his destruction is Edward R. Murrow, a television journalist above reproach, whose radio broadcasts from London led to a peacetime career as the most famous newsman in the new medium of television. Murrow is offended by McCarthy. He makes bold to say so, and why. He is backed by his producers and reporters, and supported by the leadership of his network, CBS, even though they lose sponsors, and even though McCarthy claims Murrow himself is a member of a subversive organization.\n\nThere are times when it is argued within CBS that Murrow has lost his objectivity, that he is not telling \"both sides.\" He argues that he is reporting the facts, and if the facts are contrary to McCarthy's fantasies, they are nevertheless objective. In recent years few reporters have dared take such a stand, but at the height of Hurricane Katrina, we saw many reporters in the field who knew by their own witness that the official line on hurricane relief was a fiction, and said so.\n\nMurrow is played in \"Good Night, and Good Luck\" by David Strathairn, that actor of precise inward silence. He has mastered the Murrow mannerisms, the sidelong glance from beneath lowered eyebrows, the way of sitting perfectly still and listening and watching others, the ironic underplayed wit, the unbending will. He doesn't look much like Murrow, any more than Philip Seymour Hoffman looks much like Truman Capote, but both actors create their characters from the inside, concealing behind famous mannerisms the deliberate actions that impose their will. In that they are actually a little alike.\n\nClooney co-stars, as Fred Friendly, Murrow's producer, who remained active into the 1990s. He also directed and co-wrote the movie. Because Clooney's father was a newscaster, he knows what the early TV studios looked like, and it is startling to see how small was Murrow's performance space: He sits close to the camera, his famous cigarette usually in the shot, and Friendly sits beside the camera, so close that he can tap Murrow's leg to cue him. They are also close as professionals who share the same beliefs about McCarthy, and are aware that they risk character assassination from the Wisconsin senator.\n\nThe other key character is McCarthy himself, and Clooney uses a masterstroke: He employs actual news footage of McCarthy, who therefore plays himself. It is frightening to see him in full rant, and pathetic to see him near meltdown during the Army-McCarthy hearings, when the Army counsel Joseph Welch famously asked him, \"Have you no decency?\" His wild attack on Murrow has an element of humor; he claims the broadcaster is a member of the Industrial Workers of the World, the anarchist \"Wobblies\" who by then were more a subject of nostalgic folk songs than a functioning organization.\n\nThe movie is entirely, almost claustrophobically, about politics and the news business. Even its single subplot underlines the atmosphere of the times. We meet Shirley and Joe Wershba (Patricia Clarkson and Robert Downey Jr.), who work for CBS News and keep their marriage a secret, because company policy forbids the employment of married couples. Their clandestine meetings and subtle communications raise our own suspicions, and demonstrate in a way how McCarthyism works.\n\nApart from the Wershbas, the movie is entirely about the inner life of CBS News. Every substantial scene is played in the CBS building, except for a banquet, a bar, a bedroom and the newsreel footage. Murrow and Friendly circulate in three arenas: Their production offices, the television studio and the offices of their boss William Paley (Frank Langella), who ran the network as a fiefdom but granted Murrow independence and freedom from advertiser pressure.\n\nThe movie is not really about the abuses of McCarthy, but about the process by which Murrow and his team eventually brought about his downfall (some would say his self-destruction). It is like a morality play, from which we learn how journalists should behave. It shows Murrow as fearless, but not flawless. Paley observes that when McCarthy said that Alger Hiss was convicted of \"treason,\" Murrow knew Hiss was convicted not of treason but of perjury, and yet did not correct McCarthy. Was he afraid of seeming to support a communist, Paley asks, perhaps guessing the answer. He has a point. Murrow's response indicates he might have been a great poker player.\n\nThere are small moments of humor. After one broadcast fraught with potential hazards, Murrow waits until he's off the air and then there is the smallest possible movement of his mouth: Could that have been almost a smile? David Strathairn is a stealth actor, revealing Murrow's feelings almost in code. Clooney by contrast makes Fred Friendly an open, forthright kinduva guy, a reliable partner for Murrow's enigmatic reserve.\n\nAs a director, Clooney does interesting things. One of them is to shoot in black and white, which is the right choice for this material, lending it period authenticity and a matter-of-factness. In a way, b&w is inevitable, since both Murrow's broadcasts and the McCarthy footage would have been in b&w. Clooney shoots close, showing men (and a few women) in business dress, talking in anonymous rooms. Everybody smokes all of the time. When they screen footage, there is an echo of \"Citizen Kane.\" Episodes are separated by a jazz singer (Dianne Reeves), who is seen performing in a nearby studio; her songs don't parallel the action, but evoke a time of piano lounges, martinis and all those cigarettes.\n\nClooney's message is clear: Character assassination is wrong, McCarthy was a bully and a liar, and we must be vigilant when the emperor has no clothes and wraps himself in the flag. It was Dr. Johnson who said, \"Patriotism is the last refuge of the scoundrel.\" That was more than 200 years ago. The movie quotes a more recent authority, Dwight Eisenhower, who is seen on TV defending the basic American right of habeas corpus. How many Americans know what habeas corpus means, or why people are still talking about it on TV?", "running_time": 93, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Drama", "History", "Thriller"], "title": "Good Night, and Good Luck (2005)"}