{"url": "http://www.rogerebert.com/reviews/good-boy-2003", "by": "Liam Aikenas Owen Baker", "star_rating": 1.0, "text": "Millions of Dog Owners Demand to Know: 'Who's a Good Boy?' -- Headline in The Onion If a child and a dog love each other, the relationship is one of mutual wonder. Making the dog an alien from outer space is not an improvement. Giving it the ability to speak is a disaster. My dog Blackie used his eyes to say things so eloquent that Churchill would have been stuck for a comeback. Among my favorite recent movie dogs are Skip, in \"My Dog Skip,\" who teaches a boy how to be a boy, and Shiloh, in \"Shiloh,\" who teaches a boy that life is filled with hard choices. Hubble, the dog in \"Good Boy!,\" teaches that dogs will be pulled off Earth and returned to their home planet in a \"global recall.\" I've told you all you really need to know about the movie's plot. Owen Baker (Liam Aiken), the young hero, adopts a terrier who turns out to have arrived in a flying saucer to investigate why dogs on Earth are our pets, instead of the other way around. This will be a no-brainer for anyone who has watched a dog operating a pooper scooper. Nor do dogs look like the master race when they go after your pants leg. But I am willing to accept this premise if anything clever is done with it. Nothing is.\n\nHaving seen talking and/or audible dogs in many movies (how the years hurry by!), I have arrived at the conclusion that the best way to present animal speech is by letting us hear their thoughts in voice-over. Sometimes it works to show their lips moving (it certainly did in \"Babe\"), but in \"Good Boy!\" the jaw movements are so mechanical it doesn't look like speech, it looks like a film loop. Look at \"Babe\" again and you'll appreciate the superior way in which the head movements and body language of the animals supplement their speech.\n\nBut speech is not the real problem with \"Good Boy!\" What they talk about is. The movie asks us to consider a race of superior beings who are built a few feet off the ground, lack opposable thumbs and walk around nude all the time. Compared to them, the aliens in \"Signs\" are a model of plausibility. The dogs live within a few blocks of one another in Vancouver, and we meet their owners. I kept hoping maybe Jim Belushi had moved to the neighborhood with Jerry Lee, from \"K-9,\" or that I'd spot Jack Nicholson walking Jill. (Jack and Jill: I just got it.) But no. The humans are along the lines of Kevin Nealon and Molly Shannon, as Owen's parents. The dogs are voiced by Matthew Broderick (as Hubble), Brittany Moldowan, Brittany Murphy, Donald Faison, Carl Reiner and Delta Burke. Voicing one of the dogs in this movie is the career move of people who like to keep working no matter what. At least when you do the voice of an animated animal, they make it look a little like you, and your character can be the star. But when you voice a real dog, do you have to stand around all day between shots talking to the trainer about what a good dog it is?", "running_time": 89, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-10-10", "genres": ["Comedy", "Family", "Science Fiction"], "title": "Good Boy! (2003)"}