{"url": "http://www.rogerebert.com/reviews/good-luck-chuck-2007", "by": "Dane Cookas Charlie/Chuck", "star_rating": 1.0, "text": "Here is the dirty movie of the year, slimy and scummy, and among its casualties is poor Jessica Alba, who is a cutie and shouldn't have been let out to play with these boys. \"Good Luck Chuck\" layers a creaky plot device on top of countless excuses to show breasts, sometimes three at a time, and is potty-mouthed and brain-damaged.\n\nIt stars the potentially likable Dane Cook as the lovelorn Charlie Logan, leading me to wonder why, in the same week when Michael Douglas plays a flywheel named Charlie, that name seems to fit so well with characters who are two slices short of a pizza. Charlie, who is not called \"Chuck,\" except in the title, is hexed by an 11-year old goth girl at a spin-the-bottle party. Because he fights off her enthusiastic assault, she issues this curse: Every woman he falls in love with will leave him and immediately find the man of her dreams.\n\nCharlie grows up to become a dentist. His best friend is still the short, chubby, curly-haired Stu (Dan Fogler). The naming rule here is, Charlie for hero, Stu for best friend, and if there's a villain, he should be referred to only by his last name, which must have a Z or W in it, or a hissing sound. Stu, obsessed by breasts, has grown up to become a plastic surgeon, and so loves his craft that he has purchased Pam Anderson's former breast implants and keeps them in an oak display case, where they look surprisingly small, more like ice packs for insignificant wounds.\n\nOne peculiarity of the dentist and the plastic surgeon is that they have adjacent offices with an adjoining door, so that Charlie can pop over to Stu's and offer a layman's opinion on his latest boob job.\n\nAnyway, Charlie, who has been unlucky in love, meets Cam (Jessica Alba), who works at a seaquarium and loves penguins so much, she might herself be willing to sit on one of their eggs all winter. Apart from being beautiful and friendly, her character trait is that she's a klutz, so physically dangerous she might even step on her own toes. Whatever she touches, she breaks, knocks over, turns on or damages.\n\nAlthough he's in love with Cam, Charlie is distracted by the seduction attempts of dozens of beautiful women, because a rumor has spread all over town that if they sleep with him, they'll find the husband of their dreams. Stu does some follow-through research and finds out the rumor is true. Funny thing is, the women who crowd Charlie's waiting room all look as if they have come through the connecting door after enhancement by Stu. Charlie connects with so many of them that at one point the screen splits into 16 separate copulation scenes, just to keep up.\n\nYou see Charlie's problem. Cam, a nice girl, doesn't want to date him because he's such a \"sport.\" And Charlie realizes that if he ever sleeps with her, she'll immediately leave him for the man of her dreams. How will this paradox be resolved? By putting us through the agony of an automatic plot device, that's how.\n\nThe startling thing about the movie is how juvenile it is. Stu, in particular, is a creepy case of arrested development. Consider the whole scenario he stages with a fat woman who might break Charlie's hex. She's not only fat, she has pimples all over, and yes, we get a closeup of them. There is a word for this movie, and that word is: Ick.", "running_time": 101, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-20", "genres": ["Comedy", "Drama", "Fantasy", "Romance"], "title": "Good Luck Chuck (2007)"}