{"url": "http://www.rogerebert.com/reviews/goon-2012", "by": "Seann William Scottas Doug", "star_rating": 3.0, "text": "Here's how much I know about hockey. Mike Royko and I were in a tiny bar one winter night, and the radio kept reporting goals by the Blackhawks. I mentioned how frequently the team was scoring. \"You're listening to the highlights,\" Royko observed. \n\nIf that's how much you know about hockey, you're nevertheless likely to enjoy \"Goon,\" which stars Seann William Scott as an enforcer for a minor league team in Massachusetts. An enforcer, I know by this time, is a brute who is put on the ice not to play hockey but to beat up opponents who are playing it too well. The charm of \"Goon\" is that Doug Glatt (Scott) is a genial guy from a nice family. Just because he hands out concussions doesn't mean he dislikes anybody. He's just happy to be wearing a uniform.\n\nHaving recently disliked a movie named \"The Raid: Redemption\" that was wall-to-wall violence, I now feel fondness for another movie that's also mostly mayhem. It's not violence itself I object to, but the absence of engaging characters and human interest. The best thing about \"Goon\" is not the hockey action, or who wins and who loses. It's Doug's rags-to-riches story. \n\nOne night, he goes to a game with a friend named Pat (Jay Baruchel), who's one of those fans with a gift for getting under the skins of the players he heckles. One player grows so inflamed that he climbs into the stands. Pat is pitifully unable to defend himself, so Doug stands up and cold-cocks the guy, actually splitting open his helmet. That draws the attention of talent scouts, and soon Doug is playing professional hockey. To be sure, he can't ice skate, but skating can be learned. Not everyone is a born enforcer.\n\nThe movie is enriched by a lot of material not specifically about hockey. Part of Doug's character is that he's modest about his achievements — and there's a lot to be modest about. His father (Eugene Levy) and brother (David Paetkau) are both doctors, and his parents have big ambitions for him. But Doug is a realist and accepts that he's not the reddest nose of the Rudolphs. To be offered a paying job is hockey is beyond his dreams.\n\nLiev Schreiber would not be my first guess for a supporting role in \"Goon,\" despite what a good Hamlet he made. Here he plays Ross Rhea, a Canadian star who has always been Doug's hero. Now is he actually expected to butt heads with Ross? Yes. There is a lot of head-butting in this movie. I'm aware of the depressing stories lately about an epidemic of brain injuries in football, hockey, boxing and so on, but in \"Goon,\" we have to accept that it's about a different era in hockey, or the world. If you start thinking too much about concussions, it will spoil the movie for you.\n\nDoug becomes good pals with Xavier Laflamme (Marc-Andre Grondin), the star of his team, who has a name that sounds like one of Pepe Le Pew's romantic rivals. Laflamme is growing older, and Doug is assigned to be his protector, which means he shields him from assaults from opposing enforcers. What's clear pretty quickly is that this organized violence is sanctioned and expected in hockey, where a player like Doug might expect to spend much of a game in the penalty box. The punishment these players take is unimaginable.\n\nThere's a sweet little subplot involving Doug and Eva (Alison Pill), who confesses she finds something irresistible about sweaty hockey players whose bruises are sexier than tattoos. Pill's performance has a comic quirkiness that responds to Doug's inner niceness, which isn't exactly her thing. \n\nI've known only one hockey player myself. That was the legendary Eric Nesterenko of the Chicago Blackhawks, who was a regular at O'Rourke's Pub (not precisely a sports bar). He was a big, genial guy, who attended university while he was playing and was later a professor. He liked to talk literature. He was smarter than this movie's Doug, but arguably as tough, and that's another reason I liked \"Goon.\" The character is actually possible.\n\nNote: The movie is based on Goon: The True Story of an Unlikely Journey Into Minor League Hockey by Adam Frattasio and Doug Smith. The real Doug Smith, also an enforcer, is seen in the credit cookies.", "running_time": 92, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-28", "genres": ["Comedy", "Sport"], "title": "Goon (2012)"}