{"url": "http://www.rogerebert.com/reviews/gordy-1995", "by": "Doug Stoneas Luke MacAllister", "star_rating": 2.0, "text": "In the opening scenes of \"Gordy,\" some men in a truck\rcome to a struggling family farm to load up a mother pig and her piglets and\rcart them away. \"Can't blame folks for selling their livestock; they need\rcash,\" they say, as if the natural inclination of farmers would be to\rsupport their animals until they die of old age.\n\nThese\rare no ordinary pigs, however, as we discover when we meet Gordy, a piglet who\rluckily misses being shipped to the fattening-farm. Gordy is some pig. He\rspeaks English, for example - in a high-pitched voice that's intercut with all\rsorts of snorts and squeaks. And he trots around on his little feet like a pig\rwith a mission. He's determined to find his family and save them from hickory\rsmoking.\n\nGordy\r(who was born not far from the historic town of Hope, Ark.) hits the road, and\ris soon adopted by a little girl who sings with her father in a country band.\rHer name is Jinnie Sue MacAllister (Kristy Young), and she moves Gordy into her\rbunk in the family motor home. In one of those movie moments kids always\respecially like, her dad, a widower named Luke (Doug Stone), gets a good-night\rkiss from the pig and thinks it's his daughter.\n\nThe\rodyssey continues. Luke's band plays at the governor's mansion, where a young\rboy named Hanky (Michael Roescher) falls into the pool and nearly drowns -\runtil he is rescued, of course, by the quick-thinking Gordy.\n\nThe\rpig becomes a hero (he even gets a call from President Clinton), and is adopted\ras the trademark of a company owned by Hanky's rich grandfather. Meanwhile, he\rstill wants to find his family before they end up arrayed in slices on either\rside of a short stack.\n\nPigs\rare not my favorite animal, but I am aware of the arguments that they are among\rthe most intelligent of the barnyard animals (they're smarter than horses,\raccording to Johnny Carson, who had a long-running debate on the subject with\rEd McMahon). Gordy, however, has a certain (very limited) charm, and the human\rstory - which has the single parents of Hanky and Jinnie Sue falling in love to\rcountry music - has a cornball appeal.\n\nThis\ris not the kind of film that rewards deep analysis. I rate it at two stars, but\rI'd recommend it for kids. I can't recommend it for people like me, but there\rare many other kinds of people in the world, some of them children who believe\rthat pigs can talk, and for them, \"Gordy\" is likely to be very\rentertaining. You know who you are.", "running_time": 89, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-05-12", "genres": ["Drama", "Family", "Fantasy"], "title": "Gordy (1995)"}