{"url": "http://www.rogerebert.com/reviews/gorillas-in-the-mist-1988", "by": "Sigourney Weaveras Dian Fossey", "star_rating": 3.0, "text": "\"Gorillas in the Mist\" tells us what Dian Fossey accomplished and what happened to her, but it doesn't tell us who she was, and at the end that's what we want to know. Here is a movie that has gone to great lengths to be technically accomplished - the shots of the apes are everything we could wish for - but the screenplay has been skimped on, and there is a person missing here somewhere. We leave the theater feeling that when Fossey was buried in her beloved jungle, the third act of the movie was buried there, too.\n\nThe film tells a life story that many people already know.\n\nFossey was a woman of average achievement and no particular scientific background, but she loved animals and she was deeply disturbed by reports that the mountain gorillas of central Africa were being threatened with extinction. With absolute determination, she convinced Louis Leakey, the guru of African anthropologists, to allow her to man a jungle camp and conduct a census of the gorillas. And over the years she grew into one of the great experts on these fearsome but manlike beasts, learning to imitate their behavior so well that they accepted her in their midst.\n\nFossey's work was featured in the National Geographic and on TV documentaries. She became a romantic figure, out there almost alone in the wild, protecting \"her\" gorillas against poachers who sold gorilla hands to be made into ashtrays. Then, in 1985, she was found murdered in her camp, and as more came to be known about her there were many likely suspects. Fossey had grown fanatical about her animals, had all but waged war against the pygmy tribes that were killing them. She had alienated the trappers who procured animals for zoos. And she had made powerful enemies in a government that needed all the foreign currency it could find - and made lots of money off of gorillas.\n\nWho killed her? The movie does not say, and that's as it should be. This is not a whodunit. But why did she become the ferocious and antisocial recluse of her later years, why did she prize her relationships with gorillas above those with humans, why did she choose to stay in the jungle rather than to join the man she loved? I can imagine good answers to all of these questions - I think the fate of Fossey was more or less inevitable, and admirable - but in the movie the transitions in her emotional state are made so abruptly that we become conscious of the story being told.\n\nFossey is played by Sigourney Weaver, who makes her passionate and private and has an exquisite tenderness and tact in her delicate scenes with wild animals. It is impossible to imagine a more appropriate choice for the role. But she grows away from us as the movie reaches its conclusion. A woman we have come to know turns into a stranger, and even if that is what happened to Fossey - even if she did pull a cocoon of obsession around her - we deserve to see that happening, and to understand it. The screenplay simply presents it as an accomplished fact.\n\nThere is also a rather canned feeling to the romance in the central scenes of the film, when a National Geographic photographer (Bryan Brown) turns up in the jungle, and the two people fall in love.\n\nHe arrives, they become lovers, and then he tells her that he has an assignment on the other side of the world and he wants her to come along. He cannot, he says, stay in the jungle forever; he has a job to do. She tells him she will not leave, and that, if he does, he need not ever return, or ever write. Was this argument not inevitable from the moment they first met? Did the photographer expect this woman to leave? Did she expect him to stay? They never really talk with one another, and so we're not sure.\n\nThe movie's best scenes involve her gradual acceptance by the gorillas. Here it is hard to say who should get the most credit: those who photographed real animals in the jungle or those who used special effects to create animals, and parts of animals, for particular shots.\n\nI imagine that some of the closeups of a gorilla's hand, clasping Weaver's, were done with Rick Baker's special effects creations. I imagine some of the gorillas in the jungle are real, and some are men inside gorilla suits. But the work is done so seamlessly that I could never be sure. Everything looked equally real to me, and the delicacy with which director Michael Apted developed the relationships between woman and beast was deeply absorbing. There were moments when I felt a touch of awe. Those moments, which are genuine, make the movie worth seeing.\n\nBut what we are really dealing with here are two stories that do not fit together very easily. Do we care more about the public Fossey, or the private? Is her work more important, or her madness? In these modern times we demand the whole life. We say we are realists and don't want the autobiography cleaned up for a \"screen version,\" but the result is a movie that is much more depressing and shapeless than it should be. The parabolas are wrong; Fossey's work fills us with joy, but her fate fills us with confusion and dismay. Perhaps a Hollywood cop-out would have been more satisfactory, with Fossey against the bad guys and everyone assigned their role, and some kind of a happy ending.\n\nI left \"Gorillas in the Mist\" feeling cheated, somehow, as if the story had no more insight into Fossey than she apparently had into herself.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-09-23", "genres": ["Drama"], "title": "Gorillas in the Mist (1988)"}