{"url": "http://www.rogerebert.com/reviews/gorky-park-1983", "by": "William Hurtas Arkady Renko", "star_rating": 3.5, "text": "Mystery fans talk about the \"police procedural,\" a crime novel that follows police work, step by meticulous step, from the opening of a case to its eventual resolution. The crimes aren't always solved, but then the solution isn't really the point. Instead, \"procedurals\" are a way to study human nature under stress, to see how a society worksfrom the inside out and the bottom up.\n\nThere are procedurals set all over the world, from Ed Mcbain's 87th Precinct on the East Coast to the Martin Beck thrillers in Stockholm, but Martin Cruz Smith's 'Gorky Park' was the first good police procedural set in Russia. It used the procedural approach to show us an honest cop under pressure, a system that functioned only through corruption, and a conflict between socialism and Russia's homegrown capitalism.\n\nNow here comes the movie of the book, and it has all of the same strengths. It begins with a shocking murder (three corpses found frozen in the snow with their faces and fingerprints removed). There are no clues. A police inspector named Renko (William Hurt) is assigned to the case, and makes it his personal crusade. He recruits a physical anthropologist to try to re-create the missing faces on the bodies. He prowls the black market, where deals are made in Western currency. He meets a beautiful young woman and a mysterious American businessman. And he learns about the obsessive power of sable fur coats.\n\nThe investigation of the crime has a fascination of its own, but what makes \"Gorky Park\" really interesting is its view of Soviet cops, criminals, bureaucrats and ordinary citizens. As Renko gets closer and closer to a solution to the case, his investigation leads him to powerful circles in the Soviet Union. And his heart, of course, leads him closer to the girl, who may have all of the necessary information but has been so warped by paranoia that she refuses to betray those she thinks are her friends.\n\nThe movie is directed with efficiency by Michael Apted (''Coal Miner's Daughter,\") who knows that pacing is indispensable to a procedural. Too long a pause for anything -- romance, detail, speculation, explanation -- and the spell is broken. He uses actors who are able to bring fully realized characters to the screen, so we don't have to stand around waiting for introductions. That involves a certain amount of typecasting. Lee Marvin, gravel-voiced, white-haired, expensively dressed, is perfect for the businessman. Joanna Pakula, a young Polish actress in her first Western role, is beautiful, vulnerable, wide-eyed and fresh -- and as an exile stranded in Paris when her Warsaw theater was closed by Poland's martial law, she doesn't have to fake her paranoia about the state.\n\nWilliam Hurt, as Renko, is probably the key to the picture. He makes this cop into a particular kind of person, cold, at times willfully blinded by duty, sublimating his feelings in his profession, until this case breaks him wide open. By the end of \"Gorky Park,\" we realize that it's not the solution that matters, but what the case itself forced the people to discover about themselves.", "running_time": 128, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-16", "genres": ["Action", "Drama", "Mystery", "Thriller"], "title": "Gorky Park (1983)"}