{"url": "http://www.rogerebert.com/reviews/gosford-park-2002", "by": "Eileen Atkinsas Mrs. Croft", "star_rating": 4.0, "text": "Robert Altman's \"Gosford Park\" is above all a celebration of styles-- the distinct behavior produced by the British class system, the personal styles of a rich gallery of actors, and his own style of introducing a lot of characters and letting them weave their way through a labyrinthine plot. At a time when too many movies focus every scene on a $20 million star, an Altman film is like a party with no boring guests.\n\n\"Gosford Park\" is such a joyous and audacious achievement it deserves comparison with his very best movies, such as \"MASH,\" \"McCabe and Mrs. Miller,\" \"Nashville,\" \"The Player,\" \"Short Cuts\" and \"Cookie's Fortune.\" It employs the genre of the classic British murder mystery, as defined by Agatha Christie: Guests and servants crowd a great country house, and one of them is murdered. But \"Gosford Park\" is a Dame Agatha story in the same sense that \"MASH\" is a war movie, \"McCabe\" is a Western and \"Nashville\" is a musical: Altman uses the setting, but surpasses the limitations and redefines the goal. This is no less than a comedy about selfishness, greed, snobbery, eccentricity and class exploitation, and Altman is right when he hopes people will see it more than once; after you know the destination the journey is transformed.\n\nThe time is November 1932. Sir William McCordle (Michael Gambon) and Lady Sylvia McCordle (Kristin Scott Thomas) have invited a houseful of guests for a shooting party. They include Sir William's sister Constance, the Countess of Trentham (Maggie Smith), who depends on an allowance he is constantly threatening to withdraw. And Lady Sylvia's sister Louisa (Geraldine Somerville), who like Sylvia had to marry for money (they cut cards to decide who would bag Sir William). And Louisa's husband, Commander Anthony Meredith (Tom Hollander). And their sister Lavinia (Natasha Wightman), married to Raymond, Lord Stockbridge (Charles Dance). And the Hollywood star Ivor Novello (Jeremy Northam). And Morris Weissman (Bob Balaban), a gay Hollywood producer who has brought along his \"valet\" Henry Denton (Ryan Phillippe).\n\nBelow stairs we meet the butler Jennings (Alan Bates), the housekeeper Mrs. Wilson (Helen Mirren), the cook Mrs. Croft (Eileen Atkins), the footman George (Richard E. Grant) and assorted other valets, maids, grooms and servers. When the American Henry comes to take his place at the servant's table and says his name is Denton, Jennings sternly informs him that servants are addressed below stairs by the names of their masters, and he will be \"Mr. Weissman\" at their table--where, by the way, servants are seated according to the ranks of their employers.\n\nIt has been said that the most enjoyable lifestyle in history was British country house life in the years between the wars. That is true for some of the people upstairs in this movie, less true of most of those downstairs. Altman observes exceptions: Some of the aristocrats, like Lady Constance, are threatened with financial ruin, and others, like Novello, have to sing for their supper; while below stairs, a man like Jennings is obviously supremely happy to head the staff of a great house. And as Mrs. Wilson the housekeeper says of herself,\"I am the perfect servant. I have no life.\" The classic country house murder story begins with perfect order, in which everyone up and down the class ladder fits securely into his or her place--until murder disrupts that order, and discloses unexpected connections between the classes. That's what happens here, when one of the characters is poisoned and then stabbed, suggesting there are two murderers to be apprehended by Inspector Thompson (Stephen Fry).\n\nHalf of those in the house have a motive for the murder, but the investigation isn't the point, and Altman has fun by letting Thompson and his assistant Constable Dexter (Ron Webster) mirror the relative competence of the upper and lower classes in the house. Thompson, like the aristocrats, sets great store by his title and dress (he puffs a pipe that will be recognized by anyone who knows the name Monsieur Hulot). Dexter, like the servants, just gets on with it, doggedly pointing out clues (footprints, fingerprints on a tea cup, a secret door) that Thompson ignores.\n\nThe cast of \"Gosford Park\" is like a reunion of fine and familiar actors (I have not yet even mentioned Derek Jacobi, Kelly Macdonald, Clive Owen, Emily Watson and James Wilby). This is like an invitation for scene-stealing, and Maggie Smith effortlessly places first, with brittle comments that cut straight to the quick. When Novello entertains after dinner with one song, and then another, and then another, and shows no sign of stopping, Smith crisply asks, \"Do you think he'll be as long as he usually is?\" and then stage-whispers, \"Don't encourage him.\" Altman has a keen eye and ear for snobbery. Note the way that when Mr. Weissman introduces himself, Lady Sylvia asks him to repeat his name, and then she repeats it herself. Just that, but she is subtly underlining his ethnicity. And the way Constance puts Novello in his place by mentioning his most recent film and observing, ostensibly with sympathy, \"It must be rather disappointing when something flops like that.\" The screenplay by Julian Fellowes, based on an idea by Altman and Balaban, is masterful in introducing all of the characters and gradually making it clear who they are, what they've done, and what it means. Like guests at a big party, we are confused when we first arrive: Who are all these people? By the end, we know.\n\nNo director has ever been better than Altman at providing the audience with bearings to find its way through a large cast. The sense of place is also palpable in this film; the downstairs and attic floors were entirely constructed on sound stages by production designer Steven Altman, Altman's son, who also supervised the real country house used for the main floors. Andrew Dunn's photography is sumptuous upstairs, while making the downstairs look creamy and institutional. The editor, Tim Squyres, must have been crucial in keeping the characters in play.\n\n\"Gosford Park\" is the kind of generous, sardonic, deeply layered movie that Altman has made his own. As a director he has never been willing to settle for plot; he is much more interested in character and situation, and likes to assemble unusual people in peculiar situations and stir the pot. Here he is, like Prospero, serenely the master of his art.", "running_time": 137, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-01-01", "genres": ["Comedy", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Gosford Park (2002)"}