{"url": "http://www.rogerebert.com/reviews/gospel-1982", "by": "David Leivick", "star_rating": 3.0, "text": "On the basis of two movies about gospel music I've seen recently, I'm beginning to sample some of those broadcasts from Chicago's black churches that turn up on FM stations all day Sunday. Maybe I'm realizing, belatedly, that I'm missing a thriving musical form here in Chicago.\n\n\tOne of the movies is \"Gospel,\" a lively, exuberant concert film playing at the United Artists. The other one was \"Say Amen, Somebody,\" which I saw last August at the Telluride Film Festival, and which is both a concert film and a documentary about such pioneers of gospel as Chicago's Dr. Thomas A. Dorsey and St. Louis's Mother Willie Mae Ford Smith.\n\n\t\"Say Amen, Somebody\" is an extraordinary film, a documentary masterpiece. It will be playing later this year at one of the Fine Arts theaters on S. Michigan. 'Gospel\" is a less ambitious film; it just wants to be a concert film, and contains no offstage or biographical material about its performers. But seen simply as music and performance, it's a great experience.\n\n\tThe movie apparently was shot during a marathon all-star gospel concert somewhere in the San Francisco Bay Area, inside what looks like a grand old movie palace. Its structure is nothing if not straightforward. A booming offstage announcer's voice shouts something like \"Ladies and gentlemen, the Mighty Clouds of Joy!\" And then we get three songs from the Mighty Clouds of Joy.\n\n\tAll the acts in the movie, even the legendary Rev. James Cleveland, are limited to three songs, leading me to wonder what a whole evening with one of these remarkable groups would be like, as they modulated their own performances instead of fitting into a format.\n\n\tNo matter; there is great energy, joy and faith in this movie. The performers, often backed by large choirs, have great musical gifts and also (just as important) great conviction. They seem to believe that the purpose of their singing is to give glory to the Lord as much as to bring glory to themselves, and since this shortcuts the inevitable self-importance of most singers, what we get is very unselfconscious, unrestrained, joyous music.\n\n\tThere are moments in most of the segments where the performers climb down off the stage and interact with the audience, shaking hands, dancing in the aisles, leading singalongs. Some of this feeling is infectious, and seeing this movie with a big audience is part of the idea. The impromptu business on stage can be spontaneous and inventive, as when a backup singer bends down beneath the weight of a microphone stand while miming Christ carrying the cross.\n\n\t\"Gospel\" is the sort of movie that doesn't often play in a big commercial theater; it's more likely to turn up on TV, or in some small theater filled with devotees of the art of the documentary. That's OK, but it misses the point, which is that gospel music is as suitable to the concert film treatment as any other kind of music-and maybe more so, since there's a warm interaction with the audience instead of the usual rock group's studied aloofness. Apart from its other qualities, \"Gospel\" is a whole lot of fun.", "running_time": null, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Gospel (1982)"}