{"url": "http://www.rogerebert.com/reviews/gospa-1996", "by": "Martin Sheenas Father Jozo Zovko", "star_rating": 2.0, "text": "\"Gospa\" begins with the story of the reported appearances of the Virgin Mary in the Croatian hillside village of Medjugorje - where, since six children first said they saw her in 1981, more than 20 million pilgrims have visited. The movie quickly turns away, however, from the spiritual side of the story, to focus on the efforts of the Yugoslavian communist regime to discourage the pilgrimages and punish a priest held responsible for them.\n\nThe priest, a Franciscan named Jozo Zovko (Martin Sheen) was accused of being \"Croatian nationalist, fascist, anti-government and anti-communist,\" and tortured and imprisoned. More than 600 Croatian priests, we are told at the end, were killed by Tito's regime in its attempt to stifle religion. The movie's depiction of Zovko's treatment is stark and effective.\n\nWatching the film, I was reminded of an ancient journalism legend about the reporter who covered a Southern flood in the 1920s.\n\n\"God stood on a mountain here today,\" he wrote, \"and saw what his waters had wrought.\" His editor cabled him: \"Forget flood. Interview God.\" That was my reaction while watching \"Gospa.\" As a journalist, my feeling is, if the Virgin Mary appears - that's the story. But the movie treats her appearances in a somewhat perfunctory manner; we don't see her, which is fair enough, but we see blue skies, white clouds and glowing faces of children, and on the soundtrack, we hear wind chimes. We are vaguely told that Mary has asked the faithful to pray for peace and to fast.\n\nAnd then the movie swings into its real theme, which is the persecution of Catholics by communists and the related persecution of Croatians by the central authorities. The big closing passages involve a courtroom scene in which Zovko is railroaded by a swinish judge (who eats submarine sandwiches at his desk), despite the efforts of a brave defense lawyer (Michael York).\n\nTrying to be objective about \"Gospa\" is a thankless task.\n\nThe movie has taken on a life of its own in engagements in Chicago and elsewhere, building strong audiences and enthusiastic responses in a run of several weeks. It has the potential to break out and become a sleeper hit. Those who go to see it are given exactly the message they desire. The movie's impact is religious and political, not cinematic.\n\nI am a product of Catholic schools, grateful for my education, and, yes, capable of believing in miracles. I know the world of \"Gospa\" well. In one corner, the Virgin Mary and her faithful. In the other corner, Godless atheistic communism, backed by the devil. My strong belief is that the freedom to worship is inviolable, and so I'm on the side of this movie. But it really isn't a very good film.\n\nThe performances are rather flat, except for moments when Martin Sheen rises to the occasion. Morgan Fairchild, as a nun, appears in the film mostly to look deeply concerned. Michael York is given such perfunctory courtroom dialogue that he seems entirely at the service of the plot; there's no character there. Much of the dialogue is awkwardly simple; when Zovko returns to find crowds on the mountainside, he asks a colleague what has happened. The other priest replies, \"The Blessed Virgin has been appearing to them - the Madonna - Gospa - the mother of Christ!\" Zovko replies somewhat testily that he knows who the Virgin is.\n\nThe film's continuity leaves us with questions: The lawyer visits the priest in his cell, to find him huddled in a blanket, seriously ill, shivering feverishly. The next time we see him, he is the picture of health. The government authorities behave stupidly and without style, as if they have been handed their script just before the cameras rolled. The miraculous appearances are devout rather than ecstatic, and the villagers chant \"Ave Maria\" so tunelessly (often without moving their lips), you want to ask them to turn the record over. There is no joy in the film: It would rather be angry at the communists and settle old scores than celebrate a miraculous event.\n\nAnd the actual facts of the Medjugorje appearances are a bit fudged, too. Watching this film, you will not learn that two different Roman Catholic church tribunals, one conducted by the local bishop, the second by the Bishops' Conference of Yugoslavia, have ruled discouragingly. According to the Christian Research Journal, the committee headed by the local bishop determined in 1986 that the apparitions were a \"fraud,\" and the national group, under the supervision of the Congregation for the Doctrine of the Faith in Rome, ruled in 1990, \"It cannot be affirmed that supernatural apparitions and revelations are occurring here.\" Believers respond that the local bishop was feuding with the Franciscans and that the larger inquiry simply exercises the church's extreme caution in declaring that a miracle has taken place. And not just one miracle; since 1981, it is reported that the Virgin has appeared more than 2,500 times, left more than 1,000 messages (you can read them on the Internet), and been responsible for making the sun stand still and a nearby concrete crucifix spin on its base.\n\nA priest who is a friend of mine once mused that of all the reported appearances of the Virgin in the last century, the one he thinks most likely to be genuine was at Lourdes: \"There she was short, dark, and asked us to love one another. The rest of the time, she's tall, blond and blue-eyed.\" The Virgin at Medjugorje is said to be blue-eyed, with rosy cheeks, curly brown hair, a brown robe and a gray veil. She stands on a cloud and has a crown of stars around her head. She looks, in other words, just like a holy card.\n\nCall me a cynic, but I think that since Mary was a young Jewish woman from the Middle East, she would more likely look short, dark, brown-eyed, black-haired and Semitic, and not require props like a crown of stars, because her mere presence would be absolutely, overwhelmingly astonishing.", "running_time": null, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-02-20", "genres": null, "title": "Gospa (1996)"}