{"url": "http://www.rogerebert.com/reviews/gossip-2000", "by": "James Marsdenas Derrick", "star_rating": 2.0, "text": "\"Gossip\" stays in the game until the bottom of the ninth and then blows it. The trick ending is a kick in the teeth. The movie tells a story worth telling, and then cops out with an ironic gimmick that's like a sneer at the craft of storytelling. \"The Usual Suspects\" had the grace to earn its surprise ending, but \"Gossip\" pulls a 180 just for the hell of it. Chop off the last two or three minutes, fade to black, and you have a decent film.\n\nThe premise is promising. We meet three college roommates who decide to start a rumor just to see how far it will go. They spread the news that a couple had sex in an upstairs bedroom at an off-campus party. Problem is, the rich girl in the bedroom was drunk and passed out. She hears the gossip, assumes it's true and brings rape charges against her date. And then it gets a lot more complicated than that, until simply telling the truth won't mend things anymore.\n\nThe story takes place on the kind of campus that would be designed by the ad agency for Benetton. The roommates are Jones (Lena Headley), independent and smart, who seems to cast herself in a real-time version of \"Murder, She Wrote\"; Derrick (James Marsden), a ladies' man with easy charm and something wrong inside, and Travis (Norman Reedus), who creates strange art out of graphics and photos, and has trouble expressing himself. The roomies share a loft, where they spend more time drinking than Nick and Nora Charles in \"The Thin Man\" movies. My guess is that less booze and at least some drugs would be involved with characters like these, but it's glug, glug, glug, scene after scene.\n\nThe film is heavy on style and knows what it's doing. Cinematographer Andrezej Bartkowiak (\"Speed,\" \"Species\") deepens the colors and photographs the actors like models, which works, because great though he makes them look, they can still act. Jones is the catalyst. She agreed to spread the rumor and then develops a conscience when the gossip goes wrong. She also gets to perform the obligatory high school yearbook scene, in which secrets from the past are obligingly revealed.\n\nAs the seriousness of the situation escalates, the student charged with rape (Joshua Jackson) is led away in handcuffs, and his date (Kate Hudson) hits the bottle as if she were Dorothy Malone in a 1950s weeper. Edward James Olmos knocks on the door and introduces himself as the detective on the case, and he's good at his role, brushing aside Derrick's alibis and self-assurance as if shooing a fly. Eric Bogosian has a juicy role as one of those showboat professors who conducts lectures like a talk show and is filled with a deep appreciation of himself.\n\nAnd then the movie self-destructs. The material was here, in Gregory Poirrier and Theresa Rebeck's script, for a movie that had something interesting to say about date rape and gossip. But it all derails in a self-indulgent exercise, as director Davis Guggenheim ducks responsibility to the story and gives us a cop-out instead. I really got into this film. If I hadn't, maybe the ending wouldn't have annoyed me so much.", "running_time": 90, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-04-21", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "Gossip (2000)"}