{"url": "http://www.rogerebert.com/reviews/gotcha-1985", "by": "Anthony Edwardsas Jonathan", "star_rating": 2.0, "text": "\"Gotcha!\" begins with a fairly obvious inspiration, takes it to some interesting places, and then misplaces it toward the end of the film. It also selects the wrong character to be the center of the story. Other than that, it's a fairly good movie - good enough to make us wish it had tried a little harder.\n\nThe movie begins with a student game called Gotcha, which involves undergraduates who stalk each other across a college campus and \"kill\" each other with globs of paint. A player of the game (Anthony Edwards) talks his parents into letting him go to Paris on vacation, and he's hardly off the plane before he meets a beautiful, young Czech woman named Sasha, who is played by Linda Fiorentino. They have a sudden, passionate romance, and when she asks him to go along with her on a trip to East Germany, he accepts.\n\nWell, of course it turns out that she's a spy, and the two of them run into trouble from the East German police and Russian spymasters. Real life turns into a deadly game of Gotcha (which is the movie's fairly obvious inspiration), and the chase turns into a well-directed cat-and-mouse game. By now we enjoy the chemistry between the callow undergraduate and the slick European spy, and the movie has gotten to be fairly exciting.\n\nThen it loses track of itself. The student returns to America, gets involved in further intrigues, and becomes convinced the Czech woman was only using him. For reasons only the screenplay writer knows for sure, there are no less than two excruciating scenes in which the student tries to explain the entire story, which is a waste of time, since we already know the entire story and would rather get on with it.\n\nThe basic mistake in the movie, however, isn't in the pacing, but in the storytelling. They've made the movie about its less interesting major character. The woman is infinitely more intriguing; she's bright, exotic, resourceful and mysterious, and yet we get the story told from the point of view of the campus nerd. Instead of Plot A (simple-minded undergraduate meets beautiful spy, then blunders through strange situation), why not Plot B (fascinating woman is forced to use dense undergraduate as an accomplice to pull off spy caper)?\n\nThat's an especially appealing idea with Fiorentino available as the spy. She's one of those movie talents who seem to materialize out of thin air, a genuine original. This is her second movie; her first was \"Vision Quest,\" where she played the drifter who wandered into Matthew Modine's life and encouraged his quest for a state wrestling championship (I don't write the plots, I only report them). Fiorentino has quick, dark eyes and a deep voice and an aura of being smart and sensible; how many actresses in their early 20s can play a spy and be convincing and never seem ridiculous?\n\nAnthony Edwards, who plays the undergraduate, is fine for his role - likable and slightly goofy, and able to pull himself together in an emergency. But the very nature of this screenplay means that when he's onscreen, the most interesting things will be happening offscreen, including Fiorentino's adventures in the clutches of the police. I'll bet the men who made this movie just assumed it had to be told from his point of view, and never considered hers. Too bad. I think they missed their best chance.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-05-03", "genres": ["Action", "Comedy", "Thriller"], "title": "Gotcha! (1985)"}