{"url": "http://www.rogerebert.com/reviews/gothika-2003", "by": "Halle Berryas Miranda Grey", "star_rating": 3.0, "text": "The sainted Pauline Kael taught us: The movies are so rarely great art that if we cannot appreciate great trash, we might as well stop going. I don't know if she would have defined \"Gothika\" as great trash, but in trash as in art there is no accounting for taste, and reader, I cherished this movie in all of its lurid glory.\n\nYes, the plot is preposterous. No, I do not understand for sure how the murder was plotted. True, the function of the ghost is terrifically murky. Yes, the ghost should have communicated more clearly, instead of in cryptic hints like \"Not alone.\" No, I don't know why a man who entertains himself by torturing victims in a hidden video studio would suddenly desire, in middle age, to add a conventional marriage to his mix. Yes, I agree that a prison psychiatrist, accused of murder, would hardly be locked up in her own prison among her former patients.\n\nBut those are all bothersome details of plausibility and logic, and those are the last two qualities you should seek in \"Gothika.\" This is a psychothriller with the plausibility of a nightmare -- which is to say, it doesn't make sense, but it keeps your attention. The movie is by Mathieu Kassovitz, the 35-year-old French director and actor who in \"Crimson Rivers\" (2001) made one of the most original and stylish of recent thrillers.\n\nHe's worked with stars before (Jean Reno and Vincent Cassel in that one), but here, with the Oscar winner Halle Berry at the center of the story, he depends on star power to involve us in the classic Hitchcock formula of the innocent character wrongly accused. Hitch explained that if you cast the right star -- Jimmy Stewart or Cary Grant, for example -- the audience knew they didn't do it, and so you moved on from there.\n\nBerry's character is Miranda Grey, a psychiatrist in a prison straight out of Dickens. She works with fellow shrink Pete Graham (Robert Downey Jr.) and is newly wed to her boss, Dr. Douglas Grey (Charles S. Dutton). I'm thinking, hey, this is refreshing: The beautiful woman is married to an overweight guy for a change. But, no, fat equals fate.\n\nOn the obligatory dark and stormy night, Miranda takes a detour and swerves to avoid a ghostly, ghastly girl standing in the middle of the road, who bursts into flames. When she wakes up, she's a prisoner in her own institution and Pete breaks the news to her: She's accused of the brutal murder of her husband. How can this be? She tries to remember, but there's a blank. Chloe (Penelope Cruz), a former patient, now a fellow inmate, explains the rules: Now that Miranda is officially insane, it doesn't matter what she says, since it will be dismissed as her illness talking.\n\nThe movie introduces several intriguing characters, including Sheriff Ryan (John Carroll Lynch) and Phil Parsons (Bernard Hill), the prison warden. And it teases us with the possibility that any of them -- or Pete, of course -- could be behind the monstrous misunderstanding. Miranda tries to reason her way free. \"Did we have an affair?\" she asks Pete. \"Did you want to?\" Downey and Berry have a lot of fun in a scene where both characters realize they are heading toward a dangerous possibility.\n\nAll is finally explained in an appropriately overwrought series of climaxes, which left me wondering how (1) the ghost of the girl triggered Miranda's blackout, (2) whether the murderer(s) of Dr. Grey could have controlled, evoked or summoned the ghost, (3) how, assuming that he/she/they could not have, they could have predicted or triggered Miranda's blackout and timed the murder to match.\n\nBut this sort of wondering is not a bad thing, because it keeps you guessing all through the movie and supplies so many possible answers that the heroine seems surrounded by threats. And after the movie ends the questions don't bother you, because \"Gothika\" is in a genre with the specific duty of involving, scaring and absorbing us for its precise running time, after which it is over and we can go home. Some plots have to do with life, and must be pondered. Others are engines to cause emotions in the audience, and if they succeed, they have discharged their duty.\n\nThe casting of Halle Berry is useful to the movie, because she evokes a vulnerable quality that triggers our concern. Hitchcock might have wanted to work with her. He didn't cast so much for acting ability as for an innate quality. Berry can act, all right (see \"Monster's Ball\") but she can also simply evoke, and here, where she's required to fight her way out of a nightmare, that quality is crucial. She carries us along with her, while logic and plausibility (see above) simply become irrelevant.\n\nAny criticism of this movie that says it doesn't make sense is missing the point. Any review that faults it for going over the top into lurid overkill is criticizing its most entertaining quality. Any critic who mocks the line \"I'm not deluded, Pete -- I'm possessed!\" should be honest enough to admit that, in the moment, he liked it. It takes nerve to make a movie like this in the face of the taste police, but Kassovitz and Berry have the right stuff.", "running_time": 98, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-21", "genres": ["Horror", "Thriller"], "title": "Gothika (2003)"}