{"url": "http://www.rogerebert.com/reviews/grace-of-my-heart-1996", "by": "Illeana Douglasas Denise/Edna", "star_rating": 2.5, "text": "\"Grace of My Heart\" tells the story of a young woman who wants to be a singer, ends up as a songwriter, and traces in her career the history of pop music from the last gasp of Tin Pan Alley, in the late 1950s, through the psychedelic era of the early 1970s. In its general arc, although not in the details, this is a career like Carole King's, and it ends with that emblem of a personal artistic statement, a concept album.\n\nThe heroine, played winningly by Illeana Douglas, is born Edna Buxton but renamed Denise Waverly. She comes from a rich Philadelphia family, and frets under her mother's coaching: For a song contest, she's made to wear a \"wedding dress\" and ordered to sing \"You'll Never Walk Alone.\" But backstage she trades dresses with another contestant and sings \"Hey, There (You With the Stars in Your Eyes),\" which as songs go is not a quantum leap from her original choice but good enough to win her the contest, a trip to New York and a \"recording contract.\" The contract, of course, evaporates, and Edna is near despair when she's discovered by an agent named Joel (John Turturro, wearing a hairpiece of bountiful generosity). He likes her writing better than her singing, moves her to the famed Brill Building into a wedge-shaped office barely large enough to hold a piano, and puts her to work. Soon she's composing for new groups and has a few hits.\n\nShe meets people. One of her early collaborators and lovers is Howard (Eric Stoltz), who introduces her to the notion that songs can be about something other than June, moon, stars and love. He also introduces her to experiences that will someday help inspire that concept album--things like lying and cheating. She has a crush on a music critic and broadcaster (Bruce Davison) who, alas, really only wants to be friends. Joel also teams her up with a British newcomer (Patsy Kensit), and although they dislike each other at first they become friends and collaborate on a hit for a female vocalist who hides some surprising secrets under her hair-sprayed tresses.\n\nTime marches on. Tin Pan Alley goes out of business and the Brill Building era ends, as singers start writing their own songs. Edna, now known as Denise, moves to Malibu and marries Jay Phillips (Matt Dillon), a character loosely modeled on the Beach Boys' Brian Wilson. He inspires her with his arrangements and studio wizardry, but frightens her with his increasing paranoia (\"What happened to my tapes?\") and one day takes their kids to town and manages to forget them.\n\nThere's more, including a hippie funeral and an interlude at a commune in the mountains above Palm Springs, before the concept album, all filled with material written and sung by Denise herself, announces the end of her artistic journey. And always there's Joel as the old friend with good advice (Turturro's character is so sensible and perceptive, indeed, that the bad hairpiece must be his ironic statement, not an oversight.) This is the outline for an interesting movie, and a lot of \"Grace of My Heart\" is involving and well-done backstage material. But the story goes on too long and covers too much ground. The director, Allison Anders, falls into a predictable narrative rhythm. We get a scene, and then the song it inspires, and then another scene, and then the song it inspires, and so on. And the series of relationships goes on just long enough to make us wonder if Denise is simply collecting one of each type in the musical world.\n\nThere's some good music in the film. Instead of recycling hits from the period, Anders and her collaborators create sound-alikes, which are written by such artists as Elvis Costello, Burt Bacharach, Carol Bayer Sager, Los Lobos and Lesley Gore. Occupying almost every scene, Illeana Douglas makes a convincing witness to the transition from \"Your Hit Parade\" to Woodstock. It's a big role and she's equal to it--but is the movie? I would have preferred a more limited story that went deeper, instead of a docudrama that covers so much ground, so relentlessly, that we grow weary. By the end, I was beginning to think maybe young Edna should have sung \"You'll Never Walk Alone\" after all.", "running_time": 120, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-13", "genres": ["Comedy", "Drama", "Music"], "title": "Grace Of My Heart (1996)"}