{"url": "http://www.rogerebert.com/reviews/grace-is-gone-2007", "by": "John Cusackas Stanley", "star_rating": 3.0, "text": "John Cusack can project such tenderness and kindness. He doesn't often play roles that give him the chance, but when he does (\"Say Anything,\" \"High Fidelity,\" \"Being John Malkovich\"), he knows how to do it. His character Stanley Phillips in \"Grace Is Gone\" is one of his most vulnerable and is the key to the movie's success.\n\nHe is a suburban dad with two young daughters and a wife in the military. He supports the war in Iraq and would be there himself if he didn't have bad eyes. One day, two Army officers come to his door and he won't invite them in, as if he's reluctant to accept the news they've come to tell him: His wife has been killed in the war.\n\nTheir girls are Heidi (Shelan O'Keefe), 12 years old, and Dawn (Gracie Bednarczyk), who is 8. He sits them down in the living room to break the news and finds that he simply cannot. Instead, in a crazy evasion, he improvises on the spur of the moment and announces they will get in the car and drive to Enchanted Gardens, a Florida theme park they like. Heidi, who is very smart, thinks this sounds fishy: He's pulling them out of school to go on an unannounced holiday? Dawn doesn't ask any questions.\n\nThe trip involves the usual cookie-cutter roadside chain eateries and the usual interstate highway sameness, although it is punctuated by a stop to visit Stanley's brother John (Alessandro Nivola), a layabout who rouses himself at the sight of Stanley to start attacking the war. Stanley won't be baited. He shares his secret, begs it be kept a secret and loads the girls back in the car.\n\nEnchanted Gardens, as it turns out, is not quite enchanted enough to be the right setting for breaking the bad news, which Heidi has more or less intuited on her own. But there does come a time on the beach when the truth must be told, and he does it gently and with love. That's what the movie is really about, anyway: not the war, but Stanley's love for his daughters.\n\nThere have been many scenes where mothers told children about the deaths of their fathers, but almost none where the roles are reversed, as in \"Grace Is Gone.\" The movie comes as a quiet revelation. Every time a news program features the faces and names of U.S. troops killed in Iraq, I feel a little shock when they show a woman. It doesn't seem right. Getting killed in the war doesn't seem right for anyone, of course, but you know what I mean.\n\n\"Grace Is Gone\" is not a great movie, simply functional, but Cusack gives a great performance. The film somehow doesn't live up to his work. It wasn't shot on video (and, for that matter, good video these days can look great), but the screen looks dingy and some life seems to be faded from it.\n\nThe story drags its feet a little, too, considering we know where they're going and what must happen when they get there. And a possible political confrontation between the two brothers is so adroitly sidestepped that the movie, although probably anti-war, never really declares itself. All we have is a father who has lost his wife and two girls who have lost their mother. The way Cusack handles that, it's enough.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-13", "genres": ["Drama", "Indie"], "title": "Grace is Gone (2007)"}