{"url": "http://www.rogerebert.com/reviews/grand-slam-1968", "by": "Edward G. Robinsonas Prof. Anders", "star_rating": 3.0, "text": "The safe in \"Grand Slam\" is burglar-proof. The approach to it is crisscrossed with electric eyes. There is an alarm system that raises the roof at any sound over 14 decibels. Guards check the approaches every 30 minutes. But inside that safe are diamonds representing wealth beyond ones wildest dreams . . .\n\nAh, yes, we are on familiar ground. The problem is to get past the guards, electric eyes and burglar alarm, break open the safe and get out again. This obviously calls for a mastermind to assemble specialists from all corners of Europe and tell them, \"I have a Plan.\"\n\nThere can be complications, of course. The members of the gang can plan to double-cross each other. There can be (and always are) unforeseen things wrong with the Plan. But all of that is window dressing. The heart of a movie like \"Grand Slam\" is the theft itself: 25 minutes of delicate maneuvering over, around, past and through an electronic safe.\n\nMovies like this are hard to make because you have to be accurate in every detail. Audiences do not forgive a director who says the guards will be back in 30 minutes and then forgets about them. But when the theft is done well the movie is almost certain to be spellbinding. \"Grand Slam\" is, if you can ignore the potboiler plot before and after its big heist.\n\nJules Dassin is the master of movies about complex thefts, and the young Italian director Giuliano Montaldo has borrowed a few touches from him. In Dassin's \"Rififi\" (1954), the theft is carried out during 20 minutes of dead silence. So, in \"Grand Slam,\" a sound alarm is installed, and a lot of the suspense grows out of accidentally dropped tools. In Dassin's \"Topkapi\" (1964), the fascination came from the stunts necessary to get into the museum room: Suction cups and body harnesses were used to lower the acrobat toward the precious jewels from above. So, in \"Grand Slam,\" suction cups and harnesses are used to slide the safecrackers across a street.\n\nBut Montaldo adds some touches of his own. The problem of getting over or under the electric eye beams in complete silence is solved by a compressed air device so marvelously clever that the audience applauded.\n\nAnd there is also an amusing solution to this problem: How do you steal the key to the outer door of the safe, use it and then return it to the owner while you are still inside the building and the owner is not?\n\nUnfortunately, Montaldo then ends the picture with soap opera theatrics, burning cars hurtling over cliffs and all that. Edward G. Robinson (the mastermind) and Janet Leigh, apparently cast for their American box-office appeal, are not given very useful roles. But the four members of the gang are equal to their tests, and Georges Rigaud earns special mention as the expert safecracker. He pulls off the job with such confidence and skill it makes you wonder what he does nights.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-24", "genres": null, "title": "Grand Slam (1968)"}