{"url": "http://www.rogerebert.com/reviews/grand-theft-auto-1977", "by": "Ron Howardas Sam Freeman", "star_rating": 2.0, "text": "Movies like Ron Howard's “Grand Theft Auto” may not have vast artistic ambitions, but in the nitty-gritty summer movie market they're important factors. They're part of a subgenre I guess you could call the Chase-n-Crash Movie, since dozens of cars, trucks, buses and other vehicles fly through the air, crash and burst into flame in the midst of a rudimentary story line.\n\n“Grand Theft Auto”, which has mass bookings supported by big newspaper and TV ad campaigns, will take as much money out of the market as some of the prestigious pictures you hear a lot more about. A few other examples: Last summer's “Eat My Dust,” also starring Ron Howard, became the all-time top-grossing movie for Roger Corman's New World Pictures -- finishing in the area of $20 million, which isn't bad for a movie that cost less than a million to make; and, closer to home, “Gone in 60 Seconds,\" which played here in early June, grossed $400,000 in Chicago in its first week of mass bookings.\n\n“Grand Theft Auto” is a typical Chase-n-Crash, made more entertaining than most because of the attractive personalities of Howard (at 23 a veteran of 18 years in show business, including starring roles in “American Graffiti” and TV's Happy Days) and Nancy Morgan, the Hinsdale native who plays his wife. They're fresh-faced, attractive kids, the Frankie Avalon and Annette Funicello of this generation, perfect for what the trade calls drive-in pictures (whether they play in a drive-in or not).\n\nRon and Nancy play a young couple who decide to elope to Las Vegas and get married. This causes great consternation for her parents, who want her to marry wealthy heir Collins Hedgeworth and give a boost to her father's gubernatorial ambitions. The kids drive off in her father's Rolls Royce, and her parents offer a $25,000 reward for her return. Meanwhile, the milquetoast Hedgeworth has gone in pursuit himself, and his protective mother offers $25,000 for his return.\n\nThe offers are broadcast on a Top 40 station, inspiring a cross-country bounty hunt from Los Angeles to Las Vegas. Setting up the premise for the chase took maybe 15 minutes; the rest of the movie is pure action, interrupted briefly for the obligatory lover's quarrel at the three-quarter mark. The young lovers are chased, at various times, by three private detectives; two hot-rodders in an MG and then a newlyweds' camper truck; a cop who has commandeered a busload of senior citizens; Mrs. Hedgeworth, who has commandeered the cop's car; some people I lost track of, in a stolen ice cream truck; two helicopters rented by the girl's parents and the radio station; Las Vegas gangsters in black limousines, and uncounted highway patrol squads.\n\nThe ads promise that we'll see some of the world's most expensive cars destroyed: Rolls Royces, MGs, Porsches, Lincolns, Cadillacs, you name 'em. And we do. The movie's mindless fun, a carnival ride on the screen, with cars on two wheels, cars flying off ramps, cars in demolition derbys, cars on fire, cars piled on other cars -- a Roman circus for the automotive age. It's the sort of thing that, if you like this sort of thing, you'll like it.", "running_time": 84, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-06-23", "genres": ["Action", "Comedy", "Crime"], "title": "Grand Theft Auto (1977)"}