{"url": "http://www.rogerebert.com/reviews/grand-canyon-1992", "by": "Danny Gloveras Simon", "star_rating": 4.0, "text": "Lawrence Kasdan’s “Grand Canyon” begins in much the same way as “The Bonfire of the Vanities,” as a white man driving a luxury car strays off his usual route and finds himself threatened by black youths in a deserted urban landscape. But at that point the two stories take different paths, because this is a film about possibilities, not fears. At first, to be sure, the white man (Kevin Kline) believes he is going to be killed by the ominous black muggers, one of whom displays a gun. But then a tow truck arrives, driven by another black man (Danny Glover), who talks to the leader of the would-be thieves and defuses the situation.\n\nThe dialogue in this scene, and throughout the movie, does not simply exist to push along the plot. It is the way we really think and talk in various situations. “Do you respect me, or do you respect my gun?” the gang leader asks Glover, who looks him in the eye and says, “You don’t have that gun, there’s no way we’re having this conversation.” And that honesty somehow satisfies the man with the gun.\n\nHonesty is all through “Grand Canyon,” which is about several characters who would never, in the ordinary course of events, meet one another. Kline plays a wealthy accountant attached to the entertainment industry; Glover is a divorced, hardworking tow-truck driver. A few days after the street incident, Kline seeks out Glover for a cup of coffee because, he says, he wants to thank the man who saved his life. He doesn’t want it to be just a chance meeting in the night.\n\nThis impulse - to break down the barriers that society erects between people - is what “Grand Canyon” is about. It takes place in a Los Angeles that is painted as ominous and threatening, an alienating landscape where rich people pile up bulwarks of money and distance to protect them from the dangers of poverty and despair. But the Kline character believes that he has been granted a new life, and he wants to lead it a little differently this time. Like the characters in two other Kasdan movies, “The Big Chill” and “The Accidental Tourist,” he finds that the nearness of death can be an inspiration to live more thoughtfully.\n\nHis wife (Mary McDonnell) feels the same way. Their son is about to leave for college, and as the empty nest looms, a miracle falls into her life: She hears crying in the bushes along her daily jogging route, and finds an abandoned baby. She brings it home and wants to keep it. Kline is opposed at first to the notion of raising another child, but eventually comes around to the logic of the situation: Just as Glover appeared from nowhere to save Kline, so Kline’s wife appeared to save the baby.\n\n“Grand Canyon” is not all about coincidences. Much of it is about daily life in a big American city. Glover tells Kline he’s worried about his sister’s son, who seems to be getting involved with gangs. Kline says he knows a man who owns an apartment building in a better neighborhood. But that neighborhood turns out to have its own sorts of dangers, including police who believe that the sight of a jogging young black man is automatically suspicious.\n\nIt is uncanny, the way the movie tunes into the kinds of fears that are all around us in the cities - even those we’re not always aware of. In a film that vibrates with an impending sense of danger, the single most terrifying scene is a driving lesson. Kline takes his son out for a drive, during which they are going to practice left turns, and as this scene develops, there is something about Owen Roizman’s camera work and James Newton Howard’s music that create a frightening undercurrent. It’s only a driving lesson, for chrissakes, but by the end of it Kline is explaining to his son that you only have a split second to act, or you’ll get creamed. How many of those split-second choices do we make every day without even thinking about them? Various kinds of romance act as counterpoint to the dangers in this film. Kline arranges a blind date between Glover and Alfre Woodard, a single woman who works in his office, and later that evening, the two of them, realizing he really hardly knows either one, surmise they may be the only two black people he knows.\n\nMcDonnell falls in love with the baby she has found. A regard develops between Kline and Glover. And so on.\n\nThere is another character in “Grand Canyon,” a producer of violent action pictures, played by Steve Martin. Early in the movie, he’s complaining because an editor has left out the “money shot” (a bus driver getting his brains sprayed on a windshield). Then a mugger shoots Martin in the leg, and he feels real pain, and has a great awakening and vows not to make any more violent movies. We doubt that he will keep his promise. But the symbolism is there: In a time when our cities are wounded, movies like “Grand Canyon” can help to heal.", "running_time": 134, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-01-10", "genres": null, "title": "Grand Canyon (1992)"}