{"url": "http://www.rogerebert.com/reviews/grass-2000", "by": "Ron Mann", "star_rating": 2.0, "text": "All of this is so obvious that the opposition to the legalization of drugs seems inexplicable--unless you ask who would be hurt the most by the repeal of drug laws. The international drug cartels would be put out of business. Drug enforcement agencies would be unnecessary. Drug wholesalers and retailers would have to seek other employment. If it is true (as often charged) that the CIA has raised money by dealing in drugs, it would lose this source of funds free from congressional accounting. Who would benefit if drugs were legalized? The public--because both drug usage and its associated crimes would diminish.\n\nDespite the logic of this argument, few political candidates have had the nerve to question the way our drug laws act as a price support system, and encourage drug usage. \"Grass,\" a new documentary by Ron Mann, traces the history of the laws against one drug--marijuana--back to their origins in anti-Mexican prejudice at the turn of the century, and forward through periods when marijuana was seen as part of the Red conspiracy. When New York Mayor Fiorello LaGuardia commissioned a study of the weed, his commission found the \"sociological, psychological and medical\" threat of the substance was \"exaggerated.\" He called for its decriminalization. Many years later, so did President Jimmy Carter--until he had to lay low after an aide was nabbed on cocaine charges.\n\nOther presidents, of course, have enthusiastically supported anti-drug laws (Richard M. Nixon going so far as to swear in Elvis Presley in the war against narcotics). \"Grass\" traces much of our national drug policy to one man, Harry J. Anslinger, the first drug czar, who like J. Edgar Hoover created a fiefdom that was immune to congressional criticism.\n\n\"Grass\" is not much as a documentary. It's a cut-and-paste job, assembling clips from old and new anti-drug films and alternating them with pro-drug footage from the Beats, the flower power era and so on. The narration by pro-hemp campaigner Woody Harrelson is underlined by the kind of lurid graphics usually seen on 1940s coming attractions trailers.\n\nThe film is unlikely to tell many of its viewers anything they don't already know, and unlikely to change our national drug policy. The situation will continue indefinitely, corrupting politicians and whole nations with billions of dollars of illegal profits. Those who use drugs will continue to do so. Others will abstain, die or find a way to stop, just as they do now. Prohibition proved that when the government tries to come between the people and what the people want to do, laws are not effective; statistically, Prohibition coincided with a considerable increase in drinking.\n\nAm I in favor of drugs? Not at all. Drug abuse has led to an epidemic of human suffering. Grass seems relatively harmless, but I have not known anyone who used hard drugs and emerged undamaged. Still, in most societies throughout human history, drug use has been treated realistically--as a health problem, not a moral problem. Have our drug laws prevented anyone from using drugs? Apparently not. Have they given us the world's largest prison population, cost us billions of dollars and helped create the most violent society in the first world? Yes. From an objective point of view--what's the point?", "running_time": 80, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-06-16", "genres": null, "title": "Grass (2000)"}