{"url": "http://www.rogerebert.com/reviews/gravesend-1997", "by": "Tony Tuccias Zane", "star_rating": 2.0, "text": "\"I’m proud of where I came from,” the narrator of “Gravesend” tells us near the end of the film. Since he has shown us not one single thing to be proud of, I can only assume he’s setting us up for the sequel. The movie’s characters are stupid and brutish, and spend their nights getting into fights every 15 minutes, possibly because they can think of nothing else to do.\n\nGravesend, we learn, is a Brooklyn neighborhood, little known because its residents “usually claim to be from Bensonhurst or Coney Island.” I have no doubt that many of its streets and people are delightful, but such delights have been denied us by the writer-director of the film, Salvatore Stabile, who wants to share a memory of the night that four of his buddies somehow wound up with three bodies in the trunk of their car, and that was only for starters.\n\nThere are possibilities for humor here, and rich characters. I am reminded of movies such as “New Jersey Drive,” “Straight Out of Brooklyn,” “Spike of Bensonhurst” and “True Love.” But the lives of these four friends are lived at a monotonous level; they lack the words and perhaps the concepts for pastimes more challenging than drinking, smoking dope, holding aimless arguments and getting into meaningless fights. Even this material could be made amusing, but not here, where the characters seem to circle in loops of their own devising.\n\nAnd yet there are good things to be said about “Gravesend,” and the most astonishing is that it was made for a reported $5,000, which is $3,000 less than Robert Rodriguez spent on “El Mariachi,” the previous yardstick for inexpensive independent films. Stabile made the film when he was 19, found backers to put up post-production cash, and impressed so many people with his raw talent that “Gravesend” is “An Oliver Stone Presentation” and the director, now 22, has two projects under contract with Steven Spielberg\n\nStabile probably has good films in him. “Gravesend,” made with limited resources, shows that. It also gives hints of the ways he’ll be able to find humor in tough characters. The most entertaining performance in the movie is by Macky Aquilino as JoJo the junkie, a janitor and drug dealer whom the four friends ask for a favor: They need to dispose of a body. His price, after negotiation: “$500 and a thumb.” Cars with bodies in their trunks tend to attract trouble in the movies, and Stabile has fun with a tow truck operator and a cop, who both want to get their hands on the car. He also writes in a lot of unsuccessful Tarantino-esque dialogue, including arguments about math problems and lottery odds, and whether Walter Cronkite or Hugh Downs is the host of “20/20.” There are flashes of life here, a feeling of immediacy in the camera style, a lot of energy--and promise. But it’s not yet the movie he’s probably capable of; I have a feeling anyone with the wit to make a movie for $5,000 can write characters more worth knowing than these", "running_time": 85, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Thriller"], "title": "Gravesend (1997)"}