{"url": "http://www.rogerebert.com/reviews/great-movie-the-wizard-of-oz-1939", "by": "Judy Garlandas Dorothy Gale", "star_rating": 4.0, "text": "\n\nAs a child I simply did not notice whether a movie was in color or\r\nnot. The movies themselves were such an overwhelming mystery that if they\r\nwanted to be in black and white, that was their business. It was not until I\r\nsaw \"The Wizard of Oz\" for the first time that I consciously noticed B&W\r\nversus color, as Dorothy was blown out of Kansas and into Oz. What did I think?\r\nIt made good sense to me.\n\nThe switch from black and white to color would have had a\r\nspecial resonance in 1939, when the movie was made. Almost all films were still\r\nbeing made in black and white, and the cumbersome new color cameras came with a\r\n“Technicolor consultant” from the factory, who stood next to the\r\ncinematographer and officiously suggested higher light levels. Shooting in\r\ncolor might have been indicated because the film was MGM's response to the huge\r\nsuccess of Disney's pioneering color animated feature, \"Snow White and the\r\nSeven Dwarfs\" (1937).\n\nIf\r\n“Wizard” began in one way and continued in another, that was also the history\r\nof the production. Richard Thorpe, the original director, was fired after 12\r\ndays. George Cukor filled in for three days, long enough to tell Judy Garland\r\nto lose the wig and the makeup, and then Victor Fleming took over. When Fleming\r\nwent to “Gone With the Wind,” King Vidor did some of the Munchkin sequences,\r\nand the Kansas scenes.\n\nThere\r\nwere cast changes, too; after Buddy Ebsen, as the Tin Man, had an allergic\r\nreaction to the silvery makeup, he was replaced by Jack Haley. Musical numbers\r\nwere recorded and never used. Margaret Hamilton (the Wicked Witch of the West)\r\nwas seriously burned when she went up in a puff of smoke. Even Toto was out of\r\ncommission for two weeks after being stepped on by a crewmember.\n\nWe\r\nstudy all of these details, I think, because “The Wizard of Oz” fills such a\r\nlarge space in our imagination. It somehow seems real and important in a way\r\nmost movies don't. Is that because we see it first when we’re young? Or simply\r\nbecause it is a wonderful movie? Or because it sounds some buried universal\r\nnote, some archetype or deeply felt myth?\n\nI\r\nlean toward the third possibility, that the elements in “The Wizard of Oz”\r\npowerfully fill a void that exists inside many children. For kids of a certain\r\nage, home is everything, the center of the world. But over the rainbow, dimly\r\nguessed at, is the wide earth, fascinating and terrifying. There is a deep\r\nfundamental fear that events might conspire to transport the child from the\r\nsafety of home and strand him far away in a strange land. And what would he\r\nhope to find there? Why, new friends, to advise and protect him. And Toto, of\r\ncourse, because children have such a strong symbiotic relationship with their\r\npets that they assume they would get lost together.\n\nThis\r\ndeep universal appeal explains why so many different people from many\r\nbackgrounds have a compartment of their memory reserved for “The Wizard of Oz.”\r\nSalman Rushdie, growing up in Bombay, remembers that seeing the film at 10\r\n“made a writer of me.” Terry McMillan, as an African-American child in northern\r\nMichigan, “completely identified when no one had time to listen to Dorothy.”\r\nRushdie wrote that the film's “driving force is the inadequacy of adults, even\r\nof good adults, and how the weakness of grownups forces children to take\r\ncontrol of their own destinies.” McMillan learned about courage, about “being\r\nafraid but doing whatever it was you set out to do anyway.”\n\nThey're\r\ntouching on the key lesson of childhood, which is that someday the child will\r\nnot be a child, that home will no longer exist, that adults will be no help\r\nbecause now the child is an adult and must face the challenges of life alone.\r\nBut that you can ask friends to help you. And that even the Wizard of Oz is\r\nonly human, and has problems of his own.\n\n“The\r\nWizard of Oz” has a wonderful surface of comedy and music, special effects and\r\nexcitement, but we still watch it six decades later because its underlying\r\nstory penetrates straight to the deepest insecurities of childhood, stirs them\r\nand then reassures them. As adults, we love it because it reminds us of a\r\njourney we have taken. That is why any adult in control of a child is sooner or\r\nlater going to suggest a viewing of “The Wizard of Oz.”\n\nJudy\r\nGarland had, I gather, an unhappy childhood (there are those stories about MGM\r\nquacks shooting her full of speed in the morning and tranquilizers at day's\r\nend), but she was a luminous performer, already almost17 when she played young\r\nDorothy. She was important to the movie because she projected vulnerability and\r\na certain sadness in every tone of her voice. A brassy young child star (a\r\nyoung Ethel Merman, say) would have been fatal to the material because she\r\nwould have approached it with too much bravado. Garland’s whole persona\r\nprojected a tremulous uncertainty, a wistfulness. When she hoped that troubles\r\nwould melt like lemon drops, you believed she had troubles.\n\nHer\r\nfriends on the Yellow Brick Road (the Tin Man, the Scarecrow, the Cowardly\r\nLion) were projections of every child's secret fears. Are we real? Are we ugly\r\nand silly? Are we brave enough? In helping them, Dorothy was helping herself,\r\njust as an older child will overcome fears by acting brave before a younger\r\none.\n\nThe\r\nactors (Jack Haley, Ray Bolger, Bert Lahr) had all come up through a tradition\r\nof vaudeville and revue comedy, and played the characters with a sublime\r\nunself-consciousness. Maybe it helped that none of them knew they were making a\r\ngreat movie. They seem relaxed and loose in many scenes, as if the roles were a\r\nlark. L. Frank Baum's book had been filmed before (Oliver Hardy played the Tin\r\nMan in 1925), and this version, while ambitious, was overshadowed by the\r\nstudio's simultaneous preparation of “Gone With the Wind.” Garland was already\r\na star when she made “Wizard,” but not a great star--that came in the 1940s,\r\ninspired by “Wizard.”\n\nThe\r\nspecial effects are glorious in that old Hollywood way, in which you don't even\r\nhave to look closely to see where the set ends and the backdrop begins. Modern\r\nspecial effects show *exactly* how imaginary scenes might look; effects then\r\nshowed how we *thought* about them. A bigger Yellow Brick Road would not have\r\nbeen a better one.\n\nThe\r\nmovie's storytelling device of a dream is just precisely obvious enough to\r\nappeal to younger viewers. Dorothy, faced with a crisis (the loss of Toto),\r\nmeets the intriguing Professor Marvel (Frank Morgan) on the road. She is\r\nbefriended by three farm hands (Bolger, Haley and Lahr). Soon comes the\r\nfearsome tornado. (What frightened me was that you could see individual things\r\nfloating by--for months I dreamed circling around and around while seated at\r\nthe little desk in my bedroom, looking at classmates being swept mutely past me.)\r\nThen, after the magical transition to color, Dorothy meets the same characters\r\nagain, so we know it's all a dream, but not really.\n\nThere\r\nare good and bad adult figures in Oz--the Wicked Witches of the East and West,\r\nthe Good Witch Glinda. Dorothy would like help from her friends but needs to\r\nhelp them instead (“If I Only Had a Brain,” or a heart, or nerve, they sing).\r\nArriving at last at the Emerald City, they have another dreamlike experience;\r\nalmost everyone they meet seems vaguely similar (because they’re all played by\r\nMorgan). The Wizard sends them on a mission to get the Wicked Witch's broom,\r\nand it is not insignificant that the key to Dorothy’s return to Kansas is the\r\npair of ruby slippers. Grownup shoes.\n\nThe\r\nending has always seemed poignant to me. Dorothy is back in Kansas, but the\r\ncolor has drained from the film, and her magical friends are mundane once\r\nagain. “The land of Oz wasn't such a bad place to be stuck in,” decided young\r\nTerry McMillan, discontented with her life in Michigan. “It beat the farm in\r\nKansas.”", "running_time": 101, "mpaa_rating": "G", "release_year": 1939, "date_published": "1996-12-22", "genres": ["Adventure", "Family", "Fantasy", "Music", "Musical", "Science Fiction"], "title": "The Wizard of Oz (1939)"}