{"url": "http://www.rogerebert.com/reviews/great-movie-groundhog-day-1993", "by": "Bill Murrayas Phil", "star_rating": 4.0, "text": "\"Groundhog Day\" is a film that finds its note and purpose so precisely that its genius may not be immediately noticeable. It unfolds so inevitably, is so entertaining, so apparently effortless, that you have to stand back and slap yourself before you see how good it really is.\n\nCertainly I underrated it in my original review; I enjoyed it so easily that I was seduced into cheerful moderation. But there are a few films, and this is one of them, that burrow into our memories and become reference points. When you find yourself needing the phrase This is like \"Groundhog Day\" to explain how you feel, a movie has accomplished something.\n\nThe movie, as everyone knows, is about a man who finds himself living the same day over and over and over again. He is the only person in his world who knows this is happening, and after going through periods of dismay and bitterness, revolt and despair, suicidal self-destruction and cynical recklessness, he begins to do something that is alien to his nature. He begins to learn.\n\nThis man is named Phil, and he is a weatherman. In a sense, he feels himself condemned to repeating the same day, anyway; the weather changes, but his on-camera shtick remains the same, and he is distant and ironic about his job. Every year on Feb. 2 he is dispatched to Punxsutawney, Pa., to cover the festivities of Groundhog Day, on which Punxsutawney Phil, the groundhog, is awakened from his slumbers and studied to discover if he will see his shadow. If he does, we will have another six weeks of winter. We usually have another six weeks of winter, anyway, a fact along with many others that does not escape Phil as he signals his cynicism about this transcendentally silly event.\n\nPhil is played by Bill Murray, and Murray is indispensable; before he makes the film wonderful, he does a more difficult thing, which is to make it bearable. I can imagine a long list of actors, whose names I will charitably suppress, who could appear in this material and render it simpering, or inane. The screenplay by Danny Rubin and Harold Ramis is inspired, but inspired crucially because they saw Bill Murray in it. They understood how he would be able to transform it into something sublime, while another actor might reduce it to a cloying parable. Ramis and Murray had worked together from the dawn of their careers, at Second City in Chicago, and knew each other in the ways only improvisational actors can know each other, finding their limits and strengths in nightly risks before a volatile and boozy audience. I doubt if Ramis would have had the slightest interest in directing this material with anyone else but Murray. It wasn't the story that appealed to him, but the thought of Murray in it.\n\nThe Murray persona has become familiar without becoming tiring: The world is too much with him, he is a little smarter than everyone else, he has a detached melancholy, he is deeply suspicious of joy, he sees sincerity as a weapon that can be used against him, and yet he conceals emotional needs. He is Hamlet in a sitcom world. \"Lost in Translation,\" another film that works because Bill Murray is in it, captures these qualities. So does \"The Life Aquatic with Steve Zissou,\" which doesn't work because Murray's character has nothing to push against in a world that is as detached as he is.\n\nIn \"Groundhog Day\" (1993), notice how easily he reveals that Phil (the weatherman, not the groundhog) is a perfect bastard. He doesn't raise his voice or signal through energetic acting that he's an insufferable jerk. He just is. He draws for his Punxsutawney assignment a patient angel of a producer named Rita (Andie MacDowell) and a good sport of a cameraman named Larry (Chris Elliott). Like television production people everywhere, they're accustomed to \"talent\" that treats them shabbily; they indulge the egos of the on-camera performers and get on with their jobs, reflecting perhaps that they can do without the big bucks if it means being a creep like Phil.\n\nAt 6 a.m. on Feb. 2, Phil is awakened by the clock alarm in his cozy little Punxsutawney bed-and-breakfast. It is playing \"I Got You Babe,\" by Sonny and Cher. He goes through a series of experiences: Being greeted by an old classmate who wants to sell him insurance, stepping into an icy puddle, performing a stand-up on camera in front of the wretched groundhog, which he considers, not without reason, to be rat-like. Phil is rude to Rita and Larry, and insulting to his viewers (by implying they are idiots to be watching the segment). He has no liking for himself, his job, his colleagues or the human race.\n\nAll he wants to do is get out of town. He begins to. He doesn't quite make it. What with one thing and another, he wakes up the next morning in the same bed, with the radio playing the same song, and it gradually becomes clear to him that he is reliving precisely the same day. Tomorrow and tomorrow and tomorrow, in his case, doesn't creep in at its petty pace from day to day, but gets stuck like a broken record. After the third or fourth day, the enormity of his predicament is forced upon him. He is free to change what he says and does from one Feb. 2 to the next, but it will always be Feb. 2 for everyone else in the world, and he will always start from the same place. They will repeat themselves unless he changes the script, but tomorrow they will have forgotten their new lines and be back to the first draft of Feb. 2.\n\nOne night in a bowling alley, sitting at the bar, he says almost to himself: \"What would you do if you were stuck in one place, and everything that you did was the same, and nothing mattered?\" The sad sack next to him at the bar overhears him and answers: \"That about sums it up for me.\"\n\nSlowly, inexpertly, Phil begins to learn from his trial runs through Feb. 2. Ramis and Rubin in an early draft had him living through 10,000 cycles, and Ramis calculates that in the current version he goes through about 40. During that time, Phil learns to really see himself for the first time, and to see Rita, and to learn that he loves her, and to strive to deserve her love. He astonishingly wants to become a good man.\n\nHis journey has become a parable for our materialistic age; it embodies a view of human growth that, at its heart, reflects the same spiritual view of existence Murray explored in his very personal project \"The Razor's Edge.\" He is bound to the wheel of time, and destined to revolve until he earns his promotion to the next level. A long article in the British newspaper the Independent says \"Groundhog Day\" is \"hailed by religious leaders as the most spiritual film of all time.\" Perhaps not all religious leaders have seen anything by Bergman, Bresson, Ozu and Dreyer, but never mind: They have a point, even about a film where the deepest theological observation is, \"Maybe God has just been around a long time and knows everything.\"\n\nWhat amazes me about the movie is that Murray and Ramis get away with it. They never lose their nerve. Phil undergoes his transformation but never loses his edge. He becomes a better Phil, not a different Phil. The movie doesn't get all soppy at the end. There is the dark period when he tries to kill himself, the reckless period when he crashes his car because he knows it doesn't matter, the times of despair.\n\nWe see that life is like that. Tomorrow will come, and whether or not it is always Feb. 2, all we can do about it is be the best person we know how to be. The good news is that we can learn to be better people. There is a moment when Phil tells Rita, \"When you stand in the snow, you look like an angel.\" The point is not that he has come to love Rita. It is that he has learned to see the angel.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1993, "date_published": "2005-01-30", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Groundhog Day (1993)"}