{"url": "http://www.rogerebert.com/reviews/great-movie-latalante-1934", "by": null, "star_rating": 4.0, "text": "\n\nTo live happily ever after with the one you love, you must be\r\nable to live with them at all. It is not that simple. Little problems must be\r\nworked out. She does not like cats on the table while she is eating. He has a\r\ncloset filled with a year's dirty laundry. She treasures their private moments\r\ntogether. He treasures his best friend, who is bearded and garrulous and\r\narrives at meals in an undershirt. She wants to see Paris. He worries about his\r\nwork. You see how it is.\n\nJean\r\nVigo's \"L'Atalante\" (1934) tells such a love story. It is on many\r\nlists of the greatest films, a distinction that obscures how down to earth it\r\nis, how direct in its story of a new marriage off to a shaky start. The French\r\ndirector Francois Truffaut fell in love with it one Saturday afternoon in 1946,\r\nwhen he was 14: \"When I entered the theater, I didn't even know who Jean\r\nVigo was. I was immediately overwhelmed with wild enthusiasm for his\r\nwork.\" Hearing a critic attack another movie because \"it smells like\r\ndirty feet,\" Truffaut considered that a compliment, and thought of Vigo\r\nand the pungent life he evoked on a French canal barge.\n\nTruffaut\r\nsaw Vigo's life work that afternoon in Paris; it added up to less than 200\r\nminutes. Legends swirled around the director, who died of tuberculosis at 29,\r\njust a few months after the premiere. Already famous for \"Zero for\r\nConduct\" (1933), he was so ill when he made \"L'Atalante\" during\r\nan unusually cold winter that sometimes he directed from a stretcher: \"It\r\nis easy to conclude that he was in a kind of fever while he worked,\"\r\nTruffaut wrote, and when a friend advised him to guard his health, Vigo replied\r\nthat \"he lacked the time and had to give everything right away.\"\n\nThe\r\nfilm premiered to polite responses in Paris and at the Venice Film Festival;\r\nLondon critics were its first great champions. It was seen for years in a\r\nbutchered version, chopped down from 89 to 65 minutes, and only in 1990 was it\r\nrestored. That version is now available on video.\n\nIn\r\noutline, \"L'Atalante\" seems a simple story. It begins with the\r\nmarriage of a young barge captain named Jean and a village girl named Juliette\r\n\"who always had to do things differently.\" There is no wedding feast.\r\nStill wearing her wedding dress, she holds to a boom and swings on board the\r\nbarge, to begin life not only with her husband but also with his massive and\r\nshambling friend Jules, a sailor who has been to Yokohama and Singapore, but\r\nnow plies the waterways between Le Havre and Paris. The barge is further\r\ncrowded by a cabin boy and at least six cats.\n\nJuliette\r\nmakes the best of her situation. When the cat has kittens in her bed, she\r\nstrips the sheets over the objections of Jules, who sees no need for such\r\nfastidiousness. One night on the radio she hears the magic words, \"This is\r\nParis!\" She has never been to Paris, or anywhere else. When the barge\r\narrives in the city, Jean tells her to get dressed up for a night on the\r\ntown--but Jules slips off in search of fleshy pleasures, and they must stay\r\nwith the boat. Eventually she slips off alone to the city, planning to be back\r\nbefore she is missed. Jean finds her gone and angrily resumes the journey. The\r\nbarge is missing when she returns. . . .\n\nThese\r\ndetails fail to evoke the enchanted quality of \"L'Atalante,\" which is\r\nnot about what lovers do, but about how they feel--how tender they are, how\r\nsensitive and foolish. The film is shot in a poetic way that sees them as the\r\nfigures in a myth; Atalante is not only the barge name but the name of a Greek\r\ngoddess who, says Brewer's Dictionary, \"being very swift of foot, refused\r\nto marry unless the suitor should first defeat her in a race.\" Can it be\r\nthat Jean and Juliette were racing away from one another, and he did a better\r\njob of it?\n\nThe\r\nmovie's effect comes through the way it evokes specific moments in the life of\r\nthe young couple, rather than tying them to a plot. They will be the moments\r\nthat memory illuminates 50 years from now, when everything else has grown\r\nvague. Consider their first morning, as the waking couple is serenaded by an\r\naccordion and a bargeman's song. The argument over the laundry. An\r\nextraordinary moment when old Jules and Juliette are alone in the cabin, and he\r\nseems almost ready to assault her, but she distracts him with the dress she is\r\nmaking, and gets him to model it. And how her unexpected cheerfulness (did she\r\neven sense any danger?) inspires him to show her the treasures of his life,\r\nclimaxing with a jar that contains the hands of his best friend (\"all that\r\nis left of him\").\n\nThere\r\nis a sequence in a canalside bistro where a magician flirts with her, tempts\r\nher with pretty scarves, dances with her and enrages Jules. The man paints word\r\npictures of Paris that echo in her imagination until shemustgo see the city for herself--not\r\nto be disloyal to Jean, but because she is like a little girl who cannot help\r\nherself.\n\nTheir\r\nseparation is so painful for them both. Her early joy turns into fear; her\r\npurse is stolen, hawk-faced men make lewd suggestions, the city is no longer\r\nmagical. Jean holds his head in anguish. And then Vigo releases all the pent-up\r\nloneliness with a bold gesture. Earlier, Juliette told Jean that when she put\r\nher face into water and opened her eyes, she could see her true love: \"I\r\nsaw you before I met you.\" Now in desperation Jean plunges into the icy\r\ncanal, and Juliette's smiling presence swims up before him. \"This must\r\ncount as one of the most dazzling images of a loving woman in the history of\r\nthe cinema,\" wrote the novelist Marina Warner.\n\nAfter\r\nJean climbs back on board, the old man and the cabin boy try to cheer him with\r\nmusic, but he wanders off and, in a heartbreaking shot, embraces a block of ice\r\nas if it is his love.\n\nJuliette\r\nis played by Dita Parlo, a legendary Berlin-born actress who made 22 films\r\nbetween 1928 and 1939, and one more in 1965. Her other famous role was as the\r\nfarm woman who takes in the escaped convicts in Renoir's \"Grand\r\nIllusion\" (1937). Madonna's bookSexwas inspired, she said, by Parlo\r\nin \"L'Atalante.\" Garboesque in the pale refinement of her face, she\r\nseems too elegant to be an untraveled country girl, but that quality works when\r\nit is set beside Michel Simon's crusty old Jules.\n\nSimon,\r\nnot yet 40 when the film was made, looks 60, weathered by salt air and pickled\r\nin seaport saloons. Inspired by the sight of the two young lovers kissing, he\r\nhas his best moment when he demonstrates how he can wrestle, too--and grapples\r\nwith himself on the deck, while Vigo dissolves between exposures to make him\r\ninto two lonely ghosts fighting for possession of the same body.\n\nJean\r\nDaste, who plays Jean, conveys the helplessness of a young man who knows he is\r\nin love but knows nothing about the practical side of a relationship--how he\r\nmust see Juliette's needs and intuit what wounds her. Although the film ends\r\nwith everyone joyously back on board, we doubt, somehow, that we have seen\r\ntheir last fight.\n\nThe\r\nmovie's look is softly poetic. Vigo and his cinematographer, Boris Kaufman, who\r\nyears later labored for Preminger in Hollywood, shot mostly on location,\r\ncapturing the cold winter canal landscapes, the smoky bistros, the cramped\r\nliving quarters, the magnificence of the muscular old barge as water pours into\r\nlocks to lift it up to Paris. This is the kind of movie you return to like a\r\nfavorite song, remembering where you were and how it made you feel, and how its\r\nfeet smelled.", "running_time": 89, "mpaa_rating": null, "release_year": 1934, "date_published": "2000-10-15", "genres": ["Drama", "Foreign", "Romance"], "title": "L'Atalante (1934)"}