{"url": "http://www.rogerebert.com/reviews/great-movie-the-scarlet-empress-1934", "by": null, "star_rating": 4.0, "text": "\n\n\"It is a relentless excursion into style,\" Josef von\r\nSternberg said of his \"The Scarlet Empress\" (1934). That's putting it\r\nmildly. Here is a film so crammed with style, so surrounded by it and weighted\r\ndown with it, that the actors peer out from the display like children in a toy\r\nstore. The film tells the story of Catherine the Great as a bizarre visual extravaganza,\r\ncombining twisted sexuality and bold bawdy humor as if Mel Brooks had\r\ncollaborated with the Marquis de Sade.\n\nThe\r\nfilm is the sixth of seven collaborations between von Sternberg and Marlene\r\nDietrich, and the strangest. It juxtaposes a Russia of gigantic grotesque\r\ngargoyles and overdressed towering Hussars with the giggling imbecility of the\r\nGrand Duke Peter and lingering fetishistic closeups of Dietrich's cold, erotic\r\nface. It provides Peter's domineering mother, the Empress Elizabeth, with the\r\nmanners of a fishwife, and paints Catherine as a sexual adventuress who is\r\nassigned to provide Peter with a male heir and produces a child who is a male\r\nheir, right enough, but not Peter's.\n\nThe\r\nmovie was released in 1934, just as the Hays Office began to police Hollywood\r\nfilms for morals violations. Von Sternberg must have had a friend on the force;\r\nhe gets away with murder. Although the movie wisely sidesteps the famous legend\r\nof the empress' sub-equestrian death, a title does inform us, in sublime\r\nunderstatement, \"Catherine coolly added the army to her list of\r\nconquests.\"\n\nWe\r\nsee her inspecting the troops with particular attention to their nether\r\nregions, and when she meets the handsome Captain Orloff she says she's\r\n\"heard\" of him and asks what his job is. \"I'm in charge of the\r\nnight watch, your majesty.\" Dietrich's reply is a sensuous purr: \"It\r\nmust be ... cold ... at night ...\" To be sure we get the point, we see\r\nPeter playing with toy soldiers, and then it's observed of Catherine,\r\n\"she's always picking up the archduke's soldiers.\"\n\nVon\r\nSternberg (1894-1969) was one of the true Hollywood characters, sometimes a\r\ngreat director, always a great show. He dressed in costumes appropriate to the\r\nfilms he was directing, made his assistants remove their wristwatches because\r\nhe could hear the ticking, and calmly claimed he did it all himself: direction,\r\nphotography, lighting, sets, costumes, props, the works. \"It takes me a\r\nlot of time,\" he sighed. Of course he had the usual craft professionals\r\nassigned to all of those jobs, but he certainly controlled the look of his\r\nfilms, and in \"The Scarlet Empress\" he compensates for the lack of a\r\nvast canvas by filling a small one to bursting.\n\nHis\r\ninteriors suggest the Russian imperial household without showing us much more\r\nthan a throne, some corridors, a dining room, a grand staircase and some\r\nbedrooms. We're reminded of how Orson Welles created Kane's Xanadu out of\r\nshadows, props, tricks and mirrors. The fixtures in Sternberg's rooms are\r\nboldly overscale; rough stone sculptures of monstrous gargoyles tower over the\r\ncharacters, surround them, leer at them. The doors are so heavy it takes two\r\nmen or six women to swing them open. And the fur costumes of the wicked Count\r\nAlexei (John Lodge) look so heavy, it's a good thing he's over 6 feet tall and\r\nstrong enough to wear them.\n\nAlexei\r\nis the one who journeys to the hinterlands to fetch the beautiful \"young\r\nprincess,\" then called Sofia Frederica, who has been commanded to become\r\nPeter's bride. Sofia has already had quite a childhood; her doctor was also the\r\nhangman, and her bedtime stories involved tortures of the rack and the stake.\r\nIn a montage imagining these grisly agonies, a prisoner is hung upside down and\r\nused as the clapper for a bell, and that image dissolves into Sofia swinging\r\nback and forth at play. No sooner do Alexei and Sofia meet than she looks at\r\nhim with long fascination, in a closeup where she takes forever to close a\r\ndoor. The next day, Alexei boldly kisses her. \"Why did you do that?\"\r\nshe asks. \"Because I've fallen in love with you, and now you must punish\r\nme,\" he says, promptly handing her a whip as if the kiss was the price he\r\nhad to pay for his reward. Later, on their long journey to the palace, her\r\nmother sees them together at a roadside inn, Sofia again holding his whip.\r\n\"What are you two doing down there?\" she asks. \"Never mind; I\r\ndon't want to know.\"\n\nArriving\r\nat the court, Sofia and her mother are greeted by Empress Elizabeth (Louise\r\nDressler, with a no-nonsense Midwestern American accent). A court doctor\r\nimmediately plunges under her hoop skirt to make sure all is in order for a\r\nroyal pregnancy. Elizabeth renames her Catherine, \"a good Russian\r\nname,\" and awards her the Order of St. Catherine: \"May you wear it in\r\ngood health. And be careful it doesn't scratch you.\"\n\nSoon\r\nher betrothed Peter the Great (Sam Jaffe) enters, a grinning, simpering\r\nsimpleton dismissed by his mother as a \"half-wit.\" His principal\r\nroyal duty is to produce an heir, something he is apparently unequipped to do,\r\nas von Sternberg hints in a scene where Peter is so desperate for a glimpse of his\r\nwife that he drills a spy hole through the eye of a mosaic in his mother's\r\nbedroom, which I think is a Freudian trifecta.\n\nDietrich\r\nexists surrounded but untouched by this madness, as a locus of carnal\r\ninsinuations. She rarely engages the other actors physically; von Sternberg\r\nlikes to isolate her in fetishistic compositions of lace, feathers, fur and\r\nfire (notice the shot in which she gazes steadily at Alexei from behind her\r\nveil; the candle flame a few inches from her mouth trembles as she begins to breathe\r\nmore heavily). One dress seems made of black-tipped white fur spikes, which\r\nundulate when she moves, like a dreamy underwater porcupine. There is something\r\nboth contented and demented in her narcissism; perfectly made up and\r\nexquisitely lighted, she poses for us in von Sternberg's closeups, regarding us\r\nwith contemptuous passivity while we commit sins of thought by contemplating\r\nsins of deed.\n\nSome\r\nof her erotic moments are more than passing strange. She and Alexei find\r\nthemselves in a stable, where she plunges into the hay, then rights herself and\r\nputs a straw in her mouth sideways. He takes it away. She puts another straw in\r\nher mouth sideways. He also takes that away. She goes through five sideways\r\nstraws and five Alexei removals. I have no idea what obscure communication is\r\ntaking place here, but there's a payoff later in the film when, to taunt him,\r\nshe boldly inserts a straw in her mouth not sideways but stem first, and twirls\r\nit with her tongue. Yowza!\n\nAs\r\ndrama, \"The Scarlet Empress\" makes no sense, nor does it attempt to.\r\nThis is not a resource for history class. Its primary subject is von\r\nSternberg's erotic obsession with Dietrich, whom he objectified in a series of\r\nmovies (\"The Blue Angel,\" \"Morocco,\" \"Dishonored,\"\r\n\"Shanghai Express,\" \"Blonde Venus,\" \"The Scarlet\r\nEmpress\" and \"The Devil is a Woman\") that made her face one of\r\nthe immortal icons of the cinema. Whether she could act was beside the point\r\nfor him; it would have been a distraction.\n\nVon\r\nSternberg has a slapdash way with some scenes, as if impatient when his\r\nattention is called away from Dietrich. Notice his several crowd scenes, in\r\nwhich peasants materialize on demand, mill about in frenzied turmoil, and are\r\nthen forgotten. There is almost no sense of a real society outside the palace walls,\r\nand little enough within, where some of the arrangements would be at home in a\r\nMarx Brothers movie. For the long winter journey to the palace, for example,\r\nCount Alexei supplies piles of furs for Catherine, and then dismisses her\r\nmother with a hot water bottle.\n\nWhen\r\nDietrich is onscreen, however, nothing is too good for her; not only do von\r\nSternberg's lighting and cinematography make her the center and subject of\r\nevery scene, but he devises extraordinary moments for as, as when, clad in a\r\nfur uniform and cape, with an improbable sable military hat, she mounts a horse\r\nand leads a cavalry charge up the grand staircase. \"It took more than one\r\nman to change my name to Shanghai Lily,\" she says in \"Shanghai\r\nExpress,\" but it only took von Sternberg to make her Marlene Dietrich.", "running_time": 104, "mpaa_rating": null, "release_year": 1934, "date_published": "2005-01-16", "genres": ["Drama", "Romance"], "title": "The Scarlet Empress (1934)"}