{"url": "http://www.rogerebert.com/reviews/great-movie-2001-a-space-odyssey-1968", "by": "Keir Dulleaas Bowman", "star_rating": 4.0, "text": "The genius is not in how much Stanley Kubrick does in \"2001: A Space Odyssey,\" but in how little. This is the work of an artist so sublimely confident that he doesn't include a single shot simply to keep our attention. He reduces each scene to its essence, and leaves it on screen long enough for us to contemplate it, to inhabit it in our imaginations. Alone among science-fiction movies, “2001\" is not concerned with thrilling us, but with inspiring our awe.\n\nNo little part of his effect comes from the music. Although Kubrick originally commissioned an original score from Alex North, he used classical recordings as a temporary track while editing the film, and they worked so well that he kept them. This was a crucial decision. North's score, which is available on a recording, is a good job of film composition, but would have been wrong for “2001\" because, like all scores, it attempts to underline the action -- to give us emotional cues. The classical music chosen by Kubrick exists outside the action. It uplifts. It wants to be sublime; it brings a seriousness and transcendence to the visuals. \n\nConsider two examples. The Johann Strauss waltz “Blue Danube,'' which accompanies the docking of the space shuttle and the space station, is deliberately slow, and so is the action. Obviously such a docking process would have to take place with extreme caution (as we now know from experience), but other directors might have found the space ballet too slow, and punched it up with thrilling music, which would have been wrong. \n\nWe are asked in the scene to contemplate the process, to stand in space and watch. We know the music. It proceeds as it must. And so, through a peculiar logic, the space hardware moves slowly because it's keeping the tempo of the waltz. At the same time, there is an exaltation in the music that helps us feel the majesty of the process. \n\nNow consider Kubrick's famous use of Richard Strauss' “Thus Spake Zarathustra.'' Inspired by the words of Nietzsche, its five bold opening notes embody the ascension of man into spheres reserved for the gods. It is cold, frightening, magnificent. \n\nThe music is associated in the film with the first entry of man's consciousness into the universe - -and with the eventual passage of that consciousness onto a new level, symbolized by the Star Child at the end of the film. When classical music is associated with popular entertainment, the result is usually to trivialize it (who can listen to the “William Tell Overture'' without thinking of the Lone Ranger?). Kubrick's film is almost unique in enhancing the music by its association with his images. \n\nI attended the Los Angeles premiere of the film, in 1968, at the Pantages Theater. It is impossible to describe the anticipation in the audience adequately. Kubrick had been working on the film in secrecy for some years, in collaboration, the audience knew, with author Arthur C. Clarke, special-effects expert Douglas Trumbull and consultants who advised him on the specific details of his imaginary future -- everything from space station design to corporate logos. Fearing to fly and facing a deadline, Kubrick had sailed from England on the Queen Elizabeth, doing the editing while on board, and had continued to edit the film during a cross-country train journey. Now it finally was ready to be seen. \n\nTo describe that first screening as a disaster would be wrong, for many of those who remained until the end knew they had seen one of the greatest films ever made. But not everyone remained. Rock Hudson stalked down the aisle, complaining, “Will someone tell me what the hell this is about?'' There were many other walkouts, and some restlessness at the film's slow pace (Kubrick immediately cut about 17 minutes, including a pod sequence that essentially repeated another one). \n\nThe film did not provide the clear narrative and easy entertainment cues the audience expected. The closing sequences, with the astronaut inexplicably finding himself in a bedroom somewhere beyond Jupiter, were baffling. The overnight Hollywood judgment was that Kubrick had become derailed, that in his obsession with effects and set pieces, he had failed to make a movie. \n\nWhat he had actually done was make a philosophical statement about man's place in the universe, using images as those before him had used words, music or prayer. And he had made it in a way that invited us to contemplate it -- not to experience it vicariously as entertainment, as we might in a good conventional science-fiction film, but to stand outside it as a philosopher might, and think about it. \n\nThe film falls into several movements. In the first, prehistoric apes, confronted by a mysterious black monolith, teach themselves that bones can be used as weapons, and thus discover their first tools. I have always felt that the smooth artificial surfaces and right angles of the monolith, which was obviously made by intelligent beings, triggered the realization in an ape brain that intelligence could be used to shape the objects of the world. \n\nThe bone is thrown into the air and dissolves into a space shuttle (this has been called the longest flash-forward in the history of the cinema). We meet Dr. Heywood Floyd (William Sylvester), en route to a space station and the moon. This section is willfully anti-narrative; there are no breathless dialogue passages to tell us of his mission. Instead, Kubrick shows us the minutiae of the flight: the design of the cabin, the details of in-flight service, the effects of zero gravity. \n\nThen comes the docking sequence, with its waltz, and for a time even the restless in the audience are silenced, I imagine, by the sheer wonder of the visuals. On board, we see familiar brand names, we participate in an enigmatic conference among the scientists of several nations, we see such gimmicks as a videophone and a zero-gravity toilet. \n\nThe sequence on the moon (which looks as real as the actual video of the moon landing a year later) is a variation on the film's opening sequence. Man is confronted with a monolith, just as the apes were, and is drawn to a similar conclusion: This must have been made. And as the first monolith led to the discovery of tools, so the second leads to the employment of man's most elaborate tool: the spaceship Discovery, employed by man in partnership with the artificial intelligence of the onboard computer, named HAL 9000. \n\nLife onboard the Discovery is presented as a long, eventless routine of exercise, maintenance checks and chess games with HAL. Only when the astronauts fear that HAL's programming has failed does a level of suspense emerge; their challenge is somehow to get around HAL, which has been programmed to believe, “This mission is too important for me to allow you to jeopardize it.'' Their efforts lead to one of the great shots in the cinema, as the men attempt to have a private conversation in a space pod, and HAL reads their lips. The way Kubrick edits this scene so that we can discover what HAL is doing is masterful in its restraint: He makes it clear, but doesn't insist on it. He trusts our intelligence. \n\nLater comes the famous “star gate'' sequence, a sound and light journey in which astronaut Dave Bowman (Keir Dullea) travels through what we might now call a wormhole into another place, or dimension, that is unexplained. At journey's end is the comfortable bedroom suite in which he grows old, eating his meals quietly, napping, living the life (I imagine) of a zoo animal who has been placed in a familiar environment. And then the Star Child. \n\nThere is never an explanation of the other race that presumably left the monoliths and provided the star gate and the bedroom. “2001'' lore suggests Kubrick and Clarke tried and failed to create plausible aliens. It is just as well. The alien race exists more effectively in negative space: We react to its invisible presence more strongly than we possibly could to any actual representation. \n\n“2001: A Space Odyssey'' is in many respects a silent film. There are few conversations that could not be handled with title cards. Much of the dialogue exists only to show people talking to one another, without much regard to content (this is true of the conference on the space station). Ironically, the dialogue containing the most feeling comes from HAL, as it pleads for its “life'' and sings “Daisy.'' \n\nThe film creates its effects essentially out of visuals and music. It is meditative. It does not cater to us, but wants to inspire us, enlarge us. Nearly 30 years after it was made, it has not dated in any important detail, and although special effects have become more versatile in the computer age, Trumbull's work remains completely convincing -- more convincing, perhaps, than more sophisticated effects in later films, because it looks more plausible, more like documentary footage than like elements in a story. \n\nOnly a few films are transcendent, and work upon our minds and imaginations like music or prayer or a vast belittling landscape. Most movies are about characters with a goal in mind, who obtain it after difficulties either comic or dramatic. “2001: A Space Odyssey'' is not about a goal but about a quest, a need. It does not hook its effects on specific plot points, nor does it ask us to identify with Dave Bowman or any other character. It says to us: We became men when we learned to think. Our minds have given us the tools to understand where we live and who we are. Now it is time to move on to the next step, to know that we live not on a planet but among the stars, and that we are not flesh but intelligence.", "running_time": 141, "mpaa_rating": "G", "release_year": 1968, "date_published": "1997-03-27", "genres": ["Adventure", "Science Fiction", "Thriller"], "title": "2001: A Space Odyssey (1968)"}