{"url": "http://www.rogerebert.com/reviews/great-balls-of-fire-1989", "by": "Dennis Quaidas Jerry Lee Lewis", "star_rating": 2.0, "text": "Jerry Lee Lewis has by all accounts led a dark and driven life, shadowed by drugs, booze, violence, scandal and the tragic ends of two of his several wives and one of his children. An accurate biopic about his life would belong on the same bill with \"I'll Cry Tomorrow\" or \"The Rose.\" But that picture wouldn't be much fun - as indeed great long stretches of the life itself must not have been much fun - and so \"Great Balls of Fire\" gives us a Jerry Lee Lewis who has been sanitized, popularized and lobotomized. Even then, the story ends in 1959 - before most of the events for which \"The Killer\" became notorious.\n\nThis is a simpleminded rock 'n' roll history in which the pleasures are many and the troubles are few. Lewis, played by Dennis Quaid as a grinning simpleton with a crazy streak and a manic piano style, climbs the same career ladder as many of the stars of musical biographies, but he does it with lightning speed.\n\nAs a kid, he eavesdrops on black rhythm and blues. Then we flash-forward to Lewis pounding on the piano in the same style. Cut to a demo record that attracts the attention of Sam Phillips, the legendary head of Sun Records in Memphis. Cut to the record hitting the Top 40 charts. Cut to Lewis listening to a black band play \"Whole Lotta Shakin' Goin' On.\" Cut to his cover version of the record being cheered by a rowdy bar crowd. Cut to stardom. In between, there are some meetings with Lewis' evangelist cousin, Jimmy Swaggart (Alec Baldwin), who warns him he must choose between heaven and hell. \"Well, if I'm goin' to hell,\" Lewis says, \"I'm gonna go playing the piano.\" \n\nThere must have been more to it than that, but not in this movie. In fact, that flash-forward between the kid and the Killer jumps over a lot of ground, including Lewis' first two marriages. We rejoin his life just as he has moved in with his cousin, J.W. Brown, who joins his band as the bass player. And it's in Brown's house that Lewis meets young Myra Gale Brown (Winona Ryder), who became his bride at the age of 13 (it is said she still believed in Santa Claus on her wedding night).\n\nThe makers of \"Great Balls of Fire\" say they had to choose between the legend and the facts in making Lewis' life, and they chose the legend. That means most of the events in the movie will come as no surprise to students of rock 'n' roll - especially not the scandal when the British press exposed the real age of Lewis' child bride. Those seeking insights into that marriage will be disappointed by this movie, however, which plays everything so obliquely that we have little idea of what the girl thinks of Lewis, and no idea of what he thinks of her.\n\nI came out of \"Great Balls of Fire,\" indeed, with no idea of what Lewis thought of anything or anybody. As played by Quaid (perhaps accurately), the Killer comes across as monstrous, egocentric, shallow, irresponsible, selfish and cold - and even his stage performances contain more anger than music. I've never seen a movie about anybody that probes so tentatively and apologetically into the subject's life, and still uncovers so many worms. If this is the legend, the facts must be inutterably depressing. Lewis has created the kind of legend that defiant drunks can clutch at like a straw - if he's still alive, I'm not so bad.\n\nThere is also the music. There are three great hits in the movie - \"Whole Lotta Shakin',\" \"Great Balls of Fire\" and \"Breathless\" - and the rest is filler material like \"High School Confidential.\" But Quaid does a good job of reproducing the Lewis stage persona, and the soundtrack piano and vocals are, as the end credits assure us, by \"The Killer Himself.\" \n\nThe director, Jim McBride, has some fun with a scene where the jubilant Lewis drives around Memphis in his new Olds 88 convertible, and the whole town seems to be dancing to his record on the radio. (A matched scene, in which the same people shun him after his return from England, seems forced and false.) \n\nThis movie is the second collaboration between McBride and Quaid, who made the great \"The Big Easy\" together in 1987. It's easy to see from that film why it was thought that they could do justice to Lewis. McBride has a natural feel for the South, and Quaid has the ability to play a charming, libidinous con man.\n\nBut the script shies away from the dark side of Lewis - from the long nights of a man who has been surrounded by violence and misery, and whose lifestyle has brought him near death more than once. It's a life that just doesn't fit into the cliches of a PG-13 rock-'n'-roll biopic for summer release. An accurate movie could perhaps have been made about the real Jerry Lee Lewis, but it should have been directed by the Martin Scorsese of \"Raging Bull,\" and played by Robert De Niro in a foul mood with a killer hangover.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-06-30", "genres": ["Drama", "Musical"], "title": "Great Balls Of Fire (1989)"}