{"url": "http://www.rogerebert.com/reviews/great-movie-shane-1953", "by": null, "star_rating": 4.0, "text": "\n\nLooked at a certain way, the entire story of \"Shane\"\r\nis simply a backdrop against which the hero can play out his own personal\r\nrepression and remorse. The movie is conventionally seen as the story of\r\nfarmers standing up to the brutal law of the gun in the Old West, with a lone\r\nrider helping a settler hold onto his land in the face of hired thugs.\n\nLook\r\na little more carefully and you find that the rider and the farmer's wife feel\r\nan attraction for one another. And that Shane is touched by the admiration of\r\nyoung Joey, the son of the farm couple. Bring Freud into the picture and you\r\nuncover all sorts of possibilities, as the newcomer dresses in sissy clothes\r\nand absorbs insults and punishment from the goons at the saloon, before\r\nstrapping on his six-gun and proving himself the better man.\n\nIt's\r\nnot that a greater truth lurks in the depths of George Stevens'\r\n\"Shane\" (1953). It's that all of these levels coexist, making the\r\nmovie more complex than a simple morality play. Yes, on the surface, Shane is\r\nthe gunfighter who wants to leave his past behind him, who yearns for the sort\r\nof domesticity he finds on Joe Starrett's place in the Grand Tetons. Yes,\r\nsomeone has to stand up to the brutal Rufus Ryker (Emile Meyer), who wants to\r\ntear down the fences and allow his cattle to roam free. Yes, Shane is the\r\nman--even though he knows that if he succeeds he'll have to leave the valley.\r\n\"There's no living with a killing,\" Shane tells Joey, after shooting three\r\nmen dead in the saloon. \"There's no going back from it. Right or wrong,\r\nit's a brand, a brand that sticks.\"\n\nYes,\r\nthe picture works on that level, and on that level it was nominated as one of\r\nthe best films of 1953. But if it only worked on that level, it would have\r\ngrown dated, like \"High Noon\" and certain other classic Westerns.\r\nThere are intriguing mysteries in \"Shane,\" puzzles and challenges,\r\nnot least in the title character and the way he is played by Alan Ladd.\n\nLadd\r\nwas a movie star of below-average stature and strikingly good looks, and for\r\nmuch of his career he worked around both of those attributes in roles where he\r\nwas photographed to look tough and taller. In \"Shane,\" he is frankly\r\nseen as a neat, compact man, no physical match for the hired guns like Wilson\r\n(Jack Palance) and Calloway (Ben Johnson) who tower over him. He rides into\r\ntown with a buckskin fringe on his jacket, looking a tad precious to my eyes,\r\nand goes to the store to buy a new kit--dress slacks and a blue shirt with an\r\nopen collar that makes him look almost effeminate in contrast to the burly,\r\nwhiskered gunmen who work for Ryker and live, apparently, in the saloon.\n\nHis\r\nfirst visit to the saloon sets up the undercurrent for the whole story. Dressed\r\nlike a slicker, he orders a soda pop. The cowboys snicker. Calloway ambles\r\nover, calling him a \"sodbuster\" who smells like a pig--a reference to\r\nhis plowing duties on the farm of Starrett (Van Heflin). Shane asks, \"You\r\nspeaking to me?\" Calloway replies, \"I don't see nobody else standing\r\nthere.\" The confrontation ends with Calloway throwing a drink on Shane's\r\nnew shirt, while we're wondering if Travis Bickle was a fan of this film.\n\nOn\r\nthe farm, Jean Arthur plays Marion, Joe's wife and Joey's mother, and there's\r\nobvious chemistry between her and the handsome visitor who is now sleeping in\r\nthe barn. She never acts on it, nor does Shane. They have too much respect for\r\nJoe, we sense. Little Joey is meanwhile so starry-eyed in admiration that Shane\r\nbecomes a father figure, significantly teaching him how to fire a gun; during a\r\nfight scene, Joey watches happily while eating a candy cane. On the Fourth of\r\nJuly, Shane and Marion dance while Joe watches, his face showing not so much\r\nconcern as recognition of the situation.\n\nLike\r\nmany Westerns before and since, \"Shane\" all comes down to a shootout\r\nin a barroom, although first there is an unusual amount of conversation. The\r\npeople in the valley are not simple action figures, as they might be today, but\r\nstruggle with ideas about their actions. Ryker twice tries to convince Joe to\r\ngo to work for him, and once tries to hire Shane. Ryker and Wilson have a quiet\r\nand thoughtful conversation about the potential for violence of Torrey (Elisha\r\nCook Jr.), another local farmer. Joe engages the settlers in debates about how\r\nto respond to Ryker's threats. The only character without much to say is Wilson\r\n(Palance), the famous hired gun from out of town. He has a dozen lines of\r\ndialogue, and exists primarily as a forboding presence. (He arrives in town on\r\nfoot, leading his horse--an effective entrance, even if Hollywood lore says\r\nthat Palance at the time was so awkward on horseback that Stevens put him on\r\nfoot in desperation.)\n\nWilson\r\nembodies the older Western principle of might over right. There is a chilling\r\nsequence in which Torrey rides into town for a showdown with Wilson, and is\r\nshot dead. Stevens orchestrates it with hard-edged reserve, staying almost\r\nentirely in long shot, showing Torrey picking his way gingerly across the muddy\r\nwagon ruts in the road and then walking in the mud parallel to the saloon's\r\nwooden porch--a high ground where Wilson's strides match him. Torrey never even\r\ngets up onto the porch; he dies, outdrawn, in the mud. It is one of the saddest\r\nshooting deaths in any Western, comparable to Keith Carradine's death in Robert\r\nAltman's \"McCabe and Mrs. Miller.\"\n\nThe\r\nwhole movie builds to the inescapable fact that Shane must eventually face\r\nWilson and the other gunmen. If Shane is still alive afterward, he will have to\r\nleave town. He can't stay, not simply because he has been \"branded\"\r\nby a killing, but because there is no acceptable resolution for his feelings\r\nfor Marion.\n\nNow\r\nwhy isn't there? Well, he could let Joe go into town and get killed, which is\r\nwhat Joe wants to do. That would leave Marion and Joey in need of a man. But\r\nShane knocks Joe out to prevent that. He likes Joe too much, perhaps. Or does\r\nhe? Shane is so quiet, so inward, so narcissistic in his silent withdrawing\r\nfrom ordinary exchanges, that he always seems to be playing a role. A role in which\r\nhe withholds his violent abilities as long as he can, and then places himself\r\nin a situation where he is condemned to use them, after which he will ride on,\r\nlonely, to the next town. He has . . . issues.\n\nA\r\nstory depends on who is telling it. \"Shane\" is told from the point of\r\nview of the town and of the boy, who famously cries \"Shane! Shane! Come\r\nback!\" in the closing scene. If we were to follow Shane from town to town,\r\nI suspect we would find ritual reenactments of the pattern he's trapped in.\r\nNotice that after stopping for a drink of water at Joe's place, he's all set to\r\nleave when Ryker's men ride up. That's when he interests himself in another\r\nman's quarrel, introduces himself as \"a friend,\" displays his six-gun\r\nand essentially chooses to get involved in a scenario that's none of his\r\nbusiness and will lead to an ending we suspect he's seen many times before.\n\nWhy\r\ndoes he do this? There is a little of the samurai in him, and the medieval\r\nknight. He has a code. And yet--there'ssomething\r\nelsesuggested by his\r\nbehavior, his personality, his whole tone. Here is a man tough enough to handle\r\nany threat and handsome enough to win the heart of almost any woman. Why does\r\nhe present himself as a weakling? Why is he without a woman? There must be a\r\ndeep current of fear, enlivened by masochism. Is he afraid of women? Maybe.\r\nDoes he deliberately lead men to think they can manhandle him, and then kill\r\nthem? Manifestly. Does he do this out of bravery and courage, and because he\r\nbelieves in doing the right thing? That is the conventional answer. Does he\r\nalso do it because it expresses some deep need or yearning? A real possibility.\r\n\"Shane\" never says, and maybe never knows. Shane wears a white hat\r\nand Palance wears a black hat, but the buried psychology of this movie is a\r\nmottled, uneasy, fascinating gray.", "running_time": 118, "mpaa_rating": null, "release_year": 1953, "date_published": "2000-09-03", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "Shane (1953)"}