{"url": "http://www.rogerebert.com/reviews/great-movie-leaving-las-vegas-1995", "by": "Nicolas Cageas Ben Sanderson", "star_rating": 4.0, "text": "\n\nMike Figgis' \"Leaving Las Vegas\" (1995) is not a love\rstory, although it feels like one, but a story about two desperate people using\rlove as a form of prayer and a last resort against their pain. It is also a\rsad, trembling portrait of the final stages of alcoholism. Those who found it\rtoo extreme were simply lucky enough never to have arrived there themselves.\n\nFew\rfilms are more despairing and yet, curiously, so hopeful as this one, which\rargues that even at the very end of the road, at the final extremity, we can\rfind some solace in the offer and acceptance of love. The movie tells the story of Ben and Sera, played by Nicolas Cage and Elisabeth\rShue. He is a Hollywood agent, she is a prostitute. Although prostitutes can be\ra cliché in the movies, and those with a good heart even more so, the details\rof their relationship leave clichés far behind, and the movie becomes the story\rof these specific characters and exactly who they are. There is also the truth\rthat a man in Ben's condition would be unable to begin any relationship without\rpaying for it.\n\nBen\ris in the final stages of an alcoholic meltdown. We watch as he asks a friend\rin a bar for a loan and is told bluntly: \"Don't drink it in here.\" We\rsense his loneliness and need in his attempt to pick up a woman in a bar:\r\"I really wish you'd come home with me. You smell great and you look\rgreat.\" We see him being fired from his job, and agreeing that he should\rbe fired, and telling his boss the severance check is too generous. Then he\rburns all of his possessions, and there is a curling photograph in the fire,\rwhich seems to come from a failed marriage. He moves to Las Vegas with the\rintention of using his severance to drink himself to death.\n\nCage's\rperformance in these early scenes is an acutely observed record of a man coming\rto pieces. He shows Ben imploding, rigid in his attempt to maintain control, to\rsmile when he does not feel a smile, to make banter when he wants to scream. Heneedsa drink. During the movie, Cage will\rtake Ben into the regions of hell. There will be times when he has the DTs,\rtimes when he must pour booze into his throat like an antidote to death, times\rof nausea, blackouts, cuts and bruises. There is a scene in a bank when his hands\rshake so badly he cannot sign a check, and we empathize with the way he tries\rto function, telling the bank teller whatever he can think of (\"I've had\rbrain surgery\"). Yes, sometimes, he feels better, and sometimes we can\rsense the charm he must have had (we sense his boss' affection for him even as\rhe's being fired). But for Ben these moments are not about pleasure but about\rthe temporary release from pain.\n\nSera\ris seen in three ways: As Ben sees her, as her pimp and her clients see her,\rand as she sees herself in close-up monologues during therapy sessions. Her\rpimp (Julian Sands) is soon off the scene; it is bold of Figgis to establish\rhim, to show his sadomasochistic control of Sera, and then to make him\rdisappear in an off-screen killing. We need to know where Sera is coming from,\rbut we don't need to linger there.\n\nFor\rBen, who almost runs her down in a crosswalk, she is literally the last person\rin his life he will be able to focus on. He loves her with the purity of a love\rthat has no components, except need and gratitude. He doesn't want to have sex\rwith her, doesn't want her for companionship, isn't looking for an\r\"experience.\" He is simply touched, somewhere inside his suffering\rwhere nothing else can reach, that this woman would care for him.\n\nWhy\rdoes Sera love Ben? The movie leaves that for us to intuit, and the therapy\rsessions do not explain her feelings, they only show her trying to discover\rthem. There is an early monologue where she boasts about her skill as a hooker,\rhow she can sense exactly what a client wants and provide it. That is how she\rwants to see herself. We also see that her pimp cuts her (\"never on the\rface\"), and we witness a night when she goes into a motel room with four\rdrunken high-school athletes, and this is so unwise that we read it as\rdeliberately self-destructive. Sera still has her looks, but she once had\rinnocence and hope, and they are gone. When she looks at Ben, she feels\rsympathy and empathy, but more than that, I think she feels admiration for the\rpurity of his gesture: Having arrived at the end of his road, he accepts his\rdestiny with a certain stoic courage.\n\nOf\rcourse, he could be saved. Alcoholics Anonymous meetings are filled with\rhealthy, functioning people who were once living Ben's life. But most drunks\rare not lucky enough to find sobriety. And in Ben's case, there may be another\rcomponent; he is actively committing suicide. \"Is drinking a way of\rkilling yourself?\" Sera asks him, and he replies: \"Or, is killing\rmyself a way of drinking?\"\n\nSera\rsenses she cannot save him. \"You can never, ever, ask me to stop\rdrinking,\" he tells her soon after they meet. \"Do you\runderstand?\" She says: \"I do. I really do.\" As a hooker in Vegas\rshe has met a lot of sad and desperate men and no doubt a lot of drunks, but\rthere is something about Ben, she tells her therapist, that she can't get out\rof her mind. Oddly enough, we sense it, too. There are not many terminal drunks\rwe would want to spend a movie with, but we feel tender toward Ben. Of other\rfamous movie alcoholics, Ray Milland's in \"The Lost Weekend\" was a\rcase study, seen from outside, and Albert Finney's in \"Under the\rVolcano\" lacked Ben's self-knowledge.\n\nThe\rmovie was made quickly, inexpensively, close to ground level. Mike Figgis is a\rBritish director whose career is a litany of risk-taking and original concepts;\rhis boldest experiment was \"Timecode\" (2000), filmed on video in four\runbroken 90 minute shots which were simultaneously seen on a screen divided\rinto quadrants. He shot \"Leaving Las Vegas\" on location, without permits\ror permissions, using an unobtrusive 16mm camera and sometimes sending his\ractors into real situations. The cinematography, by Declan Quinn, creates a\rhigh-contrast noir look, the shadows sometimes invaded by garish neon. The\rmusic reinforces it. Figgis wrote the original score, and also uses the kinds\rof songs (\"Angel Eyes,\" \"Come Rain or Come Shine\") drunks\rpunch into the jukebox at 3 a.m. He repeats some of the songs, which is right:\rA drinking session can develop its own theme song.\n\nThe\rfilm was nominated for best actor, actress, director and screenplay. Cage won,\rand deserved to. Shue did not win (Susan Sarandon did, for \"Dead Man\rWalking\"). It is impossible to imagine one performance without the other,\rand Shue is the emotional center of the film, because the Cage character is on\ra set trajectory and beyond the possibility of change. Shue before and since\rhas been in mostly mainstream commercial movies; like Halle Berry with\r\"Monster's Ball\" and Charlize Theron with \"Monster,\" she\rfound a role that took her absolutely to the limit and went all the way,\rfearlessly.\n\nThe\rscreenplay is by Figgis, based on a novel by John O'Brien, who killed himself\rat about the time the film went into production. He was 34. His father said the\rbook was his suicide note. The character of Ben is certainly a man who has made\rhis decision and will stay with it; why he kills himself with alcohol, instead\rof, say, shooting himself in the head as O'Brien did, may have two answers. The\rfirst, more pragmatic, is that it allows a story arc to develop, as Sera\rfollows Ben on his final lonely journey. The second, which I feel when I watch\rthe film, is that Ben's guilt, or despair, or self-loathing, is so great that\rhe doesn't want a quick end. He wants to suffer all the way out.\n\nThat\rSera brings him some comfort does not lessen his pain, and if he truly loved\rher he would not want to leave her. But perhaps he is too deranged to have such\rthoughts. \"You are my angel,\" he tells her, not long before the\runbearably sad and tender death scene. By then he is much more dead than alive.Nicolas Cage also stars in \"Moonstruck,\" another title in the\rGreat Movies collection at www.suntimes.com/ebert/greatmovies/", "running_time": 112, "mpaa_rating": "R", "release_year": 1995, "date_published": "2004-04-25", "genres": ["Drama", "Foreign", "Romance"], "title": "Leaving Las Vegas (1995)"}