{"url": "http://www.rogerebert.com/reviews/great-movie-the-big-red-one-1980", "by": "Lee Marvinas Sergeant", "star_rating": 4.0, "text": "Eventually the veterans in the rifle squad stop bothering to\r\nlearn the names of the new kids who arrive to bring them up to strength. They\r\nget killed so quickly, it's not worth the trouble. But the sergeant and four of\r\nhis men make it all the way through the war, or almost, anyway -- from North\r\nAfrica to Sicily to Omaha Beach on D-Day to Belgium and finally to Germany and\r\nthe liberation of a death camp.\n\nIs\r\nit unlikely these five would be survivors? Not to Sam Fuller, who wrote and\r\ndirected \"The Big Red One\" (1980), based on his own combat memories.\r\n\"I wanted to do the story of a survivor,\" he told me when the movie\r\npremiered at Cannes, \"because all war stories are told by survivors.\"\n\nFuller\r\nwas a cigar-chomping, tough-talking, wiry little guy who started out as a\r\nteenage New York crime reporter, lying about his age to get the job. He wrote\r\npulp novels, he talked tough, he fought all the way through the war, and he\r\ncarried around memories of the First Infantry Division, the \"Big Red\r\nOne.\" He made a lot of other movies first, hard-boiled war movies like\r\n\"Steel Helmet\" and \"Fixed Bayonets\" (both 1951), noir\r\nclassics like \"Pickup on South Street' (1953) and cult B pictures like\r\n\"Shock Corridor\" (1963) and \"The Naked Kiss\" (1964).\n\nFinally\r\nhe got his chance at his dream project. He had a limited budget, $4 million,\r\nbut he shot and shot and shot, because like all newspapermen he couldn't bear\r\nto waste a good story. Yes, the movie is episodic. War is episodic. He said he\r\ncouldn't stand war pictures that had a story arc where everything led up to a\r\nbig scene. In the real war, you lived in the present. There was no connection\r\nbetween what happened to you last week and what was happening today, because\r\nyou had no direction over your life and neither did anyone else.\n\nFuller's\r\noriginal cut of the film came to 270 minutes. It was cut to 113 minutes, which\r\nbroke his heart, but what was left worked well enough that he was proud of it.\r\nHe talked about restoring his original version, but he died in 1997 without\r\ngetting that done. Now the film critic Richard Schickel has overseen a\r\nreconstruction that brings the film up to 158 minutes, and it reveals a\r\nrichness and pacing missing in the earlier version; one suspects that the\r\n270-minute version was a rough cut even Fuller would have trimmed. The restored\r\n\"Big Red One\" is able to suggest the scope and duration of the war,\r\nthe way it's one damned thing after another, the distances traveled, the\r\npile-up of experiences that are numbing most of the time but occasionally\r\nproduce an episode as perfect as a short story.\n\nFuller\r\ncenters everything on the sergeant, played by Lee Marvin with the rock-solid\r\nauthority of a man who had seen action as a Marine in the Pacific, and called\r\nhis other big war movie, \"The Dirty Dozen,\" a \"dummy\r\nmoneymaker.\" Fuller always wanted Marvin for the role. A studio insisted\r\non John Wayne, but Fuller said he'd rather not make the picture. He was\r\ncorrect. This is Marvin's picture, and he dominates it not with heroics and\r\nspeechmaking but with competence, patience, realism, and a certain tender\r\nsadness. There's a scene where a soldier is shot in the groin, and the sergeant\r\nfinds something in the mud and tosses it away: \"That was just one of your\r\nballs, Smitty. That's why they give you two.\"\n\nThe\r\nlong-lasting squad members are Zab (Robert Carradine), a cigar-chewing pulp\r\nwriter who is obviously playing Fuller; Griff (Mark Hamill), who doesn't like\r\nkilling but has a change of heart; Vinci (Bobby DiCicco) and Johnson (Kelly\r\nWard). There's a scene where one of the anonymous new replacements is reading a\r\npaperback titledThe Dark\r\nDeadline,and Zab tries to\r\ntell him he wrote the book. The kid doesn't grasp the concept. He's dead before\r\nhe finishes the book.\n\nThe\r\nfilm starts with the horror of World War I, as a shell-shocked Army horse runs\r\nmaddened across a battlefield. That's where we meet Marvin's character for the\r\nfirst time. He apparently becomes a lifer in the Army, is promoted to sergeant,\r\nleads these kids through the next war. We learn nothing about him -- not if\r\nhe's married, not if he has a family, not even his name. In another sense, we\r\nlearn everything about him. Fuller and Marvin never give the sergeant those\r\nobligatory campfire speeches describing his history and beliefs, and instead\r\ndevelop the character by showing how he behaves at important moments. He captures\r\na German sniper, for example, and finds out the gunman is only a kid from\r\nHitler's desperate last-ditch \"children's army.\" The sergeant would\r\nhave routinely shot another sniper. This one, he spanks.\n\nThere\r\nare details Fuller must have remembered from the time, such as the landing in\r\nAfrica at a position defended by soldiers from the Nazi-sympathizing Vichy\r\ngovernment of France. \"If you're Vichy, fight us,\" the Americans\r\nshout over loud-speakers. \"If you're Frenchmen, join us.\" The scene\r\ndraws a class distinction between officers and men in the French lines. There\r\nis no distinction between the American sergeant and his men.\n\nSome\r\nepisodes sound like something Fuller would tell you over a beer. Like the time\r\nthe squad hides in a cave and one German after another appears in the opening\r\n-- some to pee, others to have a look. The Americans pick them off one by one.\r\nThey're in desperate danger themselves, but the cave becomes their shooting\r\ngallery. And there's a scene where they deliver a baby in a German tank they've\r\njust captured; in his heartfelt review of the film, Charles Taylor of Salon.com\r\nnotices \"one genuinely surreal detail: hanging belts of ammunition used as\r\nstirrups, the bullets pointed at the pregnant woman's belly.\"\n\nThere\r\nis a moment during the landing at Omaha Beach that no one forgets after seeing\r\nthe film. A soldier's arm has been torn off, and sticks in the sand, a\r\nwrist-watch still in place. From time to time, Fuller cuts back to the watch;\r\nwe can see how much time has passed. Steven Spielberg, who undoubtedly screened\r\n\"The Big Red One\" while preparing \"Saving Private Ryan,\" is\r\nnot a director who often needs to feel envy, but he must have coveted that\r\nshot.\n\nWhat\r\nwe understand, finally, is that the entire war comes down to these five men, because\r\nit istheirentire war. Nobody wades ashore with\r\n10,000 men. They wade ashore all by themselves. By limiting the scope of the\r\naction, Fuller was able to make the movie look completely convincing on his\r\nlimited budget, using Ireland for the scenes set in Belgium and Israel for all\r\nthe other scenes. We see tanks and planes and Germans and landing craft when we\r\nneed to, but the focus is on the faces of the squad members.\n\nTalking\r\nwith Fuller, I quoted Truffaut's dictum that all war movies are pro-war, because\r\nno matter what their \"message\" is, they make the action look\r\nexciting.\n\nFuller\r\nsnorted. \"Pro or anti, what the hell difference does it make to the guy\r\nwho gets his ass shot off? The movie is very simple. It's a series of combat\r\nexperiences, and the times of waiting in between. Lee Marvin plays a carpenter\r\nof death. The sergeants of this world have been dealing death to young men for\r\n10,000 years. He's a symbol of all those years and all those sergeants, no\r\nmatter what their names were or what they called their rank in other languages.\r\nThat's why he has no name in the movie.\n\n\"The\r\nmovie deals with death in a way that might be unfamiliar to people who know\r\nnothing of war except what they learned in war movies. I believe that fear\r\ndoesn't delay death, and so it is fruitless. A guy is hit. So, he's hit. That's\r\nthat. I don't cry because that guy over there got hit. I cry because I'm gonna\r\nget hit next. All that phony heroism is a bunch of baloney when they're\r\nshooting at you. But you have to be honest with a corpse, and that is the\r\nemotion that the movie shows rubbing off on four young men.\"\n\nYes,\r\nit does. And that's why Griff, the squad member who doesn't like killing, pumps\r\n20 rounds into a Nazi in one of the final scenes. He is a killer, shooting at a\r\nmurderer.\n\nEbert talks with director\r\nFuller at Cannes in 1980.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1980, "date_published": "2004-11-21", "genres": ["Action", "Adventure", "Drama", "War"], "title": "The Big Red One (1980)"}