{"url": "http://www.rogerebert.com/reviews/great-movie-raiders-of-the-lost-ark-1981", "by": null, "star_rating": 4.0, "text": "\n\nSteven Spielberg's \"Raiders of the Lost Ark\" plays\r\nlike an anthology of the best parts from all the Saturday matinee serials ever\r\nmade. It takes place in Africa, Nepal, Egypt, at sea and in a secret submarine\r\nbase. It contains trucks, bulldozers, tanks, motorcycles, ships, subs, Pan Am\r\nClippers, and a Nazi flying wing. It has snakes, spiders, booby traps and\r\nexplosives. The hero is trapped in a snake pit, and the heroine finds herself\r\nassaulted by mummies. The weapons range from revolvers and machineguns to\r\nmachetes and whips. And there is the supernatural, too, as the Ark of the\r\nCovenant triggers an eerie heavenly fire that bolts through the bodies of the\r\nNazis.\n\nThe Saturday serial aspects of \"Raiders of the Lost\r\nArk\" have been much commented on, and relished. But I haven't seen much\r\ndiscussion of the movie's other driving theme, Spielberg's feelings about the\r\nNazis. \"Impersonal,\" critic Pauline Kael called the film, and indeed\r\nit is primarily a technical exercise, with personalities so shallow they're\r\nlike a dew that has settled on the characters. But Spielberg is not trying here\r\nfor human insights and emotional complexity; he finds those in other films, but\r\nin \"Raiders\" he wants to do two things: make a great entertainment,\r\nand stick it to the Nazis.\n\nWe\r\nknow how deeply he feels about the Holocaust. We have seen \"Schindler's\r\nList\" and we know about his Shoah Project. Those are works of a thoughtful\r\nadult. \"Raiders of the Lost Ark\" is the work of Spielberg's\r\nrecaptured adolescence, I think; it contains the kind of stuff teenage boys\r\nlike, and it also perhaps contains the daydreams of a young Jewish kid who\r\nimagines blowing up Nazis real good. The screenplay is by Lawrence Kasdan,\r\nbased on a story by Philip Kaufman, George Lucas and an uncredited Spielberg,\r\nwhose movie is great fun on the surface -- one of the classic entertainments --\r\nand then has a buried level.\n\nConsider.\r\nThe plot hinges on Hitler's desire to recapture the long-lost ark.\r\n\"Hitler's a nut on the subject,\" Indiana Jones (Harrison Ford) is\r\ntold by a government recruiter. \"Crazy. He's obsessed with the\r\noccult.\" But not just anything occult. The ark, if found, would be the\r\nmost precious Jewish artifact imaginable -- the chest that held the Ten Commandments\r\nthat God gave Moses on the mountain top. \"An army which carries the ark\r\nbefore it is invincible,\" Indy says; Hitler wants to steal the heritage of\r\nthe Jews and use it for his own victory.\n\nThroughout\r\nthe film, there is a parade of anti-Nazi symbolism and sly religious satire, as\r\nwhen a desperate Indy grabs the hood ornament of a Mercedes truck, and it snaps\r\noff. And when a Nazi torturer grabs a sacred relic and it burns a stigmata into\r\nhis hand. When the ark is being transported in the hold of a Nazi ship, inside\r\na stout lumber crate, the swastika and other Nazi markings spontaneously catch\r\nfire and are obliterated. A Nazi officer, uneasy about opening the ark, says:\r\n\"I am uncomfortable with the thought of this Jewish ritual.\" And of course\r\nwhen the spirit of the ark manifests itself, it's as a writhing column of fire\r\nthat skewers the Nazis. (\"Keep your eyes closed,\" Indy desperately\r\ntells his sidekick, although one assumes the holy fire would know friend from\r\nfoe.) There is even a quiet in-joke in the character of Belloq (Paul Freeman),\r\nthe Frenchman who tries to play both sides against the middle, just as Occupied\r\nFrance did.\n\nNazis\r\nwere favorite villains of Saturday serials, prized more for their costumes and\r\naccents than for their evil beliefs. Spielberg here makes manifest their\r\nvalues, and then destroys them: \"Raiders of the Lost Ark\" has all the\r\nqualities of an exuberant serial, plus a religious and political agenda. That\r\nSpielberg places his message in the crevices of the action makes it all the\r\nmore effective. \"Raiders\" may have an impersonal superstructure, but\r\nits foundations are personal, and passionate.\n\nI\r\nmake these points to place it more firmly in the mainstream of Spielberg's\r\nwork, since \"Raiders\" is widely enjoyed but just as widely dismissed\r\nas something Spielberg tossed off between more important films. It comes\r\nbetween \"Close Encounters of the Third Kind\" and \"E.T.: The\r\nExtra-Terrestrial,\" films Kael compared to \"a boy soprano singing\r\nwith joy.\" That voice couldn't be heard in \"Raiders,\" she felt.\r\nI think I can hear it: not singing, but laughing, sometimes with glee,\r\nsometimes in triumph.\n\nThe\r\nmovie is just plain fun. The Kasdan screenplay is a construction of one damn\r\nthing on top of another. As the movie opens, Indy brushes aside a web taller\r\nthan a man, is assaulted by giant spiders, narrowly eludes a booby trap and\r\nthen another, leaps across a bottomless pit, is nearly crushed by a lowering\r\nslab, is betrayed by his companion, leaps the pit again, is pursued by a\r\ngigantic boulder that rolls behind him, is surrounded by natives with spears\r\nand dart guns, leaps into a river, crawls into an airplane and finds a giant\r\nsnake in the cockpit. \"I hate snakes,\" he says.\n\nThe\r\nmovie hurtles from one crisis to another. After the struggle for control of the\r\nflying wing, for example (after, that is, a fist fight, gunshots, gasoline\r\nexplosions and a villain who is made mincemeat by a propeller), Indy is\r\nabruptly told, \"The Ark! They're taking it on a truck to Cairo!\" Indy\r\nreplies, \"Where is it?\" And that's all the exposition necessary to\r\nget us from the flying wing scene to the famous truck chase.\n\nHarrison\r\nFord is the embodiment of Indiana Jones -- dry, fearless, and as indestructible\r\nas a cartoon coyote. The correct casting was not as obvious in 1980, when the\r\nfilm was being prepared, as it is now. He had starred in \"Star Wars\"\r\nand \"The Empire Strikes Back\" as Han Solo, a laconic man of action,\r\nbut his other credits were a mixed bag. What he proved in the \"Star\r\nWars\" movies, and went on to prove again and again, is that he can supply\r\nthe strong, sturdy center for action nonsense. In a scene where everything is\r\nhappening at once, he knows that nothing unnecessary need be happening on his\r\nface, in his voice, or to his character. He is the fulcrum, not the lever.\n\nKaren\r\nAllen plays Marian, his sidekick, a gutsy broad who has the duty of following\r\nthe hero from one side of the globe to the other, while in constant danger.\r\n(She is nearly burned alive twice, shot at, faces down a King Cobra and is left\r\ntied to a stake by Indy because \"If I take you out of here they'll start\r\ncombing the place for us.\") The female lead in an Indiana Jones movie is\r\nsort of an honorary boy, no more sexual than the girls in boys' adventure\r\nmagazines, although Marian can more than take care of herself and is not\r\nhelpless in the face of danger.\n\nThe\r\nspecial effects, astonishing at the time, now look a little cheesy; accustomed\r\nto digital perfection, we can see when model planes are being used, when dark\r\nclouds are being put in the sky by an optical printer, when the deadly rays of\r\nthe ark are being superimposed on the action. Lucas of course went back and\r\ntidied up the effects in \"Star Wars,\" but I hope Spielberg never\r\ntouches \"Raiders\" because the effects, just as they are, help set the\r\ntone of the movie. A serial should look a little hasty. It's a Boy's Own\r\nAdventure, a whiz-bang slamarama, a Bruised Forearm movie (you squeeze the arm\r\nof your date every time something startles you). It's done with a kind of\r\nheedless joy. Spielberg was old enough (34) to have the clout to make the film,\r\nand young enough to remember why he wanted to. All of the reasons why he wanted\r\nto.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1981, "date_published": "2000-04-30", "genres": ["Action", "Adventure"], "title": "Raiders of the Lost Ark (1981)"}