{"url": "http://www.rogerebert.com/reviews/great-movie-the-lady-eve-1941", "by": "Barbara Stanwyckas Jean Harrington", "star_rating": 4.0, "text": "\n\nIf I were asked to name the single scene in all of romantic\r\ncomedy that was sexiest and funniest at the same time, I would advise beginning\r\nat six seconds past the 20-minute mark in Preston Sturges' \"The Lady Eve,”\r\nand watching as Barbara Stanwyck toys with Henry Fonda's hair in an unbroken\r\nshot that lasts three minutes and 51 seconds.\n\nStanwyck plays an adventuress who has lured a rich but unworldly\r\nyoung bachelor to her cabin on an ocean liner, and is skillfully tantalizing\r\nhim. She reclines on a chaise. He has landed on the floor next to her.\r\n\"Hold me tight!” she says, holding him tight -- allegedly because she has\r\nbeen frightened by a snake. Now begins the unbroken shot. Her right arm cradles\r\nhis head, and as she talks she toys with his earlobe and runs her fingers\r\nthrough his hair. She teases, kids and flirts with him, and he remains almost\r\nparalyzed with shyness and self-consciousness. And at some point during this\r\nprocess, she falls for him.\n\nThat\r\nisn't part of her plan. Stanwyck plays Jean Harrington, a con woman who travels\r\nfirst class with her father and their valet, fleecing rich travelers in card\r\ngames and whatever else comes along. She sets her sights on Charles Pike\r\n(Fonda), heir to a brewery fortune, as he comes aboard after a snake-hunting\r\nexpedition in South America. She drops an apple on his pith helmet as he climbs\r\nthe rope ladder to the ship, and is reprimanded by her father: \"Don't be\r\nvulgar, Jean. Let us be crooked, but never common.”\n\nWhat\r\nis delightful about Stanwyck's performance is how she has it both ways. She is\r\na crook, and yet can be trusted. A seductress, and yet a pushover for romance.\r\nA gold digger, and yet she wants nothing from him. And he is a naive innocent\r\nwho knows only that her perfume smells mighty good to someone who has been\r\n\"up the Amazon” for a year. She falls for him so quickly and so thoroughly\r\nthat she's even frank about her methods; just before he kisses her in the\r\nmoonlight in the ship's bow, she tells him, \"They say a moonlit deck's a\r\nwoman's business office.”\n\nHoward\r\nHawks once said that the flaw in his \"Bringing Up Baby,” one of the great\r\nscrewball comedies, is that everyone in it is a screwball; there's no baseline\r\nof sanity to measure the characters against. \"The Lady Eve” (1941), which\r\nin its way is just as preposterous as the Hawks picture, doesn't make that\r\nmistake. Fonda is the rock. He remains vulnerable and sincere throughout the\r\npicture because, like all young men who are truly and badly in love, his\r\nconsciousness is focused on one thing: the void in his heart that only she can\r\nfill.\n\nThat\r\nfrees Stanwyck for one of her greatest performances, a flight of romance and\r\ncomedy so graceful and effortless that she is somehow able to play different\r\nnotes at the same time. The movie establishes Jean Harrington in an inspired\r\nearly scene, as she joins her father, a phony colonel, in the ship's lounge.\r\nUsing the mirror in her compact, she spies on Charlie Pike as he sits alone and\r\nreads a book (its title, \"Are Snakes Necessary?,” is a sly addition to the\r\nmovie's phallic imagery). Sturges cuts to the view reflected in the mirror, and\r\nJean provides a tart voice-over narration for her father, describing the\r\nattempts of every woman in the room to catch the handsome bachelor's eye. Then,\r\nas Charlie leaves the room, she simply sticks out a foot and trips him; as he\r\npicks himself up she blames him for breaking off the heel of her shoe.\n\nHe\r\nescorts her to her stateroom and she tells him to pick out a new pair of shoes\r\nand put them on her feet. \"You'll have to kneel down,” she says, and\r\nswings her nyloned leg almost in his face. His vision blurs with passion, and\r\nSturges comes within an inch of violating the production code, the way her toe\r\nswings dangerously close. Poor Charlie falls for her, soon finds himself\r\nplaying poker with Jean and her father, wins $600 as part of their setup, and\r\nthen undergoes the exquisite torment of her ear-and-hair caress.\n\nThe\r\nplot unfolds as screwball invention, except that after boy meets girl and boy\r\nloses girl, boy wins what he only thinks is another girl. Jean, hurt by the way\r\nhe has not trusted her, gets herself invited to a dinner at his father's\r\npalatial mansion by posing as \"Lady Eve Sidwich.” Charlie is struck by how\r\nmuch Eve resembles Jean. \"It's the same dame!” says his faithful valet\r\nMuggsy (William Demarest). But Charlie can't believe it, and follows her\r\nmoon-eyed through a series of pratfalls.\n\nSturges\r\nsays in his memoirs that the studios were always trying to get him to limit his\r\npratfalls, and at the sneak previews he crossed his fingers as Demarest fell\r\ninto the bushes and Fonda tripped over a couch and a curtain before getting a\r\nroast beef in his lap. But they all worked. \"That couch has been there 15\r\nyears and nobody ever fell over it before!” exclaims Charlie's father. Lady\r\nEve: \"Oh, well -- now the ice is broken!”\n\nBarbara\r\nStanwyck (1907-90) was known primarily as a gifted dramatic actress\r\n(\"Golden Boy,” \"Stella Dallas,” \"Double Indemnity”). Preston\r\nSturges (1898-1959), who in the early 1940s made one inspired comedy after\r\nanother (\"Sullivan's Travels,” \"Palm Beach Story”) and scarcely\r\nseemed able to step wrong, had promised her a comic role, and gave her one for\r\nthe ages.\n\nAlthough\r\nthe movie would be inconceivable without Fonda, \"The Lady Eve” is all\r\nStanwyck's; the love, the hurt and the anger of her character provide the\r\nmotivation for nearly every scene, and what is surprising is how much genuine\r\nfeeling she finds in the comedy. Watch her eyes as she regards Fonda, in all of\r\ntheir quiet scenes together, and you will see a woman who is amused by a man's\r\nboyish shyness and yet aroused by his physical presence. At first she loves the\r\ngame of seduction, and you can sense her enjoyment of her own powers. Then she\r\nis somehow caught up in her own seduction. There has rarely been a woman in a\r\nmovie who more convincingly desired a man.\n\nHer\r\nfather is played by Charles Coburn (1877-1961), a valuable character actor from\r\nthe 1930s through the 1950s, who in appearance was sort of a toned-down Charles\r\nLaughton. Here Coburn and Sturges make a crucial right decision: \"Colonel”\r\nHarrington is not blustering and broad, but a smart and perceptive man, not\r\nloud, who loves his daughter.\n\nTheir\r\nrelationship is established in a quiet scene the morning after Jean first meets\r\nCharlie. She is in her stateroom, still in bed. Her father enters in dressing\r\ngown, sits on her bed, and plays with a deck of cards while questioning her. At\r\nthis point we have a good notion, but no hard evidence, that he is a fraud.\r\n\"What are you doing?” she asks. \"Dealing fives,” he says. She wants\r\nto see. He shows her four aces, puts them on top of the deck, and then deals\r\nfour hands without dealing a single ace -- dealing the fifth card every time.\r\n(It's hard to be sure, but here and elsewhere it looks as if Coburn himself is\r\nhandling the cards.)\n\nThe\r\nscene establishes him as a shark, makes it clear they're confederates, and\r\nunderlines, by the way she calls him \"Harry,” that they're two adults and\r\nnot locked into a narrow daddy-daughter relationship. The scene also sets up\r\nthe hilarious scene that night, where the Colonel tries to cheat Charlie at\r\ncards, and Jean outcheats him to rescue the man she loves.\n\nA\r\nmovie like \"The Lady Eve” is so hard to make that you can't make it at all\r\nunless you find a way to make it seem effortless. Preston Sturges does a kind\r\nof breathless balancing act here, involving romance, deception and physical\r\ncomedy. Consider the scenes where Jean masquerades as the Lady Eve. She throws\r\nCharlie off the scent by her very lack of a disguise: Brazenly entering his\r\nhouse looking exactly like herself, she adds a British accent and dares him to\r\ncall her bluff. She knows he cannot, and the masquerade sets up the two final\r\nlines of the film, which I will not mention here -- except to say that for my\r\nmoney, either one is equal to the classic line \"nobody's perfect!” at the\r\nend of \"Some Like It Hot.”", "running_time": 97, "mpaa_rating": "NR", "release_year": 1941, "date_published": "1997-11-23", "genres": ["Comedy", "Romance"], "title": "The Lady Eve (1941)"}