{"url": "http://www.rogerebert.com/reviews/great-movie-what-ever-happened-to-baby-jane-1962", "by": "Bette Davisas Baby Jane Hudson", "star_rating": 4.0, "text": "The staircase should be billed along with the stars in Robert Aldrich's \"What Ever Happened to Baby Jane?\" (1962). On a claustrophobic set, it dominates many shots, separating the upstairs captivity of the paraplegic Blanche from the downstairs lair of her deranged sister Jane. Although the two sisters live in a \"mansion\" that allegedly once belonged to Valentino, it is jammed between nosy neighbors and seems to consist only of a living room, a kitchen, a hallway and a bedroom for each sister. In this hothouse a lifelong rivalry turns vicious, in one of Hollywood's best gothic grotesqueries.\n\nThe story involves sisters who were once movie stars, played by Bette Davis and Joan Crawford. The casting is one of the crucial successes of the film, although it is hard to imagine how Aldrich convinced the two divas to appear together. Rivals since the 1930s, competitive, vain and touchy, they by all accounts hated each other in real life. Indeed, a book was written about their mutual disdain, Bette and Joan: The Divine Feud (1989). It is claimed on IMDb.com that in the scene where Jane kicks the helpless Blanche, Davis kicked Crawford so hard a cut required stitches. This is surely an urban legend, since the actual contact takes place below frame and Crawford would not have been present for the shot.\n\nWhat wasn't an urban legend was that the two were fiercely competitive; it's possible that each agreed to do the picture only because she was jealous of the other's starring role. In the event, it was Davis who emerged on top, winning an Oscar nomination as the former child star who was now a shrill gargoyle with makeup pancaked all over her face. Davis was nothing if not courageous, as she abandoned all shreds of vanity and overacted her heart out. Crawford plays the quieter, kinder, more reasonable sister -- and, it must be said, the less interesting.\n\nThe movie begins in the days of vaudeville, when Baby Jane Hudson was a child star famous for her saccharine performance of \"I've Written a Letter to Daddy\" -- a letter she seals with a kiss and mails to heaven. Offstage, she was a spoiled monster, screaming for ice cream, ridiculing her plain sister Blanche. But in their 20s it is Blanche who becomes the Hollywood queen, and Jane whose appeal fades and whose movies flop. Their lives change forever when, in a mysterious incident, their car crushes Blanche against a gate, paralyzing her from the waist down.\n\nWhy she is put in charge of the \"care\" of her sister is hard to understand, despite some mumbling about a studio \"coverup.\" What results is the situation for the rest of the film, with Blanche trapped in a wheelchair in an upstairs bedroom, and Jane calling the shots. Blanche has two contacts with the world: her telephone and their kind maid, Elvira (Maidie Norman). But as Jane's hatred grows more venomous, she rips out the phone, sends Elvira away and beats the maid when she bravely tries to return.\n\nAt some point during this descent into madness, \"What Ever Happened to Baby Jane?\" stops becoming a \"camp classic,\" which is how it's often described, and starts becoming the real thing, a psychological horror story. Davis tilts her performance toward Jane's pathological ego, which is displayed in a macabre adult performance of \"I've Written a Letter to Daddy.\" It also emerges in her behavior toward a peculiar gentleman caller, Edwin Flagg (Victor Buono), who she proposes to hire as a pianist to accompany her during a comeback. She flatters herself that Edwin is attracted to her, failing to see that he is not the marrying kind. (The real Buono famously said, \"I've heard about actors being asked 'Why have you never married?' They answer with the immortal excuse 'I just haven't found the right girl.' No one's asked me yet. If they do, that's the answer I'll give. After all, it was good enough for Monty Clift or Sal Mineo.\") Edwin towers over his elderly mother, the tiny Marjorie Bennett, in a relationship as closed-off as the sisters'.\n\nUpstairs, Blanche grows more desperate. She tries to toss a note to their next-door neighbor, but Jane finds it in the driveway. She hopes for help from Elvira, but Jane drives her away. She wheels her chair to the top of the staircase, which looms vertiginously below her. Her horrors are only beginning. I will not reveal what her sister serves her at one meal, but the next day, when she complains of hunger, Jane tells her, \"You're not gettin' your breakfast because you didn't eat your din-din.\" When the next meal finally arrives, we stare with as much horror as Blanche does at the silver dome concealing whatever is on her plate.\n\nThe impact of \"What Ever Happened to Baby Jane?\" was considerable in 1962. Today's audiences, perhaps not familiar with the stars, don't fully realize how thoroughly Crawford, and especially Davis, trashed their screen images with the coaching of Aldrich. Imagine two contemporary great beauties -- Julia Roberts and Cate Blanchett, say -- as aged crones. The personal dislike between Crawford and Davis no doubt deepened the power of their onscreen relationship; the critic Richard Scheib observes: \"The irony that only came out in later years is that the roles were uncommonly close to the truth upon the parts of both actresses -- Crawford and Davis were both utterly vain, particularly when it came to their own celebrity, both abused their own family members and both had daughters who wrote books about the cruelty of their parents.\"\n\nThe film functions among other things as a demonstration of the need both women had to appear before the camera. In a career that began in 1925, Crawford (1905-1977) was capable of making \"Trog\" (1970), where she was given top billing as an anthropologist on the trail of a surviving troglodyte. I cannot forget Crawford on hands and knees in a tailored pantsuit, crawling into a cave crying out, \"Trog! Here, Trog!\"\n\nDavis (1908-1989) had a more suitable image in her next-to-last film, the touching \"The Whales of August\" (1987), where she and Griffith's silent star Lillian Gish (1893-1993) played sisters. It, too, gave rise to an anecdote. Its director, Lindsay Anderson, told me that one day he said, \"Miss Gish, you have just given me a perfect close-up.\" Davis observed, \"She should. The bitch invented 'em.\"\n\nRobert Aldrich (1918-1983) was a master of Hollywood genres, whose credits include \"Vera Cruz\" (1954), with Gary Cooper and Burt Lancaster; \"Kiss Me Deadly\" (1956), a Mickey Spillane classic; \"Hush, Hush Sweet Charlotte\" (1964), which was intended to reunite Davis and Crawford before Crawford fell ill (one story) or was fired because she fought with Davis (possibly apocryphal); \"The Dirty Dozen\" (1967); \"The Longest Yard\" (1974), and the underrated \"Hustle\" (1975). None of them were art pictures, but most of them were popular, profitable, well-crafted and splendid examples of their genres. He was one of the first mainstream directors to insist on autonomy in selecting stories, actors and editors.\n\nMaking \"What Ever Happened to Baby Jane?\" he possibly thought of Billy Wilder's \"Sunset Boulevard\" (1950), which starred Gloria Swanson as an aging movie queen, living on in her mansion. He began with a novel by Henry Farrell, which moved its aging queens further down on the artistic and financial scale, and emphasized the violence over the pathos. He knew he was asking for trouble by pairing Davis and Crawford, but he guessed, correctly, that trouble would translate into a better film. And at the end of the day it was Davis who won the ancient battle, by upstaging Crawford, winning the nomination and making the pseudo-sequel \"Charlotte.\" She may not have been a pretty sight mincing her way through an old-age version of \"I've Written a Letter to Daddy,\" but she was a trouper, and no one who has seen the film will ever forget her.\n\nAn elaborate two-disc special edition DVD was released in 2006, including a documentary on Davis written by David Anson and narrated by Jodie Foster; a 30-minute British talk show with Crawford; a documentary about their feud; footage of Aldrich directing, and Davis performing a Chubby Checker twist version of the title song on a 1962 Andy Williams Show. There is a commentary track by Davis impersonator Charles Busch and John Epperson (\"Lypsinka\").", "running_time": 135, "mpaa_rating": "NR", "release_year": 1962, "date_published": "2008-02-16", "genres": ["Drama", "Thriller"], "title": "What Ever Happened to Baby Jane? (1962)"}