{"url": "http://www.rogerebert.com/reviews/great-movie-the-silence-of-the-lambs-1991", "by": "Jodie Fosteras Clarice Starling", "star_rating": 4.0, "text": "A fundamental difference between “The Silence of the Lambs” and its sequel, “Hannibal,” is that the former is frightening, involving and disturbing, while the latter is merely disturbing. It is easy enough to construct a geek show if you start with a cannibal. The secret of “Silence” is that it doesn't start with the cannibal--it arrives at him, through the eyes and minds of a young woman. “Silence of the Lambs” is the story of Clarice Starling, the FBI trainee played by Jodie Foster, and the story follows her without substantial interruption. Dr. Hannibal Lecter lurks at the heart of the story, a malevolent but somehow likable presence--likable because he likes Clarice, and helps her. But Lecter, as played by Anthony Hopkins, is the sideshow, and Clarice is in the center ring.\n\nThe popularity of Jonathan Demme's movie is likely to last as long as there is a market for being scared. Like “Nosferatu,” “Psycho” and “Halloween,” it illustrates that the best thrillers don't age. Fear is a universal emotion and a timeless one. But “Silence of the Lambs” is not merely a thrill show. It is also about two of the most memorable characters in movie history, Clarice Starling and Hannibal Lecter, and their strange, strained relationship (“people will say we're in love,” Lecter cackles).\n\nThey share so much. Both are ostracized by the worlds they want to inhabit--Lecter, by the human race because he is a serial killer and a cannibal, and Clarice, by the law enforcement profession because she is a woman. Both feel powerless--Lecter because he is locked in a maximum security prison (and bound and gagged like King Kong when he is moved), and Clarice because she is surrounded by men who tower over her and fondle her with their eyes. Both use their powers of persuasion to escape from their traps--Lecter is able to rid himself of the pest in the next cell by talking him into choking on his own tongue, and Clarice is able to persuade Lecter to aid her in the search for the serial killer named Buffalo Bill. And both share similar childhood wounds. Lecter is touched when he learns that Clarice lost both her parents at an early age, was shipped off to relatives, was essentially an unloved orphan. And Lecter himself was a victim of child abuse (on the DVD commentary track, Demme says he regrets not underlining this more).\n\nThese parallel themes are mirrored by patterns in the visual strategy. Note that both Lecter in his prison cell and Buffalo Bill in his basement are arrived at by Starling after descending several flights of stairs and passing through several doors; they live in underworlds. Note the way the movie always seems to be looking at Clarice: The point-of-view camera takes the place of the scrutinizing men in her life, and when she enters dangerous spaces, it is there waiting for her instead of following her in. Note the consistent use of red, white and blue: not only in the FBI scenes, but also in the flag draped over the car in the storage shed, other flags in Bill's lair and even the graduation cake at the end (where the U.S. eagle in the frosting is a ghastly reminder of the way Lecter pinned a security guard spread-eagled to the walls of his cage).\n\nThe movie's soundtrack also carries themes all the way through. There are exhalations and sighs at many points, as when the cocoon of the gypsy moth is taken from the throat of Bill's first victim. Much heavy breathing. There are subterranean rumblings and faraway cries and laments, almost too low to be heard, at critical points. There is the sound of a heart monitor. Howard Shore's mournful music sets a funereal tone. When the soundtrack wants to create terror, as when Clarice is in Bill's basement, it mixes her frightened panting with the sound of Bill's heavy breathing and the screams of the captive girl--and then adds the dog's frenzied barking, which psychologically works at a deeper level than everything else. Then it adds those green goggles so he can see her in the dark.\n\nJodie Foster and Anthony Hopkins won Oscars for best actress and actor (the movie also won for best picture, for Demme's direction and Ted Talley's screenplay, and was nominated for editing and sound). It is remarkable that the Academy would remember, let alone single out, a film released 13 months before the Oscarcast; it usually votes for films that are still in theaters, or new on video. But “Silence” was so clearly one of a kind that it could not be ignored.\n\nHopkins' performance has much less screen time than Foster's, but made an indelible impression on audiences. His “entrance” is unforgettable. After Clarice descends those stairs and passes through those doors and gates (which all squeak), the camera shows her POV as she first sees Lecter in his cell. He is so . . . still. Standing erect, at relaxed attention, in his prison jump suit, he looks like a waxwork of himself. On her next visit, he is erect, and then very slightly recoils, and then opens his mouth, and I at least was made to think of a cobra. His approach to Lecter's personality (Hopkins says on his commentary track) was inspired by HAL 9000 in “2001”: He is a dispassionate, brilliant machine, superb at logic, deficient in emotions.\n\nFoster's Clarice is not only an orphan but a disadvantaged backwoods girl who has worked hard to get where she is, and has less self-confidence than she pretends. Noticing the nail polish on one of Bills' victims, she guesses that the girl is from “town,” a word used only by someone who is not. Her bravest moment may come when she orders the gawking sheriff's deputies out of the room at the funeral home (“Listen here now!”).\n\nOne key to the film's appeal is that audiences like Hannibal Lecter. That's partly because he likes Starling, and we sense he would not hurt her. It's also because he is helping her search for Buffalo Bill, and save the imprisoned girl. But it may also be because Hopkins, in a still, sly way, brings such wit and style to the character. He may be a cannibal, but as a dinner party guest he would give value for money (if he didn't eat you). He does not bore, he likes to amuse, he has his standards, and he is the smartest person in the movie.\n\nHe bears comparison, indeed, with such other movie monsters as Nosferatu, Frankenstein (especially in “Bride of Frankenstein”), King Kong and Norman Bates. They have two things in common: They behave according to their natures, and they are misunderstood. Nothing that these monsters do is “evil” in any conventional moral sense, because they lack any moral sense. They are hard-wired to do what they do. They have no choice. In the areas where they do have choice, they try to do the right thing (Nosferatu is the exception in that he never has a choice). Kong wants to rescue Fay Wray, Norman Bates wants to make pleasant chit-chat and do his mother's bidding, and Dr. Lecter helps Clarice because she does not insult his intelligence, and she arouses his affection.\n\nAll of these qualities might not be enough to assure the longevity of “Silence” if it were not also truly frightening (“Hannibal” is not frightening, and for all of its box-office success it will have a limited shelf life). “Silence” is frightening first in the buildup and introduction of Hannibal Lecter. Second in the discovery and extraction of the cocoon in the throat. Third in the scene where the cops await the arrival of the elevator from the upper floors. Fourth in the intercutting between the exteriors of the wrong house in Calumet City and the interiors of the right one in Belvedere, Ohio. Fifth in the extended sequence inside Buffalo Bill's house, where Ted Levine creates a genuinely loathsome psychopath (notice the timing as Starling sizes him up and reads the situation before she shouts “Freeze!”). We are frightened both because of the film's clever manipulation of story and image, and for better reasons--we like Clarice, identify with her and fear for her. Just like Lecter.", "running_time": 116, "mpaa_rating": "R", "release_year": 1991, "date_published": "2001-02-18", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "The Silence of the Lambs (1991)"}