{"url": "http://www.rogerebert.com/reviews/great-movie-tender-mercies-1983", "by": null, "star_rating": 4.0, "text": "\"Tender Mercies\" won Robert Duvall his only Academy Award in six nominations. It contains one of his most understated performances. It's mostly done with his eyes. The actor who shouted, \"I love the smell of napalm in the morning!\" here plays a character who wants to be rid of shouting. The film itself never shouts. Its title evokes its mood, although this is not a story about happiness. \"I don't trust happiness. I never did, I never will,\" Mac Sledge tells Rosa Lee, in a scene framed entirely in a medium-long shot that possibly won him the Oscar.\n\n\tMac was a country and western star maybe 20 years ago. Also an alcoholic, which is how he lost his career, his wife and his daughter. What he has done in the years since is far from clear, until the morning he wakes up on the floor of a desolate motel six miles outside of Waxahachie, Texas. He was knocked out in a fight over a bottle of whiskey, by a man who has disappeared.\n\n\tMac doesn't have a dime on him. The motel and filling station are run by a young window named Rosa Lee (Tess Harper), who lives there with her son Sonny (Allen Hubbard). Mac asks if he can work off his bill. Since he could have just scrammed, this reveals values that have survived the booze. Rosa Lee puts him to work picking up cans from the roadside, screwing on screen doors and pumping gas. She tells him he can spend the night.\n\n\tThey hardly speak. Sonny breaks the ice over dinner: \"Mister, what's your name?\r\t\"Mac.\"\n\n\tMac pumps some gas and is holding the payment. Rosa Lee puts out her hand for it. He hands it over, as if there was any doubt. They speak mostly about business. They regard one another. Days pass very quietly. A school bus picks up and deposits Sonny. One day they're weeding her vegetable garden. He stands up and says, \"I guess there ain't no secret how I feel about you. Would you consider marryin' me?\"\n\n\tRosa Lee looks up from her weeding. \"Yes, I think I might.\"\n\n\tThere has been no courtship. The film shows them twice in church, where she sings in the choir, but there is no wedding scene. Is that strange? Think about these two people, and you realize how much you don't want a wedding scene. The characters are too unlike ordinary people for them to fit into a movie cliché. They are married off-screen. The movie has bigger fish to fry.\n\n\tIn most of their work, both the director, Bruce Beresford, and the screenwriter, Horton Foote, tell you about what you need to know, and leave it at that. They never go somewhere just because another story would have gone there. We don't even see Rosa Lee and Mac making love. The film is more about other things in their lives, other baggage they bring to the movie. He doesn't even tell her he was once a c&w singer, and she may be too young to have known it herself (the two actors are 20 years apart, and look even more widely separated).\n\n\tHow she finds that out, some young guys from town pull up in a band after one of them recognized Sledge. They tell Rosa Lee they have their own band, and are great admirers of Mac's. Word spreads around town. At the grocery store, a woman asks him, \"Hey, mister, were you really Mac Sledge?\" He's friendly enough: \"Yes, ma'm, I guess I was.\" Was he keeping it a secret from Rosa Lee? I don't think so. It was not important to him any more. That was another lifetime.\n\n\tThey share some details. She was pregnant at 17, married at 18, a widow at 19, when her husband was killed in Vietnam. \"He was only a boy,\" she tells Sonny. \"But I think he would have grown up to be a good man.\" He was married to another c&w singer, Dixie Scott (Betty Buckley). The drinking ended that. There is a court order forbidding him to have contact with his daughter Sue Anne (a young Ellen Barkin), who is about 18 now. One day the kids in the band stop by and tell them Dixie will be appearing in town. Mac goes, not to see her, but in hopes of seeing his daughter. No chance of that.\n\n\tWe meet their old manager and friend, Harry (Wilford Brimley), who has that way about him of patiently explaining the truth, not unkindly. The story introduces some elements and we think we know how they will develop, such as the kids recording a new song Mac has written. It gets a lot of radio play, but the results are not what we'd expect. Life, unlike art, has a way of introducing elements that never do develop into anything.\n\n\tHorton Foote won his second Academy Award for this screenplay. His first was for \"To Kill a Mockingbird\" (1962), for which he recommended Duvall for his first screen role, and he also wrote their wonderful \"Tomorrow\" in 1972. He died at 92 in March 2009. Above all a great playwright, he could hardly write a false note. The down-to-earth quality of his characters drew attention away from his minimalist storytelling; all the frills were stripped away. When interesting people have little to say, we watch the body language, listen to the notes in their voices. Rarely does a movie elaborate less and explain more than \"Tender Mercies.\"\n\n\tBruce Beresford, born in Australia in 1940, had great success with \"Breaker Morant\" (1980). \"Tender Mercies\" (1983) was his first American film, and its five nominations included best director, picture, and original song. He room a chance on casting Tess Harper in her first movie, after discovering her at an open audition in Texas. As Janet Maslin pointed out, the movie's \"endless and barren prairie\" could be in Australia. Even the country singing would fit there. With the cinematographer Russell Boyd, Beresford maintains a certain tactful distance from some scenes, such as the marriage proposal. There are alternating close-ups, but the movie isn't punched up that way and prefers to see these people in the context of where they live.\n\n\t\"Tender Mercies\" isn't simply about country singers. It's about country songs. It's notable that Beresford doesn't cut away after a few establishing lyrics, but stays to listen. C&W is about the stories it tells, which is why you can always understand the lyrics, and the stories are windows into the heart. Duvall himself performs a couple, and Buckley, as Dixie, sings the nominated \"Over You\" in a way that makes the Broadway star sound authentically country. You never know all the reasons why an actor will take a pay cut to accept a role. A lot of men have always wanted to play cowboys. Maybe a lot of women have always wanted to play c&w singers.\n\n\tA theme running through the movie is the absence of fathers. Sonny questions Rosa Lee about his father: What was he like? How was he killed? Her answers are always honest: They don't know how he was killed. There were three battles in that area going at the same time. His body was only found after awhile. Sue Anne has grown up wondering about the absent Mac. She must have heard some of his records. Where is he? Why doesn't he ever contact her? When she elopes with a young drunk who plays in her mother's band, is something Freudian going on?\n\n\tDuring the course of the film Mac begins to fill the gaps in both of those lives; we sense his hunger to be a good father as he throws around a football in a field with Sonny. His greatest yearning is to be reunited with his daughter. That's another element that doesn't quite lead where we expect.\n\n\tWhile writing this, I softly played a Hank Williams album. It seemed like part of the review.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1983, "date_published": "2009-06-17", "genres": ["Drama", "Music", "Romance"], "title": "Tender Mercies (1983)"}