{"url": "http://www.rogerebert.com/reviews/great-movie-pale-flower-1964", "by": null, "star_rating": 4.0, "text": "At the center of \"Pale Flower\" stands a very quiet man, closed within himself, a professional killer. He works for a gang in the Yakuza, the Japanese Mafia, and as the film begins he has returned to Tokyo after serving a prison sentence for murder. He did the prison time as the price to be paid for committing a murder, but although we see his gang boss several times, even in a dentist's chair, there is no effort to make him seem worthy of such loyalty. He is an ordinary older man. Muraki (Ryo Ikebe), the yakuza, seems loyal more to the ideal of loyalty, a version of the samurai code. It is his fate to be a soldier and follow orders, and he is the instrument of that destiny. He thinks his crime was \"stupid,\" but he is observing, not complaining.\n\n\"Pale Flower\" is one of the most haunting noirs I've seen, and something more; in 1964 it was an important work in an emerging Japanese New Wave of independent filmmakers, an exercise in existential cool. It involves a plot, but it is all about attitude. Muraki, elegantly dressed, his hair in a carefully stylized cut, his eyes often shielded by dark glasses, speaking rarely, revealing nothing, guards his emotions as if there may be no more where they came from. He glides through nights and an underworld of high-stakes gambling clubs and hooker bars, but lives in a rude and shabby room as if it is merely a cave for sleeping.\n\nAfter his first night back in his familiar world, he goes to a clock shop where Shinko (Chisako Hara), his young lover, lives and works. She clings to him abjectly, and they have sex without ceremony. He betrays no affection. He advises her to find a husband and start a family. He returns to the customary life of the gang without ceremony, as if dwelling on the prison term would be unseemly.\n\nHe likes to gamble. The movie began with a gambling sequence, there are several more of them, and visually they're as elegantly composed as a scene by Ozu. The director of \"Pale Flower\" is Masahiro Shinoda, whose visual choice is widescreen black and white and whose characters move with the grace of Antonioni's at about the same time. That Shinoda worked a an assistant to Ozu may explain some of his precise framing. The gamblers play the Flower Card game involving thick cardboard chips that click when they touch; listen carefully to the sound track by Toru Takemitsu, the masterful composer who, Shinoda says, told him \"record all the sounds and I will use them.\" He segues from the clicking of the cards to recorded tap-dancing and then to discordant chords, as if the rhythm of the game gives way to angular interior emotions.\n\nSeated across from Muraki is a beautiful women, very young, who gambles with the same recklessness she uses to meet his eyes. This is Saeko (Mariko Kaga). Like Muraki, she has no small talk and betrays no emotions. She seems equally indifferent if winning or losing. There is a man at the games who does not play. He is Yoh (Takashi Fujiki), said to be a new employee of the boss. He sits against the wall, regarding the room with aggressive objectivity. Shinoda uses a series of shots in which Muraki leans back to regard this man, who returns his gaze as if to say, \"I would kill you or anyone else without a second thought.\"\n\nSaeko asks Muraki if he knows of a game with bigger stakes. She seems addicted to excitement. She betrays emotion only twice, when after a high-speed drag race on empty city streets she begins to giggle almost orgasmically, and again when she giggles after they are almost caught in a police raid. She says that \"Yoh,\" the malevolent newcomer, seems \"exciting.\" Perhaps she finds it exciting, too, that Muraki is a murderer.\n\nShinoda chose Ryo Ikebe as his star when the actor was at a low ebb, having been fired from a play for freezing onstage. In an interview included with the new Criterion edition of the film, the director recalls Ikebe, depressed, asking, \"Why do you want me? I'm just a ham actor.\" But Shinoda had seen him in Ozu's \"Early Spring\" (1956) and other films, where he was sleekly handsome, and he says he wanted to feel the quality of a man down on his luck. In this film, Ikebe reminds me of the also handsome Alain Delon in Jean-Pierre Melville's \"Le Samourai\" (1967), another film about a detached hit man. Here the performance depend on Ikebe's ability to maintain a Charles Bronson-like impassivity. It is the quality of a man wary of emotion, and the story depends on how he becomes helplessly becomes fascinated by Saeko because she seems even more distant and guarded than he is.\n\nHe warns her against drugs. One night she tells him she has shot up. She says a friendly doctor gave her the shot. But Yoh has the skin and the aura of a drug addict. What does Muraki think? He never reveals. But when the boss asks for a volunteer to murder the boss of a rival gang, Muraki says he'll do it. He doesn't have to. The boss has already given him an exemption because he's just finished one prison term. If you meditate on why Muraki volunteers, I think you will close in on his motivation, and find the theme\n\nIn his interview, Shinoda shows himself familiar with avant garde art. He was chafing at working within the studio system, and even though \"Pale Flower\" was produced by the major studio Shochiku he considers it an independent film, and so, apparently, did the studio. \"After the screening, the writer said it wasn't the film he had written,\" he recalls, \"and that was the excuse the studio needed.\" At a loss for how to deal with it, Shochiku shelved it for months, although when it was finally released it was a great success, no doubt because it captured the sense of both film noir and the emerging European art films.\n\nThe writer, Masaru Baba, began with a novel by Shintaro Ishihara. His approach was apparently conventional, and he disagreed sharply with Shinoda about the gambling scenes. \"We just write 'they gamble,'\" he told the director. Shinoda nodded, kept his peace, and used the novel as a basis for shooting the extraordinary card games. The film makes no effort to explain how the game is played, but is visually acute about the details: The goading rhythm of the croupier, the ritual of a card withdrawn from concealment and folded within a cloth, the placing of bets. Shinoda gives great attention to the implacable faces of Muraki, Saeko and (at a greater distance) Yoh. The gambling scenes are not about the game but about the emotional signals being exchanged by these three; Shinoda has little interest in the other players.\n\nNot many scenes take place in daytime. The film is shot mostly indoors, or outdoors on sometimes rainy streets. The opening establishes Tokyo, but Shinoda shot mostly in Yokohama, where an older look and many narrow lanes gave him a feeling he was looking for, of the night pressing down on Muraki. One cat-and-mouse foot chase through empty streets and shadows is particularly well done.\n\nAlthough the tone of the film is set by Takemitsu Toru's discordant score, a late climactic killing is scored by an aria from Henry Purcell's opera, \"Dido and Aeneas.\" It goes to slow motion, and is intercut with unexpected stained-glass windows. What is happening here, as you will understand when you see the film, is the equivalent of an orgasm created by Muraki for Saeko.\n\nFilm noir is almost always about a central figure who is destroyed by his flaws. This figure often tries to live by a code, even a criminal code, but is defeated by some kind of moral weakness. In noir the fact that you've killed someone may not be a moral failing, but simply an expression of the duties of your milieu. Muraki has schooled himself to not feel, and to not care for Shinko, who cares for him. But by her very inapproachability, the mysterious Saeko defeats his defenses and sets in motion those decisions that cause him to kill again, and trap himself. At the end of the film, he discovers what his choices have left him with. It is an ending of bleak sadness and empty destiny.", "running_time": 96, "mpaa_rating": "Unrated", "release_year": 1964, "date_published": "2011-05-16", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Pale Flower (1964)"}