{"url": "http://www.rogerebert.com/reviews/great-movie-gone-with-the-wind-1939", "by": "Scarlett O'Haraas Vivien Leigh", "star_rating": 4.0, "text": "\"Gone With the Wind” presents a sentimental view of the\r\nCivil War, in which the “Old South” takes the place of Camelot and the war was\r\nfought not so much to defeat the Confederacy and free the slaves as to give\r\nMiss Scarlett O'Hara her comeuppance. But we've known that for years; the\r\ntainted nostalgia comes with the territory. Yet as “GWTW” approaches its 60th\r\nanniversary, it is still a towering landmark of film, quite simply because it\r\ntells a good story, and tells it wonderfully well.\n\nFor the story it wanted to tell, it was the right film at the\r\nright time. Scarlett O'Hara is not a creature of the 1860s but of the 1930s: a\r\nfree-spirited, willful modern woman. The way was prepared for her by the\r\nflappers of Fitzgerald's jazz age, by the bold movie actresses of the period,\r\nand by the economic reality of the Depression, which for the first time put\r\nlots of women to work outside their homes.\n\nScarlett's\r\nlusts and headstrong passions have little to do with myths of delicate Southern\r\nflowers, and everything to do with the sex symbols of the movies that shaped\r\nher creator, Margaret Mitchell: actresses such as Clara Bow, Jean Harlow,\r\nLouise Brooks and Mae West. She was a woman who wanted to control her own\r\nsexual adventures, and that is the key element in her appeal. She also sought\r\nto control her economic destiny in the years after the South collapsed, first\r\nby planting cotton and later by running a successful lumber business. She was\r\nthe symbol the nation needed as it headed into World War II; the spiritual\r\nsister of Rosie the Riveter.\n\nOf\r\ncourse, she could not quite be allowed to get away with marrying three times,\r\ncoveting sweet Melanie's husband Ashley, shooting a plundering Yankee, and\r\nbanning her third husband from the marital bed in order to protect her petite\r\nwaistline from the toll of childbearing. It fascinated audiences (it fascinates\r\nus still) to see her high-wire defiance in a male chauvinist world, but\r\neventually such behavior had to be punished, and that is what “Frankly, my dear,\r\nI don't give a damn” is all about. If “GWTW” had ended with Scarlett's\r\nunquestioned triumph, it might not have been nearly as successful. Its original\r\naudiences (women, I suspect, even more than men) wanted to see her swatted\r\ndown--even though, of course, tomorrow would be another day.\n\nRhett\r\nButler was just the man to do it. As he tells Scarlett in a key early scene, “You\r\nneed kissing badly. That's what's wrong with you. You should be kissed, and\r\noften, and by someone who knows how.” For “kissed,” substitute the word you're\r\nthinking of. Dialogue like that reaches something deep and fundamental in most\r\npeople; it stirs their fantasies about being brought to sexual pleasure despite\r\nthemselves. (“Know why women love the horse whisperer?” I was asked by a woman\r\nfriend not long ago. “They figure, if that's what he can do with a horse, think\r\nwhat he could do with me.”) Scarlett's confusion is between her sentimental\r\nfixation on a tepid “Southern gentleman” (Ashley Wilkes) and her unladylike\r\nlust for a bold man (Rhett Butler). The most thrilling struggle in “GWTW” is\r\nnot between North and South, but between Scarlett's lust and her vanity.\n\nClark\r\nGable and Vivien Leigh were well matched in the two most coveted movie roles of\r\nthe era. Both were well-served by a studio system that pumped out idealized\r\nprofiles and biographies, but we now know what outlaws they were: Gable, the\r\nhard-drinking playboy whose studio covered up his scandals; Leigh, the\r\nneurotic, drug-abusing beauty who was the despair of every man who loved her.\n\nThey\r\nbrought experience, well-formed tastes and strong egos to their roles, and the\r\ncamera, which cannot lie and often shows more than the story intends, caught\r\nthe flash of an eye and the readiness of body language that suggested sexual\r\nchallenge. Consider the early scene where they first lay eyes on one another\r\nduring the barbecue at Twelve Oaks. Rhett “exchanges a cool, challenging stare\r\nwith Scarlett,” observes the critic Tim Dirks. “She notices him undressing her\r\nwith his eyes: `He looks as if--as if he knows what I look like without my\r\nshimmy.' “\n\nIf\r\nthe central drama of “Gone With the Wind” is the rise and fall of a sexual\r\nadventuress, the counterpoint is a slanted but passionate view of the Old\r\nSouth. Unlike most historical epics, “GWTW” has a genuine sweep, a convincing\r\nfeel for the passage of time. It shows the South before, during and after the\r\nwar, all seen through Scarlett's eyes. And Scarlett is a Southerner. So was\r\nMargaret Mitchell. The movie signals its values in the printed narration that\r\nopens the film, in language that seems astonishing in its bland, unquestioned\r\nassumptions:\n\n“There\r\nwas a land of Cavaliers and Cotton Fields called the Old South. Here in this\r\npretty world, Gallantry took its last bow. Here was the last ever to be seen of\r\nKnights and their Ladies Fair, of Master and of Slave. Look for it only in\r\nbooks, for it is no more than a dream remembered, a Civilization gone with the\r\nwind.”\n\nYes,\r\nwith the capital letters and all. One does not have to ask if the Slaves saw it\r\nthe same way. The movie sidesteps the inconvenient fact that plantation\r\ngentility was purchased with the sweat of slaves (there is more sympathy for\r\nScarlett getting calluses on her pretty little hands than for all the crimes of\r\nslavery). But to its major African-American characters it does at least grant\r\nhumanity and complexity. Hattie McDaniel, as Mammy, is the most sensible and\r\nclear-sighted person in the entire story (she won one of the film's eight\r\nOscars), and although Butterfly McQueen, as Prissy, will always be associated\r\nwith the line “I don't know nothin' about birthin' babies,” the character as a\r\nwhole is engaging and subtly subversive.\n\nRemember\r\nthat when “GWTW” was made, segregation was still the law in the South and the\r\nreality in the North. That the Ku Klux Klan was written out of one scene for\r\nfear of giving offense to elected officials who belonged to it. The movie comes\r\nfrom a world with values and assumptions fundamentally different from our\r\nown--and yet, of course, so does all great classic fiction, starting with Homer\r\nand Shakespeare. A politically correct “GWTW” would not be worth making, and\r\nmight largely be a lie.\n\nAs\r\nan example of filmmaking craft, “GWTW” is still astonishing. Several directors\r\nworked on the film; George Cukor incurred Clark Gable's dislike and was\r\nreplaced by Victor Fleming, who collapsed from nervous exhaustion and was\r\nrelieved by Sam Wood and Cameron Menzies. The real auteur was the producer,\r\nDavid O. Selznick, the Steven Spielberg of his day, who understood that the key\r\nto mass appeal was the linking of melodrama with state-of-the-art production\r\nvalues. Some of the individual shots in “GWTW” still have the power to leave us\r\nbreathless, including the burning of Atlanta, the flight to Tara and the “street\r\nof dying men” shot, as Scarlett wanders into the street and the camera pulls\r\nback until the whole Confederacy seems to lie broken and bleeding as far as the\r\neye can see.\n\nAnd\r\nthere is a joyous flamboyance in the visual style that is appealing in these\r\ndays when so many directors have trained on the blandness of television.\r\nConsider an early shot where Scarlett and her father look out over the land,\r\nand the camera pulls back, the two figures and a tree held in black silhouette\r\nwith the landscape behind them. Or the way the flames of Atlanta are framed to\r\nbackdrop Scarlett's flight in the carriage.\n\nI've\r\nseen “Gone With the Wind” in four of its major theatrical revivals--1954, 1961,\r\n1967 (the abortive “widescreen” version) and 1989, and now here is the 1998\r\nrestoration. It will be around for years to come, a superb example of\r\nHollywood's art and a time capsule of weathering sentimentality for a\r\nCivilization gone with the wind, all right--gone, but not forgotten.", "running_time": 238, "mpaa_rating": "G", "release_year": 1939, "date_published": "1998-06-21", "genres": ["Drama", "Romance"], "title": "Gone With the Wind (1939)"}