{"url": "http://www.rogerebert.com/reviews/great-movie-smiles-of-a-summer-night-1955", "by": "Ulla Jacobssonas Anne Egerman", "star_rating": 4.0, "text": "Adultery was the great subject of many of Ingmar Bergman's films and much of his life. He was married five times, and not very faithfully, because he also had fairly public relationships with the actresses Harriet Andersson, Bibi Andersson and Liv Ullmann, and was married during all of those affairs. He was far from a libertine, experienced a great deal of guilt during his liaisons and returned to the subject repeatedly in his films. He wrote \"Sunday's Children\" (1994) directed by his son Daniel about how Bergman's clergyman father created a household where public piety was joined with private anguish \"Private Confessions\" (1996) his screenplay was about his mother's moral struggles.\n\nIt is necessary to conclude that both films draw directly from a personal history that Ullmann experienced at first hand. The idea of commitment, marriage, betrayal and guilt formed for Bergman a moral circle, and indeed in 2000, when he was 82 and felt he was too old to direct, he enlisted Ullmann to direct \"Faithless\" from his final screenplay. They remained close friends before, during and after their romantic involvement, and had a daughter together, the actress Linn Ullmann. Perhaps it was the closeness and trust he felt with Ullmann that acted as a muse, because in so many of his films there is a need to confess guilt and seek redemption.\n\n\"Faithless\" was the final chapter of his moral autobiography. It tells the story of an old man who evokes an imaginary actress (played by Lena Endre) to help him recreate scenes from his life which puzzle and shame him. He asks her to help him recreate her past. As she does, flashbacks show her cheating on her husband with a character named David, who is \"Bergman\" as a young man. Wheels within wheels. The old man wants to see her adultery through her own eyes. Did he lead her into sin? Did he lie to her? Did he lie to himself? The film was perhaps as autobiographical for her as for him.\n\n\"I've known him as long as anyone except my sister,\" she told me one afternoon at Cannes. \"We worked so closely together and then we were friends so much longer; we did two films when we loved and now this and then we have a daughter together and we are still friends. You lose and you love and then lose again and this has been a relationship where we never lost.\n\n\"Maybe he sees this story as his life, and he's told it, and it's over. If he writes something again maybe it will be about endless love. He cannot forgive himself. I told him two years ago: 'You have to forgive yourself for whatever betrayal you have committed.' 'I cannot forgive myself.' he said. That's why I made a scene where he appears with himself as a young man, and forgives that young man, even if he can't forgive himself as an old one.\"\n\nI have chosen this indirect way of backing into a look at \"Smiles of a Summer Night\" (1955), a film that acted as an artistic and professional turning point. He had been directing films since \"Torment\" in 1944, with uneven results; \"Summer with Monika\" (1953) had some success, oddly, as soft-core porn, although it didn't qualify. He was financed by the Swedish Film Institute, which took a bet on \"Smiles\" and bankrolled it for $100,000 -- said to be the largest amount ever spent on a Swedish film. It was a resounding international success, won the European Film Award and something called the Award for Best Poetic Humor at Cannes. He says in an introduction included on the criterion DVD that after \"Smiles\" he never again had to scramble for financing. He moved immediately into the first ranks of filmmakers, making \"The Seventh Seal\" (1957) and \"Wild Strawberries\" (1957).\n\nThe film is entirely about adultery. Most unusual for Bergman, it is a comedy. It flirts at times with screwball, but chooses more decisively to use the kind of verbal wit that Shaw and Wilde employed. One of its lines (\"I can tolerate my wife's infidelity, but if anyone touches my mistress, I become a tiger\") sounds like Wilde to begin with, and even more when it appears later in a different form (\"I can tolerate my mistress's infidelity, but if anyone touches my wife, I become a tiger\").\n\nThe speaker is Fredrik Engerman (Gunnar Björnstrand), an 50ish attorney who is in the second year of marriage to Anne (Ulla Jacobsson), a sensuous a 19-year-old. He and his son Henrik (Björn Bjelfvenstam), a theology student, share the same household with Petra (Harriet Andersson), a saucy maid who flirts shamelessly with both of them. Fredrik for several years was the lover of Desiree Armfeldt (Eva Dahlbeck), a celebrated actress, and one night he takes his young wife to see her in a play.\n\nAnne is alerted, because on the afternoon before the play they took a nap, and he unwisely said Desiree's name in his sleep. That night after the play, he and Anne go to bed and we discover that she is still a virgin. This causes him frustration, although he doesn't want to \"hurry\" her. After she falls asleep, Fredrik slips out for a rendezvous with Desiree, worldly and witty, who teases him about his young wife, and the possibility that she may become attracted to the young Henrik.\n\nFredrik slips and falls into a puddle on his way into Desiree's house, and she supplies him with a dressing gown belonging to her current lover, Count Malcolm (Jarl Kulle). Not long after the Count himself arrives, demands an explanation, and mentions a duel. The machiavellian Desiree, certain she is finished with the Count, belongs back with Fredrik, and Anne belongs with the idealistic theologian, arranges for her wealthy mother to throw a dinner party involving all the players, as well as the Count's wife, Charlotte (Margit Carlqvist). Petra accompanies the Engermans, and cheerfully flirts with Mrs. Armfeldt's groom (Naima Wifstrand). Old Mrs. Armfeldt has also done her time as a mistress. Asked by Desiree why she doesn't write her memoirs, she replies coyly: \"My dear daughter, I was given this estate for promising not to write my memoirs.\"\n\nWe are meant to understand that everyone's sensibilities are erotically alert because it is one of those endless northern days where night is but a finger dragging the dusk between one day and the next. What happens during the course of the long night involves smiles and a great deal more, including a providential bed that slides through a wall from one bedroom to the next. You see that I mentioned slapstick. Everyone has been affected by the wine they shared at dinner, which is described by Desiree's worldly mother: \"My dear children and friends. According to legend, the wine is pressed from grapes whose juice gushes out like drops of blood against the pale grape skin. It is also said that to each cask filled with this wine was added a drop of milk from a young mother's breast and a drop of seed from a young stallion. These lend to the wine secret seductive powers. Whoever drinks hereof does so at his own risk and must answer for himself.\"\n\nIt is difficult to imagine Bergman writing such dialogue, but those who knew him said he had a sense of humor that was the equal of his periods of depression and despair. Even this film has some dark moments, as when the Count's wife Charlotte has a bleak monologue about males: \"Men are horrible, vain and conceited. They have hair all over their bodies.\" That speech occurs at a point before the wine kicks in.\n\nThe film's photography was by Gunnar Fischer, who with Sven Nykvist was one of the two cinematographers Bergman almost always worked with. Both of them appreciated Bergman's lifelong custom of directing opera and theater every winter, while meanwhile writing a new screenplay he would start filming every spring. The diffused light of the long evenings provides the characteristic visual clarity of many of Bergman's scenes.\n\nPauline Kael called this a nearly perfect film. Having not seen it for most of a lifetime, I was startled by how quickly it beguiled me. There is an abundance of passion here, but none of it reckless; the characters consider the moral weight of their actions, and while not reluctant to misbehave, feel a need to explain, if only to themselves. Perhaps here, in an uncharacteristic comedy, Bergman is expressing the same need.", "running_time": 108, "mpaa_rating": null, "release_year": 1955, "date_published": "2012-01-31", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Smiles of a Summer Night (1955)"}