{"url": "http://www.rogerebert.com/reviews/great-movie-the-seven-samurai-1954", "by": null, "star_rating": 4.0, "text": "\n\nAkira Kurosawa's \"Seven Samurai\" (1954) is not only a\r\ngreat film in its own right, but the source of a genre that would flow through\r\nthe rest of the century. The critic Michael Jeck suggests that this was the\r\nfirst film in which a team is assembled to carry out a mission--an idea which\r\ngave birth to its direct Hollywood remake, \"The Magnificent Seven,\"\r\nas well as \"The Guns of Navarone,\" \"The Dirty Dozen\" and\r\ncountless later war, heist and caper movies. Since Kurosawa's samurai adventure\r\n\"Yojimbo\" (1960) was remade as \"A Fistful of Dollars\" and\r\nessentially created the spaghetti Western, and since this movie and Kurosawa's\r\n\"The Hidden Fortress\" inspired George Lucas' \"Star Wars\"\r\nseries, it could be argued that this greatest of filmmakers gave employment to\r\naction heroes for the next 50 years, just as a fallout from his primary\r\npurpose.\n\nThat\r\npurpose was to make a samurai movie that was anchored in ancient Japanese\r\nculture and yet argued for a flexible humanism in place of rigid traditions.\r\nOne of the central truths of \"Seven Samurai\" is that the samurai and\r\nthe villagers who hire them are of different castes and must never mix. Indeed,\r\nwe learn that these villagers had earlier been hostile to samurai--and one of\r\nthem, even now, hysterically fears that a samurai will make off with his\r\ndaughter. Yet the bandits represent a greater threat, and so the samurai are\r\nhired, valued and resented in about equal measure.\n\nWhy\r\ndo they take the job? Why, for a handful of rice every day, do they risk their\r\nlives? Because that is the job and the nature of the samurai. Both sides are bound\r\nby the roles imposed on them by society, and in To the Distant Observer, his\r\nstudy of Japanese films, Noel Burch observes: \"masochistic perseverance in\r\nthe fulfillment of complex social obligations is a basic cultural trait of\r\nJapan.\" Not only do the samurai persevere, but so do the bandits, who\r\ncontinue their series of raids even though it is clear the village is\r\nwell-defended, that they are sustaining heavy losses, and that there must be\r\nunprotected villages somewhere close around. Like characters in a Greek\r\ntragedy, they perform the roles they have been assigned.\n\nTwo\r\nof the movie's significant subplots deal with rebellion against social\r\ntradition. Kikuchiyo, the high-spirited samurai played by Toshiro Mifune as a\r\nrambunctious showoff, was not born a samurai but has jumped caste to become\r\none. And there is a forbidden romance between the samurai Katsushiro (Isao\r\nKimura) and a village girl (ironically, the very daughter whose father was so\r\nworried). They love each other, but a farmer's daughter cannot dream of\r\nmarrying a ronin; when they are found together on the eve of the final battle,\r\nhowever, there are arguments in the village to \"understand the young\r\npeople,” and an appeal to romance--an appeal designed for modern audiences and\r\nunlikely to have carried much weight in the 1600s when the movie is set.\n\nKurosawa\r\nwas considered the most Western of great Japanese directors (too Western, some\r\nof his Japanese critics sniffed). \"Seven Samurai\" represents a great\r\ndivide in his work; most of his earlier films, Jeck observes, subscribe to the\r\nJapanese virtues of teamwork, fitting in, going along, conforming. All his\r\nlater films are about misfits, noncomformists and rebels. The turning point can\r\nbe seen in his greatest film, \"Ikiru\" (1952), in which a bureaucrat spends\r\nhis days in the rote performance of meaningless duties but decides when he is\r\ndying to break loose and achieve at least one meaningful thing.\n\nThat\r\nbureaucrat was played by Takashi Shimura--who, incredibly, also plays Kambei,\r\nthe leader of the seven samurai. He looks old and withered in the 1952 picture,\r\ntough and weathered in this one. Kurosawa was loyal to his longtime\r\ncollaborators, and used either Shimura, Mifune, or often both of them, in every\r\nmovie he made for 18 years.\n\nIn\r\n\"Seven Samurai,\" both actors are essential. Shimura's Kambei is the\r\nveteran warrior, who in an early scene shaves his head to disguise himself as a\r\npriest in order to enter a house where a hostage is being held. (Did this scene\r\ncreate the long action-movie tradition of opening sequences in which the hero\r\nwades into a dangerous situation unrelated to the later plot?) He spends the\r\nrest of the movie distractedly rubbing his bristling head during moments of\r\npuzzlement. He is a calm, wise leader and a good strategian, and we follow the\r\nbattles partly because he (and Kurosawa) map them out for us, walk us through\r\nthe village's defenses and keep count as the 40 bandits are whittled down one\r\nby one. Mifune's character, Kikuchiyo, is an overcompensator. He arrives\r\nequipped with a sword longer than anyone else's and swaggers around holding it\r\nover his shoulder like a rifleman. He is impulsive, brave, a showoff who\r\nquickly assembles a fan club of local kids who follow him around. Mifune was\r\nhimself a superb athlete and does some difficult jumps and stunts in the movie,\r\nbut his character is shown to be a hopeless horseman. (As a farmer's son,\r\nKikuchiyo would not have had an opportunity as a youth to learn to ride.) One\r\nrunning gag involves Kikuchiyo's inability to master an unruly local horse;\r\nthere is a delightful moment where horse and rider disappear behind a barrier\r\ntogether, and emerge separately.\n\nThe\r\nmovie is long (207 minutes), with an intermission, and yet it moves quickly\r\nbecause the storytelling is so clear, there are so many sharply defined\r\ncharacters, and the action scenes have a thrilling sweep. Nobody could\r\nphotograph men in action better than Kurosawa. One of his particular trademarks\r\nis the use of human tides, sweeping down from higher places to lower ones, and\r\nhe loves to devise shots in which the camera follows the rush and flow of an\r\naction, instead of cutting it up into separate shots. His use of closeups in\r\nsome of the late battle scenes perhaps was noticed Orson Welles, who in\r\n\"Falstaff” conceals a shortage of extras by burying the camera in a\r\nKurosawian tangle of horses, legs, and swords.\n\nRepeated\r\nviewings of \"Seven Samurai\" reveal visual patterns. Consider the\r\nirony, for example, in two sequences that bookend the first battle with the\r\nbandits. In the first, the villagers have heard the bandits are coming, and\r\nrush around in panic. Kambei orders his samurai to calm and contain them, and\r\nthe ronin run from one group to the next (the villagers always run in groups,\r\nnot individually) to herd them into cover. Later, after the bandits have been\r\nrepulsed, a wounded bandit falls in the village square, and now the villagers\r\nrush forward with delayed bravery to kill him. This time, the samurai hurry\r\nabout pushing them back. Mirrored scenes like that can be found throughout the\r\nmovie.\n\nThere\r\nis also an instinctive feeling for composition. Kurosawa constantly uses deep\r\nfocus to follow simultaneous actions in the foreground, middle and background.\r\nOften he delineates the distance with barriers. Consider a shot where the\r\nsamurai, in the foreground, peer out through the slats of a building and across\r\nan empty ground to the sight of the bandits, peering in through the slats of a\r\nbarrier erected against them. Kurosawa's moving camera often avoids cuts in\r\norder to make comparisons, as when he will begin on dialogue in a closeup,\r\nsweep through a room or a clearing, and end on a closeup of another character\r\nwho is the point of the dialogue.\n\nMany\r\ncharacters die in \"Seven Samurai,\" but violence and action are not\r\nthe point of the movie. It is more about duty and social roles. The samurai at\r\nthe end have lost four of their seven, yet there are no complaints, because\r\nthat is the samurai's lot. The villagers do not much want the samurai around\r\nonce the bandits are gone, because armed men are a threat to order. That is the\r\nnature of society. The samurai who fell in love with the local girl is used\r\nsignificantly in the composition of the final shots. First he is seen with his\r\ncolleagues. Then with the girl. Then in an uncommitted place not with the samurai,\r\nbut somehow of them. Here you can see two genres at war: The samurai movie and\r\nthe Western with which Kurosawa was quite familiar. Should the hero get the\r\ngirl? Japanese audiences in 1954 would have said no. Kurosawa spent the next 40\r\nyears arguing against the theory that the individual should be the instrument\r\nof society.", "running_time": 207, "mpaa_rating": null, "release_year": 1954, "date_published": "2001-08-19", "genres": ["Action", "Drama", "Foreign", "Indie"], "title": "The Seven Samurai (1954)"}