{"url": "http://www.rogerebert.com/reviews/great-movie-playtime-1967", "by": null, "star_rating": 4.0, "text": "Jacques Tati's \"Playtime,\" like \"2001: A Space Odyssey\" or \"The Blair Witch Project\" or \"Russian Ark,\" is one of a kind, complete in itself, a species already extinct at the moment of its birth. Even Mr. Hulot, Tati's alter ego, seems to be wandering through it by accident. Instead of plot it has a cascade of incidents, instead of central characters it has a cast of hundreds, instead of being a comedy it is a wondrous act of observation. It occupies no genre and does not create a new one. It is a filmmaker showing us how his mind processes the world around him.\n\nAt the time of its making, \"Playtime\" (1967) was the most expensive film in French history. Tati filmed it in \"Tativille,\" an enormous set outside Paris that reproduced an airline terminal, city streets, high rise buildings, offices and a traffic circle. It was the direct inspiration for \"The Terminal,\" for which Stephen Spielberg built a vast set of a full-scale airline terminal.\n\nAlthough Spielberg said he wanted to give Tom Hanks the time and space to develop elaborate situations like Tati serendipitously blundered through, he provided Hanks with a plot, dialogue and supporting characters. Tati made \"Playtime\" without a story, with dialogue (mostly in English) that is inaudible or disposable, and without a hero.\n\nHis film is about how humans wander baffled and yet hopeful through impersonal cities and sterile architecture. \"Playtime\" doesn't observe from anyone's particular point of view, and its center of intelligence resides not on the screen but just behind the camera lens. The most sympathetic person in the movie is a waiter who becomes a source for replacement parts. More about him later.\n\nTati filmed his movie in 70mm, that grand epic format that covers the largest screens available with the most detail imaginable. He shot entirely in medium-long and long shots; no closeups, no reaction shots, no over the shoulder. He shows us the big picture all of the time, and our eyes dart around it to find action in the foreground, middle distance, background and half-offscreen. It is difficult sometimes to even know what the subject of a shot is; we notice one bit of business but miss others, and the critic Noel Burch wonders if \"the film has to be seen not only several times, but from several different points in the theater to be appreciated fully.\"\n\n\"Playtime\" is Rosenbaum's favorite film, and unlike many of its critics, he doesn't believe it's about urban angst or alienation. In a lovely passage, he writes: \"It directs us to look around at the world we live in (the one we keep building), then at each other, and to see how funny that relationship is and how many brilliant possibilities we still have in a shopping-mall world that perpetually suggests otherwise; to look and see that there are many possibilities and that the play between them, activated by the dance of our gaze, can become a kind of comic ballet, one that we both observe and perform...\"\n\nConsider how this works in the extended opening scene. We see a vast, sterile concourse in a modern building. In the foreground, a solicitous wife is reassuring her husband that she has packed his cigarettes and pajamas, and he wearily acknowledges her concern. We understandably conclude that this is the waiting room of a hospital; a woman goes by seeming to push a wheelchair, and a man in a white coat looks doctor-like. Nuns march past in step, their wimples bobbing up and down in unison. Only slowly do these images reveal themselves as belonging to an airline terminal.\n\nA tour group of American women arrives down an escalator. A clerk on a stool with wheels scoots back and forth to serve both ends of his counter. Impenetrable announcements boom from the sound system. Mr. Hulot's entrance is easy to miss; while babbling tourists fill the foreground, he walks into an empty space in the middle distance, drops his umbrella, picks it up and walks off again. The bang of the umbrella directs our eye to the action. The whole sequence is alert to sounds, especially the footfalls of different kinds of shoes and the flip-flops of sandals.\n\nLooking and listening to these strangers, we expect to see more of Mr. Hulot, and we will, but not a great deal. Tati's famous character, often wearing a raincoat and hat, usually with a long-stemmed pipe in his mouth, always with pants too short and argyle socks, became enormously popular in the director's international hits \"Mr. Hulot's Holiday\" (1953) and \"Mon Oncle\" (1958, winner of the Oscar for best foreign film).\n\nBut nearly 10 years passed before Tati found uncertain financing for the expensive \"Playtime,\" and he wanted to move on from Hulot; to make a movie in which the characters might seem more or less equal and -- just as important -- more or less random, the people the film happens to come across.\n\n\"Mon Oncle\" has an ultra-modern house as its setting, and in \"Playtime,\" we enter a world of plate glass and steel, endless corridors, work stations, elevators, air conditioning. Hulot goes to call on a man in a modern office and is put on display in a glass waiting room, where he becomes distracted by the rude whooshing sounds the chair cushions make. He takes an elevator trip by accident. A man approaches the building guard to get a light for his cigarette and doesn't realize a glass wall separates them.\n\nGlass walls are a challenge throughout the film; at one point, Hulot breaks a glass door and the enterprising doorman simply holds the large brass handle in midair and opens and closes an invisible door, collecting his tips all the same.\n\nOther characters are mistaken for Hulot in the film, a double is used for him in some scenes, and Hulot encounters at least three old Army buddies, one of whom insists he visit his flat. This generates a wonderful scene; the apartment building has walls of plate-glass windows, and the residents live in full view of the street. We see four apartments at once, and in a sly visual trick, it eventually appears that a neighbor is watching Hulot's army buddy undress when she is actually watching the TV.\n\nBut to explain or even recount these moments is to miss the point. They aren't laugh-out-loud gags, but smiles or little shocks of recognition. The last long sequence in the film involves the opening night of a restaurant at which everything goes wrong, and the more it goes wrong, the more the customers are able to relax and enjoy themselves.\n\nThe sequence involves a multitude of running jokes, which simultaneously unfold at all distances from the camera; the only stable reference point is supplied by a waiter who rips his pants on the modern chairs and goes to hide behind a pillar. There he is implored by other waiters to lend them his clean towel, his untorn jacket, his shoes and his bowtie, until finally he is a complete mess, an exhibit of haberdashery mishaps.\n\nSome characters stand out more than others. Hulot, of course. An attractive American woman. A loud American man. A short and deliberate little man. A long-suffering restaurant owner. A very drunk man. But scenes don't center on them; everyone swims with the tide. In \"Mon Oncle,\" there is a magical scene where Hulot adjusts a window pane, and it seems to produce a bird song. In \"Playtime,\" we are surrounded by modern architecture, but glass doors reflect the Eiffel Tower, the Church of the Sacred Heart in Montmartre and the deep blue sky. The sight of the sky inspires \"oohs\" and \"ahs\" of joy from the tourists, as if they are prisoners and a window has been opened in their cell.\n\n\"Playtime\" is a peculiar, mysterious, magical film. Perhaps you should see it as a preparation for seeing it; the first time won't quite work. The best way to see it is on 70mm, but that takes some doing (although a print is currently in circulation in North America). The Criterion DVD is crisp and detailed, and includes an introduction by Terry Jones, who talks about how the commercial failure of the film bankrupted Tati (1909-1982) and cost him the ownership of his home, his business and all of his earlier films. Was Tati reckless to risk everything on such a delicate, whimsical work? Reckless for you, reckless for me, not reckless for a dreamer.\n\n\"Playtime\" is now playing in 70mm and DTS sound at the Music Box, 3733 N. Southport. ", "running_time": 124, "mpaa_rating": null, "release_year": 1967, "date_published": "2004-08-29", "genres": ["Comedy", "Drama", "Foreign"], "title": "Playtime (1967)"}