{"url": "http://www.rogerebert.com/reviews/great-movie-man-with-a-movie-camera-1929", "by": null, "star_rating": 4.0, "text": "\n\nIn 1929, the year it was released, films had an average shot length\r\n(ASL) of 11.2 seconds. \"Man With a Movie Camera\" had an ASL of 2.3\r\nseconds. The ASL of Michael Bay's \"Armageddon\" was -- also 2.3\r\nseconds. Why would I begin a discussion of a silent classic by discussing such\r\na mundane matter? It helps to understand the impact the film made at the time.\r\nViewers had never seen anything like it, and Mordaunt Hall, the horrified\r\nauthor of the New York Times review, wrote: \"The producer, Dziga Vertof,\r\ndoes not take into consideration the fact that the human eye fixes for a\r\ncertain space of time that which holds the attention.\" This reminds me of\r\nHarry Carey's advice in 1929 to John Wayne, as the talkies were coming in:\r\n\"Stop halfway through every sentence. The audience can't listen that\r\nfast.\"\n\n\"Man\r\nWith a Movie Camera\" is fascinating for many better reasons than its ASL,\r\nbut let's begin with the point Dziga Vertof was trying to make. He felt film\r\nwas locked into the tradition of stage plays, and it was time to discover a new\r\nstyle that was specifically cinematic. Movies could move with the speed of our\r\nminds when we are free-associating, or with the speed of a passionate musical\r\ncomposition. They did not need any dialogue--and indeed, at the opening of the\r\nfilm he pointed out that it had no scenario, no intertitles, and no characters.\r\nIt was a series of images, and his notes specified a fast-moving musical score.\n\nThere\r\nwas an overall plan. He would show 24 hours in a single day of a Russian city.\r\nIt took him four years to film this day, and he worked in three cities: Moscow,\r\nKiev and Odessa. His wife Yelizaveta Svilova supervised the editing from about\r\n1,775 separate shots -- all the more impressive because most of the shots\r\nconsisted of separate set-ups. The cinematography was by his brother, Mikhail\r\nKaufman, who refused to ever work with him again. (Vertov was born Denis\r\nKaufman, and worked under a name meaning \"spinning top.\" Another\r\nbrother, Boris Kaufman, immigrated to Hollywood and won an Oscar for filming\r\n\"On the Waterfront.\")\n\nBorn\r\nin 1896 and coming of age during the Russian Revolution, Vertov considered\r\nhimself a radical artist in a decade where modernism and surrealism were\r\ngaining stature in all the arts. He began by editing official newsreels, which\r\nhe assembled into montages that must have appeared rather surprising to some\r\naudiences, and then started making his own films. He would invent an entirely\r\nnew style. Perhaps he did. \"It stands as a stinging indictment of almost\r\nevery film made between its release in 1929 and the appearance of Godard’s\r\n'Breathless' 30 years later,\" the critic Neil Young wrote, \"and\r\nVertov’s dazzling picture seems, today, arguably the fresher of the two.\"\r\nGodard is said to have introduced the \"jump cut,\" but Vertov's film\r\nis entirely jump cuts.\n\nThere\r\nis a temptation to review the simply by listing what you will see in it.\r\nMachinery, crowds, boats, buildings, production line workers, streets, beaches,\r\ncrowds, hundreds of individual faces, planes, trains, automobiles, and so on.\r\nBut these shots have an organizing pattern. \"Man With a Movie Camera\"\r\nopens with an empty cinema, its seats standing at attention. The seats swivel\r\ndown (by themselves), and an audience hurries in and fills them. They begin to\r\nlook at a film. This film. And this film is about--this film being made.\n\nThe\r\nonly continuing figure -- not a \"character\" -- is the Man With the\r\nMovie Camera. He uses an early hand-cracked model, smaller than the one Buster\r\nKeaton uses in \"The Cameraman\" (1928), although even that one is\r\nlight enough to be balanced on the shoulder with its tripod. This Man is seen\r\nphotographing many of the shots in the movie. Then there are shots of how he\r\ndoes it--securing the tripod and himself to the top of an automobile or the bed\r\nof a speeding truck, stooping to walk through a coal mine, hanging in a basket\r\nover a waterfall. We see a hole being dug between two train tracks, and later a\r\ntrain racing straight towards the camera. We're reminded that when the earliest\r\nmovie audiences saw such a shot, they were allegedly terrified, and ducked down\r\nin their seats.\n\nIntercut\r\nwith this are shots of this film being edited. The machinery. The editor. The\r\nphysical film itself. Sometimes the action halts with a freeze frame, and we\r\nsee that the editor has stopped work. But that's later--placing it right after\r\nthe freeze frame would seem too much like continuity. If there is no\r\ncontinuity, there is a gathering rhythmic speed that reaches a crescendo nearer\r\nthe end. The film has shot itself, edited itself, and now is conducting itself\r\nat an accelerating tempo.\n\nMost\r\nmovies strive for what John Ford called \"invisible editing\" -- edits\r\nthat are at the service at the storytelling, and do not call attention to\r\nthemselves. Even with a shock cut in a horror film, we are focused on the\r\nsubject of the shot, not the shot itself. Considered as a visual object,\r\n\"Man With a Movie Camera\" deconstructs this process. It assembles\r\nitself in plain view. It is about itself, and folds into and out of itself like\r\norigami. It was in 1912 that Marcel Duchamp shocked the art world with his\r\npainting \"Nude Descending a Staircase.\" It wasn't shocked by\r\nnudity--the painting was too abstract to show any. They were shocked that he\r\ndepicted the descent in a series of steps taking place all at the same time. In\r\na way, he had invented the freeze frame.\n\nWhat\r\nVertov did was elevate this avant-garde freedom to a level encompassing his\r\nentire film. That is why the film seems fresh today; 80 years later, itisfresh. There had been \"city\r\ndocumentaries\" earlier, showing a day in the life of a metropolis; one of\r\nthe most famous was \"Berlin: Symphony of a Great City\" (1927).\n\nBy\r\nfilming in three cities and not naming any of them, Vertov had a wider focus:\r\nHis film was about The City, and The Cinema, and The Man With a Movie Camera.\r\nIt was about the act of seeing, being seen, preparing to see, processing what\r\nhad been seen, and finally seeing it. It made explicit and poetic the\r\nastonishing gift the cinema made possible, of arranging what we see, ordering\r\nit, imposing a rhythm and language on it, and transcending it. Godard once said\r\n\"The cinema is life at 24 frames per second.\" Wrong. That's what life\r\nis. The Cinema only starts with the 24 frames -- and besides, in the silent era\r\nit was closer to 18 fps. It's what you doafteryou have your frames that makes it\r\nCinema.\n\nThe experience of \"Man With a Movie Camera\" is\r\nunthinkable without the participation of music. Virtually every silent film was\r\nseen with music, if only from a single piano, accordion, or violin. The Mighty\r\nWurlitzer, with its sound effects and different musical voices, was invented\r\nfor movies.\n\nThe\r\nversion available in the U.S. is from Kino, and features a score by composer\r\nMichael Nyman (\"The Piano\"). It was premiered performed by the\r\nMichael Nyman Band on May 17, 2002 at London's Royal Festival Hall. As the\r\ntempo mounts, it takes on a relentless momentum. Another score was created by\r\nthe Cinematic Orchestra, and you can hear it while viewing nine minutes of the\r\nfilm here: http://www.youtube.com/watch?v=vvTF6B5XKxQ\n\nA\r\nfamous score was created by the Alloy Orchestra of Cambridge, Mass., which\r\ndevotes itself to accompanying silent cinema. To mark the 80th anniversary of\r\nthe film, the Alloy obtained and restored a print from the Moscow Film Archive,\r\nand performed their revised score in the city. They will tour with the print in\r\n2010, and on their schedule is Ebertfest 2010.\n\nThe surrealist milestone \"Un Chien Andalou\" (1928), by\r\nLuis Bunuel and Salvador Dali, is also in my Great Movies Collection.\n\n", "running_time": 73, "mpaa_rating": "No", "release_year": 1929, "date_published": "2009-07-01", "genres": ["Documentary", "Drama", "Foreign"], "title": "Man With a Movie Camera (1929)"}