{"url": "http://www.rogerebert.com/reviews/great-movie-the-grey-zone-2001", "by": "David Arquetteas Hoffman", "star_rating": 4.0, "text": "Rare among films about the Holocaust, Tim Blake Nelson's \"The Grey Zone\" (2001) lacks an upbeat ending. Even a great film like Steven Spielberg's \"Schindler's List\" works largely because in a universe of horror, the director found a narrative of courage and hope. One Holocaust film after another does the same thing: finds a story that doesn't end with everyone dead, so that we can somehow be reassured that life carries on. But such stories deny the central fact that the overwhelming mass of Holocaust victims disappeared into the maw of evil.\n\nI sometimes ask myself what I would do if I were faced with an inescapable death. I know I will die someday; that is in the nature of things. But to be plucked from life and exterminated by a malevolent human machine is not natural. In a death camp, would I passively await the end? Would I seek accommodation for myself? Would I work to resist, however hopelessly?\n\n\"The Grey Zone\" begins with the fact that the Nazis employed groups of Jewish prisoners to do much of the hard physical work of extermination. They led victims into gas chambers, fed their bodies into incinerators, shoveled up their ashes and disposed of them. For this work, they were paid with privileges: food, tobacco, wine and medicines plundered from the dead, and above all, perhaps a few more months of life.\n\nIt was rumored that Russian soldiers were a few months from reaching the camps and liberating them. If I could save my life by bargaining for those months, would that be wrong? It would be the wrong choice from a standpoint of objective morality; I should not collaborate in murder. Yet as I await a certain fate in despair, can I be blamed for attempting a bargain with destiny?\n\nThe central characters in \"The Grey Zone\" have accepted the Nazi deal at Auschwitz and labor as exterminators. They usher their fellow Jews into the gas chambers, tell them to place their clothing on numbered pegs, lie to them to remember the numbers for after their \"shower.\" One Jew has a better job. This is Dr. Miklos Nyiszli (Allan Corduner), a surgeon highly prized by the monstrous Josef Mengele for carrying out medical \"experiments.\" His guard is an SS officer named Muhsfeldt (Harvey Keitel). Nyiszli values his position, which includes an indefinite stay of execution and even the lives of his wife and daughter. Muhsfeldt values his, which brings him prestige in the service of Mengele. The two men have something in common.\n\nThe others are involved in a plot to steal gunpowder from a nearby munitions factory. They have weapons smuggled into them by members of the Polish resistance movement. They hope to blow up one or more of the crematoriums at Auschwitz, limiting the efficiency and speed of the death process. They're collaborating with women at the factory. Contraband is smuggled in with dead bodies. They hope to act soon.\n\nThis much is based on fact, as recorded in a postwar memoir by Nyiszli. The crucial element in the plot, however, was created by Nelson's screenplay. One day, hauling out the dead bodies from a gas chamber, Hoffman (David Arquette) discovers a young girl who has survived huddled beneath a pile of bodies. He carries her out as if she were dead, hides her and summons Nyiszli, who returns her to consciousness. Now the leader of the group, Schlermer (Daniel Benzali), is faced with a dilemma. Hiding the girl could jeopardize the entire sabotage operation.\n\nBut what else can they do? If they betray her, they kill her as personally as if they had pulled a trigger. They could no longer rationalize that they are only carrying out secondary tasks for the actual murderers. Muhsfeldt, who discovers the girl, agrees not to betray the secret -- in return for information, and perhaps in small part because he, too, cannot resolve the dilemma of one individual girl who chance has set aside from a collective fate.\n\nTim Blake Nelson's film presents this story with straightforward realism. He constructed a nearly scale-model duplicate of Auschwitz in Poland and brings to the crematorium scenes a sense of the forges of hell. His cast, mostly American apart from Corduner, includes not only Keitel and Arquette but Michael Stuhlbarg, Steve Buscemi, Mira Sorvino and Natasha Lyonne. Apart from Keitel, they use non-German accents. Probably just as well.\n\nNelson's dialogue deserves attention. It's not unadorned realism, but a flat back-and-forth stylized directness that at times rather reminded me of Mamet. As often in Mamet, the undertone is a sort of patient explaining of the obvious. This approach is useful in scenes where the characters are discussing the moral implications of their situation. These discussions aren't theoretical but bear immediate practical results. They aren't discussing what \"one\" should do in \"such\" a situation, but what they must do in the case of this particular sad-eyed young girl standing before them. Then there's a striking exchange between Nyiszli and Muhsfeldt, in which they discuss the doctor's situation and Muhsfeldt's position of some power in the camp. This conversation is almost in code, each clearly implying which neither is willing to state aloud.\n\nThe physical production, always convincing, never shows off its extent. There are repeated shots of the crematorium smokestacks, the plumes of black smoke by day joined by visible flames at night. These shots reopen the persistent question: What did the nearby Poles think was happening in those camps? Trainloads of humans went in, and smoke emerged. Well, some Poles risked their lives in the resistance. Others sheltered Jews in their homes. Most knew and did nothing. All over the Earth, no population is outstanding for its moral courage. That's one reason the moral math of \"The Grey Zone\" is so sobering.\n\nTo accompany the plumes of smoke, there is a persistent very low- level roar on the soundtrack during many scenes. In the ovens, the work continues 24 hours a day, its results hauled away in truckloads of ashes, some of the Jewish laborers sitting on them. In the incineration process, there is no conveyor belt to distance the workers from the flames. Sometimes they shove in someone they know. Soon it will be their turn.\n\nTim Blake Nelson, is primarily known as an actor (\"O Brother, Where Art Thou?,\" \"Minority Report,\" \"Syriana\"). This was his fourth feature as a director. If he only directed, he would be more recognizable as a leading contemporary filmmaker, because his credits are so notable. \"Eye of God\" (1997) stars Martha Plimpton as a bored woman who enters into correspondence with a prisoner (Kevin Anderson). They marry, and her misery increases. \"O\" (2001) transposes the story of Shakespeare's \"Othello\" to a high school in the South. \"Leaves of Grass\" (2009), my favorite film at Toronto 2009, stars Edward Norton in a dual role as twins, one an Oklahoma marijuana grower, the other a professor of philosophy at Brown. All of the scripts, except for \"O,\" were originals by Nelson. They are united by the close observation of situations where one character comes from outside the conventional world of the film.\n\n\"The Grey Zone\" ends with a narration observing that the bodies of the dead are turned into ashes of bones, gases and vapor, and a fine, invisible gray dust that settles everywhere and goes into lungs; they become so accustomed to it they lose the cough reflex. Thus do the living and the dead intermingle. I believe Tim Blake Nelson is suggesting that dust rises from many flames all over the world, and we breathe it today.", "running_time": 108, "mpaa_rating": "R", "release_year": 2002, "date_published": "2009-09-23", "genres": ["Drama", "War"], "title": "The Grey Zone (2002)"}