{"url": "http://www.rogerebert.com/reviews/great-movie-jules-and-jim-1961", "by": "Jeanne Moreauas Catherine", "star_rating": 4.0, "text": "François Truffaut's \"Jules and Jim\" opens with carousel music and a breathless narration that tells of two young men -- one French, one Austrian -- who meet in Paris in 1912 and become lifelong friends: \"They taught each other their languages; they translated poetry.\"\n\nJules, the Austrian, wants a girl, but those he dates are too silent or too talkative or otherwise flawed, and although he tries a professional, that's not the answer, either: Truffaut explains everything with a shot of her ankle with a wristwatch around it. This magical opening sequence reminds me of Welles' \"The Magnificent Ambersons,\" which also hurtles through the early lives of its characters, knowing the real story is still to come. The Welles hero eventually gets his \"comeuppance,\" and Truffaut's heroes do too, but what heedless cheer they feel in the beginning.\n\nThe movie was released in 1962, at the time of the creative explosion of Godard, Chabrol, Rohmer, Resnais, Malle and the other New Wave directors, and it was Truffaut's third feature (after \"The 400 Blows\" in 1959 and \"Shoot the Piano Player\" in 1960). Although a case can be made for Godard's \"Breathless\" (1960) (based on a story by Truffaut), \"Jules and Jim\" was perhaps the most influential and arguably the best of those first astonishing films that broke with the past. There is joy in the filmmaking that feels fresh today and felt audacious at the time. In the energy pulsing from the screen you can see the style and sensibility that inspired \"Bonnie and Clyde\" (1967), a film Truffaut was once going to direct, and which jolted American films out of their torpor. And you can see the '60s being born; Jules and Jim and their great love Catherine were flower children -- for a time. The 1960s ended sadly, as did \"Bonnie and Clyde,\" as did \"Jules and Jim,\" as did \"Thelma and Louise,\" a film they influenced; the movement from comedy to tragedy was all the more powerful for audiences who expected one or the other.\n\nLegend has it that Truffaut found the original novel, by Henri-Pierre Roche (1879-1959), in a discount bin outside a used book store in 1955; he was to adapt another Roche novel into his 1971 film \"Two English Girls.\" Roche wrote \"Jules and Jim\" in old age, but the story feels written by a young man -- and in a way it was, because it describes a love triangle he actually experienced. The original of Catherine was still alive when the film was released. Her real name was Helen Hessel, she became a poet, and (Daria Galateria writes in the Bright Lights Film Journal) she attended the premiere incognito and then confessed, \"I am the girl who leaped into the Seine out of spite, who married his dear, generous Jules, and who, yes, shot Jim.\"\n\nJim (Henri Serre) is not shot in Truffaut's \"Jules and Jim,\" although Catherine (Jeanne Moreau) does wave a pistol at him; Truffaut has a sadder ending in mind, and there is such poignancy in Catherine's final words, \"Jules, watch us carefully!\" But that is at the end of the film, which begins in lighthearted gaiety, which continues with romance and passion, and then resumes after the First World War as if the war, having broken the spirit of Europe, broke theirs, too.\n\nJules (Oskar Werner) and Jim were born to be friends, and as young men in Paris they lead lives of charm and freedom. After giving up on professionals, Jules believes he has found his ideal girl in Therese (Marie Dubois), first seen painting an anarchist slogan on a wall and then being slapped by her boyfriend \"because people will think anarchists can't spell.\" Therese is the girl who creates the famous moment of the \"steam engine,\" popping the lighted end of a cigarette into her mouth and blowing smoke out the other end. When Jules discovers she is not, after all, his perfect mate, his explanation to Jim is a masterpiece: \"She was both mother and daughter to me.\"\n\nThe friends attend a slide-show of sculptures, and are both struck by the same image, a bust of a girl who is beautiful and yet opaque. Then and there they decide to travel to the Adriatic to see the original statue, and do; and soon after they return they meet Catherine, whose face looks exactly like the statue's. Jules senses everything has changed. The friends have traded and shared their girlfriends, \"but not this one, Jim. OK?\" Jim agrees. They go everywhere together. A famous shot shows them in a rented cottage at the beach, talking as they lean out of their separate windows. There is a night when they come from a play by Strindberg, which the men disliked; Catherine admires the heroine's freedom, and illustrates it by suddenly jumping into the Seine. Here the narrator is indispensable, because otherwise how could we know, \"Her jump strikes Jim like lightning.\"\n\nSo they are both in love with her, but Jules takes her to Austria to be married, and then the war separates them. As members of enemy armies, their fear is that one might shoot the other. After the war, Jim visits Jules and Catherine in their cottage on the Reine. They have a daughter, Sabine, but their marriage is unhappy. Jules confides that Catherine has run away and had affairs, but he stays with her because he loves her and understands her nature. One night at dinner she reveals her bottled-up misery by rattling off the names of countless French wines. The friends look uneasy. Jules will do anything to make her happy -- even share her with Jim. \"If you love her,\" Jules tells him, \"don't think me an obstacle.\" Catherine asks Jim to move into the house. \"Careful, Jim -- careful for both of you,\" Jules says. He wonders if perhaps it would be best to divorce Catherine so Jim can marry her; he believes their friendship would survive this.\n\nTheir tragedy is that they shared a magical youth and that adulthood will not and cannot accommodate it. No practical arrangement of their lives can duplicate the freedom of their early days in Paris. The men can try to come to terms with this, but Catherine cannot, and \"Jules and Jim\" is really Catherine's film. This is Jeanne Moreau's first great performance, all the greater because of the art with which she presents Catherine's discontent. A lesser actress might have made Catherine mad or hysterical, but although madness and hysteria are uncoiling beneath the surface, Catherine depends mostly on unpredictability -- on a fundamental unwillingness to behave as expected. She shocks her friends as a way of testing them.\n\nThe style of the film came as a revelation in 1962. Truffaut skips lightly through the material, covering 25 years while never seeming to linger. In \"Day for Night\" (1973), his autobiographical hero steals an 8-by-10 glossy of \"Citizen Kane\" from the front of a theater; the \"Kane\" influence here can be guessed in the way he uses newsreel footage to re-create the war, and a newsreel of Nazi book-burning to foreshadow World War II. (Oskar Werner would be the star of Truffaut's 1966 film \"Fahrenheit 451,\" about a world where books are banned.)\n\nTruffaut's camera is nimble, its movement so fluid that we sense a challenge to the traditional Hollywood grammar of establishing shot, closeup, reaction shot and so on; \"Jules and Jim\" impatiently strains toward the hand-held style. The narrator also hurries things along, telling us what there is no time to show us. The use of a narrator became one of Truffaut's favorite techniques; it's a way of signaling us that the story is over and its ending known before it even begins. His use of brief, almost unnoticeable freeze-frames treats some of the moments as snapshots, which also belong to the past.\n\nThe mystery (some would say the flaw) of the film is how it moves so quickly through these lives. Perhaps the secret is in the nature of an old man's memory, as understood by Truffaut (who was 29 during the filming). Henri-Pierre Roche lived through events like the ones in the film, he was one of the characters, all the stages of the story were known to him, and he had remembered them so often and so well that in his novelist's imagination key events were highlighted while the passages in between had faded.\n\nWould the film be better as a cumbersome traditional narrative, with all the motives laid out and all the behavior explained? Should Truffaut have dragged a psychiatrist onstage to diagnose Catherine, as his hero Hitchcock did two years earlier for Norman Bates in \"Psycho\" (1960)?\n\nNot at all. \"Jules and Jim\" is one of those rare films that knows how fast audiences can think, and how emotions contain their own explanations. It's about three people who could not concede that their moment of perfect happiness was over, and pursued it into dark and sad places. Galateria quotes Truffaut: \"I begin a film believing it will be amusing -- and along the way I notice that only sadness can save it.\"", "running_time": 110, "mpaa_rating": "NR", "release_year": 1961, "date_published": "2004-06-20", "genres": ["Drama", "Foreign", "Romance"], "title": "Jules and Jim (1961)"}