{"url": "http://www.rogerebert.com/reviews/great-movie-yankee-doodle-dandy-1942", "by": "James Cagneyas George M. Cohan", "star_rating": 4.0, "text": "\n\nThere is a story that James Cagney stood on his toes while\r\nacting, believing he would project more energy that way. That sounds like a\r\npress release, but whatever he did, Cagney came across as one of the most\r\ndynamic performers in movie history--a short man with ordinary looks whose\r\ncoiled tension made him the focus of every scene.\n\nHe's best known for the gangster roles he played in the 1930s, a\r\ndecade when he averaged almost four films a year for Warner Bros. From “Public\r\nEnemy” (1931, with its famous grapefruit-in-the-face scene) to “The Roaring\r\nTwenties” (1939), he was Hollywood's leading crime star--even at the studio\r\nthat also had Edward G. Robinson and Humphrey Bogart under contract. But he\r\ndidn't win his Oscar until 1942, when he played Broadway showman George M.\r\nCohan in “Yankee Doodle Dandy.”\n\nMaybe\r\nthat was because Hollywood doesn't like to honor actors playing bad guys\r\n(Cagney was nominated but didn't win in 1938, as a gangster in “Angels With\r\nDirty Faces”). Maybe it was because the nation was newly at war in 1942, and\r\nhappy to honor a patriotic biopic about the composer of “It's a Grand Old Flag.”\r\nOr maybe it was because Cagney threw himself into the role with such complete\r\njoy.\n\nAudiences\r\ndidn't expect to see Cagney singing and dancing. He'd been a hoofer in his\r\nstage days, but danced only once in a major film (“Footlight Parade,” 1933).\r\nNow he had the lead in the life story of one of the most famous song and dance\r\nmen of his day--a role everybody knew Fred Astaire had turned down.\n\nCagney\r\nwasn't a dancer by Astaire's standards, or a singer by anybody's, but he was\r\nsuch a good actor he could fake it: “Cagney can't really dance or sing,”\r\nobserves the critic Edwin Jahiel, “but he acts so vigorously that it creates an\r\nillusion, and for dance-steps he substitutes a patented brand of robust, jerky\r\nwalks, runs and other motions.”\n\nYou\r\ncan sense that in an impromptu scene near the end of the movie. Cagney's Cohan\r\nis walking down a marble staircase at the White House when he suddenly starts\r\ntapping and improvises all the way to the bottom. Cagney later said he dreamed\r\nthat up five minutes before the scene was shot: “I didn't consult with the\r\ndirector or anything, I just did it.”\n\nWhat's\r\nhe doing at the White House? The movie is told in one of the most implausible\r\nflashbacks in the history of musical biographies--a genre famous for the\r\ntortured ways it doubles back to tell showbiz stories. As the movie opens,\r\nCohan has been called out of retirement to star as Franklin D. Roosevelt in “I'd\r\nRather Be Right,” a Broadway musical hailing the president as war clouds\r\ngathered. He gets a telegram summoning him to the White House, and arrives on\r\nfoot, drenched, late at night. He's shown into the Oval Office, where an\r\nover-the-shoulder shot of FDR identifies him by his cigarette holder. The\r\npresident says he remembers seeing “The Four Cohans” in Boston 40 years\r\nearlier.\n\n“I\r\nwas a pretty cocky kid in those days,” Cohan muses. “Pretty cocky kid ... “\n\nThat\r\nsets off an entire film of flashbacks, narrated by Cohan, as he tells the\r\npresident his life story. How he was born on the Fourth of July (“I was 6\r\nbefore I realized they weren't celebrating my birthday”). How he began as a\r\nchild star, touring with his parents, Jerry (Walter Huston) and Nellie\r\n(Rosemary De Camp), and his sister, Josie (Jeanne Cagney, Cagney's own sister).\r\nHow he got a swelled head after starring in “Peck's Bad Boy,” and how while\r\nstill a teenager he played his own mother's father on the stage.\n\nThat\r\nmemory sets up a famous sequence, as a young fan named Mary (Joan Leslie) comes\r\nbackstage to get advice from the apparently bearded and ancient Cohan, who\r\ncontinues the deception until suddenly breaking into a frenzied dance. She\r\nshrieks as he takes off his makeup (in showbiz, he tells her, “you'll have to\r\nget used to false eyebrows”) and soon he's writing a hit song for her (“Mary”)\r\nand they're getting married.\n\nThese\r\nare all of course staples of showbiz biography--reality turned into myth, if\r\nnot into press releases. Today's biopics focus on scandal and Freudian gloom,\r\nbut in “Yankee Doodle Dandy” everything is upbeat, and even George's marriage\r\nproposal is couched in showbiz dialogue. No wonder that when the aging George\r\nM. Cohan himself was shown the movie, he liked it. (According to historian Jay\r\nRobert Nash, his response was right in character: “Cohan grinned, shook his\r\nhead, and paid the inimitable Cagney his highest compliment: `My God, what an\r\nact to follow!' “)\n\nIt\r\nwas. As Pauline Kael said of Cagney, “Though he was born in 1899 and is\r\nsomewhat portly here, he is so cocky and sure a dancer that you feel yourself\r\ngrinning with pleasure at his movements. It's quite possible that he has more\r\nelectricity than Cohan himself had.” Unlike Astaire, whose entire body was\r\ninvolved in every movement, Cagney was a dancer who seemed to call on body\r\nparts in rotation. When he struts across the stage in the “Yankee Doodle Dandy”\r\nnumber, his legs are rubber but his spine is steel, and his torso is slanted\r\nforward so steeply we're reminded of Groucho Marx.\n\nThere\r\nare two currents to the story: patriotism and success. Cohan sees himself as a\r\nflag-waver, and the critics attack him for writing only lightweight musical\r\ncomedies. Stung, he writes a serious play, but when it flops he apologizes and\r\nreturns to what his fans demand: sentiment, silliness and rousing nationalism.\r\n(Ironically, two of his lyrics supplied the titles for anti-war films: “Born on\r\nthe Fourth of July” and “Johnny Got His Gun.”)\n\nEvery\r\nscene follows the themes. He tries to enlist for World War I, is rejected for\r\nbeing too old, and protests, “This war is a coffee klatsch compared to what I\r\ngo through in the course of a musical show.” He does a tap dance in the\r\nrecruiting office to demonstrate what he means, walks outside and catches two\r\nnotes from a marching band. And then, in one of those fantasies of creation so\r\nbeloved in films about musicians, he sits on an empty stage with a piano and\r\ndoodles with the notes until he discovers the opening for “Over There.”\n\nThe\r\nmovie hurries from one obligatory scene to the next: retirement of parents,\r\noffscreen deaths of mother and sister, onscreen death of father (Walter Huston\r\ngoes out on a good exit line) and a montage of marquees from his hit shows.\r\nFinally comes the White House visit and, after Cohan has told the patient FDR\r\nhis entire life story, a private presentation of the Medal of Honor.\n\nThere's\r\nlittle that's really original in “Yankee Doodle Dandy,” which was directed by\r\nMichael Curtiz, the gifted Warners workhorse whose credits included “Casablanca,”\r\nalso released in 1942. The cinematography, by the legendary James Wong Howe,\r\nuses the elegant compositions of figures that were common at the time, and the\r\nstaging includes two numbers where big studio treadmills are used to move\r\ngroups of extras, or keep them marching in place.\n\nBut\r\nthe greatness of the film resides entirely in the Cagney performance. Even\r\nWalter Huston, one of the finest character actors of the era, is confined by\r\nroutine material. There is a sudden chemistry in a sequence involving Fay\r\nTempleton, as a Broadway star Cohan wants to work with (the relatively unknown\r\nIrene Manning is stunning in the role). But mostly it's bio by the\r\nnumbers--except for Cagney's electricity.\n\nHe\r\ndoesn't dance so much as strut; he doesn't act so much as sell you his desire\r\nto entertain. In dialogue scenes, when other actors are talking, his eyes dart\r\nacross their faces, silently urging them to pick up the energy; he's like\r\nMichael Jordan impatiently willing his co-stars to keep up with him. And when\r\nhe's in full sail, as in “Give My Regards to Broadway” or “Yankee Doodle Dandy,”\r\nit's like regarding a force of nature.", "running_time": 126, "mpaa_rating": "NR", "release_year": 1942, "date_published": "1998-07-05", "genres": ["Documentary", "Drama", "Music"], "title": "Yankee Doodle Dandy (1942)"}