{"url": "http://www.rogerebert.com/reviews/great-movie-sunrise-1928", "by": "George O'Brienas The Man", "star_rating": 4.0, "text": "The camera's freedom to move is taken for granted in these days\r\nof the Steadicam, the lightweight digital camera, and even special effects that\r\nreproduce camera movement. A single unbroken shot can seem to begin with an\r\nentire city and end with a detail inside a window -- consider the opening of\r\n\"Moulin Rouge!\" (2001). But the camera did not move so easily in the\r\nearly days.\n\nThe\r\ncameras employed in the first silent films were lightweight enough to be picked\r\nup and carried, but moving them was problematic because they were attached to\r\nthe cameraman, who was cranking them by hand. Camera movement was rare; the\r\ncamera would pan from a fixed position. Then came tracking shots -- the camera\r\nliterally mounted on rails, so that it could be moved along parallel to the\r\naction. But a camera that was apparently weightless, that could fly, that could\r\nmove through physical barriers -- that kind of dreamlike freedom had to wait\r\nuntil almost the last days of silent films. And then, when the talkies came and\r\nnoisy sound cameras had to be sealed in soundproof booths, it was lost again\r\nfor several years.\n\nF.W.\r\nMurnau's \"Sunrise\" (1928) conquered time and gravity with a freedom\r\nthat was startling to its first audiences. To see it today is to be astonished\r\nby the boldness of its visual experimentation. Murnau was one of the greatest\r\nof the German expressionists; his \"Nosferatu\" (1922) invented the vampire\r\nmovie, and his \"The Last Laugh\" (1924) became famous for doing away\r\naltogether with intertitles and telling the story entirely with images.\n\nSummoned\r\nto the United States by William Fox to make a film for his new studio, Murnau\r\nworked with the cinematographers Charles Rosher and Karl Struss to achieve an\r\nextraordinary stylistic breakthrough. The Murnau admirer Todd Ludy wrote:\r\n\"The motion picture camera -- for so long tethered by sheer bulk and naiveté\r\n-- had with 'Sunrise' finally learned to fly.\"\n\nThe\r\nfilm was released at the very moment when silent films were giving way to\r\nsound; \"The Jazz Singer\" was already making its way into theaters.\r\nMurnau's film actually had a soundtrack, avoiding dialogue but using music and\r\nsound effects in sync with the action. By the next year, audiences would want\r\nto hear the actors speaking, and that led to an era of static compositions and\r\ntalking heads, unforgettably lampooned in \"Singin' in the Rain.\"\n\nReleased\r\nin what Peter Bogdanovich calls the greatest year in Hollywood history, when\r\nsilent films reached perfection and then disappeared, \"Sunrise\" was\r\nnot a box-office success, but the industry knew it was looking at a\r\nmasterpiece. When the first Academy Awards were held, the top prize was shared:\r\n\"Wings\" won for \"best production,\" and \"Sunrise\"\r\nwon for \"best unique and artistic picture.\"\n\nIts\r\nstory can be told in a few words. It is a fable, denying the characters even\r\nnames; the key players are The Man (George O'Brien), The Wife (Janet Gaynor,\r\nalso an Oscar winner that year), and The Woman from the City (Margaret\r\nLivingston). In a quaint lakeside village, the city woman has come for a\r\nholiday, and lingered on to seduce and entrap the man.\n\nIn\r\na remarkable early sequence, we see her smoking in her room, prowling\r\nrestlessly in lingerie, and then walking through the village to the lighted\r\nwindow of the man's cottage, where she whistles (there is a low and ominous\r\nmusical note on the soundtrack). Inside the cottage, the man hears her, we see\r\ntorment and temptation in his face, and finally he slips out of the cottage;\r\nwhen his wife returns to the table with their dinner, he is gone, and the movie\r\njuxtaposes her embracing their child and the woman from the city embracing him.\n\nBut\r\nlook at the shot that shows the man and the city woman slipping off into a\r\nfoggy marsh area. Although the ground is muddy and uneven, the camera seems to\r\nglide smoothly along with them, pushing through shrubbery, following their\r\nprogress, finally watching them embrace beneath a full moon. I've seen \"Sunrise\"\r\nseveral times and always noted this shot without quite realizing how impossible\r\nit was.\n\nNow\r\nI have had it explained. The commentary track on the 20th Century-Fox DVD is by\r\nthe gifted cinematographer John Bailey, who is a student of early camera\r\ntechniques and a particular admirer of Struss. He explains that the marsh is a\r\nstudio set, that the sky and the moon are actually quite close, and that the\r\ncamera platform is suspended from overhead cables so that it glides behind them\r\nas they push through the mud and the shrubbery.\n\nIf\r\nthe poetry of this scene is haunting, listen to Bailey as he analyzes some of\r\nthe famous later scenes, including two boat trips across the lake and a\r\nfantastical interlude in the city on the other shore. He has the gift, rare\r\namong experts, of explaining his art with such love and clarity that everyone\r\ncan understand; he uses the writings of Struss, still photos taken on the set,\r\nand above all his own instinct and experience to explain how extraordinary\r\nshots were created.\n\nMany\r\nof the best moments involve superimposed images. At one point, we see the man\r\nbeing enveloped by two ghostly images of the woman from the city. We see a\r\ntrain passing in the foreground while extras walk in the middle distance, and\r\nthe city rises in the background. We see a frenzied nightclub scene, musicians\r\non the left, dancers in the center, all seeming to float in a void.\n\nThese\r\nshots, Bailey explains, were created in the camera. It was an era before\r\noptical printers, let alone computers; the camera operators masked part of the\r\nfilm, exposed the rest, then masked the those portions and exposed what\r\nremained. Meticulous control of the lens and the counting of individual frames\r\nwas necessary. In addition, they were made of different kinds of reality; the\r\ntrain was a model which looked large in the foreground, the extras were real,\r\nthe city was a form of matte drawing.\n\nAs\r\nI listened to Bailey, it occurred to me that the best commentary tracks are\r\noften by experts who did not work on the film but love it and have given it a\r\nlot of thought. They're more useful than those rambling tracks where directors\r\n(notoriously shy about explaining their techniques or purposes) reminisce about\r\nthe weather on the set that day.\n\nThe\r\npower of \"Sunrise\" comes precisely through its visual images, and\r\nBailey makes a good case that Struss, who got second billing after Charles\r\nRosher, made the key contribution. He had purchased his own camera, powered by\r\nan electric motor, which set it free to glide through space and give\r\n\"Sunrise\" its peculiar dreamlike quality. And he devised techniques\r\nto create some of the effects; looking at stills taken on the set, Bailey takes\r\nhints from such details as a black back cloth that was used to obscure part of\r\nan image so it could be replaced with another.\n\nThe\r\nstory, as I said, is very simple, but it has power. The woman from the city\r\npersuades the man to drown his wife so they can run away together. The film has\r\nfew titles, but they are dramatic: the word \"drown\" swims into view\r\nand then appears to run down the screen and disappear.\n\nAs\r\nthe man and his wife begin their boat journey across the lake, Bailey notes\r\nthat the camera always regards him from a high angle, even when he is towering\r\nover his wife and the natural angle would have him looking down at the camera.\r\nThis strategy keeps him subservient to the camera and emphasizes the pressure\r\nhe's under; and Murnau underlines his tortured psychological state by making\r\nthe actor, O'Brien, wear shoes with lead weights in them, so that he steps\r\nslowly and reluctantly.\n\nHe\r\ndoes not after all drown his wife. In the city, which is constructed from\r\nfanciful sets that suggest the \"city of the future\" often seen in\r\nsilent films, the man and wife fall back in love -- and then, as they return\r\nacross the lake, a tempest overturns the boat and it appears she may have been\r\ndrowned by chance.\n\nIt's\r\nvery broad melodrama, and the realism of spoken dialogue would have made it\r\nimpossible. But silent films were more dreamlike, and Murnau was a genius at\r\nevoking odd, disturbing images and juxtapositions that created a nightmare\r\nstate. Because the characters are simple, they take on a kind of moral clarity,\r\nand their choices are magnified into fundamental decisions of life and death.\n\nI\r\nimagine it is possible to see \"Sunrise\" for the first time and think\r\nit simplistic; to be amused that the academy could have honored it. But silent\r\nfilms had a language of their own; they aimed for the emotions, not the mind,\r\nand the best of them wanted to be, not a story, but an experience.\n\nMurnau,\r\nraised in the dark shadows of expressionism, pushed his images as far as he\r\ncould, forced them upon us, haunted us with them. The more you consider\r\n\"Sunrise\" the deeper it becomes -- not because the story grows any\r\nmore subtle, but because you realize the real subject is the horror beneath the\r\nsurface. \n\nF.W. Murnau's \"Nosferatu\" and \"The Last\r\nLaugh\" are also in the Great Movies collection at www.suntimes.com/ebert/greatmovies/.\n\n\n\n", "running_time": null, "mpaa_rating": null, "release_year": 1928, "date_published": "2004-04-11", "genres": ["Crime", "Drama", "Horror", "Romance"], "title": "Sunrise (1928)"}