{"url": "http://www.rogerebert.com/reviews/great-movie-grave-of-the-fireflies-1988", "by": null, "star_rating": 4.0, "text": "In the waning days of World War II, American bombers drop napalm canisters on Japanese cities, creating fire storms. These bombs, longer than a tin can but about as big around, fall to earth trailing cloth tails that flutter behind them; they are almost a beautiful sight. After they hit, there is a moment’s silence, and then they detonate, spraying their surroundings with flames. In a Japanese residential neighborhood, made of flimsy wood and paper houses, there is no way to fight the fires.\n\n“Grave of the Fireflies” (1988) is an animated film telling the story of two children from the port city of Kobe, made homeless by the bombs. Seita is a young teenager, and his sister Setsuko is about 5. Their father is serving in the Japanese navy, and their mother is a bomb victim; Seita kneels beside her body, covered with burns, in an emergency hospital. Their home, neighbors, schools are all gone. For a time an aunt takes them in, but she’s cruel about the need to feed them, and eventually Seita finds a hillside cave where they can live. He does what he can to find food, and to answer Setsuko’s questions about their parents. The first shot of the film shows Seita dead in a subway station, and so we can guess Setsuko’s fate; we are accompanied through flashbacks by the boy’s spirit.\n\n“Grave of the Fireflies” is an emotional experience so powerful that it forces a rethinking of animation. Since the earliest days, most animated films have been “cartoons” for children and families. Recent animated features such as “The Lion King,” “Princess Mononoke” and “The Iron Giant” have touched on more serious themes, and the “Toy Story” movies and classics like “Bambi” have had moments that moved some audience members to tears. But these films exist within safe confines; they inspire tears, but not grief. “Grave of the Fireflies” is a powerful dramatic film that happens to be animated, and I know what the critic Ernest Rister means when he compares it to “Schindler’s List” and says, “It is the most profoundly human animated film I’ve ever seen.”\n\nIt tells a simple story of survival. The boy and his sister must find a place to stay, and food to eat. In wartime their relatives are not kind or generous, and after their aunt sells their mother’s kimonos for rice, she keeps a lot of the rice for herself. Eventually, Seita realizes it is time to leave. He has some money and can buy food--but soon there is no food to buy. His sister grows weaker. Their story is told not as melodrama, but simply, directly, in the neorealist tradition. And there is time for silence in it. One of the film’s greatest gifts is its patience; shots are held so we can think about them, characters are glimpsed in private moments, atmosphere and nature are given time to establish themselves.\n\nJapanese poets use “pillow words” that are halfway between pauses and punctuation, and the great director Yasujiro Ozu uses “pillow shots”--a detail from nature, say, to separate two scenes. “Grave of the Fireflies” uses them, too. Its visuals create a kind of poetry. There are moments of quick action, as when the bombs rain down and terrified people fill the streets, but this film doesn’t exploit action; it meditates on its consequences.\n\nThe film was directed by Isao Takahata, who is associated with the famous Ghibli Studio, source of the greatest Japanese animation. His colleague there is Hayao Miyazaki (“Princess Mononoke,” “Kiki’s Delivery Service,” “My Neighbor Totoro”). His films are not usually this serious, but “Grave of the Fireflies” is in a category by itself. It’s based on a semi-autobiographical novel by Nosaka Akiyuki--who was a boy at the time of the firebombs, whose sister did die of hunger and whose life has been shadowed by guilt.\n\nThe book is well-known in Japan, and might easily have inspired a live-action film. It isn’t the typical material of animation. But for “Grave of the Fireflies,” I think animation was the right choice. Live action would have been burdened by the weight of special effects, violence and action. Animation allows Takahata to concentrate on the essence of the story, and the lack of visual realism in his animated characters allows our imagination more play; freed from the literal fact of real actors, we can more easily merge the characters with our own associations.\n\nHollywood animation has been pursuing the ideal of “realistic animation” for decades, even though that’s an oxymoron. People who are drawn do not look like people who are photographed. They’re more stylized, more obviously symbolic, and (as Disney discovered in painstaking experiments) their movements can be exaggerated to communicate mood through body language. “Grave of the Fireflies” doesn’t attempt even the realism of “The Lion King” or “Princess Mononoke,” but paradoxically it is the most realistic animated film I’ve ever seen--in feeling.\n\nThe locations and backgrounds are drawn in a style owing something to the 18th century Japanese artist Hiroshige and his modern disciple Herge (the creator of Tin Tin). There is great beauty in them--not cartoon beauty, but evocative landscape drawing, put through the filter of animated style. The characters are typical of much modern Japanese animation, with their enormous eyes, childlike bodies and features of great plasticity (mouths are tiny when closed, but enormous when opened in a child’s cry--we even see Setsuko’s tonsils). This film proves, if it needs proving, that animation produces emotional effects not by reproducing reality, but by heightening and simplifying it, so that many of the sequences are about ideas, not experiences.\n\nThere are individual moments of great beauty. One involves a night when the children catch fireflies and use them to illuminate their cave. The next day, Seita finds his little sister carefully burying the dead insects--as she imagines her mother was buried. There is another sequence in which the girl prepares “dinner” for her brother by using mud to make “rice balls” and other imaginary delicacies. And note the timing and the use of silence in a sequence where they find a dead body on the beach, and then more bombers appear far away in the sky.\n\nRister singles out another shot: “There’s a moment where the boy Seita traps an air bubble with a wash rag, submerges it, and then releases it into his sister Setsuko’s delighted face--and that’s when I knew I was watching something special.”\n\nThere are ancient Japanese cultural currents flowing beneath the surface of “Grave of the Fireflies,” and they’re explained by critic Dennis H. Fukushima Jr., who finds the story’s origins in the tradition of double-suicide plays. It is not that Seita and Setsuko commit suicide overtly, but that life wears away their will to live. He also draws a parallel between their sheltering cave and hillside tombs.\n\nFukushima cites an interview with the author, Akiyuki: “Having been the sole survivor, he felt guilty for the death of his sister. While scrounging for food, he had often fed himself first, and his sister second. Her undeniable cause of death was hunger, and it was a sad fact that would haunt Nosaka for years. It prompted him to write about the experience, in hopes of purging the demons tormenting him.”\n\nBecause it is animated and from Japan, “Grave of the Fireflies” has been little seen. When anime fans say how good the film is, nobody takes them seriously. Now that it’s available on DVD with a choice of subtitles or English dubbing, maybe it will find the attention it deserves. Yes, it’s a cartoon, and the kids have eyes like saucers, but it belongs on any list of the greatest war films ever made.", "running_time": 89, "mpaa_rating": "NR", "release_year": 1988, "date_published": "2000-03-19", "genres": ["Animation"], "title": "Grave of the Fireflies (1988)"}