{"url": "http://www.rogerebert.com/reviews/great-movie-breathless-1960", "by": null, "star_rating": 4.0, "text": "When we talked, I talked about me, you talked about you, when we should have talked about each other. \n\n-- Michel to Patricia\n\nModern movies begin here, with Jean-Luc Godard's \"Breathless\" in 1960. No debut film since \"Citizen Kane\" in 1942 has been as influential. It is dutifully repeated that Godard's technique of \"jump cuts\" is the great breakthrough, but startling as they were, they were actually an afterthought, and what is most revolutionary about the movie is its headlong pacing, its cool detachment, its dismissal of authority, and the way its narcissistic young heroes are obsessed with themselves and oblivious to the larger society.\n\nThere is a direct line through \"Breathless\" to \"Bonnie and Clyde,\" \"Badlands\" and the youth upheaval of the late 1960s. The movie was a crucial influence during Hollywood's 1967-1974 golden age. You cannot even begin to count the characters played by Pacino, Beatty, Nicholson, Penn, who are directly descended from Jean-Paul Belmondo's insouciant killer Michel.\n\n\"Breathless\" remains a living movie that retains the power to surprise and involve us after all these years. What fascinates above all is the naivete and amorality of these two young characters: Michel, a car thief who idolizes Bogart and pretends to be tougher than he is, and Patricia (Jean Seberg), an American who peddles the Paris edition of the New York Herald-Tribune while waiting to enroll at the Sorbonne. Do they know what they're doing? Both of the important killings in the movie occur because Michel accidentally comes into possession of someone else's gun; Patricia's involvement with him seems inspired in equal parts by affection, sex and fascination with his gangster persona.\n\nMichel wants to be as tough as the stars in the movies he loves. He practices facial expressions in the mirror, wears a fedora, and is never, ever seen without a cigarette, removing one from his mouth only to insert another. So omnipresent is this cigarette that Godard is only kidding us a little when Michel's dying breath is smoky. But Belmondo at 26 still had a little of the adolescent in him, and the first time we see him, his hat and even his cigarette seem too big for his face. He was \"hypnotically ugly,\" Bosley Crowther wrote in his agitated New York Times review, but that did not prevent him from becoming the biggest French star between Jean Gabin and Gerard Depardieu.\n\nSeberg was restarting her career after its disastrous launch in America. Otto Preminger staged a famous talent search for the star of his \"Saint Joan\" (1957), and cast an inexperienced 18-year-old Marshalltown, Iowa, girl; Seberg received terrible reviews, not entirely deserved, and more bad notices for \"Bonjour Tristesse\" (1958), which Preminger made next to prove himself right. She fled to Europe, where she was only 21 when Godard cast her for \"Breathless.\"\n\nHer Patricia is the great enigma of the movie. Michel we can more or less read at sight: He postures as a gangster, maintains a cool facade, is frightened underneath. His persona is a performance that functions to conceal his desperation. But what about Patricia? Somehow it is never as important as it should be that she thinks she is pregnant, and that Michel is the father. She receives startling items of information about Michel (that he is a killer, that he is married, that he has more than one name) with such apparent detachment that we study that perfectly molded gamin face and wonder what she can possibly be thinking. Even her betrayal of him turns out to be not about Michel, and not about right and wrong, but only a test she sets for herself to determine if she loves him or not. It is remarkable that the reviews of this movie do not describe her as a monster--more evil, because she's less deluded, than Michel.\n\nThe filming of \"Breathless\" has gathered about it a body of legend. It was one of the key films of the French New Wave, which rejected the well-made traditional French cinema and embraced a rougher, more experimental personal style. Many of the New Wave directors began as critics for the anti-establishment magazine Cahiers du Cinema. The credits for \"Breathless\" are a New Wave roll call, including not only Godard's direction but an original story by Francois Truffaut (Godard famously wrote each day's shooting script in the morning). Claude Chabrol is production designer and technical adviser, the writer Pierre Boulanger plays the police inspector, and there are small roles for Truffaut and Godard himself (as the informer). Everyone was at the party; the assistant director was Pierre Rissient, who wears so many hats he is most simply described as knowing more people in the cinema than any other single person.\n\nJean-Pierre Melville, whose own crime movies in the 1950s pointed the way to the New Wave, plays the writer interviewed by Patricia at Orly, where he expounds on life and sex (\"Two things are important in life. For men, women. For women, money\"). Melville's \"Bob le Flambeur\" (1955) is referenced when we meet the man who informed on Bob, or when Michel tells a friend, \"Bob the gambler would have cashed my check.\"\n\nOne inside joke in the film is always mentioned, but is not really there. Michel's alias is \"Laszlo Kovacs,\" and countless writers inform us this is a reference to the legendary Hungarian cinematographer. In fact, Godard had not met Kovacs at the time, and the reference is to the character Belmondo played in Chabrol's \"A Double Tour\" (1959). In a film with so many references to the past of the cinema, it is amusing to find a coincidental reference to its future.\n\nGodard's key collaborator on the film was the cinematographer Raoul Coutard, who worked with him many times, notably on \"Weekend\" (1968). It was only Coutard's fourth film, and his methods became legend: How when they could not afford tracks for a tracking shot, he held the camera and had himself pushed in a wheelchair. How he achieved a grainy look that influenced many other fiction films that wanted to seem realistic. How he scorned fancy lighting. How he used hand-held techniques even before lightweight cameras were available. How he timed one shot of Belmondo so that the streetlights on the Champs Elysses came on behind him. There is a lovely backlit shot of Belmondo in bed and Seberg sitting beside the bed, both smoking, the light from the window enveloping them in a cloud.\n\nThat's from a long scene that's alive with freshness and spontaneity. Patricia returns home to find Michel in her bed, and they talk, flirt, smoke, fight, finally make love. She quotes Faulkner: \"Between grief and nothing, I will take grief.\" Michel says he would choose nothing; \"grief is a compromise.\" She poses in front of a Renoir poster of a young girl, and asks who is prettier. Michel sits below a Picasso poster of a man holding a mask. Throughout this long scene, perplexingly, they both throw their discarded cigarettes out the window.\n\nIn this scene and throughout the film, Godard uses jump cuts--cuts within continuous movement or dialogue, with no attempt made to make them match. The technique \"was a little more accidental than political,\" writes the Australian critic Jonathan Dawson. The finished film was 30 minutes too long, and \"rather than cut out whole scenes or sequences, Godard elected to trim within the scene, creating the jagged cutting style still so beloved of action filmmakers. Godard just went at the film with the scissors, cutting out anything he thought boring.\"\n\nThe technique adds charm to a scene where the two drive through Paris in a stolen convertible, and there is a series of closeup cuts over her shoulder as Michel describes her. When the two lovers, fleeing the police, sneak into a movie, it is a scene directly quoted in \"Bonnie and Clyde\"--which, we recall, both Godard and Truffaut were once to direct. In each case, the dialogue reflects the action; Bonnie and Clyde hear \"we're in the money,\" and Michel and Patricia hear dialogue about a woman \"covering up for a cheap parasite.\"\n\nThe movie had a sensational reception; it is safe to say the cinema was permanently changed. Young directors saw it and had abandoned their notions of the traditional studio film before they left the theater. Crowther of the Times, who was later to notoriously despise its descendant \"Bonnie and Clyde,\" said of \"Breathless\" that \"sordid is really a mild word for its pile-up of gross indecencies.\" The jump cuts to him were \"pictorial cacophony.\"\n\nYet Crowther conceded, \"It is no cliche,\" and the film's bold originality in style, characters and tone made a certain kind of genteel Hollywood movie quickly obsolete. Godard went on to become the most famous innovator of the 1960s, although he lost the way later, with increasingly mannered experiments. Here in one quick, sure move, knowing somehow just what he wanted and how to obtain it, he achieved a turning point in the cinema just as surely as Griffith did with \"The Birth of a Nation\" and Welles with \"Citizen Kane.\"", "running_time": 90, "mpaa_rating": null, "release_year": 1960, "date_published": "2003-07-20", "genres": ["Crime", "Drama", "Foreign", "Indie"], "title": "Breathless (1960)"}