{"url": "http://www.rogerebert.com/reviews/great-movie-magnolia-1999", "by": "Jason Robardsas Earl Partridge", "star_rating": 4.0, "text": "\"Magnolia\" is a film of sadness and loss, of lifelong bitterness, of children harmed and adults destroying themselves. As the narrator tells us near the end, \"We may be through with the past, but the past is never through with us.\" In this wreckage of lifetimes, there are two figures, a policeman and a nurse, who do what they can to offer help, hope and love.\n\nThat may not be the \"Magnolia\" you recall. It was not quite the film I recalled, either, and now that I have seen it again, my admiration has only deepened. On its release in 1999, our focus was perhaps distracted by the theme of coincidence, the intersecting storylines, and above all the astonishing coup with which Paul Thomas Anderson ended his film. Nor was the film a melancholy dirge; it was entertaining, even funny, always fascinating.\n\nThe central theme is cruelty to children, and its lasting effect. This is closely linked to a loathing or fear of behaving as we are told, or think, that we should. There are many major characters, but in the film's 180-minute running time, there is time to develop them all and obtain performances that seem to center on moments of deep self-revelation. Let's begin with two smart kids.\n\nOne is now an adult, still calling himself \"Quiz Kid Donnie Smith\" (William H. Macy). He was briefly famous as a child on a TV show and still expects people to remember him. Now he works in a furniture store, is a drunk, desperately needs money to get braces on his teeth in the forlorn hope that they will attract the bartender he has a crush on -- who also wears braces. He has an outburst about his childhood, but his most touching moment is when he cries out that he knows he has love, he knows he can love, he knows he is worth loving.\n\nThe other smart kid, still about 9 or 10, is Stanley Spector (Jeremy Blackman), star genius on the TV show \"What Do Kids Know?\" He has all the answers. But on one crucial segment, he refuses to perform because, refused a trip to the toilet, he has wet his pants and refuses to stand up. His father browbeats him.\n\nThe show's emcee is Jimmy Gator (Philip Baker Hall), who has learned he has two months to live. He hasn't seen Claudia (Melora Walters), his daughter from his second marriage, for 10 years. She believes he molested her. He doesn't remember. Now she is a hopeless cocaine addict. The policeman (John C. Reilly) who appears at her door doesn't notice her nervous tics and asks her out on a date, which ends by them both confessing deep shame. And later the same cop observes Quiz Kid Donnie Smith trying to scale a pole to break into the furniture store, hears his confession, forgives him, helps him make restitution.\n\nThe show is produced by \"Big Earl\" Partridge (Jason Robards). His long-estranged son is the motivational huckster Frank Mackey (Tom Cruise), who fills hotel conference rooms with lectures on how to conquer women. When he was a child, his father abandoned the boy and his mother, and Frank had to nurse her through death by cancer. Now his father is dying of the same disease, attended by Phil the nurse (Philip Seymour Hoffman). His second wife (Julianne Moore), who married him for money, now finds she loves him and regrets that she cheated on him. The old man mumbles in pain to his nurse that he truly loved his first wife and hates himself for cheating on her.\n\nBut a plot description could take up all my space, and more. I have given enough to suggest the way the sins of the parents are visited on the children, how so many people lead lives of desperation, how a few try to help. The astonishing thing about this film, written and directed by Anderson when he was only 28 (and had made \"Boogie Nights\" two years earlier and \"Hard Eight\" three) is that it is so wise and sympathetic. He sees that we all have our reasons.\n\nAs an act of filmmaking, it draws us in and doesn't let go. It begins deceptively, with a little documentary about amazing coincidences (including the scuba diver scooped by a fire-fighting plane and dumped on a forest fire). This is narrated by magician and spellbinder Ricky Jay, whose book Learned Pigs & Fireproof Women can be seen open before the studious little Stanley. Jay's voice appears again at the end, to remind us that coincidences and strange events do happen, and they are as real as everything else. If you could stand back far enough, in fact, everything would be revealed as a coincidence. What we call \"coincidences\" are limited to the ones we happen to notice.\n\nIs the film therefore defending itself against the way its lives are intertwined? Not at all. I think it is arguing that we must mind our behavior, because it has an effect far beyond our ability to witness. A small boy, abandoned by his father, left to care for his dying mother, grows up into a complete fraud who gets rich by teaching men how to mistreat women. Why does he hate women instead of men? Tom Cruise has a scene at the deathbed of his father (deliberately framed to evoke Brando at his dead wife's body in \"Last Tango in Paris\"), and his hands are so tightly clenched the fingers seem bloodless. His hatred is for this man, but how has it been transferred to women?\n\nHis breakdown during a lecture is mirrored by little Stanley and Jimmy Gator, who both find themselves unable to perform on the TV show. And the second wife of Jason Robards (Julianne Moore) confesses to his nurse but cannot confess to the old man and seeks another way out.\n\nAnd Claudia cannot behave as she should on a date. And earlier that night, the cop has shamed himself by losing his gun and being unable to make an arrest. And Quiz Kid Donnie cannot tell another man that he loves him.\n\nIn one beautiful sequence, Anderson cuts between most of the major characters all simultaneously singing Aimee Mann's \"It's Not Going to Stop.\" A directorial flourish? You know what? I think it's a coincidence. Unlike many other \"hypertext movies\" with interlinking plots, \"Magnolia\" seems to be using the device in a deeper, more philosophical way. Anderson sees these people joined at a level below any possible knowledge, down where fate and destiny lie. They have been joined by their actions and their choices.\n\nAnd all leads to the remarkable, famous, sequence near the film's end when it rains frogs. Yes. Countless frogs, still alive, all over Los Angeles, falling from the sky. That this device has sometimes been joked about puzzles me. I find it a way to elevate the whole story into a larger realm of inexplicable but real behavior. We need something beyond the human to add another dimension. Frogs have rained from the sky eight times this century, but never mind the facts. Attend instead to Exodus 8:2, which is cited on a placard in the film: \"And if thou refuse to let them go, behold, I will smite your whole territory with frogs.\" Let who go? In this case, I believe, it refers not to people, but to fears, shames, sins.\n\n\"Magnolia\" is one of those rare films that works in two entirely different ways. In one sense, it tells absorbing stories, filled with detail, told with precision and not a little humor. On another sense, it is a parable. The message of the parable, as with all good parables, is expressed not in words but in emotions. After we have felt the pain of these people, and felt the love of the policeman and the nurse, we have been taught something intangible, but necessary to know. That Paul Thomas Anderson thinks and creates in this way is proven again in his latest film, \"There Will Be Blood\" (2007). It is another film with an enigmatic ending, one that \"Magnolia\" teaches me I will have to think more carefully about.", "running_time": 188, "mpaa_rating": "R", "release_year": 1999, "date_published": "2008-11-27", "genres": ["Drama", "Indie", "Romance"], "title": "Magnolia (1999)"}