{"url": "http://www.rogerebert.com/reviews/great-movie-a-christmas-story-1983", "by": null, "star_rating": 4.0, "text": "One of the details that \"A Christmas Story\" gets right is the threat of having your mouth washed out with Lifebouy soap. Not any soap. Lifebouy. Never Ivory or Palmolive. Lifebouy, which apparently contained an ingredient able to nullify bad language. The only other soap ever mentioned for this task was Lava, but that was the nuclear weapon of mouth-washing soaps, so powerful it was used for words we still didn't even know.\n\nThere are many small but perfect moments in \"A Christmas Story,\" and one of the best comes after the Lifebouy is finally removed from Ralphie's mouth and he is sent off to bed. His mother studies the bar, thinks for a moment, and then sticks it in her own mouth, just to see what it tastes like. Moments like that are why some people watch \"A Christmas Story\" every holiday season. There is a real knowledge of human nature beneath the comedy.\n\nThe movie is based on the memoirs of Jean Shepherd, the humorist whose radio programs and books remembered growing up in Indiana in the 1940s. It is Shepherd's voice on the soundtrack, remembering one Christmas season in particular, and the young hero's passionate desire to get a Daisy Red Ryder 200-shot Carbine Action BB Gun for Christmas--the one with the compass in the stock, \"as cool and deadly a piece of weaponry as I had ever laid eyes on.\"\n\nI owned such a weapon. I recall everything about it at this moment with a tactile memory so vivid I could have just put it down to write these words. How you stuffed newspapers into the carton it came in to use it for target practice. How the BBs came in a cardboard tube with a slide-off top. How they rattled when you poured them into the gun. And of course how everybody warned that you would shoot your eye out.\n\nRalphie's life is made a misery by that danger. He finds that nobody in northern Indiana (not his mother, not his teacher, not even Santa Claus) is able to even think about a BB gun without using the words \"shoot your eye out.\" At one point in the movie, in a revenge daydream, he knocks on his parents' door with dark glasses, a blind man's cane and a beggar's tin cup. They are shocked, and ask him tearfully what caused his blindness, and he replies coolly, \"Soap poisoning.\"\n\nThe movie is not only about Christmas and BB guns, but also about childhood, and one detail after another rings true. The school bully, who, when he runs out of victims, beats up on his own loyal sidekick. The little brother who has outgrown his snowsuit, which is so tight that he walks around looking like the Michelin man; when he falls down he can't get up. The aunt who always thinks Ralphie is a 4-year-old girl, and sends him a pink bunny suit. Other problems of life belong to that long-ago age and not this one: clinkers in the basement coal furnace, for example, or the blowout of a tire. Everybody knows what a flat tire is, but many now alive have never experienced a genuine, terrifying loud instantaneous blowout.\n\n\"A Christmas Story\" was released in the Christmas season of 1983, and did modest business at first (people don't often go to movies with specific holiday themes). It got warm reviews and two Genie Awards (the Canadian Oscars) for Bob Clark's direction and for the screenplay. And then it moved onto home video and has been a stealth hit season after season, finding a loyal audience. \"Bams,\" for example, one of the critics at the hip Three Black Chicks movie review Web site, confesses she loves it: \"How does one describe, in short form, the smiles and shrieks of laughter one has experienced over more than 15 years of seeing the same great movie over and over, without sounding like a babbling, fanboyish fool who talks too much?\"\n\nThe movie is set in Indiana but was filmed mostly around Toronto, with some downtown shots from Cleveland, by Clark, whose other big hits were \"Porky's\" and \"Baby Geniuses.\" It is pitch-perfect, telling the story through the enthusiastic and single-minded vision of its hero Ralphie, and finding in young Peter Billingsley a sly combination of innocence and calculation.\n\nRalphie's parents, Mr. and Mrs. Parker, are played by Darren McGavin and Melinda Dillon, and they exude warmth, zest and love: They are about the nicest parents I can remember in a non-smarmy movie. Notice the scene where Mrs. Parker gets her younger son, Randy, to eat his food by pretending he is \"mommy's little piggie.\" Watch the delight in their laughter together. And the enthusiasm with which the Old Man (as he is always called) attacks the (unseen) basement furnace, battles with the evil neighbor dogs and promises to change a tire in \"four minutes flat--time me!\" And the lovely closing moment as the parents tenderly put their arms around each other on Christmas night.\n\nSome of the movie's sequences stand as classic. The whole business, for example, of the Old Man winning the \"major award\" of a garish lamp in the shape of a woman's leg (watch Mrs. Parker hiding her giggles in the background as he tries to glue it together after it is \"accidentally\" broken). Or the visit by Ralphie and Randy to a department store Santa Claus, whose helpers spin the terrified kids around to bang them down on Santa's lap, and afterward kick them down a slide to floor level. Or the sequence where a kid is not merely dared but Triple-Dog-Dared to stick his tongue onto a frozen lamp post, and the fire department has to be called. And the deep disillusionment with which Ralphie finally gets his Little Orphan Annie Secret Decoder Ring in the mail, and Annie's secret message turns out to be nothing but a crummy commercial.\n\nThere is also the matter of Scut Farcas (Zack Ward), the bully, who Ralphie assures us has yellow eyes. Every school has a kid like this, who picks on smaller kids but is a coward at heart. He makes Ralphie's life a misery. How Farcus gets his comeuppance makes for a deeply satisfying scene, and notice the perfect tact with which Ralphie's mom handles the situation. (Do you agree with me that Dad already knows the whole story when he sits down at the kitchen table?)\n\nIn a poignant way, \"A Christmas Story\" records a world that no longer quite exists in America. Kids are no longer left unattended in the line for Santa. The innocence of kids' radio programs has been replaced by slick, ironic children's programming on TV. The new Daisy BB guns have a muzzle velocity higher than that of some police revolvers, and are not to be sold to anyone under 16. Nobody knows who Red Ryder was, let alone that his sidekick was Little Beaver.\n\nSo much has been forgotten. There is a moment when the Old Man needs an answer for the contest he is entering. The theme of the contest is \"Characters in American Literature,\" and the question is: \"What was the name of the Lone Ranger's nephew's horse?\"\n\nVictor, of course. Everybody knows that.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1983, "date_published": "2000-12-24", "genres": ["Comedy", "Drama", "Family", "Holiday"], "title": "A Christmas Story (1983)"}