{"url": "http://www.rogerebert.com/reviews/great-movie-my-dinner-with-andre-1981", "by": null, "star_rating": 4.0, "text": "\n\nSomeone asked me the other day if I could name a movie that was\r\nentirely devoid of clichés. I thought for a moment, and then answered, “My\r\nDinner With Andre.” Now I have seen the movie again; a restored print is going\r\ninto release around the country, and I am impressed once more by how\r\nwonderfully odd this movie is, how there is nothing else like it. It should be\r\nunwatchable, and yet those who love it return time and again, enchanted.\n\nThe title serves as a synopsis. We meet the playwright Wallace\r\nShawn, on his way to have dinner with “a man I'd been avoiding, literally, for\r\na matter of years.” The man is Andre Gregory, a well-known New York theater\r\ndirector. Gregory had dropped out of sight, Shawn tells us, and there were\r\nreports that he was “traveling.” Then one evening recently, a friend had come\r\nacross him in Manhattan, leaning against a building and weeping. Gregory had\r\njust come from an Ingmar Bergman movie, and was shattered by this dialogue: “I\r\ncould always live in my art, but not in my life.”\n\nWally\r\nand Andre meet, sit down, talk for almost two hours. As in all conversations,\r\nthe tide of energy flows back and forth, but mostly it is Andre doing the\r\ntalking, and Wally the listening. Wally is a man who likes to wrap himself in\r\ncozy domesticity. He is round, earnest, squinting; the character he played in “Manhattan”\r\nwas described by Woody Allen as a “homunculus”--one of those little men in\r\nbottles in the laboratory of Dr. Praetorious. His father, William, was for many\r\nyears the editor of the New Yorker. “When I was young and rich,” he says, “all\r\nI thought about was art and music. Now I'm 36, and all I think about is money.”\r\nHis friend Andre is tall, thin, angular. He has returned from far-off lands\r\nwith strange tales, which he relates with twinkling eagerness.\n\nWe\r\nlisten with Wally as Andre tells of trips to Tibet, the Sahara and a mystical\r\nfarm in England. Of being buried alive and conducting theatrical rituals by\r\nmoonlight in Poland. Of being in church when “a huge creature appeared with\r\nviolets growing out of its eyelids, and poppies growing out of its toenails.”\r\nAfter this last statement, Wally desperately tries to find a conversational\r\nsegue and seizes on the violets. “Did you ever see that play `Violets Are\r\nBlue'?” he asks. “About people being strangled on submarines?”\n\nLike\r\nmany great movies, “My Dinner With Andre” is almost impossible to nail down. “Two\r\nmen talk and eat (in real time) at a fancy New York restaurant,” writes\r\nCineBooks. Wrong, and wrong. Not in real time but filmed with exquisite\r\nattention to the smallest details by director Louis Malle over a period of\r\nweeks. And not in a New York restaurant but on a studio set. The conversation\r\nthat flows so spontaneously between Andre Gregory and Wallace Shawn was\r\ncarefully scripted. “They taped their conversations two or three times a week\r\nfor three months,” Pauline Kael writes, “and then Shawn worked for a year\r\nshaping the material into a script, in which they play comic distillations of\r\naspects of themselves.”\n\nComic?\r\nYes. Although the conversation is often despairing (Gregory speculates that the\r\n1960s were “the last burst of the human being before he was extinguished”), the\r\nmaterial is given a slight sly rotation toward the satirical. There is a lot to\r\nthink about in the torrent of ideas, but also a saving humor. Gregory plays a\r\nman besotted by the ideas of the new age; he almost glows when he tells Shawn\r\nabout an agricultural commune in Britain where instead of using insecticides, “they\r\nwill talk to the insects, make an agreement, set aside one vegetable patch just\r\nfor the insects.”\n\nWally's\r\nresponse to this is exasperation. What he basically wants from his life, he\r\nsays, is to write his plays, pay his bills and enjoy that nice hot cup of\r\ncoffee in the morning, with the Times delivered right to his door. He likes\r\nsimple pleasures: having dinner with his girlfriend Debbie. Sleeping under an\r\nelectric blanket. Reading the autobiography of Charlton Heston. Near the end of\r\nthe film, he launches into an impassioned defense of the scientific method.\r\nWhile superstition might have seemed reasonable in ignorant centuries, he\r\nargues, he is no longer prepared to believe that a fortune cookie contains his\r\nfortune, or that “omens” have anything at all to do with whether an airplane\r\nwill successfully complete its flight.\n\nAndre\r\ndoesn't really question the scientific method. He simply doesn't find it\r\nhelpful. At a time when men are starving for new visions and ideas, he feels,\r\nthe quest for transcendence is important even if there is, in fact, no transcendence\r\nto be found. On and on the two friends talk, while a spectral waiter with a\r\nfacial tic (Jean Lenauer) serves their dinner like the ghost at Macbeth's\r\nbanquet.\n\nI\r\nsaw “My Dinner With Andre” at its first public screening, at the 1981 Telluride\r\nFilm Festival. During the standing ovation, I found that the two men seated\r\ndirectly behind me were Gregory and Shawn. Few people knew who they were when\r\nthey entered the theater. Now they would never be forgotten where films were\r\ntaken seriously.\n\nThe\r\nstory of their film is one of serendipity. How as the two old friends talked\r\nthey began to see how their conversation might be shaped into a play--or\r\nperhaps a film. How Louis Malle (1932-1995), the gifted French director (“Lacombe,\r\nLucien,” “Pretty Baby,” “Atlantic City,” “Au Revoir, les Enfants”) signed on,\r\nand devised the understated but sophisticated shooting style, in which the\r\ndistance from the camera to the actors at key moments is calculated to the\r\nmillimeter, while half-seen reflections in mirrors create the illusion of a\r\nreal restaurant, and the rhythm of the reaction shots subtly reflects the\r\nburied tension between the two men. How the film opened in New York, faltered,\r\nalmost closed, and then gathered helpful reviews and went on to run for more\r\nthan a year in that theater and--despite its challenging style--in 900 others.\n\nGene\r\nSiskel and I did a question-and-answer session with Gregory and Shawn after the\r\nfirst anniversary screening of the film's New York run. What I remember best\r\nfrom that night is that the two men, asked what they might do differently a\r\nsecond time around, said they would switch roles--”so that no one would think\r\nwe were playing ourselves.” Are they playing themselves? Perhaps not, but I\r\nthink they're playing their own personalities. The people they seem to be on\r\nthe screen are the same people they seem to be in life (“whatever that means,”\r\nAndre might say).\n\nIn\r\nanother sense, they are simply carriers for a thrilling drama--a film with more\r\naction than “Raiders of the Lost Ark.” What “My Dinner With Andre” exploits is\r\nthe well-known ability of the mind to picture a story as it is being told. Both\r\nShawn and Gregory are born storytellers, and as they talk we see their faces,\r\nbut we picture much more: Andre being buried alive, and a monk lifting himself\r\nby his fingertips, and fauns cavorting in a forest. And Wally trudging around\r\nto agents with his plays, and happily having dinner with Debbie, and, yes,\r\nenjoying Heston's autobiography. We see all of these things so vividly that “My\r\nDinner With Andre” never, ever, becomes a static series of two shots and\r\ncloseups, but seems only precariously anchored to that restaurant, and in\r\nimminent danger of hurtling itself to the top of Everest (where, Wally\r\nstubbornly argues, it is simply not necessary to go to find the truth).\n\nWhat\r\nthey actually say is not really the point, I think. I made a lot of notes about\r\nAndre's theories and Wally's doubts, but this is not a logical process, it is a\r\nconversation, in which the real subject is the tone, the mood, the energy. Here\r\nare two friends who have each found a way to live successfully. Each is urging\r\nthe other to wake up and smell the coffee. The difference is that, in Wally's\r\ncase, it's real coffee.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1999-06-13", "genres": ["Comedy", "Drama", "Indie"], "title": "My Dinner with Andre (1981)"}