{"url": "http://www.rogerebert.com/reviews/great-movie-a-year-of-the-quiet-sun-1984", "by": null, "star_rating": 4.0, "text": "When the actor Scott Wilson went to Poland to make \"A Year of the Quiet Sun\" (1984), he found the country still slowly rebuilding from World War II. \"The war was a fresh memory for them,\" he says, and poverty and rationing were still facts of life. Perhaps that is why Krzysztof Zanussi's film has such an immediate, palpable presence: Set in 1946, it shows its characters at the beginning of that long postwar period, living in shabby rooms of half-destroyed buildings, struggling for the few loaves at the local bakery, spying on one another in a world of bribery and betrayal. What we remember about the film's love scene is that the American soldier spreads his Army overcoat over himself and the woman he loves, because it is so cold.\n\nWilson plays a man named Norman, a private, assigned as a driver to a commission seeking the mass grave of American airmen executed by the Nazis. The Army seems to have forgotten him half the time, and he drives around the half-deserted village in a Jeep. He meets Emilia by accident. Played by the great actress Maja Komorowska, she is a war widow, living with her mother (Ewa Dalkowska) in a single room; her neighbor Stella (Vadim Glowna) is a prostitute, and Emilia has a job baking cakes. Norman brings her gifts: Tubes of paint, for she is an artist, and sugar, for her cakes. They do not speak each other's languages, but they fall in love wordlessly, and quickly.\n\nZanussi surrounds this love story with details of life under the emerging communist government. The most vile character in his story is a well-dressed man of about 40, his salt-and-pepper hair neatly cut, his overcoat warm, his tie nicely knotted, who (although the movie never says so) seems to be the local party representative. He commands two goons who steal the small amount Emilia and her mother have saved for their dream of escaping to the West. He keeps an eye on the prostitute, who sleeps with a German who fixes such escapes, and who is a Jewess who survived the concentration camps by working in a Nazi officer's brothel. \"Don't judge people,\" Emilia tells the party man. \"Let the past be past.\"\n\nThe courtship between Norman and Emilia involves kindness, sexual urgency, soulful looks, a few words of English and Polish. \"I thought Norman should not be an articulate man,\" Wilson says in an interview on the DVD of the film. \"He does not depend on dialogue. Even if they spoke each other's languages, he might not have much to say.\"\n\nWhat he does say sounds honest and sincere right down to the bottom of his soul; he has no one back in America, he tells her, and nothing to go home to (\"until you came along, I was an empty man\"), but he knows how to farm, and \"I promise I will work hard for you.\" He imagines them on their own little farm.\n\nThis love story, sweet as it is, seems clouded by the penetrating gloom of the times. The mother is dying of an infected leg. The prostitute is victimized by her clients. Emilia is reluctant to leave Poland, having finally returned home after years as a displaced person. In a field outside the town, the grave of the dead airmen is excavated, and in a startling scene, the corpses are examined and then, in a twilight montage, seem to bear witness to their murder.\n\nThe cinematography, by Slavomir Idziak, is masterful in its use of light and color to evoke the cold, sad mood of the film. Browns, blacks, deep olives and blues are a backdrop to pale, undernourished faces. There is often a bright light source, like a bare bulb, to cast hard light on the characters while enveloping them with shadows. The camera was almost always hand-held, we learn from the Wilson interview; even tracking shots are done with Idziak sitting on the dolly and holding the camera. Yet we are almost never aware it is hand-held; instead of moving his camera incessantly as unwise young American independent directors do, under the impression that they have found a useful style, Idziak holds it steady. That it inevitably moves slightly, unnoticeably, creates a subtle form of urgency, of personal involvement, and we are reminded of Scorsese's belief that a locked-down camera is objective, but a camera moving however slightly is subjective.\n\nIdziak's camera loves the actors' faces, which instruct us how to feel: Komorowska, with sad eyes, displays a great weariness, but her sensuous lips cannot conceal delight and surprise when she discovers the G.I. has come to visit her, and not Stella. And Wilson, who often seems filled with a great melancholy, and who plays his simple soldier as a man determined to be good. Perhaps one of the reasons he wants to rescue this woman is explained by a nightmare he has, in which as a prisoner of the Germans, he soils his pants with fear. This is a great performance from Wilson, so underused by Hollywood, whose debut was \"In Cold Blood\" (1967) and whose work includes \"The Right Stuff\" (1983) and \"Shiloh\" (1996).\n\n\"A Year of the Quiet Sun,\" which won the Golden Lion as the best film at the 1984 Venice Film Festival, was not entered for the Academy Awards, because the Polish government was boycotting the Oscars after a film by Andrzej Wajda, critical of the government, was entered. Zanussi, born 1939, no less critical of the communist regime and (with Komorowska) a strong supporter of the Solidarity movement, succeeded in making films because, as he explains with a quiet smile, \"I was diplomatic.\"\n\nIndeed he ran a Warsaw film studio that used government money to make anti-government films, with disguised messages Poles had no trouble in translating. A close friend of Pope John Paul II, Zanussi filmed the pope's play \"Our God's Brother\" in 1997, once again choosing Scott Wilson as the star.\n\nAs a producer and mentor, Zanussi helped inspire a new generation of Polish filmmakers, including Krzysztof Kieslowski (Zanussi acted in his \"Camera Buff\"), and Agnieszka Holland (she began as his assistant). Together with Wajda, Andrzej Munk and others, they formed the Cinema of Moral Anxiety, creating a group of films about the dilemma of being a good person in a bad time. Kieslowski's \"Decalogue,\" 10 hour-long films about ethical dilemmas, is paralleled by Zanussi's \"Weekend Stories,\" eight films also about impossible moral situations.\n\nOne of the remarkable qualities of \"A Year of the Quiet Sun\" is the way it tells its love story without resorting to the devices of cheap romance. These are two middle-aged people of dignity, who have been through unspeakably painful experiences; at one point, Emilia asks her priest, \"Does a person have a right to happiness?\"\n\nOne answer, which the priest does not think to provide, is that a person must be willing to be happy. This is something Emilia's mother knows, and Ewa Dalkowska is luminous as a dying woman of little sentiment, great humor and hard realism, who encourages the romance and despairs that her daughter will not act decisively to accept a better future.\n\nI will try to discuss the ending of the film without revealing how the story concludes. It is a fantasy scene that takes place in Monument Valley, where John Ford shot his great Westerns, and indeed the one film that Emilia and her mother mention in the movie is \"Stagecoach.\"\n\nWe learn from Wilson that Zanussi and the Russian director Andrei Tarkovsky visited Monument Valley on their way to the Telluride Film Festival in 1983, and indeed I remember them there, Tarkovsky dressed in jeans and cowboy boots, Zanussi as always in dark blue suit and tie.\n\nBoth directors vowed to film there someday. Tarkovsky died before he could. Zanussi traveled to the valley with only his cameraman, his two stars, and Wilson's wife Heavenly as crew, and they filmed the ending, which is poetic in the way it visualizes the hope of the two lovers while reflecting the poignancy of their fates.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1984, "date_published": "2003-07-06", "genres": ["Drama", "Foreign", "Romance"], "title": "A Year of the Quiet Sun (1984)"}