{"url": "http://www.rogerebert.com/reviews/great-movie-the-firemens-ball-1968", "by": "Jan Vostrollas Jan", "star_rating": 4.0, "text": "Milos Forman's \"The Firemen's Ball\" was banned \"permanently and forever\" by the Communist regime in Czechoslovakia in 1968, as Soviet troops marched in to suppress a popular uprising. It was said to be a veiled attack on the Soviet system and its bureaucracy, a charge Forman prudently denied at the time but now happily agrees with. Telling a seductively mild and humorous story about a retirement fete for an elderly fireman, the movie pokes fun at citizens' committees, the culture of thievery, and solutions that surrender to problems.\n\nForeman and his writer, Ivan Passer, found the inspiration for their film while writing another one. They'd just had an international success with \"Loves of a Blonde\" (a 1966 Oscar nominee). That one told the story of a young woman in a factory town where the women vastly outnumber the men; she unwisely falls in love with a musician who is not serious about her. Working on a new idea, they moved to a small town to get away from the pressures of Prague, attended the local fireman's ball, and realized they had the premise for their next picture.\n\nThe film follows a pattern common enough in Eastern Europe, where small human stories seem to be a slice of life, but might actually be subtle parables about the restrictive Soviet system. Screenplays had to be approved by censors, but many a change took place between approval and premiere, and in the case of \"The Firemen's Ball\" that was almost fatal. The movie was co-financed by the Italian producer Carlo Ponti, but after Czech authorities withdrew their approval, Ponti pulled out, and only the intervention of French director Francois Truffaut saved the film and found it international distribution.\n\nThe movie takes place during about 24 hours, as the firemen prepare for their event, attend it, and survive it. They're planning a tribute to their former chief, although it may be coming too late: \"We should have given it to him last year, when he was 85,\" one observes, \"instead of now when he's about to die.\" The ancient fireman, diagnosed with cancer, will be presented with a handsome miniature fire ax in a velvet-lined box.\n\nSome feel the old fireman represents the values and traditions of the pre-Soviet years. The film's climactic scene could easily be seen as a perfect symbol for the paradoxes of Soviet communism: During the ball, a local barn catches fire, and the firemen race to the scene. But their truck gets stuck in the snow, the barn is engulfed by flames when they get there, and when the farmer complains that he is cold, the firemen do what they can: They move his chair closer to the flames.\n\nThe buildup to that wonderful scene is in a series of vignettes that have the savor of real life, perhaps because Forman cast all local people--no professional actors--in his roles. We see the committee meeting at which the miniature fire ax is admired and plans are made. At the local hall, a fireman teeters atop a tall ladder to scorch the sides of a paper banner; his ladder slips, he is left dangling from a beam, and the poster goes up in flames.\n\nThe firemen plan to have a beauty pageant, with the queen delegated to present the fire ax. They fill a table with raffle prizes--cheeses, hams, cakes and chocolates--that are precious at a time when consumer goods are in short supply. But \"he who does not steal, steals from his family,\" according to a saying Forman quotes in an interview on the DVD. The prizes prematurely disappear from the table; even the respectable couple assigned as guards are guilty.\n\nThe beauty pageant is a disaster, not least because few of the local girls, and none of the pretty ones, have any interest in it. Eagle-eyed fireman circulate through the crowd, trying to recruit candidates, and there is a lineup of reluctant finalists, who look like citizen volunteers who would rather be elsewhere.\n\nForman is not making fun of his characters, but of the system they inhabit. Yet censors criticized the film because it painted a \"negative portrait\" of Czech society. That is often the tactic in a system that fears criticism; the wonderful Iranian film \"Children Of Heaven\" was said by censors to show society where children could not afford sneakers. That's the last thing the movie is about, but still, in Iran, some children cannot afford sneakers, and so there you are. Censors often disguise themselves as patriots, treating any criticism as unpatriotic, when in fact criticism is a patriotic duty. When, in a free society, the press is criticized for negativity, that almost always simply means it has dared to question the policies of the party in power. \"Patriotism,\" Samuel Johnson said, \"is the last refuge of the scoundrel.\" He could have been speaking of those who use it to shield themselves from dissent.\n\nVisiting the Czech Republic in the summer of 2002 for the Karlovy Vary film festival, I met people who survived the Soviet occupation, there and elsewhere. They were still bitter; the presence of a patriotic Russian film was sharply questioned by several of my fellow jury members, who found it a holdover from the bad old days. (I found it an echo of the standard war film from every country, in which the heroes are considered to be in the right because, after all, the movie is about them.)\n\n\"The Firemen's Ball\" was released in 1967, late in the \"Prague spring\" of liberalism and free expression that generated, and was nourished by, the Czech New Wave. Inspired by the New Wave of France, a generation of Czech filmmakers created, for a time, a zone of freedom. The leading names were Forman's co-writer Ivan Passer (who directed \"Intimate Lighting,\" 1965); Jan Nemec (\"A Report on the Party and the Guests,\" 1966), Jan Kadar (\"The Shop on Main Street,\" the 1965 Oscar winner for best foreign film); Vera Chytilova (\"Daisies,\" 1966) and Jiri Menzel (\"Closely Watched Trains,\" winner of the 1967 Oscar). It was a period when the Czechs found much Academy favor; \"Firemen's Ball\" was nominated in 1969.\n\nIn 1967 there was a popular uprising against the Soviets, which was quickly crushed, and most of these films and their directors were banned. Many left the country. I remember a reception at the 1968 New York Film Festival, with a roomful of exiled Czechs including Forman, Passer and Menzel, all uneasily facing the possibility of working in a new land and a new language. This period in history was written about by the Czech novelist Milan Kundera in The Unbearable Lightness of Being, and in Philip Kaufman's movie version one of the actors is Milos Forman.\n\nMany of the Czech New Wave directors found success in America, none more than Forman, who made two of the most-honored films in Academy Award history (\"One Flew Over the Cuckoo's Nest\" and \"Amadeus\"). His first American film was \"Taking Off\" (1971), a social satire that shared with \"The Firemen's Ball\" a rich appreciation for the everyday lives of people who do not realize how funny they are. When a hippie girl runs away, it turns a sharp satirical eye at their affluent parents, showing a sympathy for the underdog and non-conformist that would be mirrored in many of his films--not only \"Cuckoo's Nest,\" with the asylum standing in for all bureaucracies, but in the hippie musical \"Hair\" (1979), \"The People vs. Larry Flynt\" (1996) and \"Man on the Moon\" (1999), about the outsider comic Andy Kaufman.\n\nIs \"The Firemen's Ball\" dated today? That's an interesting question. It no longer borrows energy from its risk-taking, as so many Soviet bloc films did in the 1960s and 1970s. In those days any new film from Poland, Hungary, Yugoslavia or Czechoslovakia, in particular, was likely to be a veiled attack, wreathed in the glamour of danger. But \"The Firemen's Ball\" hasn't dated as entertainment; Forman doesn't push his political points, being content to let them make themselves, unfolding gracefully from the human drama. The movie is just plain funny. And as a parable it is timeless, with relevance at many times in many lands. Remarkable, how often when I learn of a bureaucratic brainstorm I think of the fireman moving the farmer's chair closer to the flames.", "running_time": 71, "mpaa_rating": null, "release_year": 1969, "date_published": "2002-08-04", "genres": ["Comedy", "Drama", "Foreign"], "title": "The Firemen's Ball (1969)"}