{"url": "http://www.rogerebert.com/reviews/great-movie-badlands-1973", "by": null, "star_rating": 4.0, "text": "Holly describes her life as if she’s writing pulp fiction. “Little did I realize,” she tells us, “that what began in the alleys and back ways of this quiet town would end in the Badlands of Montana.” It is the wondering narrative voice that lingers beneath all of Terrence Malick’s films, sometimes unspoken: Human lives diminish beneath the overarching majesty of the world.\n\nHolly is practicing her baton-twirling on the front lawn when she meets Kit. She is 15. He is 25, and has just walked off his job as a garbage man. We never learn anything about his earlier years. He walks out of nowhere, sees her, and sweeps her up in his whirlwind. Within a day or two he has shot her father dead, set her house afire, and they are on the run across South Dakota.\n\nTerrence Malick’s “Badlands” (1973) tells a story that has been told many times, of two lovers who are criminals and are pursued across the vastness of America. “Bonnie and Clyde” (1967) comes first to mind. Malick’s direct inspiration was the story of Charles Starkweather, the “Mad Dog Killer,” who in 1957-58 with his girl friend Caril Ann Fugate went on a killing spree that left 11 dead, including her parents and younger sister. She was 13, he was 18.\n\nMalick finds no meaning in their crimes, no psychological explanation. Kit is a handsome psychopath who, Holly tells him, looks like James Dean. Holly is an unformed child who seems simple and remote. She describes their odyssey in the third person, as predestined fate. Neither seems to react emotionally to death. Listen here to how she slides over the death of her dog: “Then sure enough Dad found out I been running around behind his back. He was madder than I ever seen him. His punishment for deceiving him: he went and shot my dog. He made me take extra music lessons every day after school, and wait there ‘till he came to pick me up. He said that if the piano didn’t keep me off the streets, maybe the clarinet would.”\n\nMalick opens on the leafy streets of a small town, where Holly’s house on the corner resembles the house Malick used in “The Tree of Life” (2011). We sense his own memories at work. Then he moves into hiding with them in a series of breathtaking scenes, as they live in a forest and roam mindlessly across the empty Great Plains, the quarry of a national manhunt. In the last of their stolen cars, a big Cadillac, they leave the roads and cut cross-country over unfenced prairies, summoning associations with pioneer settlers. “At the very edge of the horizon.” Holly said, “we could make out the gas fires of the refineries at Missoula, while to the south we could see the lights of Cheyenne, a city bigger and grander than I’d ever seen.”\n\n“Badlands” was one of the great films of the flowering of American auteurs in the 1970s, a debut film chosen to close the New York Film Festival. It starred Martin Sheen and Sissy Spacek. He was 33 and had done much television acting but this was his first important feature. She was 24, and it was her second movie. Both looked younger than their years. Sheen, with carefully combed hair, blue jeans, checked shirts and Lucky Strikes, had the Dean look; after Charles Starkweather saw “Rebel Without a Cause” he deliberately patterned himself on the movie star. Spacek, red-haired, freckled, slight, seemed a girl, not a woman. Sex has little to do with Kit and Holly’s relationship, although we see some kissing; they seem to be children who are role-playing.\n\nTheir shallowness is in conflict with their deadliness. A friend of Kit’s, who seems to help them but then runs for a phone, is shot in the stomach and left to sit, dazed, dying and contemplative. He’d attempted to lure them into a field with a tale of treasure. That Kit believed him took childlike credulity. A family is killed for no other reason than that Kit and Holly come across their farmhouse. A rich man is spared for no reason at all, and Kit later observes how lucky he was. He uses the man’s Dictaphone to record a fatuous final statement: “Listen to your parents and teachers. They got a line on most things, so don’t treat ‘em like enemies. There’s always an outside chance you can learn something. Try to keep an open mind.” He thinks that because he’s famous, his words have meaning.\n\nNature is always deeply embedded in Malick’s films. It occupies the stage and then humans edge tentatively onto it, uncertain of their roles. There is always much detail, of birds and small animals, of trees and skies, of empty fields or dense forests, of leaves and grain, and always of too much space for the characters to fill. They are nudged here and there by events which they confuse with their destinies. In his “Days of Heaven” (1978), his characters ride the rails into a Texas prairie. His “The Thin Red Line” (1998), a war movie, his characters are embedded in the jungles of Guadalcanal. His “The New World” (2005), shows Native Americans at home in primeval forests while British explorers build forts to hide in. There is a strong sense of humans uneasily accommodated by the land.\n\n“Badlands” is technically a road movie. That is a form which breaks filmmakers free of tight plotting and opens them to whatever happens along the way. They can introduce and dispose of characters and subplots at will. The travelers are all that is constant. In “Badlands” Kit and Holly are fleeing toward nowhere, although Kit talks vaguely of “heading north” and becoming a Mountie. Kit follows along not so much because she must, but because she had a crush on Kit and her father (Warren Oates) angered her by forbidding her to see him. She seems to regard her father’s death only as a convenience.\n\nThere is an idyll in a dense forest, where Kit constructs an improbable tree house possibly intended to evoke Tarzan. He rigs alarms and sets booby traps. They lead a natural life, an idle one, aimless. Lacking personal resources, they occupy a default state of boredom. One early shot of Kit shows him walking down an alley, stamping on a tin can to flatten it, then kicking it away. That gives him something to do.\n\nThe film has a mystical scene in which Malick has Holly looking at slides through or far-away places through her father’s 3D Stereopticon: “It hit me that I was just this little girl, born in Texas, whose father was a sign painter, who only had just so many years to live. It sent a chill down my spine and I thought where would I be this very moment, if Kit had never met me?” She realizes perhaps that she had no meaningful existence before Kit. Toward the end of their long flight over the land, Kit’s appeal runs out: “I’d stopped even paying attention to him. Instead I sat in the car and read a map and spelled out entire sentences with my tongue on the roof of mouth where nobody could read them.”\n\nTerrence Malick, born 1943, is a legendary figure in American film, often described as reclusive. In fact, he is simply private, absorbed in his own work, happy with a circle of friends, and declining to join in even token efforts at publicity. I am unaware of a single interview he has given; the many second-hand reports from those who know him paint a cheerful man, friendly, obsessed with details, enraptured by nature. There is a hint of Kubrick. “He can talk to anyone about anything,” Jessica Chastain, the star of “The Tree of Life,” told Steven Zeitchik of the Los Angeles Times. He declined to appear at the premiere or press conference for “Tree of Life” at Cannes 2011 (where it won the Palme d’Or), but was seen all over town at dinners and screenings. In five movies in four decades, he has, in his own way, fashioned one of the most distinctive bodies of work of his time. Very much in his own way.\n\n“Days of Heaven” is also reviewed in my Great Movies Collection.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1973, "date_published": "2011-06-24", "genres": ["Drama", "Romance", "Thriller"], "title": "Badlands (1973)"}