{"url": "http://www.rogerebert.com/reviews/great-movie-forbidden-games-1952", "by": null, "star_rating": 4.0, "text": "\n\nWe must turn to the past for a film as innocent as\r\n\"Forbidden Games\" (1952), because our own time is too cynical to\r\nsupport it. Here is a film about children using their powers of fantasy and\r\ndenial to deal with death in wartime. A modern film would back away from the\r\nhorror and soften and sentimentalize it. It would become a \"children's\r\nfilm.\" But in all times children have survived experiences that no child\r\nshould have to endure.\n\nSometimes\r\nthey're able to shield their innocence by creating games to process the pain.\r\n\"Forbidden Games\" was attacked and praised by adults for the same\r\nreason: because it showed children inventing happiness where none should exist.\r\nThe Japanese animated film \"Grave of the Fireflies\" (1988) is another\r\nrare film with the courage to walk this path.\n\nThe\r\nfilm begins during the Nazi invasion of France in 1940. We meet a 5-year-old\r\ngirl named Paulette, with her parents. The road out of Paris is clogged with\r\nthose escaping the city. It is being strafed by Nazi fighter planes. Paulette's\r\nlittle dog runs onto a bridge. She chases it, and her parents desperately run\r\nafter her. Bullets kill both parents and fatally wound the dog. Paulette, lying\r\non the ground next to her mother, reaches out a hand to touch the dead cheek,\r\nand then touches her own cheek. She does not cry. She does not quite\r\nunderstand. She holds her puppy. Its legs jerk spasmodically for a long time\r\nbefore it dies.\n\nShe\r\nis given a ride by strangers. The man throws her dog into the river. She jumps\r\noff their cart and runs down to save the dog, and is seen by a young local boy\r\nnamed Michel, the young son of the Dolle family, peasants on a nearby farm. She\r\nis taken in by the Dolles and immediately becomes Michel's favorite. He will\r\ngive his blanket to her. He will demand that the family keep her. He will have\r\na playmate.\n\nThe\r\nlove between the two children is almost too pure and simple to be believed --\r\nunless you can remember being a child. For some reason, we remember best the\r\nchildren we hated, or who hated us. But with a playmate we can construct a\r\nworld so compelling that all our thoughts are given to its creation and\r\nmaintenance. With Jackie, the girl next door, I spent days building a toy\r\nvillage on the dining room floor, around an electric train set. It was so\r\nelaborate, so invested with our stories of what each house meant, that when it\r\nhad to be \"cleaned up,\" we felt a hurt no adult could imagine.\n\nPaulette\r\n(Brigitte Fossey) determines to bury her dog. Michel (Georges Poujouly) helps\r\nher, because she isn't big enough to handle the hoe she has stolen. The grave\r\nis hidden in an abandoned mill. They need a crucifix for it, and Michel hammers\r\none from lumber. Paulette has never really dealt with the deaths of her\r\nparents. She acknowledges that they are gone, but they are gone in theory, not\r\npractice; that they are truly dead forever seems to elude her. Yet she becomes\r\nfascinated with death, and Michel joins her in burying a mole that was captured\r\nby an owl. Soon they are burying every dead thing they can find, even worms,\r\neven broken plates. At one point, while they are lying side by side on the\r\nfloor doing his homework, he stabs a cockroach with his pen. \"Don't kill\r\nhim! Don't kill him!\" she cries, and he says, \"I didn't. It was a\r\nbomb that killed him.\"\n\nClose\r\nstudy of this scene reveals a curious detail. She presses to the ground as she\r\ncries out, and we cannot see her face. If we happen to look at Michel's face,\r\nwe will notice that his lips are moving, although we do not hear his voice.\r\nClearly the scene was constructed in the editing room, matching her voice to\r\nvisuals that did not match. That's possibly an indication of the difficulties\r\nthe director, Rene Clement, had in directing children so young in a story so\r\nfraught. But for the most part the children are astonishingly natural and\r\nconvincing, and in an interview much later, Fossey remembered with a smile that\r\nClement asked her to cry \"a little more\" or \"a little less\"\r\nand she fine-tuned her tears.\n\nTheir\r\ncemetery grows larger. They begin to steal crucifixes to put above the graves.\r\nPaulette, who does not know her prayers, or about the Stations of the Cross, or\r\nwhat a crucifix is, must be Jewish. Michel innocently teaches her, and that\r\nknowledge could eventually save her life. There is a comic subplot involving a\r\nrural feud between the Dolles and their neighbors, the Gouards, who accuse each\r\nother of stealing crucifixes; at one point a fight in the cemetery ends with\r\ntwo brothers fighting and falling into a grave. All the while the secret\r\ncemetery in the old mill grows more elaborate.\n\n\"Forbidden\r\nGames\" was the first feature by Rene Clement; his short film on the same\r\nstory was seen by the director Jacques Tati, who told him it must become a\r\nfeature. It came (as Tati did) from outside the French film establishment; its\r\nproducer, Robert Dorfmann, had powerful enemies.\n\nThe\r\nfilm was initially turned down by Cannes, then accepted after a scandal. It was\r\nturned down by Venice because it had played at Cannes, but accepted after\r\nanother uproar, and won the Golden Lion as best film, with a best actress award\r\nfor Fossey (she grew up to make many more good films). It won an honorary Oscar\r\nin 1953. Yet one critic said the film itself should be forbidden. Clement was\r\naccused simultaneously of trivializing the war and inflicting its horrors too\r\nmercilessly on his actors. Leftist critics accused him of an attack on the\r\nworking class, although his poor peasant farmers are the most warm and generous\r\nof characters.\n\nTo\r\nbe sure, it is remarkable that Fossey was able to weather this experience at 5.\r\nPoujouly, her co-star, was 9 or 10. She remembers doing better than older\r\nactresses at the audition because she had no idea what stakes were involved;\r\nthey were nervous, but she just went ahead and did as she was told. Clement\r\n\"shot around\" her character as much as possible, shooting close-ups\r\nof her looking at events so she did not really have to witness them, and she\r\nremembers attending the premiere at Cannes and seeing the planes attack the\r\nbridge for the first time. She was horrified.\n\nThe\r\nbeautifully restored new Criterion DVD of the film includes an alternate\r\nbeginning and ending, filmed but never used, in which the scenario is framed as\r\na \"story\" from a book that Michel reads to Paulette.\n\nThe\r\nfilm is so powerful because it does not compromise on two things: the horror of\r\nwar and the innocence of childhood. Fossey's face becomes a mirror that refuses\r\nto reflect what she must see and feel. She transposes it all into the game of\r\nburying the dead and placing crosses over them.\n\nThe\r\ncinematographer, Robert Juillard, always places a little additional light on\r\nher face and blond hair, suggesting an angel without insisting on it. Only\r\ngradually do we come to understand the total power that their fantasy has over\r\nthe children, and what measures they will take in its defense. It is funny,\r\nalso sad, when Paulette fixates on every crucifix she sees, and Michel\r\nconfesses the theft of some crucifixes and then pauses on his way out of the\r\nconfessional to try stealing another one from the altar.\n\nMovies\r\nlike Clement's \"Forbidden Games\" cannot work unless they are allowed\r\nto be completely simple, without guile, transparent. Despite the scenes I have\r\ndescribed, it is never a tear-jerker. It doesn't try to create emotions, but to\r\nobserve them. Paulette cannot speak for herself, and the movie doesn't try to\r\nspeak for her. That's why it is so powerful: Her grief is never addressed, and\r\nwith the help of a boy who loves her, she surrounds it with a game that no\r\nadult could possibly understand, or penetrate.\n\n(Clement's \"Purple Noon,\" the first big-screen\r\nadaptation of one of Patricia Highsmith's Ripley novels, is also reviewed in\r\nthe Great Movies section.)\n\n", "running_time": 86, "mpaa_rating": "NR", "release_year": 1952, "date_published": "2005-12-18", "genres": ["Drama", "Foreign", "History"], "title": "Forbidden Games (1952)"}