{"url": "http://www.rogerebert.com/reviews/great-movie-days-of-heaven-1978", "by": "Richard Gereas Bill", "star_rating": 4.0, "text": "Terrence Malick's \"Days of Heaven'' has been praised for its painterly images and evocative score, but criticized for its muted emotions: Although passions erupt in a deadly love triangle, all the feelings are somehow held at arm's length. This observation is true enough, if you think only about the actions of the adults in the story. But watching this 1978 film again recently, I was struck more than ever with the conviction that this is the story of a teenage girl, told by her, and its subject is the way that hope and cheer have been beaten down in her heart. We do not feel the full passion of the adults because it is not her passion: It is seen at a distance, as a phenomenon, like the weather, or the plague of grasshoppers that signals the beginning of the end.\n\nThe film takes place during the years before World War I. Outside Chicago, Bill (Richard Gere) gets in a fight with a steel mill foreman and kills him. With his lover Abby (Brooke Adams) and his kid sister Linda (Linda Manz), he hops a train to Texas, where the harvest is in progress, and all three get jobs as laborers on the vast wheat field of a farmer (Sam Shepard). Bill tells everyone Abby is his sister, and gets in a fight with a field hand who suggests otherwise.\n\nThe farmer falls in love with Abby and asks her to stay after the harvest is over. Bill overhears a conversation between the farmer and a doctor, and learns that the farmer has perhaps a year to live. In a strategy familiar from \"Wings Of The Dove,\" he suggests that Abby marry the farmer--and then, when he dies, he and Abby will at last have money enough to live happily. \"He was tired of livin' like the rest of 'em, nosing around like a pig in a gutter,'' Linda confides on the soundtrack. But later she observes of the farmer: \"Instead of getting sicker, he just stayed the same; the doctor must of give him some pills or something.''\n\nThe farmer sees Bill and Abby in tender moments together, feels that is not the way a brother and sister should behave and challenges Bill. Bill leaves, hitching a ride with an aerial circus that has descended out of the sky. Abby, the farmer and Linda live happily for a year, and then Bill returns at harvest time. All of the buried issues boil up to the surface again, against a backdrop of biblical misfortune: a plague of grasshoppers, fields in flame, murder, loss, exile.\n\n\"Days of Heaven'' is above all one of the most beautiful films ever made. Malick's purpose is not to tell a story of melodrama, but one of loss. His tone is elegiac. He evokes the loneliness and beauty of the limitless Texas prairie. In the first hour of the film there is scarcely a scene set indoors. The farm workers camp under the stars and work in the fields, and even the farmer is so besotted by the weather that he tinkers with wind instruments on the roof of his Gothic mansion.\n\nThe film places its humans in a large frame filled with natural details: the sky, rivers, fields, horses, pheasants, rabbits. Malick set many of its shots at the \"golden hours'' near dawn and dusk, when shadows are muted and the sky is all the same tone. These images are underlined by the famous score of Ennio Morricone, who quotes Saint-Saens' \"Carnival of the Animals.'' The music is wistful, filled with loss and regret: in mood, like \"The Godfather\" theme but not so lush and more remembered than experienced. Voices are often distant, and there is far-off thunder.\n\nAgainst this backdrop, the story is told in a curious way. We do see key emotional moments between the three adult characters. (Bill advises Abby to take the farmer's offer. The farmer and Abby share moments together in which she realizes she is beginning to love him, and Bill and the farmer have their elliptical exchanges in which neither quite states the obvious.) But all of their words together, if summed up, do not equal the total of the words in the voiceover spoken so hauntingly by Linda Manz.\n\nShe was 16 when the film was made, playing younger, with a face that sometimes looks angular and plain, but at other times (especially in a shot where she is illuminated by firelight and surrounded by darkness) has a startling beauty. Her voice tells us everything we need to know about her character (and is so particular and unusual that we almost think it tells us about the actress, too). It is flat, resigned, emotionless, with some kind of quirky Eastern accent.\n\nThe whole story is told by her. But her words are not a narration so much as a parallel commentary, with asides and footnotes. We get the sense that she is speaking some years after the events have happened, trying to reconstruct these events that were seen through naive eyes. She is there in almost the first words of the film (\"My brother used to tell everyone they were brother and sister,'' a statement that is more complex than it seems). And still there in the last words of the film, as she walks down the tracks with her new \"best friend.'' She is there after the others are gone. She is the teller of the tale.\n\nThis child, we gather, has survived in hard times. She has armored herself. She is not surprised by the worst. Her voice sounds utterly authentic; it seems beyond performance. I remember seeing the film for the first time and being blind-sided by the power of a couple of sentences she speaks near the end. The three of them are in a boat on a river. Things have not worked out well. The days of heaven are over. She says: \"You could see people on the shore, but it was far off and you couldn't see what they were doing. They were probably calling for help or something--or they were trying to bury somebody or something.''\n\nThat is the voice of the person who tells the story, and that it why \"Days of Heaven'' is correct to present its romantic triangle obliquely, as if seen through an emotional filter. Children know that adults can be seized with sudden passions for one another, but children are concerned primarily with how these passions affect themselves: Am I more or less secure, more or less loved, because there has been this emotional realignment among the adults who form my world?\n\nSince it was first released, \"Days of Heaven'' has gathered legends to itself. Malick, now 53, made \"Badlands\" with newcomers Sissy Spacek and Martin Sheen in 1973, made this film five years later and then disappeared from view. Because the film made such an impression, the fact of his disappearance took on mythic proportions. He was, one heard, living in Paris. Or San Francisco. Or Montana. Or Austin. He was dying. Or working on another film. Or on a novel, or a play. Right now Malick is back at work, with two projects, \"The Thin Red Line\" with Sean Penn, and \"The Moviegoer,'' with Tim Robbins and Julia Roberts. Perhaps the mysteries will clear.\n\n\"Days of Heaven's'' great photography has also generated a mystery. The credit for cinematography goes to the Cuban Nestor Almendros, who won an Oscar for the film; \"Days of Heaven'' established him in America, where he went on to great success. Then there is a small credit at the end: \"Additional photography by Haskell Wexler.'' Wexler, too, is one of the greatest of all cinematographers. That credit has always rankled him, and he once sent me a letter in which he described sitting in a theater with a stopwatch to prove that more than half of the footage was shot by him. The reason he didn't get top billing is a story of personal and studio politics, but the fact remains that between them these two great cinematographers created a film whose look remains unmistakably in the memory.\n\nWhat is the point of \"Days of Heaven\"--the payoff, the message? This is a movie made by a man who knew how something felt, and found a way to evoke it in us. That feeling is how a child feels when it lives precariously, and then is delivered into security and joy, and then has it all taken away again--and blinks away the tears and says it doesn't hurt.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1997-12-07", "genres": ["Drama", "Romance"], "title": "Days of Heaven (1978)"}