{"url": "http://www.rogerebert.com/reviews/great-movie-the-life-of-oharu-1952", "by": null, "star_rating": 4.0, "text": "Here is the saddest film I have ever seen about the life of a\r\nwoman. It begins on a chill dawn when the heroine wanders, her face behind a\r\nfan, until encountering some of her fellow prostitutes. \"It's hard for a\r\n50-year-old women to pass as 20,\" she observes. She says it has been a\r\nslow night: She was only picked up by an old man, who took her into a candlelit\r\nroom filled with young men. \"Look at this painted face!\" he told\r\nthem. \"Do you still want to buy a woman?\" To be held up as a moral\r\nspectacle is a cruel fate for a woman who has been treated immorally almost\r\nevery day of her life, and who has always behaved as morally as it was within\r\nher power to do.\n\nThe\r\nwomen find a friend who has built a fire, and huddle around it. \"I heard\r\nyou served at the palace,\" another prostitute says. \"What has led to\r\nyour ruin?\" Saying \"do not ask about my past,\" she walks away\r\nfrom them and wanders into a Buddhist temple. One of the images of the Buddha\r\ndissolves into the face of a young man, and then a flashback begins that will\r\ntell Oharu's life from near the beginning.\n\nHer\r\nlife is the fate in microcosm of many Japanese women for centuries, in a\r\nsociety ruled by a male hierarchy. Kenji Mizoguchi, its director, was as\r\nsympathetic with women as any of his contemporaries, even Ozu, who whom he is\r\noften ranked. He made prostitutes a frequent subject, as in his \"Street of\r\nShame\" (1956). He was known to frequent brothels, not simply to purchase\r\nfavors, but to socialize with their workers; it made a great impression on him\r\nthat his own sister, Suzo, who raised him, was sold by their father as a\r\ngeisha. The same thing happens to Oharu in this film.\n\nThe\r\ncharacter is played by Kinuyo Tanaka, who appeared in 14 of his films, and this\r\none, made in 1952, helped redirect her career from early years as in ingénue\r\ntoward more challenging roles. One of her strengths as Oharu is her success at\r\nplaying the same character over a period of 30 years.\n\nAs\r\nOharu's flashback begins, we learn she was born in respectable circles, and was\r\na lady in waiting at the court when she and a young page (Toshiro Mifune) fell\r\nin love. This was forbidden, the page was condemned to death, and Oharu and his\r\nfamily were exiled. Her father never forgives her for this, and indeed after\r\nthe scandal she becomes unmarriagable in respectable circles. There is a brief\r\nrespite when he is able to sell her as a concubine into the household of Lord\r\nMatsudaira. Her duty there is to bear him an heir, which she does, but then is\r\ncoldly sent back into poverty and prostitution. Her father, who now considers\r\nher entirely in terms of her wage-earning ability, sells her as a courtesan, at\r\nwhich she balks, and finally sells her into service as a maid to a lady who\r\nuses elaborate wigs to conceal from her husband that she is half-bald. She\r\nloses this job because one of her employer's customers recognizes her from the\r\nshimabara (red-light district) and makes crude jokes which reveal her\r\nbackground.\n\nNow\r\ncomes a deceptive respite from her misery. She meets a nice man, a maker of\r\nfans, and settles in peacefully, but he is killed. She receives no legacy. In a\r\nconvent, she tells the superior she wanted none: \"All I want is to be a\r\nnun and be near to Buddha.\" In the convent, there is an ambiguous scene. A\r\nman who knew her comes to demand repayment for a gift of cloth she was given,\r\nand in a fury she strips off her clothing and hurls it at him. Her nudity is\r\nreflected only in the man's eye, but the discovery of this event leads to her\r\nbanishment from the convent.\n\nAll\r\nof this time she dreams of seeing the son she gave birth to, but when this\r\nfinally happens she is allowed only to get a glimpse of him sweeping past as a\r\ngrand man, oblivious to her existence. That brings us back to her current life,\r\nas a cold, hungry, unsuccessful prostitute.\n\nAlthough\r\na good deal of the film is shot in a straightforward way, some of it from Ozu's\r\nfavorite the point of view of a person seated on a tatami mat, Oharu is often\r\nseen from a high-angle view well above eye level. In camera grammar this tends\r\nto diminish and objectify the subject, and Oharu increasingly comes to seem\r\nless like an autonomous character and more like a subject for study--and pity.\n\n\"As\r\nthe story goes,\" the superior told her on arrival at the convent,\r\n\"the morning's pretty face is a corpse by evening.\"\n\nThe\r\nstory as I have outlined it sounds like a lurid melodrama, but \"Life of\r\nOharu\" studiously avoids taking advantage of the sensational aspects of\r\nher life. It is all told as a sad memory of fate, and paced by Mizoguchi to\r\navoid any sensational story climaxes. His attentive use of period locations,\r\ncostumes and rituals makes his heroine's experiences more like enactments of a\r\nritual. A great deal of the story's pathos comes from the fact that no one\r\nexcept Oharu knows the whole of her life history; she is judged from the\r\noutside as an immoral and despicable women, and we realize this is no more than\r\nthe role society has cast her in, and forces her to play.\n\nWe\r\nwatch the film in disbelief. Surely no women could have such misery thrust upon\r\nher through no fault of her own? Mizoguchi makes no attempt to portray any male\r\ncharacter--even the father--as a self-aware villain. The men behave within the\r\nboundaries set for them and expected of them by the traditions of their\r\nsociety. Even the fan maker does so, but because of the independence given him\r\nby his occupation, society allows him more choice--or perhaps simply doesn't\r\ncare.\n\nKenji\r\nMizoguchi (1898-1956) is today named as one of the three greatest Japanese\r\ndirectors, along with Akira Kurosawa and Yasujiro Ozu. Kurosawa, considered the\r\nmost \"western\" by the Japanese, was the first to gain world wide\r\nfame, with such readily accessible films as \"Rashomon,\" \"The\r\nSeven Samurai\" and \"Yojimbo.\" Ozu was considered \"too Japanese,\"\r\nuntil the critic Donald Richie famously took a group of his films to the Venice\r\nFilm Festival, and found, as he expected, that they had a universal appeal. (My\r\nfeeling is that the more specific a film is, the more widely it may be\r\nunderstood).\n\nMizoguchi\r\nwon Western praise earlier than Ozu. His \"Ugetsu Monogatari\" (1953)\r\nwon the Venice Film Festival, and twice appeared on Sight & Sound\r\nmagazine's ten-yearly poll of the greatest films of all time, which pointed me\r\nto him in the early 1970s. But it was \"Life of Oharu\" that he considered\r\nhis best film, perhaps because it drew from roots in his own life.\n\nThe\r\nmost influential Western writing on Mizoguchi is an essay by Robert Cohen\r\ntitled \"Why Does Oharu Faint?\" The British critic who signs as\r\n\"Kubla Khan\" writes of it: \"Oharu faints thrice in 'The Life of\r\nOharu,' and on all occasions, wakes up feeling kinder and more forgiving… Cohen\r\nsays that Oharu's spiritual transcendence is gained after 'she abandons her\r\ngender identity and sexuality,' and in a sense, her victory is only\r\npyrrhic.\" He adds that is \"is far more interesting and appealing than\r\nany spiritual excuse that could account for how Oharu has become a saintly\r\ncharacter and her fainting spell at the beginning and in the end is more a\r\nphysical and psychological surrender to the awful life that she has lead till\r\nthen.\"\n\nYears\r\nbefore the rise of feminism in the West, the great directors of Japan were\r\nobsessed with the lives of women in their society. No woman in a Japanese film\r\nthat I have seen is more tragic and unforgettable than Oharu.\n\nThe film's Criterion edition is streaming on Hulu Plus. It can\r\nbe viewed in in nine parts via non-Criterion but quite good edition on YouTube.\r\nMizoguchi's \"Ugetsu\" and \"Sansho the Bailiff\" are also\r\nwritten about in my Great Movies Collection, which includes many titles by Ozu\r\nand Kurosawa.\n\n ", "running_time": 148, "mpaa_rating": "Unrated", "release_year": 1952, "date_published": "2012-10-29", "genres": null, "title": "The Life of Oharu (1952)"}