{"url": "http://www.rogerebert.com/reviews/great-movie-ace-in-the-hole-1951", "by": "Kirk Douglas", "star_rating": 4.0, "text": "\n\nThere's not a soft or sentimental passage in Billy Wilder's\r\n\"Ace in the Hole\" (1951), a portrait of rotten journalism and the\r\npublic's insatiable appetite for it. It's easy to blame the press for its\r\nportraits of self-destructing celebrities, philandering preachers, corrupt\r\npoliticians or bragging serial killers, but who loves those stories? The public\r\ndoes. Wilder, true to this vision and ahead of his time, made a movie in which\r\nthe only good men are the victim and his doctor. Instead of blaming the\r\njournalist who masterminds a media circus, he is equally hard on sightseers who\r\npay 25 cents admission. Nobody gets off the hook here.\n\nThe\r\nmovie stars Kirk Douglas, an actor who could freeze the blood when he wanted\r\nto, in his most savage role. Yes, he made comedies and played heroes, but he\r\ncould be merciless, his face curling into scorn and bitterness. He plays\r\nCharles Tatum, a skilled reporter with a drinking problem, who has been fired\r\nin 11 markets (slander, adultery, boozing) when his car breaks down in\r\nAlbuquerque and he cons his way into a job at the local paper.\n\nThe\r\nbreak he's waiting for comes a year later. Dispatched to a remote town to cover\r\na rattlesnake competition, he stops in a desert hamlet and discovers that the\r\nowner of the trading post has been trapped in an abandoned silver mine by a\r\ncave-in. Tatum forgets the rattlesnakes and talks his way into the tunnel to\r\ntalk to Leo Minosa (Richard Benedict), whose legs are pinned under timbers.\r\nWhen Tatum comes out again, he sees the future: He will nail down possession of\r\nthe story, spin it out as long as he can, and milk it for money, fame and his\r\nold job back East.\n\nConfronted\r\nby a corrupt local sheriff and mining experts, Tatum takes charge by force of\r\nwill, issuing orders and slapping around deputies with so much confidence he\r\ngets away with it. Learning that Minosa could be rescued in a day or two if\r\nworkers simply shored up the mine tunnel and brought him out, Tatum cooks up a\r\ncockamamie scheme to lengthen the process: Rescuers will drill straight down to\r\nthe trapped man, through solid rock.\n\nThe\r\nnewspaperman moves into Minosa's trading post and starts issuing orders. He\r\nfinds that the man's wife, a one-time Baltimore bar girl named Lorraine (Jan\r\nSterling), has raided the cash register and plans to take the next bus out of\r\ntown. He slaps her hard, and orders her to stay and portray a grieving spouse.\r\nHe needs her for his story. Even though the film has been little seen and\r\nappeared for the first time on home video last month, it produced one of those\r\nfamous hard-boiled movie lines everybody seems to have heard; ordered to attend\r\na prayer service for her husband, Lorraine sneers, \"I don't go to church.\r\nKneeling bags my nylons.\"\n\nWilder\r\n(1906-2002) came to \"Ace in the Hole\" right after \"Sunset\r\nBoulevard\" (1950), which had 11 Oscar nominations and won three. Known for\r\nhis biting cynicism and hard edges in such masterpieces as \"Double\r\nIndemnity\" (1944) and \"The Lost Weekend\" (1945), he outdid\r\nhimself with \"Ace in the Hole.\" The film's harsh portrait of an\r\nAmerican media circus appalled the critics and repelled the public; it failed\r\non first release, and after it won European festivals and was retitled\r\n\"The Big Carnival,\" it failed again.\n\nThere's\r\nnot a wasted shot in Wilder's film, which is single-mindedly economical.\r\nStudents of Arthur Schmidt's editing could learn from the way every shot does\r\nits duty. There's not even a gratuitous reaction shot. The black-and-white\r\ncinematography by Charles Lang is the inevitable choice; this story would\r\ncurdle color. And notice how no time is wasted with needless exposition. A\r\nwire-service ticker turns up there, again without comment. A press tent goes up\r\nand speaks for itself.\n\nAlthough\r\nthe film is 56 years old, I found while watching it again that it still has all\r\nits power. It hasn't aged because Wilder and his co-writers, Walter Newman and\r\nLesser Samuels, were so lean and mean. The dialogue delivers perfectly timed\r\npunches: \"I can handle big news and little news. And if there's no news,\r\nI'll go out and bite a dog.\"\n\nThat's\r\nwhat Tatum does with the Minosa story. Not content with the drama of a man\r\ntrapped underground, Tatum discovers the mountain is an Indian burial ground\r\nand adds speculations about a mummy's curse. Soon gawkers are arriving from all\r\nover the country, and those who have arrived to exploit them: hot dog stands,\r\ncotton candy vendors, a carnival with a merry-go-round.\n\nMeanwhile,\r\nMinosa grows weaker and depends on Tatum for his contact with the surface. The\r\npounding drill, growing closer, tortures him. Rival newsmen complain about\r\nTatum's role: He controls access to the rescue, the story and the wife. With\r\nevery day that passes, the story grows bigger. And Tatum manufactures news on a\r\nslow day. He plunges into the cave with a priest and a doctor, and finds out\r\nfrom Leo about his anniversary present for the wife who despises him. It's a\r\nfur scarf. Tatum hands it to her and tells her to wear it. She hates it. He\r\nalmost chokes her with it. She wears it.\n\nKirk\r\nDouglas (born in 1916) was and still is a ferocious competitor. Little wonder\r\none of his first screen roles was as a boxer in \"Champion\" (1949).\r\nWhen I interviewed him for Esquire in 1969, the role of a champion was his\r\ncentral theme: \"It doesn't matter if you're a nice guy or you're a\r\nbastard. What matters is, you won't bend!\" His focus and energy as Chuck\r\nTatum is almost scary. There is nothing dated about Douglas' performance. It's\r\nas right-now as a sharpened knife.\n\nTatum\r\ndrives relentlessly toward his goal of money and fame, and if there's a moment\r\nwhen we think he might take pity on Minosa, that's just Wilder, yanking our\r\nchains. The way Tatum's thinking evolves about the trapped man is a study in\r\nsubtlety of direction, writing and acting. In a lesser movie, Tatum would share\r\nour sympathy for the pathetic man. Here, he's on a parabola in that direction\r\nbut wants it to intersect with the moment of his own greatest fame.\n\nWilder,\r\nborn in Austria, a refugee from Hitler, certainly became one of America's\r\ngreatest directors. But he never bought into the American dream. What he saw in\r\nEurope warned him off dreams. Although \"Ace in the Hole\" has always\r\nbeen considered one of his greatest films, its rejection by the marketplace\r\nisn't surprising: Moviegoers like crime, like suspense, like violence, but they\r\nlike happy endings, and Wilder is telling them to wake up and smell the coffee.\n\nWhen\r\nthe film was released, the press complained about its portrait of news\r\npractices and standards, even though the story was inspired by a real media\r\ncircus when a man named Floyd Collins was trapped in a Kentucky cave. Today, it\r\nis hard to imagine some segments of the press not recognizing their hunger for\r\nsensation. The same might be said of the public; after the movie was finished,\r\nthe studio sold admissions to its mountain sets outside Gallup, N.M.\n\n\"Ace\r\nin the Hole\" is newly available on DVD.", "running_time": 111, "mpaa_rating": "NR", "release_year": 1951, "date_published": "2007-08-12", "genres": ["Drama", "Film Noir"], "title": "Ace in the Hole (1951)"}