{"url": "http://www.rogerebert.com/reviews/great-movie-night-moves-1975", "by": "Gene Hackmanas Harry Moseby", "star_rating": 4.0, "text": "Arthur Penn's \"Night Moves\" is about an old-fashioned private eye who says and does all the expected things while surrounded by a plot he completely fails to understand.\n\nHarry Moseby is played by Gene Hackman as a man who, in 1975 Los Angeles, still seems to be taking his cues from old film noir movies. The glass on his office door says:\n\nMoseby\n\nConfidential\n\n... and there is an understated romanticism in that curt wording that fits with his battered desk and the arched window that looks down, no doubt, on mean streets. His wife is always after him to join a big detective agency and enter the modern world, but he likes the life of a free-lancer, tooling around in his aging Mustang, jotting down license plate numbers in his little spiral notebook.\n\nAs the movie opens, he is summoned to the kind of client who would be completely at home in a Sam Spade or Philip Marlowe story. Arlene Iverson (Janet Ward) is a onetime B-movie sweater girl who married a couple of rich guys -- one dead, the other ex -- and must be lonely, because she greets Harry dressed as if she's hired him to look at her breasts. Her 16-year-old daughter, Delly, has run away from home, and she wants Harry to find her, although if Harry wants to have a drink with Arlene first, that would be nice.\n\nHarry takes the job but first does a little sleuthing on his own time. His wife, Ellen (Susan Clark), asks if he wants to go see \"My Night at Maud's,\" but he tells her, \"I saw a Rohmer film once. It was kinda like watching paint dry.\" Then he stakes out the theater and sees her meeting a man Harry doesn't know. Out comes the spiral notebook. The man is Marty Heller (Harris Yulin), who lives out in Malibu, and later Harry confronts him, although in a curiously lukewarm way: \"How serious is it?\" When his wife finds out he knows, she makes it his fault: \"Why didn't you ask me first?\" He leaves town to work on the case as a sort of therapy.\n\nHis trail leads first to a movie location, where he meets a mechanic (James Woods) who once dated Delly, and then a stunt pilot (Anthony Costello) who took her away from the mechanic, and then a stunt pilot who says Delly is probably in Florida with her stepfather, the charter pilot Tom Iverson (John Crawford). In Florida, Moseby finds her (played by Melanie Griffith in her movie debut) living with Tom and Tom's lover, Paula (Jennifer Warren).\n\nNow we have most of the characters on board, and I will stop describing the plot, not so much because I fear giving it away as because I fear I cannot.\n\nIt is probably true that if you saw \"Night Moves\" several times and took careful notes, you could reconstruct exactly what happens in the movie, but that might be missing the point. I saw it a week ago with an audience at that holy place of the cinema, George Eastman House in Rochester, N.Y., and then I was joined in a discussion with Jim Healy, the assistant curator -- we talked for an hour with a room full of moviegoers and we were left with more questions than we started with.\n\nOf course, we could fall back on the old filmcrit ploy, \"we're not supposed to understand the plot.\" That worked for \"Syriana.\" But in \"Night Moves,\" I think it's a little trickier. The plot can be understood, but not easily, and not on first viewing, and besides, the point is that Moseby is as lost as we are. Something is always turning up to force him to revise everything he thought he knew, and then at the end of the film he has to revise everything again, and there is a shot where one of the characters, while drowning, seems to be desperately shaking his head as if to say -- what? \"I didn't mean to do this\"? \"I didn't know who was in the boat\"? \"In the water\"? \"You don't understand\"?\n\nHarry doesn't understand, that's for sure, and the last shot in the film, taken from high above, shows him in a boat that is circling aimlessly in the Gulf Stream, a splendid metaphor for Harry's investigation.\n\nI was reminded of another Gene Hackman character named Harry. That would be Harry Caul, from Francis Ford Coppola's \"The Conversation\" (1974). Caul is a high-tech investigator who bugs people and eavesdrops on conversations and is fanatic and paranoid and, like Moseby, not nearly as clever as he needs to be. Harry Caul has his workplace invaded by a competitor, he's fooled by a hidden microphone in a ball-point pen, he gets calls on his unlisted number, his landlord walks right past the security system in his apartment, and although he has a tape recording of a crucial conversation, he has no idea what it means.\n\nMoseby is as helpless as Caul. He vaguely understands that most of the people he meets in his investigation are connected in one way or another -- even people who should not know each other. He figures out that they're up to more than selling antiques, making movies, or chartering boats and airplanes. He sees some of the romantic connections and gets himself involved in others. Delly, who has a disconcerting way of taking off her clothes, is perhaps interested in Harry -- but in seducing him, or just rattling his walnuts? Harry falls hard for Paula, and she seems attracted to him, too. They have one of those conversations where two people talk in the abstract about important things that are code for, \"Do you want to sleep with me?\" The screenplay by Alan Sharp is literate and elliptical all the way through:\n\n\"Where were you when Kennedy got shot?\"\n\n\"Which Kennedy?\"\n\nPaula lights some candles and talks about how her nipples misbehave in intriguing situations, and otherwise gives Harry reason to believe he may be getting somewhere. Then he and Paula and Delly take the glass-bottomed boat out in the middle of the night and Delly goes scuba-diving and by accident finds a plane on the ocean floor with a skeleton in it and those are fish where were once his eyes. Whose skeleton is it? At this stage of decomposition it's hard to say, but I thought it belonged to the James Woods character, and I was wrong.\n\nI was wrong again and again, but so was Harry. There is a profound disconnect between his investigation and what is really happening, and essentially the movie shows him acting like a private eye while the case unfolds independently in front of him. When the movie was released, there was a lot of discussion about a second plane crash and the identity of the person in that plane, but at Eastman House it was very clear who the person was. Left unanswered, however, is what he was doing in the plane, how he was able to fly it with a machine gun in one hand and the other arm in a cast, and what he was trying to tell Harry, who watches through the glass-bottomed boat as he drowns. Those are very good questions.\n\n\"Night Moves\" came after a lull in Arthur Penn's career; he and Hackman worked together in \"Bonnie and Clyde\" (1967) and then Penn made \"Alice's Restaurant\" (1969) and \"Little Big Man\" (1970). For Hackman, it was a period of astonishing work in such films as \"I Never Sang for My Father\" (1970), \"The French Connection\" (1971) and \"The Conversation.\" What he brings to \"Night Moves\" is crucial; he must be absolutely sure of his identity as a free-lance gumshoe, even while all of his craft is useless and all of his hunches are based on ignorance of the big picture. Maybe the movie is saying that the old film noir faith is dead, that although in Chandler's words \"down these mean streets a man must go who is not himself mean, who is neither tarnished nor afraid,\" when this man goes down those streets he is blind-sided by a plot that has no respect for him.\n\nAlso in the Great Movies series at rogerebert.com: \"The Conversation\" and \"Bonnie and Clyde.\"", "running_time": 100, "mpaa_rating": null, "release_year": 1975, "date_published": "2006-03-26", "genres": ["Mystery", "Neo-noir", "Suspense", "Thriller"], "title": "Night Moves (1975)"}