{"url": "http://www.rogerebert.com/reviews/great-movie-dracula-1931", "by": null, "star_rating": 4.0, "text": "\n\nMovie lore has it that Bela Lugosi could barely speak English\r\nwhen he was chosen by Universal Pictures to star in \"Dracula\" (1931).\r\nLon Chaney had been scheduled to play the role, a wise casting decision after\r\nhis success in the silent classics \"The Hunchback of Notre Dame” and\r\n\"The Phantom of the Opera.” But he died as \"Dracula” was going into\r\nproduction, and the mysterious 49-year-old Hungarian, who starred in a 1927\r\nBroadway production of \"Dracula,” was cast. Legend must exaggerate,\r\nbecause the Hungarian emigre Lugosi had been living and working in the United\r\nStates for a decade by the time the film was made, and yet there is something\r\nabout his line readings that suggests a man who comes sideways to\r\nEnglish--perhaps because in his lonely Transylvanian castle, Dracula has had\r\ncenturies to study it but few opportunities to practice it.\n\nCertainly\r\nit is Lugosi's performance, and the cinematography of Karl Freund, that make\r\nTod Browning's film such an influential Hollywood picture. The greatest of all\r\nthe vampire films is F.M. Murnau's silent \"Nosferatu” (1922, another title\r\nin this Great Movies series), but Murnau's work was almost a dead end, complete\r\nand self-contained, a masterpiece that stood alone. (When Werner Herzog made\r\nhis version of \"Nosferatu” with Klaus Kinski in 1979, he was so in awe of\r\nthe original that he shot on some of the same locations.) The look of Browning's\r\n\"Dracula” was inspired by Murnau's gloomy gothic visuals, well known to\r\nthe German cameraman Freund, who worked with Murnau on \"The Last Laugh.”\r\nIt was Freund who was instrumental in creating the startling impact of the\r\narrival at Castle Dracula, the entrance to the castle's forbidding interior\r\nspaces, and such “Nosferatu”-inspired shots as the hand snaking from a coffin\r\nand rats snuffling in a crypt.\n\nWhat\r\nwas new about the film was sound. It was the first talking picture based on\r\nBram Stoker's novel, and somehow Count Dracula was more fearsome when you could\r\nhear him--not an inhuman monster, but a human one, whose painfully articulated\r\nsentences mocked the conventions of drawing room society. And here Lugosi's\r\naccent and his stiffness in English were advantages.\n\nLugosi\r\nwas by all accounts a strange, deliberately theatrical man, who drew attention\r\nto himself with stylized behavior. He made his foreignness an asset, and in\r\nHollywood and New York used his sinister, self-mocking accent to advantage. After\r\nthe success of \"Dracula,” he often appeared in public dressed formally,\r\nwith a flowing cape, as if still playing the role. In later life, addicted to\r\ndrugs, he was reduced to self-parody, and a glimpse of his last years can be\r\nfound in \"Ed Wood” (1994), set during his last picture.\n\nThe\r\nvampire Dracula has been the subject of more than 30 films; something deep\r\nwithin the legend is suited to cinema. Perhaps it is the joining of eroticism\r\nwith terror. The vampire's attack is not specifically sexual, but in drinking\r\nthe blood of his victims he is engaged in the most intimate of embraces, and no\r\ndoubt there is an instinctive connection between losing your virginity (and\r\nyour soul) and becoming one of the undead. Vampirism is like elegant,\r\nslow-motion rape, done politely by a creature who charms you into surrender.\n\nThe\r\nDracula myth has been filmed so often, in so many different ways (most recently\r\nby Francis Ford Coppola in his \"Bram Stoker's Dracula,” 1992), that its\r\nmaterial has become like an opera libretto, or a play by Shakespeare: We know\r\nthe story and all the beats, and are concerned mostly with the style and\r\nproduction. All of the serious later movie Draculas draw from Lugosi's\r\nperformance, not from the earlier work by Max Schreck, whose \"Nosferatu”\r\nwas more inhuman and distant, a skeletal wraith. Lugosi, with his deep eyes\r\n(made eerie by Freund with pinpoint lights) and his glossy black hair, created\r\none of the most influential of all movie performances, making a distinctive\r\nimpression that influenced movie Draculas for years to come--especially Hammer\r\nFilms star Christopher Lee, who played the character at least seven times.\n\nIf\r\nthe film's look and star performance were influential, so was its dialogue.\r\nMany of movie's great lines have entered into folklore:\n\nI\r\nnever drink ... wine.\n\nFor\r\none who has not lived even a single lifetime, you are a wise man, Van Helsing.\n\nListen\r\nto them. Children of the night. What music they make.\n\nThe\r\nstory is familiar to every moviegoer. Renfield (Dwight Frye), an English real\r\nestate agent, visits Transylvania to sell a London property to the count. He\r\nreally wants to make that sale; he takes no warning from the fear of the\r\nvillagers when Dracula's name is mentioned. He survives a terrifying ride in a\r\ncoach with no driver. And then he plunges into his doom. The establishing shots\r\nof the fearsome interiors of Castle Dracula owe everything to the tradition of\r\nGerman Expressionism. There is the sinister politeness with which Dracula\r\ngreets his guest and offers him food and ... wine. Then the overpowering of\r\nRenfield. The return to England on the ship with its deadly cargo of coffins\r\n(another sequence that owes much to \"Nosferatu”). The ghost ship that\r\ndrifts into port, everyone on board apparently dead except for Renfield, who is\r\nstark staring mad.\n\nIn\r\nLondon the vampire feasts on the blood of strangers encountered in the night,\r\nin scenes owing something to the legend of Jack the Ripper. Then he introduces\r\nhimself into high society by insinuating himself into the box at the opera occupied\r\nby Dr. Seward (Herbert Bunston). The doctor owns Carfax Abbey, which is next\r\ndoor to the sanitarium where the unfortunate Renfield has been imprisoned\r\n(giggling and eating spiders for their blood). He meets Seward's daughter Mina\r\n(Helen Chandler), her fiance John Harker (David Manners) and her friend Lucy\r\n(Frances Dade). They are joined eventually by the vampire hunter Dr. Van\r\nHelsing (Edward Van Sloan), who explains vampirism in more detail than the\r\ndrama probably requires.\n\nThe\r\nscenes in Carfax Abbey are an anticlimax after the Expressionist terrors of the\r\nscenes set in Transylvania and aboard the ship. They're based on the same\r\nBroadway play in which Lugosi first played Dracula, and owe more to the\r\ntradition of drawing-room drama (and, it must be said, comedy) than to the\r\nunderlying appeal of vampirism. Yet even here Browning is able to add\r\nunsettling touches, as in the way he suggests Dracula's presence in the visits\r\nof bats and in the drifting of fog.\n\nTod\r\nBrowning (1882-1962) is a director whose name is central to any study\n\nof\r\nthe horror genre, and yet most of his best work is overshadowed by his\n\ncollaborators.\r\nLon Chaney, \"the man of 1,000 faces,” seems to be the key creative force\r\nbehind Browning's silent landmarks \"The Unholy Three” and \"West of\r\nZanzibar.” Lugosi, Freund and the subject matter are the creative engines\r\nbehind \"Dracula.” One Browning picture that stands alone as his personal\r\nvision is \"Freaks” (1932), set in a circus sideshow, and so shocking it\r\nhas been banned here and there ever since.\n\n\"Dracula”\r\nhad no musical score when it was first released, apart from some fugitive\r\nstrains of \"Swan Lake.” That left an opportunity. I saw a restored version\r\nof the film in September at the Telluride Film Festival, with Philip Glass\r\njoining the Kronos Quartet in performing his newly composed score. That is the\r\nversion now available on tapes and discs.\n\nPurists\r\nargue that Browning's original decision was the best one--to enhance the horror\r\nby eerie sound effects instead of underlining it with music. But \"Dracula”\r\nhas been pushed and pulled in so many different directions by so many different\r\nartists that Glass is only following the tradition in adding his own\r\ncontribution. The Glass score is effective in the way it suggests not just\r\nmoody creepiness, but the urgency and need behind Dracula's vampirism. It\r\nevokes a blood thirst that is 500 years old.\n\nIs\r\nthe 1931 \"Dracula” still a terrifying film, or has it become a period\r\npiece? The \"most chilling, genuinely frightening film ever made,” vows the\r\nreference series Cinebooks. Perhaps that was true in 1931, but today I think\r\nthe movie is interesting mostly for technical reasons--for the stylized\r\nperformances, the photography, the sets. There is a moment, though, when Lugosi\r\ndraws close to the sleeping Lucy, and all of the elements of the material draw\r\ntogether. We consider the dreadful trade-off: immortality, but as a vampire.\r\nFrom our point of view, Dracula is committing an unspeakable crime. From his,\r\noffering an unspeakable gift.", "running_time": 72, "mpaa_rating": "NR", "release_year": 1931, "date_published": "1999-09-19", "genres": ["Horror"], "title": "Dracula (1931)"}