{"url": "http://www.rogerebert.com/reviews/great-movie-the-great-dictator-1940", "by": "Chaplin", "star_rating": 4.0, "text": "\n\nIn 1938, the world's most famous movie star began to prepare a\r\nfilm about the monster of the 20th century. Charlie Chaplin looked a little\r\nlike Adolf Hitler, in part because Hitler had chosen the same toothbrush\r\nmoustache as the Little Tramp. Exploiting that resemblance, Chaplin devised a\r\nsatire in which the dictator and a Jewish barber from the ghetto would be\r\nmistaken for each other. The result, released in 1940, was \"The Great\r\nDictator,\" Chaplin's first talking picture and the highest-grossing of his\r\ncareer, although it would cause him great difficulties and indirectly lead to\r\nhis long exile from the United States.\n\nIn 1938, Hitler was not yet recognized in all quarters as the\r\nembodiment of evil. Powerful isolationist forces in America preached a policy\r\nof nonintervention in the troubles of Europe, and rumors of Hitler's policy to\r\nexterminate the Jews were welcomed by anti-Semitic groups. Some of Hitler's\r\nearliest opponents, including anti-Franco American volunteers in the Spanish\r\nCivil War, were later seen as \"premature antifascists\"; by fighting\r\nagainst fascism when Hitler was still considered an ally, they raised suspicion\r\nthat they might be communists. \"The Great Dictator\" ended with a long\r\nspeech denouncing dictatorships, and extolling democracy and individual\r\nfreedoms. This sounded to the left like bedrock American values, but to some on\r\nthe right, it sounded pinko.\n\nIf\r\nChaplin had not been \"premature,\" however, it is unlikely he would\r\nhave made the film at all. Once the horrors of the Holocaust began to be known,\r\nHitler was no longer funny, not at all. The Marx Brothers, ahead of the curve,\r\nmade \"Duck Soup\" in 1933, with Groucho playing the dictator Rufus T.\r\nFirefly in a comedy that had ominous undertones about what was already under\r\nway in Europe. And as late as 1942, the German exile Ernst Lubitsch made\r\n\"To Be or Not to Be,\" with Jack Benny as an actor who becomes\r\nembroiled in the Nazi occupation of Poland.\n\nChaplin's\r\nfilm, aimed obviously and scornfully at Hitler himself, could only have been\r\nfunny, he says in his autobiography, if he had not yet known the full extent of\r\nthe Nazi evil. As it was, the film's mockery of Hitler got it banned in Spain,\r\nItaly and neutral Ireland. But in America and elsewhere, it played with an\r\nimpact that, today, may be hard to imagine. There had never been any fictional\r\ncharacter as universally beloved as the Little Tramp, and although Chaplin was\r\ntechnically not playing the Tramp in \"The Great Dictator,\" he looked\r\njust like him, this time not in a comic fable but a political satire.\n\nThe\r\nplot is one of those concoctions that makes the action barely possible. The\r\nhero, a barber-soldier in World War I, saves the life of a German pilot named\r\nSchultz and flies him to safety, all the time not even knowing he was the enemy.\r\nTheir crash-landing gives the barber amnesia, and for 20 years he doesn't know\r\nwho he is. Then he recovers and returns to his barber shop in the country of\r\nTomania (say it aloud), only to discover that the dictator Hynkel has come to\r\npower, not under the swastika, but under the Double Cross. His storm troopers\r\nare moving through the ghetto, smashing windows and rounding up Jews (the term\r\n\"concentration camp\" is used early, matter-of-factly). But the\r\nbarber's shop is spared by the intervention of Schultz, now an assistant\r\nminister, who recognizes him.\n\nThe\r\nbarber (never named, just like the Tramp) is in love with the maid Hannah\r\n(Paulette Goddard, Chaplin's estranged wife at the time). And he is befriended\r\nby his former neighbors. But he and the disloyal Schultz are eventually put in\r\na concentration camp, and then Hynkel has a boating mishap, is mistaken for the\r\nbarber, and locked into the camp just as the barber and Schultz escape -- with\r\nHynkel's uniform. Now the barber is assumed by everyone to be the dictator.\n\nIn\r\nthe classic Chaplin tradition, the movie has a richness of gags and comic\r\npantomime, including Hynkel's famous ballet with an inflated balloon that makes\r\nthe globe his plaything. There is a sequence where five men bite into puddings\r\nafter being told the one who finds a coin must give his life to assassinate\r\nHynkel. None of them want to find the coin and there is cheating, but\r\neventually -- see for yourself. And there is a long, funny episode when the\r\ndictator of neighboring Bacteria, Benzini Napaloni (Jack Oakie), pays a state\r\nvisit. Napaloni, obviously modeled on Mussolini, eludes an attempt to make him\r\nsit in a low chair so the short Hynkel can loom over him. And when the two of\r\nthem sit in adjacent barber chairs, they take turns pumping their chairs higher\r\nthan the other. There is also a lot of confusion about saluting, and Chaplin\r\nintercuts shots of the two dictators with newsreels of enormous, cheering\r\ncrowds.\n\nIn\r\n1940, this would have played as very highly charged, because Chaplin was\r\nlaunching his comic persona against Hitler in an attempt, largely successful,\r\nto ridicule him as a clown. Audiences reacted strongly to the film's humor; it\r\nwon five Oscar nominations, for picture, actor, supporting actor (Oakie),\r\nscreenplay and music (Meredith Willson). But audiences at the time, and ever\r\nsince, have felt that the film comes to a dead end when the barber,\r\nimpersonating Hynkel, delivers a monologue of more than three minutes which\r\nrepresents Chaplin's own views.\n\nIncredibly,\r\nno one tries to stop the fake \"Hynkel.\" Chaplin talks straight into\r\nthe camera, in his own voice, with no comic touches and only three cutaways, as\r\nthe barber is presumably heard on radio all over the world. What he says is\r\ntrue enough, but it deflates the comedy and ends the picture as a lecture,\r\nfollowed by a shot of Goddard outlined against the sky, joyously facing the\r\nHynkel-free future, as the music swells. It didn't work then, and it doesn't\r\nwork now. It is fatal when Chaplin drops his comic persona, abruptly changes\r\nthe tone of the film, and leaves us wondering how long he is going to talk (a\r\nquestion that should never arise during a comedy). The movie plays like a\r\ncomedy followed by an editorial.\n\nChaplin\r\n(1889-1977) nevertheless was determined to keep the speech; it might have been\r\nhis reason for making the film. He put the Little Tramp and $1.5 million of his\r\nown money on the line to ridicule Hitler (and was instrumental in directing\r\nmore millions to Jewish refugee centers). He made his statement, it found a\r\nlarge audience, and in the stretches leading up to the final speech, he shows\r\nhis innate comic genius. It is a funny film, which we expect from Chaplin, and\r\na brave one. He never played a little man with a mustache again.\n\nAnd\r\nnow a memory. In 1972, the Venice Film Festival staged a retrospective of\r\nChaplin's complete work, with prints from his own collection. On the closing\r\nnight, his masterpiece, \"City Lights\" (1932), was shown outdoors in\r\nPiazza San Marco. The lights were off, the orchestras were silenced for the\r\nfirst time in more than a century, and the film played on a giant screen to\r\nstanding room only.\n\nWhen\r\nit was over, and the blind flower girl could see again, and she realized the\r\nLittle Tramp was her savior, there was much snuffling and blowing of noses.\r\nThen a single spotlight sprung from the darkness and illuminated a balcony\r\noverlooking the square. A little man stepped out and waved. And we cheered and\r\ncheered.\n\nA newly restored 35mm print of \"The Great Dictator\"\r\nwill play Friday through Oct. 4 at the Gene Siskel Film Center. Showtimes:\r\nFriday and Monday-Thursday at 6 p.m. and 8:30 p.m.; Saturday at 3 p.m., 5:30\r\np.m. and 8 p.m.; Sunday at 3 pm and 5:30 p.m. Reviews of \"City\r\nLights\" and \"Duck Soup\" are also in the Great Movies Collection.\n\nAlso\r\nsee: \"Look,\r\nthere's Charlie Chaplin!.\"", "running_time": 125, "mpaa_rating": "G", "release_year": 1940, "date_published": "2007-09-27", "genres": ["Comedy"], "title": "The Great Dictator (1940)"}