{"url": "http://www.rogerebert.com/reviews/great-movie-the-cabinet-of-dr-caligari-1920", "by": "Werner Kraussas Caligari", "star_rating": 4.0, "text": "\n\nThe first thing everyone notices and best remembers about\r\n\"The Cabinet of Dr. Caligari\" (1920) is the film's bizarre look. The\r\nactors inhabit a jagged landscape of sharp angles and tilted walls and windows,\r\nstaircases climbing crazy diagonals, trees with spiky leaves, grass that looks\r\nlike knives. These radical distortions immediately set the film apart from all\r\nearlier ones, which were based on the camera's innate tendency to record\r\nreality.\n\nThe stylized sets, obviously two-dimensional, must have been a\r\nlot less expensive than realistic sets and locations, but I doubt that's why\r\nthe director, Robert Wiene, wanted them. He is making a film of delusions and\r\ndeceptive appearances, about madmen and murder, and his characters exist at\r\nright angles to reality. None of them can quite be believed, nor can they\r\nbelieve one another.\n\nThe\r\nfilm opens in the German town of Holstenwall, seen in a drawing as houses like\r\nshrieks climbing a steep hill. After a prologue, a story is told: A sideshow\r\noperator named Caligari (Werner Krauss) arrives at the fair to exhibit the\r\nSomnambulist, a man he claims has been sleeping since his birth 23 years ago.\r\nThis figure, named Cesare (Conrad Veidt), sleeps in a coffin and is hand-fed by\r\nthe crazed-looking doctor, who claims he can answer any question.\n\nThe\r\nhero, Francis (Frederich Feher), visits the show with his friend Alan (Hans\r\nHeinz von Twardowski), who boldly asks, \"When will I die?\" The reply\r\nis chilling: \"At first dawn!\" At dawn Alan is dead. Suspicion falls\r\non Cesare. Francis keeps watch all night through a window as Caligari sleeps\r\nnext to the closed coffin. But the next morning, his fiancee, Jane (Lil\r\nDagover), has been abducted. Does that clear the doctor and the Somnambulist\r\nfrom suspicion?\n\nIn\r\nitself, this is not a startling plot. The film's design transforms it into something\r\nvery weird, especially as Cesare is seen carrying the unconscious Jane and is\r\npursued by a mob. The chase carries them through streets of stark lights and\r\nshadows and up a zigzagging mountain trail. Caligari, meanwhile, is followed by\r\nFrancis as he returns to where he apparently lives -- the insane asylum, where\r\nhe is the ... director! Evidence is discovered by Francis and the local police\r\nthat Caligari, influenced by an occult medieval manuscript, yearned to find a\r\nsomnambulist and place him under a hypnotic spell, subjecting him to his will.\n\nA\r\ncase can be made that \"Caligari\" was the first true horror film.\r\nThere had been earlier ghost stories and the eerie serial \"Fantomas\"\r\nmade in 1913-14, but their characters were inhabiting a recognizable world.\r\n\"Caligari\" creates a mindscape, a subjective psychological fantasy.\r\nIn this world, unspeakable horror becomes possible.\n\n\"Caligari\"\r\nis said to be the first example in cinema of German Expressionism, a visual\r\nstyle in which not only the characters but the world itself is out of joint. I\r\ndon't know of another film that used its extreme distortions and discordant\r\nangles, but its over-all attitude certainly cleared the way for \"The\r\nGolem,\" \"Nosferatu,\" \"Metropolis\" and \"M.\"\r\nIn one of the best-known books ever written about film, From Caligari to Hitler, the art historian Siegfried Kracauer\r\nargued that the rise of Nazism was foretold by the preceding years of German\r\nfilms, which reflected a world at wrong angles and lost values. In this\r\nreading, Caligari was Hitler and the German people were sleepwalkers under his\r\nspell.\n\nI\r\ndon't believe the films caused Nazism in Germany, and whether\r\nthey predicted it depends a great deal on hindsight. What is certain is that\r\nthe Expressionist horror films created the most durable and bulletproof of\r\ngenres. No other genre has box-office appeal all by itself, although film noir,\r\nalso deeply influenced by Expressionism, comes close. All a horror film need\r\npromise is horror -- the unspeakable, the terrifying, the merciless, the lurching\r\nmonstrous figure of destruction. It needs no stars, only basic production\r\nvalues, just the ability to promise horror.\n\nThe\r\n1920s were the decade that saw the rise of the Dada and Surrealist movements.\r\nThe first rejected all pretense, all standards, all sincerity. It was a\r\nprofound expression of hopelessness and alienation. It led to the rise of the\r\nrelated art movement Surrealism, which cut loose from order and propriety,\r\nrejected common values, scorned tradition and sought to overthrow society with anarchy.\r\nIt's said such movements were a reaction to the horror of World War I, which\r\nupset decades of relative tranquility and order, threw the European nations\r\ninto unstable new relationships and presented the inhuman spectacle of modern\r\nmechanized battle. After the brutality of trench warfare, it would be difficult\r\nto return to landscapes and still life.\n\n\"The\r\nCabinet of Dr. Caligari\" as a viewing experience must have been unsettling\r\nto the audiences of 1920. The original Variety review, which cheerfully reveals\r\nthe ending, tries in its stilted wording to express enthusiasm: \"This has\r\nresulted in a series of actions so perfectly dovetailed as to carry the story\r\nthrough at a perfect tempo. Robert Wiene has made perfect use of settings\r\ndesigned by Hermann Warm, Walter Reimann and Walter Roehrig, settings that\r\nsqueeze and turn and adjust the eye and through the eye the mentality.\"\n\nAlthough\r\nthe prose suggests chiropractic, I imagine some viewers indeed felt squeezed,\r\nturned and adjusted by the images. The film today still casts its spell. I\r\nviewed the version on a DVD from Kino, which (unusually with silent films of\r\nits vintage) includes all the original footage. The film has not been digitally\r\nrestored to remove all flaws, but in a way those that remain --spots, blemishes\r\n-- add to the effect. You feel as if you're watching an old record of an old\r\nstory, which includes within itself an even older one. The original film was\r\ntinted, so there are no purely black-and-white scenes, only those mostly in\r\nshades of reddish-brown and slate blue.\n\nWiene\r\nis fond of the iris shot, which opens or closes upon a scene like an eye. This\r\nmakes the point that we are looking and are privileged to witness events\r\nclosed to other people. He also sparingly uses a device of superimposing words\r\non the image to show Alan feeling surrounded by voices. Wiene's closeups lean\r\nheavily on Caligari's fierce and sinister scowl, the dewy innocence of Jane,\r\nand the wide-eyed determination of Alan. The Somnambulist is not very\r\nexpressive -- he certainly lacks the charisma of Frankenstein's monster, who in\r\na way he inspired -- and is most often seen in long shot, as if the camera\r\nconsiders him an object, not a person.\n\nThe\r\nsets are presented, as they must be, in mostly longer shots, establishing their\r\nspiky and ragged points and edges. The visual environment plays like a\r\nwilderness of blades; the effect is to deny the characters any place of safety\r\nor rest. It isn't surprising that the \"Caligari\" set design inspired\r\nso few other films, although its camera angles, lighting and drama can clearly\r\nbe seen throughout film noir, for example in the visual style of \"The\r\nThird Man\" (1949).\n\nRobert\r\nWiene (1873-1938) began his career in 1913 and directed 47 films, including\r\n\"Raskolnikow,\" based onCrime\r\nand Punishment,and the\r\nfamous \"The Hands of Orlac\" (1924). He fled the rise of Hitler and at\r\nthe time of his death was working on \"Ultimatum\" (1938), with another\r\nrefugee, Erich von Stroheim. Conrad Veidt (1893-1943), another refugee, made\r\n119 films and was a major star of the time, whose credits included the great\r\n\"The Man Who Laughs\" (1928) and of course\r\n\"Casablanca\"(1942), where he played Major Strasser, who met an\r\nunexpected end at the airport. (All three titles are also in my Great Movies\r\nCollection.)\n\nNote:\"Caligari\"\r\nis part of Kino's excellent German Expressionism set and is available\r\nseparately.\n\n\n\n", "running_time": 71, "mpaa_rating": "NR", "release_year": 1920, "date_published": "2009-06-03", "genres": ["Crime", "Drama", "Foreign", "Horror", "Thriller"], "title": "The Cabinet of Dr. Caligari (1920)"}