{"url": "http://www.rogerebert.com/reviews/great-movie-cabiria-1914", "by": "Giovanni Pastrone", "star_rating": 4.0, "text": "On my last night at Cannes 2006, I climbed to the fifth floor of the Palais du Cinema to see a 180-minute silent epic made in 1914. Giovanni Pastrone's \"Cabiria\" was famous in its day, a global box-office success, but has fallen into neglect. I have a laserdisc of a battered version with dubbed sound, a version released in 1931 and cut to 123 minutes, but now here was the original film, compiled from prints found in Moscow, Paris, London, New York and Pastrone's estate, and restored to within three minutes of its original running time. Its visual quality was so good that when a low-quality shot occasionally had to be used, it only helped me appreciate how good the restoration was.\n\nThe Cannes screening was prefaced by videotaped remarks from Martin Scorsese, the most passionate film historian among active directors. What he said, essentially, was that Pastrone invented the epic and deserves credit for many of the innovations often credited to D.W. Griffith and Cecil B. DeMille. Among those were the moving camera; Pastrone helped free movies from a static gaze.\n\nWhat we are now beginning to realize, as more silent films are rediscovered and restored, is that no one film was a breakthrough but excitement and innovation were everywhere in the air; since films from all nations could play anywhere just by changing the languages of the title cards, what directors learned from Sweden tonight was in the films they were making tomorrow in Italy or America.\n\nAlthough Pastrone pointed the way, certainly Griffith was a greater filmmaker than the Italian, and his \"Birth of a Nation\" (1915) moves the camera with greater freedom and has a headlong narrative and an exciting use of cross-cutting that Pastrone does not approach. \"Cabiria\" moves at a stately pace, depends on title cards of perplexing complexity, and introduces so many characters, cities and plot lines that we are grateful for a princess who becomes a slave and a giant who becomes a hero, because we can follow their stories all the way through.\n\nYet in its particular way, \"Cabiria\" is beautiful and enthralling. In his novel The Book of Illusions, Paul Auster has a remarkable passage about the appeal of silent films:\n\n\"They were like poems, like the renderings of dreams, like some intricate choreography of the spirit, and because they were dead, they probably spoke more deeply to us now than they had to the audiences of their time. We watched them across a great chasm of forgetfulness, and the very things that separated them from us were in fact what made them so arresting: their muteness, their absence of color, their fitful, speeded-up rhythms.\"\n\nI felt that way watching \"Cabiria.\" The film was made with limitless scope and ambition, with towering sets and thousands of extras, with stunts that (because they were actually performed by stuntmen) have an impact lost in these days of visual effects. Hannibal's elephants actually cross the Alps in this movie. But there is room for the tiny detail; in an early scene, the foreground action takes place before an imposing palace wall, and in the upper right corner of the screen, far in the background, we see a little bridge leading somewhere, and on it the figure of a woman, gesturing. I watched her to see what she was doing and realized: She was acting in a movie. She was playing a woman in the back of the shot, gesturing, and because she was completely unnecessary to the action, she was there only because Pastrone put her there, high above the ground, and told her to gesture so that his shot would give the impression of life going on everywhere in the city.\n\nThe princess in the foreground is an 8-year-old Sicilian named Cabiria (Carolina Catena), who survives an eruption of Aetna but is kidnapped, and after various adventures becomes a slave in Carthage. She originally was rescued from the volcano and earthquake by a traveler from Rome named Fulvio (Umberto Mozzato) and his slave Maciste (Bartolomeo Pagano), and they discover her again as a grown woman (Lidia Quaranta). Together they plot to free her.\n\nMaciste, who was chained for years to a grindstone, breaks his chains, is imprisoned, forces apart the prison bars, hurls his enemies to their deaths, and in the process becomes one of the first Italian movie stars. Pagano, discovered by Pastrone, was a Herculean giant who changed his name to Maciste and went on to star in 24 more films, always playing the same North African slave, always in blackface, which alas was conventional at the time. His charisma and screen presence are undeniable, and in a film where one character in a toga and helmet looks much like another, he suggests the movies invented the star system because they needed it.\n\nThere are no true closeups in \"Cabiria,\" although there are medium and medium-long shots. The typical shot stands back far enough to incorporate a great deal of architecture along with tableaux of characters. The sets for Griffith's \"Intolerance\" possibly grew so large after he saw \"Cabiria,\" and DeMille was also fond of enormous sets. When a modern film like \"Troy\" creates a vast Greek city out of digital information, we aren't fooled. We may be impressed by the visual effect, but we aren't impressed by the achievement. Watching these silent films, we feel a kind of awe, because we see that the sets are really there, and really that size.\n\nThe same reality is true of some of the stunts in \"Cabiria.\" There is a scene where a city's walls are besieged by warriors on ladders, and others in a wicker basket are raised high up at the end of a crane. The city defenders push the ladders off the walls, and use lances to overturn the basket. Yes, there are probably piles of straw down below to cushion the warriors as they land, but look how far they fall while they are still onscreen. The risks they are taking are chilling.\n\nConsider another scene where warriors with shields approach a city wall. Eight of them (as I recall) bend double and put their shields on their backs. Six climb onto those shields, bend double and put their own shields on their backs. Four more stand on them, and two more on them, and at last the hero is able to climb this human pyramid and reach the top of the wall. This is a stunt taking place in one shot before our eyes, and if the legs of one of the warriors had buckled, it would not have been a pretty sight. Because all of this is so palpably real, there is an undeniable sense of wonder in seeing it achieved, as there is when Douglas Fairbanks Sr. or Buster Keaton do their own stunts in shots deliberately photographed so we can see they were not faked.\n\nThe glory of this restoration of \"Cabiria\" is that almost all of it is sharp and clear. My laserdisc version is so murky you can't see and appreciate the beauty of the sets and costumes. Because the film's story moves in a stately fashion, because intertitles introduce more characters and plotlines than are probably necessary, because the acting is broad and the gestures large, we don't get involved emotionally. But there are benefits as well as drawbacks to Pastrone's epic style.\n\nThe movie feels old, and by that I mean older than 1914. It feels like a view of ancient times, or at least of those times as imagined a century ago. We are looking into two levels of a time machine. Silent films in general create a reverie state for me; sound films are more realistic, more immediately gripping, but in a silent film I find myself dreamier, more drawn into meditations about the nature of life and time. These people are all dead, but here they are as they were on that day in 1914, boldly telling a story in a new medium, trusting it would reach audiences all over the world, and little suspecting that 92 years later moviegoers would still be climbing to the top of another palace, the one at Cannes, to see them.\n\nThe Criterion Collection is preparing a DVD edition of \"Cabiria.\"", "running_time": 148, "mpaa_rating": "NR", "release_year": 1914, "date_published": "2006-07-02", "genres": ["Drama", "Foreign", "History"], "title": "Cabiria (1914)"}