{"url": "http://www.rogerebert.com/reviews/great-movie-a-woman-under-the-influence-1974", "by": "Peter Falkas Nick Longhetti", "star_rating": 4.0, "text": "John Cassavetes is one of the few modern directors whose shots, scenes, dialogue and characters all instantly identify their creator; watch even a few seconds of a Cassavetes film, and you know whose it is, as certainly as with Hitchcock or Fellini. They are films with a great dread of silence; the characters talk, fight, joke, sing, confess, accuse. They need love desperately, and are bad at giving it and worse at receiving it, but God how they try.\n\nCassavetes (1929-89) is the most important of the American independent filmmakers. His “Shadows” (1959), shot in 16-mm. on a low budget and involving plausible people in unforced situations, arrived at the same time as the French New Wave and offered a similar freedom in America: not the formality of studio productions, but the spontaneity of life happening right now. Ironically, it was by starring in such mainstream films as “Rosemary’s Baby” and “The Fury” that Cassavetes raised the money to make his own films.\n\nBecause his work felt so fresh, it was assumed that Cassavetes was an improvisational filmmaker. Not true. He was the writer of his films, but because he based their stories on his own emotional experience, and because his actors were family or friends, his world felt spontaneous. There was never the arc of a plot, but the terror of free-fall. He knew that in life you do not often improvise, but play a character who has been carefully rehearsed for a lifetime.\n\n“A Woman Under the Influence” (1974) is perhaps the greatest of Cassavetes’ films (although a case can be made for “Love Streams” in 1984). It stars his wife and most frequent collaborator, Gena Rowlands, and his friend Peter Falk, in roles perhaps suggested by his own marriage (how closely may be guessed by the fact that the two characters’ mothers are played by Lady Rowlands and Katherine Cassavetes).\n\nFalk plays a construction foreman named Nick Longhetti, and Rowlands is his wife, Mabel. They have three children, and live in a house with so little privacy that they sleep on a sofa bed in the dining room. (The bathroom door has a large sign: “PRIVATE.” People are always knocking on it.) Mabel drinks too much and behaves strangely, and during the film she will have a breakdown, spend time in a mental institution, and star at her own welcome-home party. Only by the end of the film is it quietly made clear that Nick is about as crazy as his wife is, and that in a desperate way their two madnesses make a nice fit.\n\nRowlands won an Oscar nomination for her performance, which suggests Erma Bombeck playing Lady Macbeth. Her madness burns amid the confusions of domestic life. Nothing goes easily. Her first words are “No yelling!” Sending the three kids to spend the night with her mother, she hops around the front yard on one foot, having lost her shoe. When her husband unexpectedly arrives home early in the morning with 10 fellow construction workers, her response is direct: “Want some spaghetti?” But she tries too hard, and is eventually embracing one embarrassed worker, asking him to dance, until Nick breaks the mood with “Mabel, you’ve had your fun. That’s enough.” The workers quickly clear their places and leave, while Mabel crumples into the ashes of another failed attempt to please.\n\nMabel has no room of her own. Her entire house belongs at all times to the other members of her family, to her relatives and in-laws, to the neighbors, to unexpected visitors like Dr. Zepp (Eddie Shaw), who turns up to eyeball her and decide if she’s a suitable case for treatment. There is a quiet moment early in the film when Mabel is left alone for a while, and stands in the middle of the front hallway, smoking, thinking, listening to opera, drinking, and making gestures toward the corners of the rooms, as if making sure they are still there.\n\nLater we see her guzzling whiskey in a bar, and spending the night with a guy she can’t get rid of. (The guy leaves just before Nick arrives with his crew; Cassavetes avoids the obvious payoff of having them meet, while establishing the possibility that such meetings with stray men may have occurred in the past.) Nick and Mabel, alone for a moment, are fond and loving, but soon the kids burst in and join them on the bed, along with Mabel’s mother, and Nick leads everyone in the manic whistling of “Jingle Bells.”\n\nWaves of noise and chaos sweep in and out of this house. “In her view,” writes critic Ray Carney, “for things to stop moving even for a pulsebeat is for them to begin to die.” That’s true of most of Cassavetes’ characters. Living in constant dread of silence or insight, unsure of her abilities as wife or mother, rattled by booze and pills, Mabel tries to enforce a scenario of happiness. Just meeting the school bus is a daily crisis, and in the house the kids are always being prompted to perform, to play, to sing, to bounce, to seem happy. “Tell me what you want me to be,” she tells Nick. “I can be anything.”\n\nWhile Mabel is offstage, we see Nick’s own madness, masked by macho self-assurance. Consider the scene where he arrives at his children’s school in a city truck, yanks the kids out of classes and takes them to the beach, where they are instructed to run up and down and have a good time. On the way home, he even lets them sip from his six-pack. Nothing Mabel has done is as crazy as this.\n\nAnd consider the welcome that Nick stages for Mabel on her return from the institution. It is strained in countless ways, but underneath everything is the sense of an actress returning to reclaim the role she made her own, in a long-running play. She may be well, she may still be ill, but the people in her life are relieved that at least she is back, taking up the psychic space they are accustomed to her occupying. A dysfunctional family is not a non-functional family; it functions after its fashion, and in its screwy routine there may even be a kind of reassurance.\n\nThere is no safe resolution at the end of a Cassavetes film. You feel the tumult of life goes on uninterrupted, that each film is a curtain raised on a play already in progress. The characters seek to give love, receive it, express it, comprehend it. They are prevented by various addictions: booze, drugs, sex, self-doubt. Self-help gurus talk about “playing old tapes.” Cassavetes writes characters whose old tapes are like prison cells; their dialogue is like a call for help from between the bars.\n\nCarney suggests that “A Woman Under the Influence” is the middle film of a “marriage trilogy” by Cassavetes. The first in the emotional sequence is “Minnie and Moskowitz” (1971), with Rowlands and Seymour Cassel in the goofy intoxication of first love, and the third is “Faces” (1968), with Rowlands and John Marley in the last stages of a disintegrating marriage. “A Woman Under the Influence” comes in the full flood of marriage and parenthood, with an uncertain balance between hope and fear.\n\nCassavetes cut many other films from the bolt of his quest and exhilaration. I thought “Husbands” (1970) was unconvincing, with Cassavetes, Falk and Ben Gazzara mourning a friend by holding an extended debauch. “The Killing of a Chinese Bookie” (1976, with Gazzara as the operator of a strip club) is the sleeper, a portrait of an shifty, charming operator. “Opening Night” (1977) stars Rowlands in one of her best performances, as an alcoholic actress coming to pieces on the first night of a new play. “Gloria” (1980) is more conventional, with Rowlands as a mob-connected woman who hides a kid whose parents have been rubbed out. Then comes the greatness of “Love Streams” (1984), but by then Cassavetes’ health was failing and after a few more jobs he descended into a painful terminal illness.\n\nOne of the things we can ask of an artist is that he leave some record of how it was for him, how he saw things, how he coped. Movies are such a collaborative medium that we rarely get the sense of one person, but Cassavetes at least got it down to two: himself and Rowlands. The key to his work is to realize that it is always Rowlands, not the male lead, who is playing the Cassavetes role.", "running_time": 155, "mpaa_rating": "R", "release_year": 1974, "date_published": "1998-01-14", "genres": ["Drama", "Indie"], "title": "A Woman Under the Influence (1974)"}