{"url": "http://www.rogerebert.com/reviews/great-movie-diary-of-a-lost-girl-1929", "by": null, "star_rating": 4.0, "text": "When they were leaving the world premiere of G. W. Pabst's film\r\n\"Pandora's Box\" (1928), Louise Brooks could hear her name in the\r\ncrowd around her, but she didn't like the tone they were using. She asked Pabst\r\nwhat they were saying. He translated: \"She doesn't act. She does\r\nnothing.\" This perhaps delighted the great German director, who also chose\r\nBrooks to star in his next film, \"The Diary of a Lost Girl\" (1929).\n\nIn\r\nher autobiographyLulu in\r\nHollywood,one of the most\r\ncharming and honest books about the movies ever written, Brooks says Pabst\r\nrefused to discuss the details of a performance with her and never held group\r\ndiscussions with his actors: \"He wanted the shocks of life to release\r\nunpredictable emotions.\" Nor did he encourage his actors to associate with\r\none another. \"Every actor has a natural animosity toward every other\r\nactor, present or absent, living or dead,\" she writes, and Pabst used that\r\ntension to enhance the emotions in a scene. She tells another story. In the\r\nscenes in their films where Brooks wears thin dresses or nightgowns while\r\ndancing with an actor, he forbid her to wear anything under them. \"No one\r\nwill know,\" she told him. \"The actor will know,\" he said.\n\nIn\r\nnot acting, in \"doing nothing,\" Louise Brooks became one of the most\r\nmodern and effective of actors, projecting a presence that could be startling.\r\nAmong those who know the movies, It might be true to say that Brooks is one\r\nactor who still, to this day, inspires deep affection. She is so simple, so\r\ndirect, sothere.Watching her fourth-billed in\r\n\"The Show-Off\" (1926), I watched her effortlessly steal every scene\r\nshe was in. The others were there in front of the camera. She seemed actually\r\nin the scenes.\n\nI\r\ndon't mean to suggest that in \"not acting\" Brooks was wooden or\r\nrobotic. There was no doubt when she was expressing sadness, happiness,\r\nenthusiasm, fear. But she suggested an unusual degree of self-possession; in\r\nthe middle of a happy scene, the others might act out mirth, but her reaction\r\nwould be more one of regarding it, recognizing it. Her job as an actress wasn't\r\nto lead us in the proper reaction. It was to observe its reality.\n\nFancy\r\nhair styles were not for her. She had that crisp pageboy bob that Vidal Sassoon\r\npilfered 25 years later. She had those strong, straight eyebrows, unlike the\r\ncoy arches of her contemporaries. She was so slender and fit she seemed poised\r\nfor flight. The most extraordinary things happened to her in her best films,\r\nand instead of visibly reacting and telegraphing emotions, she acted as the\r\ninstrument to transmit them to us. She encourages identification to an unusual\r\ndegree.\n\nBy\r\n1928 she was one of the best known movie stars in the world, but she was fed up\r\nwith Hollywood and too smart for the way the industry treated actresses. She\r\nwas brought to Berlin by Pabst, who was tired of overeager actresses; he had\r\nworked in 1925 with Greta Garbo, another restrained performer. Together they\r\nmade two of the greatest of silent films. They were both scandalous for their\r\nportrayals of lesbianism and prostitution, and after returning to Hollywood she\r\noffended the sensibilities of a company town by turning down the lead in\r\n\"Public Enemy\" opposite James Cagney. She made several unsuccessful\r\nfilms in the 1930s, and then, she writes in her book, \"I found that the\r\nonly well-paying career open to me, as an unsuccessful actress of thirty-six,\r\nwas that of a call girl.\" One of her clients was William S. Paley, the\r\nfounder of CBS, who sent her a check every month for the rest of her life.\n\nThe\r\nFrench film critics rediscovered her; as often, they were ten years early in\r\ntelling Americans what was best about our movies. In its article Wikipedia\r\nquotes Henri Langois, founder of the Cinematheque François and the great\r\ninfluence of the auteur school: \"There is no Garbo, there is no Dietrich,\r\nthere is only Louise Brooks!\" It is well known that James Card, film\r\ncurator for George Eastman House, found her in New York in the late 1950s,\r\nbonded with her, brought her to live in Rochester, encouraged the writing ofLulu in Hollywood,and launched the second life of\r\nher career. He found her \"living as a recluse,\" Wikipedia says, but\r\nbecause of Paley's loyalty she was not precisely on Skid Row. A veteran film\r\npublicist named John Springer told me: \"At a dinner party at my house one\r\nnight, Card said he would give anything to find Louise Brooks. I told him he\r\nmight not have to look too hard: She had the apartment across the hall.\"\n\n\"Diary\r\nof a Lost Girl\" was the close of her glory days. It's not the equal of\r\n\"Pandora's Box,\" but her performance is on the same high level. It\r\nhas a frankness that would largely disappear from mainstream films after the\r\nrise of censorship in the early 1930s. She plays Thymian, an innocent young\r\ngirl we meet on the day of her First Communion. Her family lives upstairs over\r\nher father's drug store, which is managed by a man named Meinert (the actor\r\nFritz Rasp has a lupine face and cruel smile). It is revealed that her father\r\nhas made the family's young maid pregnant, and she is thrown from the house.\r\nThe next maid, Meta, observes that the father can be seduced, and efficiently\r\ndoes so.\n\nThymian\r\nfeels shut out at home as her father and Meta start a new family. She becomes\r\npregnant by Meinert, and the scandal is too great for the bourgeois family;\r\nafter her child's birth Thymian is sent to a cruel \"reformatory\" run\r\nby a sadistic lesbian taskmaster of a woman and her towering, shaven-headed\r\nhusband. Running away with another girl, she finds her way to a whorehouse,\r\nwhere the grandmotherly madam makes it clear what Thymian's duties will now\r\nconsist of.\n\nOne\r\nof the clients is Count Osdorff, an old friend of her family and a wastrel\r\nwhose half-hearted attempts to help the girl come to nothing. In an ending of\r\nunrestrained irony, Osrorff's wealthy uncle marries Thymian, who now becomes a\r\nmember of Society for the Rescue of Endangered Female Youth. The Society pays a\r\nvisit on the whorehouse, where Thymian attempts to play the reformer role\r\nexpected of her, but finally rises up in wrath.\n\nOne\r\nnotable element of the film is that it's entirely the story of Thymian, just as\r\n\"Pandora's Box\" was entirely the story of Lulu. Louise Brooks didn't\r\nhave a personality or screen presence that lent itself to supporting roles. If\r\nboth young women are victims, neither is helpless, and the men who would\r\nexploit her find their evil turned against them. In a world of cruelty, the\r\nBrooks characters stand as enduring figures. How she accomplishes this is the\r\nmystery of her acting. \"The great art of films,\" she wrote,\r\n\"does not consist of descriptive movement of face and body but in the\r\nmovements of thought and soul transmitted in a kind of intense isolation.\"\n\nAlso in my Great Movies Collection: \"Pandora's Box.\"\n\n", "running_time": 104, "mpaa_rating": null, "release_year": 1929, "date_published": "2012-03-22", "genres": ["Drama", "Foreign"], "title": "Diary of a Lost Girl (1929)"}