{"url": "http://www.rogerebert.com/reviews/great-movie-kind-hearts-and-coronets-1949", "by": null, "star_rating": 4.0, "text": "\n\nIn the years after World War II, there emerged from the Ealing\r\nStudios of England a series of comedies so dry and droll, so literate and\r\ncynical, that the phrase \"Ealing comedy\" described them and no\r\nothers. Many starred Alec Guinness, then in his 30s, so anonymous in appearance\r\nthat he was told by an early teacher, \"you will never make an actor.\"\r\nIt was like that until the end of his days; once, while dressed as Hitler for a\r\ncostume fitting, he stepped outside and failed to raise the eyebrow of a\r\npassing policeman. While the other great actors of his generation--Olivier,\r\nGielgud, Richardson--attracted crowds wherever they went, Guinness could, he\r\nreported, go to the cinema without ever being asked for his autograph.\n\nIf he was unremarkable in person, he played a series of\r\nremarkable characters in the movies, each one a newly-minted original. He was\r\nshy, stammering Herbert Pocket in \"Great Expectations\" (1946) and two\r\nyears later the diabolical Fagin in \"Oliver Twist.\" He blew up\r\n\"The Bridge On the River Kwai\" (1957), was an eccentric painter in\r\n\"The Horse's Mouth\" (1958), a genial colonel in \"Tunes of\r\nGlory\" (1960) and the same year a vacuum-cleaner salesman as \"Our Man\r\nin Havana.\" He was a desert prince in \"Lawrence of Arabia\"\r\n(1962), a Soviet official in \"Dr. Zhivago\" (1965), an imperturbable\r\nIndian doctor in \"A Passage to India\" (1984) and Cromwell, Disraeli,\r\nFather Brown, Scrooge and of course Hitler. Little wonder his autobiography is\r\ntitledBlessings in Disguise.\r\nIt is an injustice that he is best remembered as Obi-Wan Kenobi in the\r\n\"Star Wars\" movies, which he told me were boring to make because he\r\nspent most of his time standing alone in front of a back-projection screen,\r\nreciting dialogue.\n\nConsider how unnecessary such special effects were in \"Kind\r\nHearts and Coronets\" (1949), in which Guinness plays eight different\r\nmembers of the same family, of both genders and a six-decade age span, by doing\r\nrelatively subtle things with makeup, posture and behavior. Because he was\r\nnobody he could be anybody, and here he creates characters who are pompous,\r\nsilly, inconsequential, or even actually nice to Louis. (\"I was\r\nglad,\" says the hero of the film about his employer Ascoyne D'Ascoyne,\r\n\"after all his kindness to me, that I should not have to kill him.\")\n\nThe film began a classic run of Ealing comedies, which continued\r\nwith \"The Lavender Hill Mob\" and \"The Man in the White\r\nSuit\" (both 1951) and \"The Ladykillers\" (1955), in which a sweet\r\nlittle old lady buys the story that her new roomers, all crooks, are actually\r\nmusicians. Their rehearsal sessions are priceless. All of these Ealings were\r\nbeing revived with new prints when I was in London in August 2002. The big\r\nscreen underlined the quality of the black and white cinematography, which in\r\nthe case of \"Kind Hearts\" seems to owe something to \"Citizen\r\nKane\"--another film that begins at the end and then circles back with\r\nnarration.\n\nThe opening scene of \"Kind Hearts and Coronets\" shows\r\nDennis Price as Louis Mazzini, a newly-minted Duke who has methodically tried\r\nto murder his way to the title. In the last night before he is to be hanged,\r\nLouis writes his memoirs, and as he reads them aloud we journey back through\r\nhis life. His mother, we learn, was a daughter of the aristocratic D'Ascoyne\r\nfamily, who ran away with an Italian tenor and was disowned. After the tenor\r\ndied on the day of the boy's birth, his mother's appeals to her family were\r\ncoldly rejected, and mother and son were reduced to a life of genteel poverty.\r\nBut Louis' mother always held out the hope that he might someday inherit the\r\ntitle (which in the D'Ascoyne family descended through women as well as men).\r\nAfter his mother dies she is cruelly barred from the D'Ascoyne family crypt,\r\nLouis buries her in \"a hideous suburban grave\" and vows revenge.\n\nHe pastes the family tree onto the back of his mother's painting\r\nof the family home, where she spent her happy early days, and one by one he\r\ncrosses off D'Ascoynes as they die. A \"fortunate epidemic of\r\ndiphtheria\" carries off one, but Louis will have to personally murder some\r\nof the others, and as he takes a sixpenny tour of the family seat he wonders\r\nhow he will get close enough, observing sadly, \"It is so difficult to make\r\na neat job of killing people with whom one is not on friendly terms.\"\n\nPrice is impeccable as the murderer: Elegant, well-spoken, a\r\nstudent of demeanor. That is what gets him a job in the family bank, where an\r\nuncle takes pity on him. The uncle and all of the other D'Ascoynes are played\r\nby Guinness (the list includes the Duke, the Banker, the Parson, the General,\r\nAdmiral, Young Ascoyne D'Ascoyne, Young Henry, and Lady Agatha D'Ascoyne). What\r\nis intriguing is that all of these characters, while obviously members of the\r\nsame family, are not obviously Guinness, unless we insist on thinking of them\r\nin that way. One tactic that helps his impersonations is the tendency of the\r\ndirector, Robert Hamer, to shoot mostly in long and medium shot, generally\r\navoiding closeups that can be too carefully scrutinized.\n\nGuinness plays D'Ascoynes who are tall, short or stooped, young\r\nor old, male or female, finding the characters largely in his body language and\r\na few wigs or beards. It is helpful, probably, that the focus of most of the\r\nscenes is on young Louis; it is significant, somehow, that the actor playing\r\neight characters is not given top billing and the movie is not about him.\n\nThe methods of Louis' murders are in the spirit of George\r\nOrwell's famous essay \"Decline of the English Murder\" (1946), in\r\nwhich he regretted the modern practice of simply shooting people and being done\r\nwith it. Praising the ingenuity of an earlier generation of English murders,\r\nOrwell examines those crimes \"which have given the greatest pleasure to\r\nthe British public,\" finding that poison is the preferable means, and that\r\nan ideal murderer is a member of the middle class who hopes to improve his\r\nsocial position or get hold of a legacy.\n\n\"Kind Hearts and Coronets,\" set circa 1900, admirably\r\nmeets his criteria. One D'Ascoyne is dispatched by poison, another is blown up\r\nat tea, and a third is swept over a waterfall after Louis unties his boat. (The\r\nvictim was spending an illicit weekend with his mistress at the time, and Louis\r\nobserves: \"I was sorry about the girl, but found some relief in the\r\nreflection that she had presumably during the weekend already undergone a fate\r\nworse than death.\") My favorite murder involves a suffragette D'Ascoyne\r\nwho is demonstrating in a hot air balloon when Louis shoots her down, observing\r\n\"I shot an arrow into the air/She fell to earth in Berkely Square.\"\n\nIn the course of his rise to the Dukedom, Louis conducts\r\nparallel affairs, one with a woman he loves, the other with a woman he needs.\r\nSibella (Joan Greenwood) is the daughter of the family where he boarded after\r\nhis mother's death; she loves him, but believes he has no prospects, marries a\r\nboring man, and then begins to call on Louis. Greenwood's performance is\r\nluscious, with her little lisp and air of languorous petulance. The other\r\nwoman, Edith (Valerie Hobson), is the widow of one of his victims, and\r\nwell-placed with money and position in society. When the amoral Louis is not\r\nwith the one he loves, he loves the one he's with.\n\nDespite its murders and intrigues, its betrayals and blood\r\nfeuds, \"Kind Hearts and Coronets\" has a dry and detached air,\r\nestablished by the memoirs of Louis, who maintains a studied distance from the\r\nevils he has committed. Wounded by the slights to his mother, he essentially\r\nbelieves the D'Ascoynes are asking for it. The movie is unusually dependent on\r\nvoice-over narration, objective and understated, which is all the funnier by\r\nbeing so removed from the sensational events taking place. Murder, Louis\r\ndemonstrates, and Orwell would agree, can be most agreeably entertaining, so\r\nlong as the story lingers on the eccentricities of the villain rather than on\r\nthe unpleasant details of the crimes.\n\nNote: The title comes from Tennyson, whose advice Louis\r\nshould have taken: \"Kind hearts are more than coronets, And simple faith\r\nthan Norman blood.\"\n\n", "running_time": 106, "mpaa_rating": null, "release_year": 1949, "date_published": "2002-09-15", "genres": ["Comedy", "Drama", "Foreign"], "title": "Kind Hearts and Coronets (1949)"}