{"url": "http://www.rogerebert.com/reviews/great-movie-the-night-of-the-hunter-1955", "by": "Robert Mitchumas Rev. Harry Powell", "star_rating": 4.0, "text": "\n\nCharles Laughton's \"The Night of the Hunter” (1955) is one\r\nof the greatest of all American films, but has never received the attention it\r\ndeserves because of its lack of the proper trappings. Many “great movies” are\r\nby great directors, but Laughton directed only this one film, which was a\r\ncritical and commercial failure long overshadowed by his acting career. Many\r\ngreat movies use actors who come draped in respectability and prestige, but\r\nRobert Mitchum has always been a raffish outsider. And many great movies are\r\nrealistic, but “Night of the Hunter” is an expressionistic oddity, telling its\r\nchilling story through visual fantasy. People don't know how to categorize it,\r\nso they leave it off their lists.\n\nYet what a compelling, frightening and beautiful film it is! And\r\nhow well it has survived its period. Many films from the mid-1950s, even the\r\ngood ones, seem somewhat dated now, but by setting his story in an invented\r\nmovie world outside conventional realism, Laughton gave it a timelessness. Yes,\r\nthe movie takes place in a small town on the banks of a river. But the town\r\nlooks as artificial as a Christmas card scene, the family's house with its\r\nstrange angles inside and out looks too small to live in, and the river becomes\r\na set so obviously artificial it could have been built for a completely\r\nstylized studio film like \"Kwaidan\" (1964).\n\nEverybody\r\nknows the Mitchum character, the sinister “Reverend” Harry Powell. Even those\r\nwho haven't seen the movie have heard about the knuckles of his two hands, and\r\nhow one has the letters H-A-T-E tattooed on them, and the other the letters\r\nL-O-V-E. Bruce Springsteen drew on those images in his song \"Cautious\r\nMan”:\n\n\"On his right hand Billy'd tattooed the word \"love” and on his left hand\r\nwas the word \"fear” And in which hand he held his fate was never clear”\n\nMany\r\nmovie lovers know by heart the Reverend's famous explanation to the wide-eyed\r\nboy (\"Ah, little lad, you're staring at my fingers. Would you like me to\r\ntell you the little story of right-hand/left-hand?”) And the scene where the\r\nReverend stands at the top of the stairs and calls down to the boy and his\r\nsister has become the model for hundred other horror scenes.\n\nBut\r\ndoes this familiarity give \"The Night of the Hunter” the recognition it\r\ndeserves? I don't think so because those famous trademarks distract from its\r\nreal accomplishment. It is one of the most frightening of movies, with one of\r\nthe most unforgettable of villains, and on both of those scores it holds up as\r\nwell after four decades as I expect \"The Silence of the Lambs\" to do\r\nmany years from now.\n\nThe\r\nstory, somewhat rearranged: In a prison cell, Harry Powell discovers the secret\r\nof a condemned man (Peter Graves), who has hidden $10,000somewhere around his\r\nhouse. After being released from prison, Powell seeks out the man's widow,\r\nWilla Harper (Shelley Winters), and two children, John (Billy Chapin) and the\r\nowl-faced Pearl (Sally Jane Bruce). They know where the money is, but don't\r\ntrust the “preacher.” But their mother buys his con game and marries him,\r\nleading to a tortured wedding night inside a high-gabled bedroom that looks a\r\ncross between a chapel and a crypt.\n\nSoon\r\nWilla Harper is dead, seen in an incredible shot at the wheel of a car at the\r\nbottom of the river, her hair drifting with the seaweed. And soon the children\r\nare fleeing down the dream-river in a small boat, while the Preacher follows\r\nthem implacably on the shore; this beautifully stylized sequence uses the logic\r\nof nightmares, in which no matter how fast one runs, the slow step of the\r\npursuer keeps the pace. The children are finally taken in by a Bible-fearing\r\nold lady (Lillian Gish), who would seem to be helpless to defend them against\r\nthe single-minded murderer, but is as unyielding as her faith.\n\nThe\r\nshot of Winters at the bottom of the river is one of several remarkable images\r\nin the movie, which was photographed in black and white by Stanley Cortez, who\r\nshot Welles' \"The Magnificent Ambersons,\" and once observed he was\r\n\"always chosen to shoot weird things.” He shot few weirder than here,\r\nwhere one frightening composition shows a street lamp casting Mitchum's\r\nterrifying shadow on the walls of the children's bedroom. The basement sequence\r\ncombines terror and humor, as when the Preacher tries to chase the children up\r\nthe stairs, only to trip, fall, recover, lunge and catch his fingers in the\r\ndoor. And the masterful nighttime river sequence uses giant foregrounds of\r\nnatural details, like frogs and spider webs, to underline a kind of biblical\r\nprogression as the children drift to eventual safety.\n\nThe\r\nscreenplay, based on a novel by Davis Grubb, is credited to James Agee, one of\r\nthe icons of American film writing and criticism, then in the final throes of\r\nalcoholism. Laughton's widow, Elsa Lanchester, is adamant in her autobiography:\r\n“Charles finally had very little respect for Agee. And he hated the script, but\r\nhe was inspired by his hatred.” She quotes the film’s producer, Paul Gregory:\r\n“. . . the script that was produced on the screen is no more James Agee's . . .\r\nthan I'm Marlene Dietrich.”\n\nWho\r\nwrote the final draft? Perhaps Laughton had a hand. Lanchester and Laughton\r\nboth remembered that Mitchum was invaluable as a help in working with the two\r\nchildren, whom Laughton could not stand. But the final film is all Laughton's,\r\nespecially the dreamy, Bible-evoking final sequence, with Lillian Gish\r\npresiding over events like an avenging elderly angel.\n\nRobert\r\nMitchum is one of the great icons of the second half-century of cinema. Despite\r\nhis sometimes scandalous off-screen reputation, despite his genial willingness\r\nto sign on to half-baked projects, he made a group of films that led David\r\nThomson, in his Biographical Dictionary of Film, to ask, “How can I offer this\r\nhunk as one of the best actors in the movies?” And answer: “Since the war, no\r\nAmerican actor has made more first-class films, in so many different moods.”\r\n“The Night of the Hunter,” he observes, represents “the only time in his career\r\nthat Mitchum acted outside himself,” by which he means there is little of the\r\nMitchum persona in the Preacher.\n\nMitchum\r\nis uncannily right for the role, with his long face, his gravel voice, and the\r\nsilky tones of a snake-oil salesman. And Shelly Winters, all jitters and\r\nrepressed sexual hysteria, is somehow convincing as she falls so prematurely\r\ninto, and out of, his arms. The supporting actors are like a chattering gallery\r\nof Norman Rockwell archetypes, their lives centered on bake sales, soda\r\nfountains and gossip. The children, especially the little girl, look more odd\r\nthan lovable, which helps the film move away from realism and into stylized\r\nnightmare. And Lillian Gish and Stanley Cortez quite deliberately, I think,\r\ncomposed that great shot of her which looks like nothing so much as Whistler's\r\nmother holding a shotgun.\n\nCharles\r\nLaughton showed here that he had an original eye, and a taste for material that\r\nstretched the conventions of the movies. It is risky to combine horror and\r\nhumor, and foolhardy to approach them through expressionism. For his first\r\nfilm, Laughton made a film like no other before or since, and with such\r\nconfidence it seemed to draw on a lifetime of work. Critics were baffled by it,\r\nthe public rejected it, and the studio had a much more expensive Mitchum\r\npicture (“Not as a Stranger”) it wanted to promote instead. But nobody who has\r\nseen \"The Night of the Hunter” has forgotten it, or Mitchum's voice\r\ncoiling down those basement stairs: \"Chillll . . . dren?”", "running_time": 93, "mpaa_rating": "NR", "release_year": 1955, "date_published": "1996-11-24", "genres": ["Drama", "Film Noir", "Suspense", "Thriller"], "title": "The Night of the Hunter (1955)"}