{"url": "http://www.rogerebert.com/reviews/great-movie-the-apartment-1960", "by": null, "star_rating": 4.0, "text": "\n\nThere is a melancholy gulf over the holidays between those who\r\nhave someplace to go, and those who do not. “The Apartment” is so affecting\r\npartly because of that buried reason: It takes place on the shortest days of\r\nthe year, when dusk falls swiftly and the streets are cold, when after the\r\noffice party some people go home to their families and others go home to\r\napartments where they haven't even bothered to put up a tree. On Christmas Eve,\r\nmore than any other night of the year, the lonely person feels robbed of\r\nsomething that was there in childhood and isn't there anymore.\n\nJack Lemmon plays C.C. Baxter, a definitive lonely guy, in “The\r\nApartment,” with the ironic twist that he is not even free to go home alone,\r\nbecause his apartment is usually loaned out to one of the executives at his\r\ncompany. He has become the landlord for a series of their illicit affairs; they\r\nstring him along with hints about raises and promotions. His neighbor Dr.\r\nDreyfuss (Jack Kruschen) hears the nightly sounds of passion through the wall\r\nand thinks Baxter is a tireless lover, when in fact Baxter is pacing the\r\nsidewalk out in front, looking up resentfully at his own lighted window.\n\nWhen Billy Wilder made “The Apartment” in 1960, “the\r\norganization man” was still a current term. One of the opening shots in the\r\nmovie shows Baxter as one of a vast horde of wage slaves, working in a room\r\nwhere the desks line up in parallel rows almost to the vanishing point. This\r\nshot is quoted from King Vidor's silent film “The Crowd” (1928), which is also\r\nabout a faceless employee in a heartless corporation. Cubicles would have come\r\nas revolutionary progress in this world.\n\nBaxter has no girlfriend and, apparently, no family. Patted on\r\nthe back and called “buddy boy” by the executives who use him, he dreams of a\r\nbetter job and an office of his own. One day he even gets up his nerve and asks\r\nout one of the elevator girls, Miss Kubelik (Shirley MacLaine), but she stands\r\nhim up at the last moment because of a crisis in her relationship with the big\r\nboss, Mr. Sheldrake (Fred MacMurray). She thought her affair with Sheldrake was\r\nover, but now apparently it's on again; he keeps talking about divorcing his\r\nwife, but never does.\n\nThe screenplay, executed as a precise balance between farce and\r\nsadness, has been constructed by Wilder and I.A.L. Diamond to demonstrate that\r\nwhile Baxter and Miss Kubelik may indeed like each other--may feel genuine\r\nfeelings of the sort that lead to true love--they are both slaves to the\r\ncompany's value system. He wants to be the boss' assistant, she wants to be the\r\nboss' wife, and both of them are so blinded by the concept of “boss” that they\r\ncan't see Mr. Sheldrake for an untrustworthy rat.\n\nThe movie has been photographed in widescreen black and white.\r\nThe b&w dampens down any jollity that might sweep in with the decorations\r\nat the Christmas parties, bars and restaurants where the holidays are in full\r\nswing. And the widescreen emphasizes space that separates the characters, or\r\nsurrounds them with emptiness. The design of Baxter's apartment makes his\r\nbedroom door, in the background just to the left of center, a focal point; in\r\nthere reside the secrets of his masters, the reasons for his resentments, the\r\narena for his own lonely slumber, and eventually the stage on which Miss\r\nKubelik will play out the crucial transition in her life.\n\nOther shots track down Manhattan streets and peer in through\r\nclub windows, and isolate Miss Kubelik and the phony-sincere Mr. Sheldrake in\r\ntheir booth at the Chinese restaurant, where he makes earnest protestations of\r\nhis good intentions, and glances uneasily at his watch.\n\nBy the time he made “The Apartment,” Wilder had become a master\r\nat a kind of sardonic, satiric comedy that had sadness at its center. \"Double Indemnity\" (1944) was about a man (MacMurray again) who trusted that one simple\r\ncrime would solve his romantic and financial troubles. “Sunset Boulevard” has\r\nWilliam Holden as a paramour to a grotesque aging movie queen (Gloria Swanson),\r\nbut there was pathos in the way her former husband (Erich von Stroheim) still\r\nworshiped at the shrine of her faded greatness.\n\nWilder was fresh off the enormous hit “Some Like It Hot” (1959),\r\nhis first collaboration with Lemmon, and Lemmon was headed toward “The Days of\r\nWine and Roses” (1962), which along with “The Apartment” showed that he could\r\nmove from light comedian to tragic everyman. This movie was the summation of\r\nwhat Wilder had done to date, and the key transition in Lemmon's career.\n\nIt was also a key film for Shirley MacLaine, who had been around\r\nfor five years in light comedies and had good scenes in “Some Came Running”\r\n(1958) but here emerged as a serious actress who would flower in the 1960s.\n\nWhat is particularly good about her Miss Kubelik is the way she\r\ndoesn't make her a ditzy dame who falls for a smooth talker, but suggests a\r\nyoung woman who has been lied to before, who has a good heart but finite\r\npatience, who is prepared to make the necessary compromises to be the next Mrs.\r\nSheldrake. The underlying seriousness of MacLaine's performance helps anchor\r\nthe picture--it raises the stakes, and steers it away from any tendency to\r\nbecome musical beds.\n\nWhat's particularly perceptive is the way, after her suicide\r\nattempt, she hauls herself together and actually gives Sheldrake another\r\nchance. Like Baxter, she has not been forced into job prostitution, but chosen\r\nit. One of the ways this is an adult picture and not a sitcom is the way it\r\ntakes Baxter and Miss Kubelik so long to make the romantic leap; they aren't\r\ndeluded fools, but jaded realists who have given up on love and are more\r\nmotivated by paychecks. There is a wonderful, wicked, delicacy in the way\r\nWilder handles the final scene, and finds the right tender-tough note in the\r\nlast lines of the screenplay. (“Shut up and deal” would become almost as famous\r\nas “nobody's perfect,” the immortal closing lines of “Some Like it Hot.”)\n\nAs it happened, I watched “The Apartment” not long after Jack\r\nLemmon's death, and looked at Blake Edwards' “The Days of Wine and Roses”\r\n(1962) and James Foley's “Glengarry Glen Ross” (1992) at the same time. The\r\nside-by-side viewings were an insight into Lemmon's acting, and into changing\r\nstyles in movies. “The Days of Wine and Roses” has dated, in my opinion; the\r\nfamous greenhouse scene looks more like overacting than alcoholism. Wilder's “The\r\nLost Weekend” (1945) was made 17 years earlier but feels more contemporary in\r\nhis treatment of alcoholism. “Glengarry Glen Ross” contains probably Lemmon's\r\nbest performance. His aging, desperate real estate salesman is deserving of\r\ncomparison with anyone's performance of Willy Loman in “Death of a Salesman,”\r\nand it is interesting how Lemmon, who famously began with directors asking him\r\nto dial down and give “a little less,” was able here to hit the precise tones\r\nneeded for the David Mamet dialogue, which is realism cloaked in mannerism.\n\nIn observing that “The Lost Weekend” hasn't dated, I could be\r\nmaking a comment about Wilder's work in general. Even a lightweight romantic\r\ncomedy like “Sabrina” (1954) holds up better than its 1990s remake, and the\r\ngreat Wilder pictures don't play as period pieces but look us straight in the\r\neye. “Some Like It Hot” is still funny, “Sunset Boulevard” is still a masterful\r\ngothic character comedy, and “The Apartment” is still tougher and more poignant\r\nthan the material might have permitted. The valuable element in Wilder is his\r\nadult sensibility; his characters can't take flight with formula plots, because\r\nthey are weighted down with the trials and responsibilities of working for a\r\nliving. In many movies, the characters hardly even seem to have jobs, but in “The\r\nApartment” they have to be reminded that they have anything else.", "running_time": 125, "mpaa_rating": "PG", "release_year": 1960, "date_published": "2001-07-22", "genres": ["Comedy", "Drama", "Romance"], "title": "The Apartment (1960)"}