{"url": "http://www.rogerebert.com/reviews/great-movie-metropolis-2010-restoration-1927", "by": "Brigitte Helmas Maria", "star_rating": 4.0, "text": "\n\nThe opening shots of the restored “Metropolis” are so crisp and\r\nclear they come as a jolt. This mistreated masterpiece has been seen until now\r\nmostly in battered prints missing footage that was, we now learn, essential. Because\r\nof a 16mm print discovered in 2008 in Buenos Aires, it stands before us as more\r\nor less the film that Fritz Lang originally made in 1927. It is, says expert\r\nDavid Bordwell, “one of the great sacred monsters of the cinema.”\n\nLang\r\ntells of a towering city of the future. Above ground, it has spires and towers,\r\nelevated highways, an Olympian stadium and Pleasure Gardens. Below the surface\r\nis a workers' city where the clocks show 10 hours to squeeze out more work\r\ntime, the workers live in tenement housing and work consists of unrelenting\r\nservice to a machine. This vision of plutocracy vs. labor would have been\r\npowerful in an era when the assembly line had been introduced on a large scale\r\nand Marx had encouraged class warfare.\n\nLang\r\ncreated one of the unforgettable original places in the cinema. “Metropolis”\r\nfixed for countless later films the image of a futuristic city as a hell of\r\nmaterial progress and human despair. From this film, in various ways, descended\r\nnot only “Dark City” but “Blade Runner,” “The Fifth Element,” “Alphaville,”\r\n“Escape From L.A.,” “Gattaca” and Batman's Gotham City. The laboratory of its\r\nevil genius, Rotwang, created the visual look of mad scientists for decades to\r\ncome, especially after it was so closely mirrored in “Bride of Frankenstein”\r\n(1935). The device of the “false Maria,” the robot who looks like a human\r\nbeing, inspired the Replicants of “Blade Runner.” Even Rotwang's artificial\r\nhand was given homage in “Dr. Strangelove.”\n\nThe\r\nmissing footage restored in this version comes to about 30 minutes, bringing\r\nthe total running time to about 150 minutes. Bordwell, informed by the chief\r\nrestorer, Martin Koerber of the German Cinematheque, observes that while the\r\ncuts simplified “Metropolis” into a science-fiction film, the restoration\r\nemphasizes subplots involving mistaken identities. We all remember the “two\r\nMarias”: the good, saintly human and her malevolent robot copy, both played by\r\nBrigitte Helm. We now learn that the hero, Freder, also changes places with the\r\nworker Georgy, in an attempt to identify with the working class. Freder's\r\nfather, Fredersen, is the ruler of Metropolis.\n\nThe\r\npurpose of the tall, cadaverous Thin Man, assigned by Freder's father to follow\r\nhim, is also made more clear. And we learn more about the relationship between\r\nFredersen and the mad scientist Rotwang, and Rotwang's love for the ruler's\r\nlate wife. This woman, named Hel, was lost in the shorter version for the\r\nsimplistic reason that her name on the pedestal of a sculpture resembled\r\n“Hell,” and distributors feared audiences would misunderstand.\n\n“Metropolis”\r\nemployed vast sets, thousands of extras and astonishing special effects to\r\ncreate its two worlds. Lang's film is the summit of German Expressionism, with\r\nits combination of stylized sets, dramatic camera angles, bold shadows and\r\nfrankly artificial theatrics.\n\nThe\r\nproduction itself made even Stanley Kubrick's mania for control look benign.\r\nAccording to Patrick McGilligan's book Fritz Lang: The Nature of the Beast, the\r\nextras were hurled into violent mob scenes, made to stand for hours in cold\r\nwater and handled more like props than human beings. The heroine was made to\r\njump from high places, and when she was burned at a stake, Lang used real\r\nflames. The irony was that Lang's directorial style was not unlike the approach\r\nof the villain in his film.\n\nThe\r\ngood Maria, always bathed in light, seems to be the caretaker of the worker's\r\nchildren — all of them, it sometimes appears. After Maria glimpses the idyllic\r\nlife of the surface, she becomes a revolutionary firebrand and stirs up the\r\nworkers. Rotwang, instructed by Fredersen, captures this Maria, and transfers\r\nher face to the robot. Now the workers, still following Maria, can be fooled\r\nand controlled by the false Maria.\n\nLang's\r\nstory is broad, to put it mildly. Do not seek here for psychological insights.\r\nThe storytelling is mostly visual. Lang avoided as many intertitles as\r\npossible, and depends on images of startling originality. Consider the first\r\nglimpse of the underground power plant, with workers straining to move heavy\r\ndial hands back and forth. What they're doing makes no logical sense, but\r\nvisually the connection is obvious: They are controlled like hands on a clock.\r\nWhen the machinery explodes, Freder has a vision in which the machinery turns\r\ninto an obscene, devouring monster.\n\nOther\r\ndramatic visual sequences: a chase scene in the darkened catacombs, with the\r\nreal Maria pursued by Rotwang (the beam of his light acts like a club to\r\nbludgeon her). The image of the Tower of Babel as Maria addresses the workers.\r\nTheir faces, arrayed in darkness from the top to the bottom of the screen. The\r\ndoors in Rotwang's house, opening and closing on their own. The lascivious\r\ndance of the false Maria, as the workers look on, the screen filled with large,\r\nwet, staring eyeballs. The flood of the lower city and the undulating arms of\r\nthe children flocking to Maria to be saved.\n\nMuch\r\nof what we see in “Metropolis” doesn't exist, except in visual trickery. The\r\nspecial effects were the work of Eugene Schufftan, who later worked in\r\nHollywood as the cinematographer of “Lilith” and “The Hustler.” According to\r\nMagill's Survey of Cinema, his photographic system “allowed people and\r\nminiature sets to be combined in a single shot, through the use of mirrors,\r\nrather than laboratory work.” Other effects were created in the camera by\r\ncinematographer Karl Freund.\n\nThe\r\nresult was astonishing for its time. Without all of the digital tricks of\r\ntoday, “Metropolis” fills the imagination. Today, the effects look like\r\neffects, but that's their appeal. Looking at the original “King Kong,” I find\r\nthat its effects, primitive by modern standards, gain a certain weird\r\neffectiveness. Because they look odd and unworldly compared to the slick,\r\nutterly convincing effects that are now possible, they're more evocative: The\r\neffects in modern movies are done so well that we seem to be looking at real\r\nthings, which is not quite the same kind of fun.\n\nThe\r\nrestoration is not pristine. Some shots retain the scratches picked up by the\r\noriginal 35mm print from which the 16mm Buenos Aires copy was made; these are\r\ninsignificant compared to the rediscovered footage they represent. There are\r\nstill a few gaps, but because the original screenplay exists, they're filled in\r\nby title cards. In general, this is a “Metropolis” we have never seen, both in\r\nlength and quality.\n\nAlthough\r\nLang saw his movie as anti-authoritarian, the Nazis liked it enough to offer\r\nhim control of their film industry (he fled to the United States instead). Some\r\nof the visual ideas in “Metropolis” seem echoed in Leni Riefenstahl's\r\npro-Hitler “Triumph of the Will” (1935) — where, of course, they have lost\r\ntheir irony.\n\n“Metropolis”\r\ndoes what many great films do, creating a time, place and characters so\r\nstriking that they become part of our arsenal of images for imagining the\r\nworld. Lang filmed for nearly a year, driven by obsession, often cruel to his\r\ncolleagues, a perfectionist madman, and the result is one of those films\r\nwithout which many others cannot be fully appreciated.\n\nNote: Some of the restored footage shows small black bands at\r\nthe top and left side, marking missing real estate. Expert projectionist Steve\r\nKraus says this image area was lost due to shortcuts taken either in making the\r\n16mm negative or quite possibly years earlier when the 35mm print they worked\r\nfrom was made.\n\nThis\r\narticle is based in part on my 1998 Great Movies essay.", "running_time": 153, "mpaa_rating": "NR", "release_year": 1927, "date_published": "2010-06-02", "genres": ["Drama", "Foreign", "Science Fiction"], "title": "Metropolis (1927)"}