{"url": "http://www.rogerebert.com/reviews/great-movie-a-hard-days-night-1964", "by": "Richard Lester", "star_rating": 4.0, "text": "\n\nWhen it opened in September, 1964, \"A Hard Day's\r\nNight\" was a problematic entry in a disreputable form, the rock 'n' roll\r\nmusical. The Beatles were already a publicity phenomenon (70 million viewers\r\nwatched them on \"The Ed Sullivan Show\"), but they were not yet\r\ncultural icons. Many critics attended the movie and prepared to condescend, but\r\nthe movie could not be dismissed: It was so joyous and original that even the\r\nearly reviews acknowledged it as something special. After more than three\r\ndecades, it has not aged and is not dated; it stands outside its time, its\r\ngenre and even rock. It is one of the great life-affirming landmarks of the\r\nmovies.\n\nIn 1964, what we think of as \"The '60s” had not yet really\r\nemerged from the embers of the 1950s. Perhaps this was the movie that sounded\r\nthe first note of the new decade--the opening chord on George Harrison's new\r\n12-string guitar. The film was so influential in its androgynous imagery that\r\nuntold thousands of young men walked into the theater with short haircuts, and\r\ntheir hair started growing during the movie and didn't get cut again until the\r\n1970s.\n\nIt was clear from the outset that \"A Hard Day's Night\"\r\nwas in a different category from the rock musicals that had starred Elvis and\r\nhis imitators. It was smart, it was irreverent, it didn't take itself\r\nseriously, and it was shot and edited by Richard Lester in an electrifying\r\nblack-and-white, semi-documentary style that seemed to follow the boys during a\r\nday in their lives. And it was charged with the personalities of the Beatles,\r\nwhose one-liners dismissed the very process of stardom they were undergoing. “Are\r\nyou a mod or a rocker?” Ringo is asked at a press conference. “I'm a mocker,”\r\nhe says.\n\nMusically, the Beatles represented a liberating breakthrough\r\njust when the original rock impetus from the 1950s was growing thin. The film\r\nis wall to wall with great songs, including \"I Should Have Known Better,\" \"Can't Buy Me Love,\" \"I Wanna Be Your Man,\" \"All My Loving,\" \"Happy Just to Dance With You,\" \"She Loves You,\" and others,\r\nincluding the title song, inspired by a remark dropped by Starr and written\r\novernight by Lennon and McCartney.\n\nThe Beatles were obviously not housebroken. The American rock\r\nstars who preceded them had been trained by their managers; Presley dutifully\r\nanswered interview questions like a good boy. The Beatles had a clone\r\nlook--matching hair and clothes--but they belied it with the individuality of\r\ntheir dialogue, and there was no doubt which one was John, Paul, George and\r\nRingo. The original version of Alun Owen's Oscar-nominated screenplay supplied\r\nthem with short one-liners (in case they couldn't act), but they were naturals,\r\nand new material was written to exploit that. They were the real thing.\n\nThe most powerful quality evoked by \"A Hard Day's\r\nNight\" is liberation. The long hair was just the superficial sign of that.\r\nAn underlying theme is the difficulty establishment types have in getting the\r\nBeatles to follow orders. (For \"establishment,” read uptight conventional\r\nmiddle-class 1950s values.) Although their manager (Norman Rossington) tries to\r\ncontrol them and their TV director (Victor Spinetti) goes berserk because of\r\ntheir improvisations during a live TV broadcast, they act according to the way\r\nthey feel.\n\nWhen Ringo grows thoughtful, he wanders away from the studio,\r\nand a recording session has to wait until he returns. When the boys are freed\r\nfrom their \"job,” they run like children in an open field, and it is\r\npossible that scene (during \"Can't Buy Me Love”) snowballed into all the\r\nlove-ins, be-ins and happenings in the park of the later '60s. The notion of\r\ndoing your own thing lurks within every scene.\n\nWhen a film is strikingly original, its influence shapes so many\r\nothers that you sometimes can't see the newness in the first one. Godard's jump\r\ncuts in \"Breathless\" (1960) turned up in every TV ad. Truffaut's\r\nfreeze frame at the end of \"The 400 Blows\" (1959) became a cliche.\r\nRichard Lester's innovations in \"A Hard Day's Night\" have become\r\nfamiliar; because the style, the subject and the stars are so suited to one\r\nanother, the movie hasn't become dated. It's filled with the exhilaration of\r\nfour musicians who were having fun and creating at the top of their form and\r\nknew it.\n\nMovies were tamer in 1964. Big Hollywood productions used crews\r\nof 100 people and Mitchell cameras the size of motorcycles. Directors used the\r\ntraditional grammar of master shot, alternating closeups, insert shots,\r\nre-establishing shots, dissolves and fades. Actors were placed in careful\r\ncompositions. But the cat was already out of the bag; directors like John\r\nCassavetes had started making movies that played like dramas but looked like\r\ndocumentaries. They used light 16mm cameras, hand-held shots, messy\r\ncompositions that looked like they might have been snatched during moments of\r\nreal life.\n\nThat was the tradition Lester drew on. In 1959 he'd directed\r\n\"The Running, Jumping and Standing Still Film,\" starring Peter Sellers\r\nand Spike Milligan among others: It was hand-held, anarchic, goofy, and\r\ncontains the same spirit that infects \"A Hard Day's Night.\" Lester\r\nhad shot documentaries and TV commercials, could work quick and dirty, and knew\r\nhe had to, because his budget was $500,000 for \"A Hard Day's Night.”\n\nIn his opening sequence, which shows the Beatles mobbed at a\r\nstation as they try to board a train, Lester achieves an incredible energy\r\nlevel: We feel the hysteria of the fans and the excitement of the Beatles,\r\nintercut with the title song (the first time movie titles had done that),\r\nimplying that the songs and the adulation were sides of the same coin. Other\r\nscenes borrow the same documentary look; a lot feels improvised, although only\r\na few scenes actually were.\n\nLester did not invent the techniques used in \"A Hard Day's\r\nNight,\" but he brought them together into a grammar so persuasive that he\r\ninfluenced many other films. Today when we watch TV and see quick cutting,\r\nhand-held cameras, interviews conducted on the run with moving targets, quickly\r\nintercut snatches of dialogue, music under documentary action and all the other\r\ntrademarks of the modern style, we are looking at the children of \"A Hard\r\nDay's Night.\"\n\nThe film is so tightly cut, there's hardly a down moment, but\r\neven with so many riches, it's easy to pick the best scene: The concert footage\r\nas the Beatles sing \"She Loves You.” This is one of the most sustained\r\norgasmic sequences in the movies. As the Beatles perform, Lester shows them\r\nclearly having a lot of fun--grinning as they sing--and then intercuts them\r\nwith quick shots of the audience, mostly girls, who scream without pause for\r\nthe entire length of the song, cry, jump up and down, call out the names of\r\ntheir favorites, and create a frenzy so passionate that it still, after all\r\nthese years, has the power to excite. (My favorite audience member is the\r\ntearful young blond, beside herself with ecstasy, tears running down her\r\ncheeks, crying out \"George!”)\n\nThe innocence of the Beatles and \"A Hard Day's Night\"\r\nwas of course not to last. Ahead was the crushing pressure of being the most\r\npopular musical group of all time, and the dalliance with the mystic east, and\r\nthe breakup, and the druggy fallout from the '60s, and the death of John\r\nLennon. The Beatles would go through a long summer, a disillusioned fall, a\r\ntragic winter. But, oh, what a lovely springtime. And it's all in a movie.", "running_time": 91, "mpaa_rating": "NR", "release_year": 1964, "date_published": "1996-10-27", "genres": ["Comedy", "Documentary", "Foreign", "Music"], "title": "A Hard Day's Night (1964)"}