{"url": "http://www.rogerebert.com/reviews/great-movie-cache-2005", "by": "Juliette Binocheas Anne Laurent", "star_rating": 4.0, "text": "How is it possible to watch a thriller intently two times and completely miss a smoking gun that's in full view? Yet I did. Only on my third trip through Michael Haneke's \"Cache\" did I consciously observe a shot which forced me to redefine the film. I was not alone. I haven't read all of the reviews of the film, but after seeing that shot I looked up a lot of them, and the shot is never referred to. For that matter, no one seems to point to a conclusion that it might suggest.\n\nI described the film as \"a thriller.\" So it is, but a thriller that implodes, not releasing its tension in action but coiling it deeper inside. \"Cache\" on its fundamental level is about a family that becomes aware it is being watched. And not merely watched, but seen. The family's bourgeois home, in a side street in an ordinary district of Paris, is observed in an opening shot that lasts about five minutes. \n\n\tThe camera is locked down. We see the house. Its facade is almost entirely hidden from the street by shrubbery. Nothing happens. After perhaps three minutes, a bicyclist passes: That reveals it's footage, and not a photograph. Later, people emerge from the front door and head out for the day. And then we see the stripes a video tape displays when it's being rewound, and hear voices discussing it. The shot was watching, and now it is being watched.\n\n\tIt was on a tape left at the door of Anne and Georges Laurent (Juliette Binoche and Daniel Auteuil). They have a 15-year-old son, Pierrot (Lester Makedonsky). Georges hosts a public television talk show about books. She has a job in publishing. The walls in their home are lined with books, and the rooms filled with computers, editing equipment, all the tools of virtual labor.\n\n\tThe mysterious video is maddening. Others arrive, some are accompanied by childish drawings: A black and white cartoon head, with a slash of red blood at its mouth or neck. Who sends them? What message do they contain? Georges and Anne have lived comfortably behind their shrubbery for years, in what seems a stable marriage. Friends often come for dinner and good conversation. Their lives proceed on share assumptions. Now this.\n\n\tIt introduces a wedge between them -- the small point a first, then forcing a wider separation. Georges says he knows nothing about the tapes. We believe him. But Anne knows him so well that she senses they make him uncomfortable about something. He has secrets, perhaps even from himself. He grows unreasonably irritated by her questions. She discovers him withholding information. \n\n\tJuliette Binoche, that actress of perfect tone, modulates Anne's feelings realistically. She doesn't become hysterical, simply offended. She regards Georges, and we see she knows him well. He may be hiding nothing, but i that case, he is nevertheless hiding it. Daniel Auteuil seems almost like a child found out at something.\n\n\tI'll be brief. Other tapes arrive, suggesting Georges drive to a particular address and knock on a particular door. There he meets Majid (Maurice Benichou), a man about his age. They haven't seen one another since both were five or six. This was the man sending the tapes? Majid says he knows nothing about it. We believe him. We really do. Georges conceals details of his visit from Anne. Why? He asserts that Majid must be the source of the tapes. Then he must know Majid has a reason. \n\n\tOne subdued night in their bedroom, Anne regards him and asks simply, \"What did you do to him?\" Does Georges know?\" I will let you discover how the two men knew each other as children. Whatever happened, it is still there in the air between them. \n\n\tHaneke surrounds this mystery with the details of everyday life. Dinner parties, meetings at the office, meal preparation, tapings of the TV show, a lunch between Anne and a mutual friend, a visit by Georges to his elderly mother. Problems with Pierrot, a teenager who is sulky and distant in the way that teenagers are when they have little to complain about except their discontent. Pierrot frightens them by being missing all night. The police are called in. Pierrot's disappearance is explained. The police leave. Georges doesn't want to press the matter of the tapes with the police. His wife believes he protests too much.\n\n\tWe ask ourselves: Is the real mystery not who is sending the tapes, but how they cause Georges to feel? The focus shifts from an outside threat to one hidden in his character. Haneke's attention is on the couple forced apart, not on the source of the tapes and drawings. Indeed, when we discover the origin of the bloody mouth and neck images, it does nothing, really, to suggest Majid sent them. That's largely because Maurice Benichou, the actor playing Majid, does such a convincing job of playing innocence. To repeat: We believe him.\n\n\tHaneke, a masterful Austrian whose \"The White Ribbon\" won Cannes 2009, is a meticulous filmmaker. His camera is precisely placed, and he firmly controls what we see and how we see it. Point of view is all-important. Background images of TV news may be relevant. We learn from Georges of a long-suppressed incident in 1961, during Algerian demonstrations in Paris, when the bodies of 200 demonstrators were found floating in the Seine. How could this be forgotten? Has France hidden it in its memory?\n\n\tA stationary camera is objective. A moving camera implies a subjective viewer, whether that viewer is a character, the director, or the audience. Haneke uses the technique of making the camera \"move\" in time, not space. His locked-down shots are objective. When they're reversed on a VCR, they become subjective. Likewise shots within the Laurent house sometimes seem to be objective. This is underlines by the fact that some of the tapes seem to have been shot from positions that must have been in full view. A tape taken within Majid's apartment, for example. If Majid didn't make it, who did? There's a reverse shot in Majid's apartment, showing the shelves where a camera must have been hidden to film the video. If you advance through it a frame at a time, on the bottom shelf you'll see in plain view what could be a camera lens, or maybe not. It seems too large.\n\n\tSomeone knows something. Georges may suspect what it is. It refers to his fifth year: How much do we recall or understand from then? Majid knows what it is. His grown son (Walid Afkir) may know, but says not, and he is also convincing. Given the Law of Economy of Characters, there is only one remaining player: Pierrot, the son. What could he possibly know, and how could he have learned a secret probably not clear even to his father, who has certainly never discussed it with him.\t\n\n\tYet the son, too, seems ruled out. Everyone seems ruled out. In an interview on the DVD Haneke is pleased by confounding our expectations. Those raised on the mainstream cinema, he says, are accustomed to an ending that resolves things, \"so they can leave the film and forget it.\" He discusses many explanations for \"Cache,\" and points out none are necessary. \n\n\tYet there is the film's final shot, which has been so much discussed, showing two characters meeting who shouldn't know one another. What does that mean? Does it solve anything? Haneke is delighted that he constructed the shot so about half of all viewers fail to even notice them on a large canvas filled with extras. That works for him, too. Now I call your attention to the shot I missed the first time through. You will find it on the DVD, centering around 20:39. You tell me what it means. It's the smoking gun, but did it shoot anybody?", "running_time": 117, "mpaa_rating": "R", "release_year": 2006, "date_published": "2010-01-13", "genres": ["Action", "Drama", "Foreign", "Romance", "Thriller"], "title": "Caché (2006)"}