{"url": "http://www.rogerebert.com/reviews/great-movie-lost-in-translation-2003", "by": "Bill Murrayas Bob Harris", "star_rating": 4.0, "text": "Bill Murray's acting in Sofia Coppola's \"Lost in Translation\" is surely one of the most exquisitely controlled performances in recent movies. Without it, the film could be unwatchable. With it, I can't take my eyes away.  Not for a second, not for a frame, does his focus relax, and yet it seems effortless. It's sometimes said of an actor that we can't see him acting. I can't even see him not acting. He seems to be existing, merely existing, in the situation created for him by Sofia Coppola.\n\nIs he \"playing himself\"? I've known Murray since his days at Second City. He married the sister of a girl I was dating. We were never friends, I have no personal insights, but I can fairly say I saw how he behaved in small informal groups of friends, and it wasn't like Bob Harris, his character in the movie. Yes, he likes to remain low key. Yes, dryness and understatement come naturally to him. Sharing a stage at Second City with John Belushi, he was a glider in contrast to the kamikaze pilot. He isn't a one-note actor. He does anger, fear, love, whatever, and broad comedy. But what he does in \"Lost in Translation\" shows as much of a reach as if he were playing Henry Higgins. He allows the film to be as great as Coppola dreamed of it, in the way she intended, and few directors are so fortunate. \n\nShe has one objective: She wants to show two people lonely in vast foreign Tokyo and coming to the mutual realization that their lives are stuck. Perhaps what they're looking for is the same thing I've heard we seek in marriage: A witness. Coppola wants to get that note right. There isn't a viewer who doesn't expect Bob Harris and Charlotte (Scarlett Johansson) to end up in love, or having sex, or whatever. We've met Charlotte's husband John (Giovanni Ribisi). We expect him to return unexpectedly from his photo shoot and surprise them together. These expectations have been sculpted, one chip of Hollywood's chisel after another, in tens of thousands of films. The last thing we expect is… what would probably actually happen. They share loneliness.\n\nOne of the strengths of Coppola's screenplay is that her people and everything they do are believable. Unlike the characters in most movies, they don't quickly sense they belong together, and they don't immediately want to be together. Coppola keeps them apart for a noticeably long time. They don't know they're the Girl and the Boy. They don't have a Meet Cute. We grow to know them separately. \n\nWe understand Charlotte loves her husband, and we understand how he wounds her, and why she cries on the phone. There's no possibility he will cheat on her with the Other Woman, the ditzy \"star\" Kelly, played by Anna Faris. John is simply a moth fluttering around her fame. That's what hurts Charlotte; he leaves her alone in the hotel for silly reasons that betray him as callow. We understand that Bob loves his wife and especially his children at home in America, but after years and years he knows and says that marriage and children are \"hard.\" So they are. We know that. Few movie characters know it in the sense he means.\n\nAfter they start talking, Johansson is instinctive in striking the right note of tentative friendliness. She knows Bob is a star, but doesn't care. Earlier their eyes met in the kind of telepathic sympathy strangers share when they know they're thinking the same thing about something happening in a room. Now they can't sleep and it's in the middle of the night in a hotel bar. She isn't flirting, and she isn't not flirting. He isn't flirting. He's composed and detached. He doesn't give away one hint of emotion. Without making it a big deal, he's almost studiously proper, as if making it clear he's not coming on to her. Of course he finds her attractive. He did when he saw her in the elevator and she didn't notice him. Or are we simply assuming he'd feel the same way we'd feel? Maybe he noticed her because they were the two tallest people in the elevator.\n\nI can't tell you how many people have told me that just don't get \"Lost in Translation.\" They want to know what it's about. They complain \"nothing happens.\" They've been trained by movies that tell them where to look and what to feel, in stories that have a beginning, a middle and an end. \"Lost in Translation\" offers an experience in the exercise of empathy. The characters empathize with each other (that's what it's about), and we can empathize with them going through that process. It's not a question of reading our own emotions into Murray's blank slate. The slate isn't blank. It's on hold. He doesn't choose to wear his heart on his sleeve for Charlotte, and he doesn't choose to make a move. But he is very lonely and not without sympathy for her. She would plausibly have sex with him, casually, to be \"nice,\" and because she's mad at her husband and it might be fun. But she doesn't know as he does that if you cheat it shouldn't be with someone it would make a difference to.\n\nThere is wonderful comedy in the film, involving the ad agency's photo shoot for the Suntory Scotch commercial and Bob's guest shot on the \"Japanese Johnny Carson.\" But Coppola remains firmly grounded in reality. The Japanese director seems to be spouting hysterical nonsense until you find a translation online and understand what he's saying and why. He's not without humor. The translator seems to be simplifying, but now we understand what she's doing. There's nothing implausible about the scene. Anyone who watches Japanese TV, even via YouTube, knows the TV show is straight from life. Notice the microscopic look Murray gives the camera to signal \"just kidding.\"\n\nWhat is lost in translation? John understands nothing of what Charlotte says or feels, nor does he understand how he's behaving. (Ribisi's acting in the scene where he rushes out saying he loves her is remorselessly exact). Bob's wife and assistant don't understand how desperately indifferent he is to the carpet samples. And so on. What does get translated, finally, is what Bob and Charlotte are really thinking. The whole movie is about that act of translation taking place. \n\nThe cinematography by Lance Acord and editing by Sarah Flack make no attempt to underline points or nudge us. It permits us to regard. It is content to allow a moment to complete itself. Acord often frames Charlotte in a big window with Tokyo remotely below. She feels young, alone and exposed. He often shows Bob inscrutably looking straight ahead (not at the camera; not at anything). He feels older, tired, patient, not exposed because he has a surer sense of who he is. That's what I read into the shots. What do you get? When he brings them together they are still apart, and there is more truth in a little finger touching the side of a foot than a sex scene.\n\nCatherine Lambert, who plays the singer in the hotel bar, is every pretty good lounge act in the world. It's more or less a foregone conclusion that they will sleep with one another. In won't mean anything to either one of them. When Charlotte discovers the singer is in Bob's room, she's startled but not angry or heartbroken. Sex wasn't what she and Bob were about, and he made that clear. When they meet next, they step carefully around that glitch and resume their deeper communication.\n\nSo much has been written about those few words at the end that Bob whispers into Charlottes' ear. We can't hear them. They seem meaningful for both of them. Coppola said she didn't know. It wasn't scripted. Advanced sound engineering has been used to produce a fuzzy enhancement. Harry Caul of \"The Conversation\" would be proud of it, but it's entirely irrelevant. Those words weren't for our ears. Coppola (1) didn't write the dialog, (2) didn't intentionally record the dialogue, and (3) was happy to release the movie that way, so we cannot hear. Why must we know? Do we need closure? This isn't a closure kind of movie. We get all we need in simply knowing they share a moment private to them, and seeing that it contains something true before they part forever.", "running_time": 105, "mpaa_rating": "R", "release_year": 2003, "date_published": "2010-08-04", "genres": ["Comedy", "Drama"], "title": "Lost in Translation (2003)"}