{"url": "http://www.rogerebert.com/reviews/great-movie-la-collectionneuse-1967", "by": "Patrick Bauchauas Adrien", "star_rating": 4.0, "text": "During lazy summer days and nights, the subjects of \"La Collectionneuse\" practice idleness and slow-motion mind games in a villa in the hills above St. Tropez on the French Riviera. Sensuality is always in the air, where it drifts aimlessly. This is the third of Eric Rohmer's Moral Tales, the first at feature length, the first filmed in color. It functions as a jumping-off point for the rest of his long career.\n\nRohmer (1920-2010) was older than his fellow directors in the French New Wave, and it's remarkable that he was already 47 when he made the film that enfolds so much of the indolence and narcissism of youth. Much of his prolific output fell into three groupings: Six Moral Tales, Comedies and Proverbs, and Tales of the Four Season. The moral tales studied tricky questions of romance, and there was little or no sex in them but much discussion about it. He found actors of undeniable physical appeal, and his camera caressed them as they spoke, and spoke, about the possibility of caressing each other.\n\n\"La Collectionneuse,\" which refers to a female collector (of men, in this case) centers on a young woman named Haydée who finds herself living at the villa with Adrien and Daniel, two friends about ten years older than she is. They watch her being picked up by a series of young guys who drive up to the villa and then speed off to the fashionable beachfront city, bringing her back after dawn. Both men claim they have no desire to sleep with her, and talk themselves into an undeclared contest to see which will be the first to succumb.\n\nThis assumes that Haydée can be had for the taking, which is by no means the case. The film is narrated by Adrien, and information is filtered through his unreliable opinions of Haydée and Daniel and his high opinion of himself. There is no scene at which he isn't present, but since he can't control what is said, we are invited to arrive at our own conclusions. Rohmer had a deliberate narrative style that postponed or sidestepped events that a conventional director would have supplied right on schedule. The Moral Tales demonstrated that his characters were not fated to do obvious things, and reserved the option of thinking about the meaning of their actions. They were not invariably moral, nor was their alleged morality necessarily one we would agree with.\n\nBut step back a moment and look at these three. Daniel (Daniel Pommereulle) is the least interesting, a lanky layabout who fancies wearing kaftans to the beach, who smokes and drinks a lot, who boasts of his indolence, and who expects to sleep with Haydée sooner or later. Haydée (Haydée Politoff), about 20 when the film was made, is a slender woman with a pretty round face, full lips and a saucy haircut. She has a lot of self-confidence and knows how to keep her secrets. Adrien is played by Patrick Bauchau, a strikingly handsome youth who is described in the dialogue (which he co-wrote) as \"six feet six with the profile of an eagle). He is actually only 6'3\", but when I saw him for the first time at Telluride I wanted to stop and stare: He would have been in his 40s then, and age had only added character and intrigue to his face. In 1967 he was already a New Wave actor, writer and producer, and appeared in Rohmer's \"Suzanne's Career\" (1963), a 55-minute short that counts as the second Moral Tale.\n\nThey live at a languorous pace. The men decide she is a \"slut,\" because they assume she sleeps with the revolving roster of guys who take her into town. When a rich art collector visits the villa to look at a vase Adrien is selling, Adrien essentially offers her to the older man. The way she handles that speaks well for her insight into the situation.\n\nAlthough it must be near St. Tropez, the villa is on an unspoiled hillside, and the characters can walk directly down to the sea. It has been loaned them by a friend. It's sparsely furnished, and as the three sit on a veranda or under trees, nature is well-represented with the bird songs Rohmer is fond of.\n\nAdrien, who hopes to raise money to open a gallery, has confided in his narration that he plans, for a month, to do as little as possible. He doesn't even want Daniel around, and is annoyed when Haydée turns out to have been invited by the absentee owner. Determined not to get involved with a silly younger girl, he begins a private game to maneuver Haydée and Daniel into bed together. Sensing his plan, Daniel tries to turn the tables of then. Haydée keeps her own hopes completely to herself.\n\nTo watch a film like this, or any Rohmer film, creates a sense of peaceful regard in me. He isn't afraid of losing my attention with too much dialogue, or too little action. He invites me to arrive at my own moral judgments. Immediately after this film came the celebrated \"My Night at Maud's\" (1968), the first Rohmer most Americans had seen, and then came the seductive and wickedly funny \"Claire's Knee,\" an entire movie about the lengths the hero Jerome will go to find an excuse to touch the delectable knee of Claire.\n\nRarely has a knee seemed more touchable. \"La Collectionneuse\" opens with a series of three brief prologues showing the characters before they meet at the villa, and the camera watches as Haydée, wearing a bikini, wades in the waves at the edge of the sea. The camera's gaze is bold and objective, regarding her body part by part: Her legs, her thighs, her stomach, her chest, her ears, hands, throat. It's diabolical how well Rohmer sets her up as an object of desire in a film that will indefinitely postpone the realization of any desire we may feel. I wonder if this prologue in some way inspired the idea for \"Claire's Knee.\"\n\nRohmer was late to join the New Wave, although as the editor of the influential Cahiers du Cinema he published the film reviews of such future directors as Godard, Truffaut and Chabrol. He made a film named \"The Sign of the Lion\" in 1959, to little effect. Finally, partnering with Barbet Schroeder as his producer and sometime actor, he made the two shorts in 1963. When \"La Collectioneuse\" appeared in 1967, he was late to the table; Godard, Resnais, Chabrol, Varda and Truffaut were already well-established.\n\n\"La Collectionneuse\" was the first feature photographed by Nestor Almendros, the Spanish cinematographer who won an Oscar for \"Days of Heaven\" and was nominated three more times. He earlier worked with Rohmer on \"A Student of Today,\" the short that was the first Moral Tale, and thy went on to collaborate on nine features in all. His lush, contemplative approach fit perfectly with Rohmer's desire to look at characters and think about them, instead of forcing them through their paces.\n\nI saw my first Rohmer, \"My Night at Maud's,\" at the 1969 New York Film Festival, and wrote: \"It is so good to see a movie where the characters have beliefs, and articulate them, and talk to each other (instead of at each other). It is so good, in fact, that you realize how hungry you've been for this sort of thing.\" I've been in love with Rohmer ever since.", "running_time": 89, "mpaa_rating": null, "release_year": 1967, "date_published": "2012-05-14", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "La Collectionneuse (1967)"}