{"url": "http://www.rogerebert.com/reviews/great-movie-mccabe-and-mrs-miller-1971", "by": "Warren Beattyas McCabe", "star_rating": 4.0, "text": "It is not often given to a director to make a perfect film. Some spend their lives trying, but always fall short. Robert Altman has made a dozen films that can be called great in one way or another, but one of them is perfect, and that one is \"McCabe & Mrs. Miller\" (1971). This is one of the saddest films I have ever seen, filled with a yearning for love and home that will not ever come -- not for McCabe, not with Mrs. Miller, not in the town of Presbyterian Church, which cowers under a gray sky always heavy with rain or snow. The film is a poem--an elegy for the dead.\n\nFew films have such an overwhelming sense of location. Presbyterian Church is a town thrown together out of raw lumber, hewn from the forests that threaten to reclaim it. The earth is either mud or frozen ice. The days are short and there is little light inside, just enough from a gas lamp to make a gold tooth sparkle, or a teardrop glisten. This is not the kind of movie where the characters are introduced. They are all already here. They have been here for a long time. They know all about one another.\n\nA man rides into town through the rain. He walks into a saloon, makes sure he knows where the back door is, goes out to his horse again, comes in with a cloth, and covers a table. The men are pulling up chairs before he has settled down. He is a gambler named McCabe (Warren Beatty). Somebody thinks they heard that McCabe once shot a man. In the background, somebody is vaguely heard asking, \"Laura, what's for dinner?\"\n\nThis is the classic Altman style, which emerged full-blown in \"MASH\" and can be seen in \"3 Women,\" \"Thieves Like Us,\" \"Nashville,\" \"California Split,\" \"The Long Goodbye,\" \"The Player,\" \"Cookie's Fortune\" and all the others. It begins with one fundamental assumption: All of the characters know each other, and the camera will not stare at first one and then another, like an earnest dog, but is at home in their company. Nor do the people line up and talk one after another, like characters in a play. They talk when and as they will, and we understand it's not important to hear every word; sometimes all that matters is the tone of a room.\n\nThe town of Presbyterian Church is almost all male, and most of the men are involved in building the town. It looks like a construction site, holes half-dug, lumber piled up waiting to be used, an old painted door joined to a raw new frame. Apart from work, there is nothing to do but drink, gamble and hire the pleasures of women. McCabe takes his winnings and purchases three fancy women--not as entertainment, as an investment.\n\nThey're not too fancy; one is fat, one has no teeth, they all look scrubbed with too much cheap soap. His plan is to open a whorehouse and saloon, with a bathhouse in the back.\n\nMrs. Miller (Julie Christie) arrives in town and wants to become his partner. She is a Cockney who has long since ceased to be interested in her own beauty, except for what it will earn her. She explains to McCabe that he knows nothing of women, cannot see through their excuses, cannot quiet their fears or see them through female troubles, does not even know enough to keep the whole town from being clapped out within a week. She will import some classier women from San Francisco. They will do better than he can do on his own. He has to agree.\n\nWe get to know them in half-seen, half-heard moments. There is a time when he gets into bed with her and we realize with a start that the movie has not established that they are sleeping with one another. Later it doubles back to reveal that she charges him, just like all the others. She gets $5, top price. McCabe spends a lot of time talking to himself, muttering criticisms and vows. He says to himself what he would like to say to her: \"If just one time you could be sweet without money to it.\" And, \"I got poetry in me!\" His soliloquies are meandering, rueful, oblique. His most sustained burst of conversational energy is a joke he tells about a frog; he does it in dialect, and I think it's a private joke, since he sounds uncannily like Gene Hackman's character Buck in \"Bonnie and Clyde.\"\n\nThere is always money involved. One day a man named Bart dies, and they bury him. At the funeral, Mrs. Miller and Bart's widow (Shelley Duvall) make eye contact. That night they are talking. The widow will have to become a whore. She knows it, Mrs. Miller knows it, the whole town knows it. How else can she support herself? \"It's what you were doing before with Bart,\" Mrs. Miller explains, \"only now you can keep some of the money for yourself.\"\n\nMen arrive from a big mining company to make McCabe an offer for his holdings. Full of beans, he rejects their offer and names his price, much too high. That night he brags to Mrs. Miller, whose face shows what a mistake he has made. The men are gone by breakfast time. McCabe rides into town to try to accept their offer, but is too late to find them. He knows the company will send someone to kill him.\n\nAll of this unfolds mostly indoors, in dark rooms lit by lanterns and log fires. Episodes are punctuated by Leonard Cohen songs, sad frontier laments. The cinematographer, Vilmos Zsigmond, embraces the freedom of the wide-screen Panavision image (this was before screens got narrower again to accommodate home video). He drowns the characters in nature. It is dark, wet, cold, and then it snows. These are simple people. There is a moment when two couples are dancing to a music box in the whorehouse parlor. It comes to the end of a tune, and all four cluster around the box, bending low, peering at its mechanism, poised in suspense. The next tune begins and they spring up, relieved, to dance again.\n\nLife is cheap here. The film shows one of the most heartbreaking deaths in the history of the Western. A goofy kid (Keith Carradine) has ridden into town and visited all the girls in the house. Now he has started across a suspension bridge. A young gunslinger approaches from the other side and cold-bloodedly talks him into being shot to death. The kid knows he is going to get shot. He tries to be friendly and ingratiating, but the time has come. The town looks on, impassive. You don't want to be caught on a bridge facing a guy like that. We realize at the end of the film that this episode on the bridge is the whole story in microcosm: Some people are just incapable of not getting themselves killed.\n\nSnow falls steadily all through the closing passages of the film. There is no musical soundtrack, apart from the Cohen songs. McCabe is tracked through the town by three hired killers, including the young gunslinger. The snow falls so heavily, blowing at a slant, it is like unheard music. In some movies, the hero gets killed, and then there is a shot of his woman, looking sad. Here we see Mrs. Miller looking sad even before McCabe meets his fate. She is in the opium den down in the Chinatown end of Presbyterian Church. Her attention is focused on pretty colors and surfaces. This time and place are so dead for her that she simply shuts down her mind.\n\nStudy the title. \"McCabe & Mrs. Miller.\" Not \"and,\" as in a couple, but \"&,\" as in a corporation. It is a business arrangement. Everything is business with her. What sorrows she knew before she arrived in Presbyterian Church are behind her now. Everything else is behind her now, too, the opium promises. Poor McCabe. He had poetry in him. Too bad he rode into a town where nobody knew what poetry was but one, and she already lost to it.", "running_time": 120, "mpaa_rating": "R", "release_year": 1971, "date_published": "1999-11-14", "genres": ["Action", "Drama", "Western"], "title": "McCabe and Mrs. Miller (1971)"}