{"url": "http://www.rogerebert.com/reviews/great-movie-being-there-1979", "by": "Peter Sellersas Chance", "star_rating": 4.0, "text": "On the day that Kasparov was defeated by Deep Blue, I found myself thinking of the film \"Being There'' (1979). The chess champion said there was something about the computer he did not understand, and it frightened him. There were moments when the computer seemed to be . . . thinking. Of course, chess is not a game of thought but of mathematical strategy; Deep Blue has demonstrated it is possible to be very good at it without possessing consciousness.\n\nThe classic test of Artificial Intelligence has been: Can a computer be programmed to conduct a conversation that seems human to another human? \"Being There'' is a film about a man whose mind works like a rudimentary A.I. program.\n\nHis mind has been supplied with a fund of simplistic generalizations about the world, phrased in terms of the garden where he has worked all his adult life. But because he presents himself as a man of good breeding (he walks and talks like the wealthy older man whose house he lived in, and wears the man's tailored suits) his simplicity is mistaken for profundity, and soon he is advising presidents and befriending millionaires.\n\nThe man's name is Chance. We gather he has lived all of his life inside the townhouse and walled garden of a rich recluse (perhaps he is his son). He knows what he needs to know for his daily routine: Where his bedroom and bathroom are, and how to tend the plants of the garden. His meals are produced by Louise, the cook. The movie provides no diagnosis of his condition. He is able to respond to given cues, and can, within limits, adapt and learn.\n\nEarly in the film he introduces himself as \"Chance . . . the gardener,'' and is misunderstood as having said \"Chauncey Gardener.'' Just the sort of WASP name that matches his clothing and demeanor, and soon he is telling the President: \"Spring, summer, autumn, winter . . . then spring again.'' Indeed.\n\nChance is played by Peter Sellers, an actor who once told me he had \"absolutely no personality at all. I am a chameleon. When I am not playing a role, I am nobody.'' Of course, he thought himself ideal for this role, which comes from a novel by Jerzy Kosinski. Sellers plays Chance as a man at peace with himself. When the old man dies, the household is broken up and Chance is evicted, there is a famous scene where he is confronted by possible muggers, and simply points a channel changer at them, and clicks. He is surprised when they do not go away.\n\nSellers plays Chance at exactly the same note for the entire film. He is detached, calm, secure in his own knowledge, unaware of his limitations. Through a series of happy chances, he is taken into the home of a dying millionaire named Benjamin Rand (Melvyn Douglas). The millionaire's wife Eve (Shirley MacLaine) establishes Chance in a guest suite, where he is happy to find a television (his most famous line is, \"I like to watch.'')\n\nSoon the rich man grows to treasure his reassuring friend. The family doctor (Richard Dysart) is perceptive, and begins to have doubts about Chance's authenticity, but silences himself when his patient says Chauncey \"has made the thought of dying much easier.'' Chauncey is introduced by Ben to the president (Jack Warden), becomes an unofficial advisor, and soon is being interviewed on television, where his insights fit nicely into the limited space available for sound bites.\n\nSatire is a threatened species in American film, and when it does occur, it's usually broad and slapstick, as in the Mel Brooks films. \"Being There,'' directed by Hal Ashby, is a rare and subtle bird that finds its tone and stays with it. It has the appeal of an ingenious intellectual game, in which the hero survives a series of challenges he doesn't understand, using words that are both universal and meaningless. But are Chance's sayings noticeably less useful than when the president tells us about a \"bridge to the 21st century?'' Sensible public speech in our time is limited by (1) the need to stay within he confines of the 10-second TV sound bite; (2) the desire to avoid being pinned down to specific claims or promises; and (3) the abbreviated attention span of the audience, which, like Chance, likes to watch but always has a channel-changer poised.\n\nIf Chance's little slogans reveal how superficial public utterance can be, his reception reveals still more. Because he is WASP, middle-aged, well-groomed, dressed in tailored suits, and speaks like an educated man, he is automatically presumed to be a person of substance. He is, in fact, socially naive (\"You're always going to be a little boy,'' Louise tells him). But this leads to a directness than can be mistaken for confidence, as when he addresses the president by his first name, or enfolds his hand in both of his own. The movie argues that if you look right, sound right, speak in platitudes and have powerful friends, you can go far in our society. By the end of the film, Chance is being seriously proposed as a presidential candidate. Well, why not? I once watched Lamar Alexander for 45 minutes on C-SPAN, as he made small talk in a New Hampshire diner, and heard nothing that Chance could not have said.\n\nThe film is not flawless. There are two sex-oriented subplots, and neither one is necessary. The story of the president's impotence could have been completely dispensed with. And the seduction attempt by Shirley MacLaine, as the millionaire's wife, requires her to act in a less intelligent way than she should. MacLaine projects brains; she, like the doctor, should have caught on, and that would have created more intriguing scenes than her embarrassing poses on a bear rug.\n\nIn the much-discussed final sequence of \"Being There,'' Chance casually walks onto the surface of a lake. We can see that he is really walking on the water, because he leans over curiously and sticks his umbrella down into it.\n\nWhen I taught the film, I had endless discussions with my students over this scene. Many insisted on explaining it: He is walking on a hidden sandbar, the water is only half an inch deep, there is a submerged pier, etc. \"Not valid!'' I thundered. \"The movie presents us with an image, and while you may discuss the meaning of the image it is not permitted to devise explanations for it. Since Ashby does not show a pier, there is no pier--a movie is exactly what it shows us, and nothing more,'' etc.\n\nSo what does it show us? It shows us Chance doing something that is primarily associated with only one other figure in human history. What are we to assume? That Chance is a Christ figure? That the wisdom of great leaders only has the appearance of meaning? That we find in politics and religion whatever we seek? That like the Road Runner (who also defies gravity) he will not sink until he understands his dilemma?\n\nThe movie's implications are alarming. Is it possible that we are all just clever versions of Chance the gardener? That we are trained from an early age to respond automatically to given words and concepts? That we never really think out much of anything for ourselves, but are content to repeat what works for others in the same situation?\n\nThe last words in the movie are, \"Life is a state of mind.\" So no computer will ever be alive. But to the degree that we are limited by our programming, neither will we. The question is not whether a computer will ever think like a human, but whether we choose to free ourselves from thinking like computers.", "running_time": 130, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1997-05-25", "genres": ["Comedy", "Drama"], "title": "Being There (1979)"}