{"url": "http://www.rogerebert.com/reviews/great-movie-the-music-room-1958", "by": "Chhabi Biswasas Huzur Biswambhar Roy", "star_rating": 4.0, "text": "Satyajit Ray's \"The Music Room\" (1958) has one of the most evocative opening scenes ever filmed. A middle-age man, his face set into deep weariness, sits on the wide, flat roof of his house in an upholstered chair that has been dragged outdoors for his convenience. He stares into space. His servant, his face betraying long alarm about his master, scurries toward him with a hookah, one of those ancient water pipes smoked by the Cheshire Cat in Alice and by the idle in Indian films. The man observes the preparations. \"What month is it?\" he finally asks.\n\nThis man is named Huzur Biswambhar Roy. He lives in a crumbling palace on the banks of a wide river, in the midst of an empty plain. It is the late 1920s. He is the last in a line of landlords who flourished in Bengal in the 19th century; the time for landlords has passed, and his money is running out. For years he has had little to do, and only one passion, listening to concerts in his music room.\n\nHe has been long jealous of his closest neighbor, the despised moneylender Mahim Ganguly. Mahim is low-caste and vulgar, but hardworking and ambitious. From time to time sounds carried on the air inform him of Mahim's doings: Far-off music, or the distant putt-putt of a generator revealing that he has even brought electricity into his home. He learns that Mahim has held a party. \"Was I invited?\" Huzur asks his servant. He was, he learns--and Mahim was much distressed that he did not attend. \"Do I ever go anywhere?\" \"No.\"\n\nAfter winning worldwide fame with the first two films of his Apu trilogy, which were the first Indian titles to aspire to, and reach, the status of art, Satyajit Ray paused before finishing his trilogy about abject poverty to make this film about genteel poverty. Newly available on video at last in a high-quality print, it is the story of a man who has been compared to King Lear because of his pride, stubbornness, and the way he loses everything that matters.\n\nAlmost every scene involves Huzur, played by Chhabi Biswas, an actor who was such a favorite of Ray's that when he died in 1962, Ray said he simply stopped writing important middle-age roles. In \"The Music Room\" Biswas plays a man so profoundly encased in his existence that few realities can interfere. With no income and a dwindling fortune, he is nevertheless called \"lord\" by the shifty Mahim, and although his enormous castle is neglected and only two servants remain, he carries on, oblivious.\n\nHis life centers on music. More precisely, on giving expensive concerts to show off his music room, or jalsaghar, with its shimmering chandelier, its ornamental carpet, and its portraits of Huzur and his ancestors. He lives to flaunt what remains of his wealth. After the opening sequence on the rooftop, much of the film is told in flashback to a time years earlier, and centers on two concerts given in the room.\n\nThe first is a coming-of-age \"thread ceremony\" in honor of his son Khoka. Only the best musicians will suffice, and Huzur reclines on pillows, flanked by his male neighbors and relatives, as the musicians and a celebrated woman singer perform. A slow camera pans the faces of the listeners, pausing at the vulgar Mahim, who is restless, does not enjoy Indian classical music, and reaches for a drink.\n\nThe evening is a triumph, even though Huzur's wife, waiting impatiently upstairs, berates him for mortgaging her jewels to pay for it. He is asleep before she finishes. Not long after, his wife and son leave for a river journey to the house of her father, and in a touching scene she bows to him as they leave, and then reveals a modern note: \"Behave yourself!\"\n\nBut the despised Mahim comes to see him with an invitation for a concert of his own. Ray structures the scene as a confrontation between privilege and new wealth: Huzur composes himself on a sofa and appears to be so deeply engrossed in his reading that he hardly notices Mahim. Then he counters that he, himself, is planning a concert for that very same evening! In the background, the servant, who knows the condition of their finances, looks stunned.\n\nThe second concert has disturbing undercurrents. Even the singer, a bearded man with a stricken face, seems aware of approaching doom. Huzur has sent word that his wife and son must return for the event, but they have not yet arrived, and as the chandelier sways in the wind and lightning streaks through the sky, Huzur looks down and sees an insect drowning in his glass. It is an omen of great loss.\n\nThe third concert comes at the end of the long period of withdrawal. We are back in the present. The last of the jewels will be pawned. Huzur will go out in style. He impetuously outbids Mahim for the services of a famous, even scandalous, woman singer and dancer. At the end, when Mahim commits the folly of attempting to tip the woman, the crook of Huzur's walking stick comes down firmly on his hand: It is for the lord to tip in his own house. Huzur hands the woman the last of his gold coins. The great closing sequence shows Huzur in the afterglow of this reckless grand gesture. Drunk, he toasts the portraits of his ancestors, until he sees a spider crawling up the leg of his own portrait. It is dawn. The loyal retainer pulls away the draperies to admit the cold light.\n\nSatyajit Ray (1921-1992) was an unusually tall man, handsome as a movie star, the grandson of a landlord such as Huzur's ancestors. In Calcutta in the late 1940s he was a commercial artist for an ad agency, and founded a cinema club that bought its own print of \"The Battleship Potemkin\" and imported films from around the world. He rejected the mass-produced Bengali films of the time as so much sub-Hollywood tripe, and with \"Pather Panchali\" (1955), the first of his famous Apu trilogy, he won a top prize at Cannes and established himself as the preeminent Indian filmmaker in the eyes of the world.\n\nAt the New York Film Festival in 1970, he was asked why he was now moving his camera more than in the Apu trilogy. \"Because I can afford the equipment,\" he smiled. In his book Our Films Their Films, he recalled that he had never shot a foot of film before the first day of filming \"Pather Panchali.\" When his cinematographer, Subrata Mitra, visited the Hawaii film festival a few years ago, he told me, \"We started together. I had never exposed a single foot of film before that day.\"\n\nRay made many fine films. The Apu trilogy and \"The Music Room\" rank highest, I think, but there are also \"The Big City\" (1963), about a woman who breaks with convention and goes to work when her husband is laid off; \"Days and Nights in the Forest\" (1970), about office workers who take a holiday of self-discovery; \"Distant Thunder\" (1973), about an Indian village hearing echoes of World War II; \"The Chess Players\" (1977), about British attempts to seize the land of a lord who can barely bring himself to notice them, and \"The Home and the World\" (1984), based on the Tagore novel about a landowner who prides himself on his modern ideas, until his wife falls in love with his friend.\n\n\"The Music Room\" is his most evocative film, and he fills it with observant details. The insect in the glass, the bliss of an elephant being bathed in the river, the joy of the servants reopening the dusty music room, the way the chandelier reflects Huzur's states of mind, the way when the servant sprinkles the guests with scent he adds an extra contemptuous shake for Mahim.\n\nDespite the faded luxury surrounding Huzur, the film is not ornate in any way. Perhaps as a reaction to the hundreds of overwrought Indian musical melodramas churned out annually, Ray made an austere character study--also with music. His hero deserves the comparison with King Lear, because like Lear he arouses our sympathy even while indulging his vanity and stubbornly doing all of the wrong things. Like Lear, he thinks himself a man more sinned against than sinning. Like Lear, he is wrong.", "running_time": 100, "mpaa_rating": null, "release_year": 1958, "date_published": "1999-01-17", "genres": ["Drama"], "title": "The Music Room (1958)"}