{"url": "http://www.rogerebert.com/reviews/great-movie-orpheus-1949", "by": null, "star_rating": 4.0, "text": "\n\n\"Orpheus\" is a Greek myth about a musician who\r\ndescends into the underworld to reclaim his dead wife, and so enchants the gods\r\nwith the music of his lyre that they permit her to return to the land of the\r\nliving--on the condition that he never look at her. Jean Cocteau set his 1949\r\nfilm of the story in modern-day Paris, and added twists that would have\r\nstartled the Greeks, especially a romantic triangle with Death as the third\r\npartner.\n\n\"Orpheus\"\r\nshows Cocteau's taste for magic and enchantment; he uses simple but dramatic\r\nspecial effects and trick shots to show his characters passing into the world\r\nof death by stepping through mirrors, and when he wants a character to spring back\r\nto life, he simply runs the film backward. He weaves his effects so lightly\r\ninto the story that after a time they aren't tricks at all, but simply the\r\nconditions of his mythical world.\n\nHis\r\nstory begins in the Poet's Cafe in Paris, where a famous middle-aged poet named\r\nOrpheus (Jean Marais) is scorned by younger poets who want to displace him. A\r\nbrawl breaks out, and a young rival named Cegeste (Edouard Dermit) is struck\r\ndown. A Rolls-Royce materializes, and its owner, a striking princess (Maria\r\nCasares), orders her chauffeur to put the young man in the back seat. Then she\r\norders Orpheus to come along \"as a witness,\" although their route\r\ntakes them not to the hospital but into a cloudy shadowland that eventually\r\nbecomes the underworld.\n\n\"Do\r\nyou know who I am?\" the Princess asks Cegeste. \"I am your\r\ndeath.\" And so she is, looking like a dominatrix in her slinky black gown\r\nand severe makeup. Her chauffeur, named Heurtebise (Francois Perier), is a sort\r\nof guardian spirit who watches as she schemes. Orpheus returns with Heurtebise\r\nto the living world, orders the chauffeur to hide the Rolls in his garage, and\r\nbecomes obsessed with the cryptic messages that come from the car's\r\nradio--messages that might be inspiration for his art. His wife, Eurydice\r\n(Marie Dea), is impatient with his obsession, and Heurtebise tries to comfort\r\nher. But eventually (to leap ahead) Eurydice is dead, all the principals are\r\nback in the underworld, and there are complications: Orpheus is in love with\r\nboth his wife and the Princess, the Princess is in love with him, and the\r\nchauffeur is in love with Eurydice.\n\nThis\r\nis of course against all of the rules, and indeed the Princess may have caused\r\nEurydice's death out of jealousy. Soon the principals find themselves\r\ntestifying before a fact-finding tribunal of old and severe men. This sounds\r\nperhaps like an angel and reincarnation movie from modern Hollywood, and I\r\nforesee a remake with a rock star descending to hell, reclaiming his girlfriend\r\nand growing obsessed with MP3 files he downloads from Napster. But Cocteau's\r\nversion has a mystery and beauty. He was not a prolific filmmaker (he was also\r\nbusy writing poems, novels and plays, painting, sculpting and being addicted to\r\nopium). But when he made films, they proceeded not from commercial formulas but\r\nfrom the wellsprings of his unconscious, and as a fellow traveler of the\r\nsurrealists he was not shy about bizarre imagery.\n\n\"Orpheus\"\r\nbecame famous for its use of two leather-clad motorcyclists as the errand boys\r\nof death; their costumes, especially the high boots and leather corsets, edged\r\ninto fetishism, and the Princess, arrogantly asking death's tribunal if she may\r\nsmoke, is from the same image pool. Orpheus was played by the handsome Jean\r\nMarais (in real life, Cocteau's lover). Moviegoers in 1949 could find parallels\r\nbetween his career and the poet he was playing; both were famous at an early\r\nage, both were associated with important work (Marais as the Beast in Cocteau's\r\n1946 masterpiece \"Beauty and the Beast\"), and both were keenly aware\r\nof a new generation snapping at their heels.\n\nCocteau\r\nhimself would have been called a dilettante if he had not been so accomplished\r\nat the many arts he moved between. The joke was that if he had stayed with one\r\nthing--poems, painting, films, whatever--he would have been hailed as a master,\r\nbut the public distrusted his versatility. He directed his first film,\r\n\"Blood of a Poet,\" in 1930. It was produced by the Viscount de\r\nNoailles, who financed Salvador Dali and Luis Bunuel's \"L'Age d'Or\"\r\nin the same year; when their film was condemned by the Vatican, the viscount\r\nshelved it and timidly delayed the release of \"Blood of a Poet\" for\r\ntwo years. (It went on to become a famous surrealist work that played daily for\r\n15 years in one New York theater.)\n\nCocteau\r\nclaimed to think little of his first film, although modesty did not prevent him\r\nfrom mentioning its 15-year run in his memoirs. He didn't direct another until\r\n\"Beauty and the Beast\" in 1946. Then there was the 1948 masterpiece\r\n\"The Storm Within.\" \"Orpheus\" has been linked in a trilogy\r\nwith \"Blood of the Poet\" and the minor \"Testament of\r\nOrpheus\" (1959), but it stands alone.\n\nSeeing\r\n\"Orpheus\" today is like glimpsing a cinematic realm that has passed\r\ncompletely from the scene. Films are rarely made for purely artistic reasons,\r\nexperiments are discouraged, and stars as big as Marais are not cast in\r\neccentric remakes of Greek myths. The story in Cocteau's hands becomes\r\nunexpectedly complex; we see that it is not simply about love, death and\r\njealousy, but also about how art can seduce the artist away from ordinary human\r\nconcerns, so that after Orpheus astonishingly returns from the land of death,\r\nhe is more concerned with the nonsensical radio transmissions than with his\r\nwife who loves him. (A cynic might whisper in his ear that a trip to the\r\nunderworld is more inspiration than most poets ever receive.)\n\nMarais,\r\ntall and with a great shock of hair, cuts a fine figure as the famous man.\r\nFrancois Perier, as the chauffeur, plays the second most important character in\r\nthe play, although we realize that only belatedly. Marie Dea uses some nice,\r\nalmost comic, timing after returning from the dead, in a series of scenes where\r\nOrpheus almost but not quite looks at her.\n\nThe\r\nfilm is not perfect. A subplot involving Eurydice's involvement with Aglaonice\r\n(Juliette Greco) and her \"League of Women\" is left hanging. The\r\nweakness in the cast is Maria Casares, as the Princess, death's embodiment. She\r\nlacks the presence for the role. Despite all the tricks of costuming and\r\nmakeup, she is slight and inconsequential. Cocteau wanted either Greta Garbo or\r\nMarlene Dietrich, and to imagine either one as the Princess is to see the film\r\nwith its final piece in place. (There is a moment that would have become famous\r\nif performed by either one; after the tribunal abruptly disappears, the\r\nPrincess turns to the chauffeur and observes, \"If this were our former\r\nworld, I'd say, `Let's have a drink.' \")\n\nOne\r\nof the pleasures of the film is to see how audacious the tricks are in their\r\nsimplicity. Rubber gloves leap onto hands in reverse photography. Glass jumps\r\nback into its frame. Mirrors are sometimes mirrors and sometimes sets on the\r\nother sides of mirrors. As characters emerge from mirrors, Cocteau simply cuts\r\nto their hands being lifted from a still pool of water that still reflects\r\ntheir faces. Just once he uses a technique he also used in \"Beauty and the\r\nBeast,\" where a character is pulled on a wheeled platform we cannot see,\r\nso that he appears to be gliding.\n\nThe\r\ncharacters themselves are never overplayed, never too dramatic, never reaching\r\nfor classical effects as if they knew they were in a Greek myth. The humor,\r\nwhen it comes, is dry. Certain lines, not too many, employ Cocteau's own poetic\r\nlanguage. The best is: \"Mirrors are the doors through which death comes\r\nand goes. Look at yourself in a mirror all your life and you'll see death do\r\nits work.\"", "running_time": 112, "mpaa_rating": null, "release_year": 1949, "date_published": "2000-05-14", "genres": ["Fantasy", "Romance"], "title": "Orpheus (1949)"}