{"url": "http://www.rogerebert.com/reviews/great-movie-blow-up-1966", "by": "Michelangelo Antonioni", "star_rating": 4.0, "text": "Michelangelo Antonioni's \"Blow-Up\" opened in America two months before I became a film critic, and colored my first years on the job with its lingering influence. It was the opening salvo of the emerging \"film generation,\" which quickly lined up outside \"Bonnie and Clyde,\" \"Weekend\" (1968), \"The Battle of Algiers,\" \"Easy Rider\" and \"Five Easy Pieces.\" It was the highest-grossing art film to date, was picked as the best film of 1967 by the National Society of Film Critics, and got Oscar nominations for screenplay and direction. Today, you rarely hear it mentioned.\n\nYoung audiences aren't interested any more in a movie about a \"trendy\" London photographer who may or may not have witnessed a murder, who lives a life of cynicism and ennui, and who ends up in a park at dawn, watching college kids play tennis with an imaginary ball. The twentysomethings who bought tickets for \"Blow-Up\" are now focused on ironic, self-referential slasher movies. Americans flew to \"swinging London\" in the 1960s; today's Londoners pile onto the charter jets to Orlando.\n\nOver three days recently, I revisited \"Blow-Up\" in a shot-by-shot analysis. Freed from the hype and fashion, it emerges as a great film, if not the one we thought we were seeing at the time. This was at the 1998 Virginia Festival of American Film in Charlottesville, which had \"Cool\" as its theme. The festival began with the emergence of the Beat Generation and advanced through Cassavetes to \"Blow-Up\"--after which the virus of Cool leaped from its nurturing subculture into millions of willing new hosts, and has colored our society ever since, right down to and manifestly including \"South Park.\"\n\nWatching \"Blow-Up\" once again, I took a few minutes to acclimate myself to the loopy psychedelic colors and the tendency of the hero to use words like \"fab\" (\"Austin Powers\" brilliantly lampoons the era). Then I found the spell of the movie settling around me. Antonioni uses the materials of a suspense thriller without the payoff. He places them within a London of heartless fashion photography, groupies, bored rock audiences, languid pot parties, and a hero whose dead soul is roused briefly by a challenge to his craftsmanship.\n\nThe movie stars David Hemmings, who became a 1960s icon after this performance as Thomas, a hot young photographer with a Beatles haircut, a Rolls convertible and \"birds\" hammering on his studio door for a chance to pose and put out for him. The depths of his spiritual hunger are suggested in three brief scenes involving a neighbor (Sarah Miles), who lives with a painter across the way. He looks at her as if she alone could heal his soul (and may have once done so), but she's not available. He spends his days in tightly scheduled photo shoots (the model Verushka plays herself, and there's a group shoot involving grotesque mod fashions), and his nights visiting flophouses to take pictures that might provide a nice contrast in his book of fashion photography.\n\nThomas wanders into a park and sees, at a distance, a man and a woman. Are they struggling? Playing? Flirting? He snaps a lot of photos. The woman (Vanessa Redgrave) runs after him. She desperately wants the film back. He refuses her. She tracks him to his studio, takes off her shirt, wants to seduce him and steal the film. He sends her away with the wrong roll. Then he blows up his photos, and in the film's brilliantly edited centerpiece, he discovers that he may have photographed a murder.\n\nAntonioni cuts back and forth between the photos and the photographer--using closer shots and larger blowups, until we see arrangements of light and shadow, dots and blurs, that may show--what? He is interrupted by two girls who have been pestering him all day, and engages in wild sex play as they roll around in crumpled backdrop paper. Then his eyes return to his blowups, he curtly sends them away, he makes more prints, and in the grainy, almost abstract blowups it appears that the woman is looking toward some bushes, there is a gunman there, and perhaps in one photo we see the man lying on the ground. Perhaps not.\n\nThomas returns to the park, and does actually see the man lying dead on the ground. Curiously, many writers say the photographer is not sure if he sees a body, but he is. What's unclear is whether he witnessed a murder. The audience understandably shares his interpretation of the photos, but another scenario is plausible: Redgrave wanted the photos because she was having an adulterous affair, her gray-haired lover dropped dead, she fled the park in a panic, and his body by the next morning had simply been discovered and removed. (The possibility of a scandalous affair plays off the Profumo scandal, in which a cabinet minister was linked to a call girl; the analysis of the photographs recalls the obsession with the Zapruder film.)\n\nWhether there was a murder isn't the point. The film is about a character mired in ennui and distaste, who is roused by his photographs into something approaching passion. As Thomas moves between his darkroom and the blowups, we recognize the bliss of an artist lost in what behaviorists call the Process; he is not thinking now about money, ambition or his own nasty personality defects, but is lost in his craft. His mind, hands and imagination work in rhythmic sync. He is happy.\n\nLater, all his gains are taken back. The body and the photographs disappear. So does Redgrave. (There is an uncanny scene where he sees her standing outside a club, and then she turns and takes a few steps and simply disappears into thin air. At Virginia, we ran the sequence a frame at a time and could not discover the method of her disappearance; presumably she steps into a doorway, but we watched her legs, and they seemed somehow to attach themselves to another body.)\n\nIn the famous final sequence, back in the park, Thomas encounters university students who were in the film's first scene. (These figures were described as \"white-faced clowns\" in Pauline Kael's pan of the film, but a British audience would have known they were participating in the ritual known as \"rag,\" in which students dress up and roar around town raising money for charity.) They play tennis with an imaginary ball. The photographer pretends he can see the ball. We hear the sounds of tennis on the soundtrack. Then the photographer wanders away across the grass and, from one frame to the next, disappears--like the corpse.\n\nAntonioni has described the disappearance of his hero as his \"signature.\" It reminds us too of Shakespeare's Prospero, whose actors \"were all spirits, and are melted into air.\" \"Blow-Up\" audaciously involves us in a plot that promises the solution to a mystery, and leaves us lacking even its players.\n\nThere were of course obvious reasons for the film's great initial success. It became notorious for the orgy scene involving the groupies; it was whispered that one could actually see pubic hair (this was only seven years after similar breathless rumors about Janet Leigh's breasts in \"Psycho\" (1960)). The decadent milieu was enormously attractive at the time. Parts of the film have flip-flopped in meaning. Much was made of the nudity in 1967, but the photographer's cruelty toward his models was not commented on; today, the sex seems tame, and what makes the audience gasp is the hero's contempt for women.", "running_time": 111, "mpaa_rating": null, "release_year": 1966, "date_published": "1998-11-08", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Blow-Up (1966)"}