{"url": "http://www.rogerebert.com/reviews/great-movie-the-life-and-death-of-colonel-blimp-1943", "by": null, "star_rating": 4.0, "text": "\n\nOne of the many miracles of \"The Life and Death of Colonel\r\nBlimp\" is the way the movie transforms a blustering, pigheaded caricature\r\ninto one of the most loved of all movie characters. Colonel Blimp began life in\r\na series of famous British cartoons by David Low, who represented him as an\r\noverstuffed blowhard. The movie looks past the fat, bald military man with the\r\nwalrus moustache, and sees inside, to an idealist and a romantic. To know him\r\nis to love him.\n\nMade in 1942 at the height of the Nazi threat to Great Britain,\r\nMichael Powell and Emeric Pressburger's work is an uncommonly civilized film\r\nabout war and soldiers--and rarer still, a film that defends the old against\r\nthe young. Its hero is a blustering old windbag Clive Wynne-Candy, a war-horse\r\nof the Army since the Boer War, now twice retired from regular duty and\r\nrelegated to leading the Home Guard.\n\nAs\r\nthe film opens, the general has ordered military training exercises and\r\nannounced, \"War starts at midnight.\" A gung-ho young lieutenant\r\ndecides that modern warfare doesn't play by the rules, and jumps the gun,\r\nleading his men into the General's London club and arresting him in the steam\r\nroom. When Wynne-Candy bellows, \"You bloody young fool--war starts at\r\nmidnight!\" the lieutenant observes that the Nazis do not observe\r\ngentleman's agreements, and insults the old man's belly and mustache.\n\nWynne-Candy\r\nis outraged. \"You laugh at my big belly but you don't know how I got it!\r\nYou laugh at my mustache but you don't know why I grew it!\" He punches the\r\nyoung lieutenant, wrestles him into a swimming pool--and then, in a flashback\r\nof grace and wit, the camera pans along the surface of the water until, at the\r\nother end, young Clive Candy emerges. He is thin and without a mustache, and it\r\nis 1902.\n\n\"The\r\nLife and Death of Colonel Blimp\" has four story threads. It mourns the\r\npassing of a time when professional soldiers observed a code of honor. It\r\nargues to the young that the old were young once, too, and contain within them\r\nall that the young know, and more. It marks the General's lonely romantic\r\npassage through life, in which he seeks the double of the first woman he loved.\r\nAnd it records a friendship between a British officer and a German officer,\r\nwhich spans the crucial years from 1902 to 1942.\n\nThis\r\nis an audacious enough story idea to begin with, but even more daring in 1942,\r\nwhen London was bombed nightly and the Nazis seemed to be winning the war.\r\nPowell at first wanted Laurence Olivier to play his title role, but the\r\nscreenplay ran into fierce opposition from Winston Churchill, and the Ministry\r\nof War refused to release Olivier from military duty. Then Powell cast Roger\r\nLivesay, a young actor who had worked for him before, and as the German\r\nofficer, an emigre Austrian actor named Anton Walbrook.\n\nThat\r\nled to an encounter between Churchill and Walbrook, recounted by the British\r\nfilm critic Derek Malcolm: \"Churchill's reaction was furious. He is said\r\nto have stormed into Walbrook's dressing room when he was appearing in a West\r\nEnd play demanding: 'What's this film supposed to mean? I suppose you regard it\r\nas good propaganda for Britain.' Anton's reply was quite telling, he said 'No\r\npeople in the world other than the English would have had the courage, in the\r\nmidst of war, to tell the people such unvarnished truth'.\"\n\nAh,\r\nbut he praised his adopted homeland too soon. Churchill continued to resist.\r\nPowell could not borrow gear and trucks from the Army, \"so we stole\r\nthem.\" The film was at first banned, then reluctantly released in a\r\nshorter version, and in the U.S. it lost 50 minutes of its 163-minute running\r\ntime; the entire flashback structure was replaced by a chronological story\r\nline. Only in 1983 was the film finally restored, and hailed as a masterpiece.\r\n\"It stands,\" wrote the critic Dave Kehr, \"as very possibly the\r\nfinest film ever made in Britain.\"\n\n\"The\r\nLife and Death of Colonel Blimp\" is a film of balance and insight--a\r\ncivilized film, which even in a time of war celebrates civilized values. What\r\nit regrets is the loss, in two World Wars, of a sense of decency and fair play\r\nthat had governed the European military classes. Near the film's end, the\r\nGerman refugee corrects the sentimentalism of the old general, telling him from\r\nfirst-hand experience that Nazism is the greatest evil the world has ever\r\nknown, and saying there is no point in playing fair when the enemy plays foul,\r\nif that means you lose, and evil wins.\n\nDespite\r\nthis sober undercurrent, \"Colonel Blimp\" is above all a comedy of\r\nmanners, and Powell and his writing and producing partner Pressburger conduct\r\nit with style and humor. Jolly music underlines an opening sequence in which\r\nmotorcycle messengers distribute news of the war games, and there is wit in the\r\nmovie's ingenious flashbacks and flash-forwards. Photographed by Georges\r\nPerinal with help from Jack Cardiff, the movie is one of the best-looking\r\nTechnicolor productions ever made, its palate controlled to make wise use of\r\nbright contrasts in a world of subdued harmony.\n\nSeveral\r\nscenes surprise us by how they pay off. Note the early duel between the British\r\nand German officers (they do not even know one another; the German was drawn by\r\nlot to respond to an insult to the German army). A high-angle shot refuses to\r\ntake sides, the Swedish referee scuttles back and forth like a crab--and then,\r\njust when we expect to see the outcome, the camera cranes up to an exterior\r\nshot of the Army gymnasium (a model), with snow falling on Berlin. The message\r\nis made visually: The season of traditional values is ending, and these\r\nsoldiers will not again play so fair.\n\nIn\r\nhospital, Clive Candy and his opponent, Theo Kretschmar-Schuldorff, are visited\r\nby Candy's British friend, Edith Hunter (Deborah Kerr). The German falls in\r\nlove with her and proposes marriage. Candy is at first delighted, but as he\r\nreturns home he realizes he loved her, too, and begins a lifelong search for a\r\nsubstitute. Fifteen years later, in a World War One hospital, he sees a young\r\nnurse who is Edith's spitting image, and arranges a dance for war nurses just\r\nto meet her again. This is Barbara Wynne, again played by Deborah Kerr. Note\r\nthe dinner scene when Candy explains his motive for seeking her out, and the\r\nsubtle chill with which Barbara says she quite understands. The marriage fades\r\nout like the duel did, as if there is nothing else worth saying.\n\nKerr\r\nappears a third time as a working-class girl named Angela Cannon, who is\r\nWynne-Candy's driver during the Second World War. It is a remarkable\r\nperformance by the 20-year-old newcomer, playing three roles; Wendy Hiller was\r\noriginally cast, but became pregnant, and Powell cast Kerr both because he\r\nthought \"she would be a star one day,\" and because he was falling in\r\nlove with her.\n\nThe\r\nfriendship between Clive and Theo is traced for 40 years. They meet again at a\r\nGerman prisoner's camp in England, after World War One; Theo ignores Clive and\r\nstalks away, but the next day calls to apologize, and is a guest at a dinner of\r\nBritish establishment types at which, gentlemen all, they assure him his\r\nhomeland will be rebuilt: \"Europe needs a healthy Germany!\" When the\r\ntwo men meet again, it is after the German has fled his homeland in 1939. In a\r\nlong speech all done in one take, the explains why he has chosen England over\r\nhis birthplace. Walbrook's acting here is sublime with its mastery of tone and\r\nmood, and this speech, more than any other, explains why Churchill was wrong to\r\noppose the film.\n\nThe\r\nmost poignant passages involve the general growing older. He looks like a\r\ncaricature to younger officers--with his beefy face, pink complexion, mustache\r\n(grown to hide the dueling scar) and raspy voice. But in his heart he is still\r\nyoung, still in love, still idealistic. At the end of the movie he looks at a\r\nwater pool in the basement of his bombed-out house, and is reminded of a lake\r\nacross which he once pledged love. And he insists to himself that it is the\r\nsame lake, and he is the same man. Rarely does a film give us such a nuanced\r\nview of the whole span of a man's life. Is is said that the child is father to\r\nthe man. \"Colonel Blimp\" makes poetry out of what the old know but the\r\nyoung do not guess: The man contains both the father, and the child.", "running_time": 163, "mpaa_rating": null, "release_year": 1943, "date_published": "2002-10-27", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Life and Death of Colonel Blimp (1943)"}