{"url": "http://www.rogerebert.com/reviews/great-movie-last-year-at-marienbad-1961", "by": null, "star_rating": 4.0, "text": "\n\nHow clearly I recall standing in the rain outside the Co-Ed\r\nTheater near the campus of the University of Illinois, waiting to see “Last\r\nYear at Marienbad.” On those lonely sidewalks, in that endless night, how long\r\ndid we wait there? And was it the first time we waited in that line, to enter\r\nthe old theater with its columns, its aisles, its rows of seats--or did we see\r\nthe same film here last year?\n\nYes, it's easy to smile at Alain Resnais' 1961 film, which\r\ninspired so much satire and yet made such a lasting impression. Incredible to\r\nthink that students actually did stand in the rain to be baffled by it, and\r\nthen to argue for hours about its meaning--even though the director claimed it\r\nhad none. I hadn't seen “Marienbad” in years, and when I saw the new digitized\r\nvideo disc edition in a video store, I reached out automatically: I wanted to\r\nsee it again, to see if it was silly or profound, and perhaps even to recapture\r\nan earlier self--a 19-year-old who hoped Truth could be found in Art.\n\nViewing the film again, I expected to have a cerebral\r\nexperience, to see a film more fun to talk about than to watch. What I was not\r\nprepared for was the voluptuous quality of “Marienbad,” its command of tone and\r\nmood, its hypnotic way of drawing us into its puzzle, its austere visual\r\nbeauty. Yes, it involves a story that remains a mystery, even to the characters\r\nthemselves. But one would not want to know the answer to this mystery.\r\nStorybooks with happy endings are for children. Adults know that stories keep\r\non unfolding, repeating, turning back on themselves, on and on until that end\r\nthat no story can evade.\n\nThe film takes place in an elegant chateau, one with ornate\r\nceilings, vast drawing rooms, enormous mirrors and paintings, endless corridors\r\nand grounds in which shrubbery has been tortured into geometric shapes and\r\npatterns. In this chateau are many guests--elegant, expensively dressed,\r\nimpassive. We are concerned with three of them: “A” (Delphine Seyrig), a\r\nbeautiful woman. “X” (Giorgio Albertazzi), with movie-idol good looks, who\r\ninsists they met last year and arranged to meet again this year. And “M”\r\n(Sascha Pitoeff), who may be A's husband or lover, but certainly exercises\r\nauthority over her. He has a striking appearance, with his sunken triangular\r\nface, high cheekbones, deep-set eyes and subtle vampirish overbite.\n\nThe film is narrated by X. The others have a few lines of\r\ndialogue here and there. On the soundtrack is disturbing music by Francis\r\nSeyrig, mostly performed on an organ--Gothic, liturgical, like a requiem. X\r\ntells A they met last year. He reminds her of the moments they shared. Their\r\nconversations. Their plans to meet in her bedroom while M was at the gaming\r\ntables. Her plea that he delay his demands for one year. Her promise to meet\r\nhim again next summer.\n\nA does not remember. She entreats X, unconvincingly, to leave\r\nher alone. He presses on with his memories. He speaks mostly in the second\r\nperson: “You told me ... you said ... you begged me ... .” It is a narrative he\r\nis constructing for her, a story he is telling her about herself. It may be\r\ntrue. We cannot tell. Resnais said that as the co-writer of the story he did\r\nnot believe it, but as the director, he did. The narrative presses on. The\r\ninsistent, persuasive X recalls a shooting, a death. No--he corrects himself.\r\nIt did not happen that way. It must have happened this way, instead ... .\n\nWe see her in white, in black. Dead, alive. The film,\r\nphotographed in black and white by Sacha Vierny, is in widescreen. The extreme\r\nwidth allows Resnais to create compositions in which X, A and M seem to occupy\r\ndifferent planes, even different states of being. (The DVD is letterboxed; to\r\nsee this film panned-and-scanned would be pointless.) The camera travels\r\nsinuously; the characters usually move in a slow and formal way, so that any\r\nsudden movement is a shock (when A stumbles on a gravel walk and X steadies\r\nher, it is like a sudden breath of reality).\n\nThe men play a game. It has been proposed by M. It involves\r\nsetting out several rows of matchsticks (or cards, or anything). Two players\r\ntake turns removing matchsticks, as many as they want, but only from one row at\r\na time. The player who is left with the last matchstick loses. M always wins.\r\nOn the soundtrack, we hear theories: “The one who starts first wins ... the one\r\nwho goes second wins ... you must take only one stick at a time ... you must\r\nknow when to ... .” The theories are not helpful, because M always wins anyway.\r\nThe characters analyzing the stick game are like viewers analyzing the movie:\r\nYou can say anything you want about it, and it makes no difference.\n\n“I'll explain it all for you,” promised Gunther Marx, a\r\nprofessor of German at the U. of I. We were sitting over coffee in the student\r\nunion, late on that rainy night in Urbana. (He would die young; his son\r\nFrederick would be one of the makers of “Hoop Dreams.”) “It is a working out of\r\nthe anthropological archetypes of Claude Levi-Strauss. You have the lover, the\r\nloved one and the authority figure. The movie proposes that the lovers had an\r\naffair, that they didn't, that they met before, that they didn't, that the\r\nauthority figure knew it, that he didn't, that he killed her, that he didn't.\r\nAny questions?”\n\nI sipped my coffee and nodded thoughtfully. This was deep. I\r\nnever subsequently read a single word by Levi-Strauss, but you see I have not\r\nforgotten the name. I have no idea if Marx was right. The idea, I think, is\r\nthat life is like this movie: No matter how many theories you apply to it, life\r\npresses on indifferently toward its own inscrutable ends. The fun is in asking\r\nquestions. Answers are a form of defeat.\n\nIt is possible, I realize, to grow impatient with “Last Year at\r\nMarienbad.” To find it affected and insufferable. It doesn't hurtle through its\r\nstory like today's hits--it's not a narrative pinball machine. It is a\r\ndeliberate, artificial artistic construction. I watched it with a pleasure so\r\nintense I was surprised. I knew to begin with there would be no solution. That\r\nthe three characters would move forever through their dance of desire and\r\ndenial, and that their clothing and the elegant architecture of the chateau was\r\nas real as the bedroom at the end of “2001: A Space Odyssey”--in other words, simply a setting\r\nin which human behavior could be observed.\n\nThere is one other way to regard the movie. Consider the\r\nnarration. X tells A this, and then he tells her that. M behaves as X says he\r\ndoes--discovering them together, not discovering them, firing a pistol, not\r\nfiring it. A remembers nothing, but acts as if she cares. She thinks she hasn't\r\nmet X before, and yet in some scenes they appear to be lovers.\n\nCan it be that X is the artist--the author, the director? That\r\nwhen he speaks in the second person (“You asked me to come to your room ... “)\r\nhe is speaking to his characters, creating their story? That first he has M\r\nfire a pistol, but that when he doesn't like that and changes his mind, M\r\nobediently reflects his desires? Isn't this how writers work? Creating\r\ncharacters out of thin air and then ordering them around? Of course even if X\r\nis the artist, he seems quite involved in the story. He desperately wants to\r\nbelieve he met A last year at Marienbad, and that she gave him hope--asked him\r\nto meet her again this year. That is why writers create characters: to be able\r\nto order them around, and to be loved by them. Of course, sometimes characters\r\nhave wills of their own. And there is always the problem of M.", "running_time": 94, "mpaa_rating": "NR", "release_year": 1961, "date_published": "1999-05-30", "genres": ["Drama", "Foreign", "Romance"], "title": "Last Year at Marienbad (1961)"}