{"url": "http://www.rogerebert.com/reviews/great-movie-diary-of-a-country-priest-1951", "by": null, "star_rating": 4.0, "text": "\n\nFor its 60th anniversary, a restored digital presentation\r\nwill play at the Music Box, April 22-28.\n\nThe\r\nyoung priest only smiles once. It is on the day he leaves the cruel country\r\ntown to catch a train and see a doctor. A passing motorcyclist gives him a lift\r\nto the station, and as he climbs on behind him we see a flash of the boy inside\r\nthe sad man. It is a nice day, it's fun to race though the breeze, and he is\r\nleaving behind the village of Ambricourt.\n\nFor\r\nthe rest of the time in Robert Bresson's \"The Diary of a Country\r\nPriest\" (1951), the young man's face scarcely betrays an emotion. He looks\r\nsolemn, withdrawn, stunned by the enormity of his job. His faith and vocation\r\nare real to him, but the parishioners in Ambricourt scorn and insult him, and\r\ntell lies about him. He is unwilling or unable to defend himself. He cannot\r\nunderstand the hostility. He keeps a daily journal in which he records his\r\nactions, which seem futile to him.\n\nThis\r\nfilm is the story of a man who seems in the process of offering himself to God\r\nas a sacrifice. He lives only on bread, wine and a little potato soup. He gives\r\nup meat and vegetables. Whether this is because his stomach won't hold down\r\nanything else or whether his diet is destroying his health is unclear until\r\nlater. He is thin and weak, he coughs up blood, he grows faint in the houses of\r\nparishioners, one late night he falls in the mud and cannot get up.\n\nIt\r\nis a bleak winter. The landscape around his little church is barren. There is\r\noften no sign of life except for the distant, unfriendly barking of dogs. His\r\nchurch and the manor of the local count are closed off behind bars, as if gated\r\nagainst each other. Girls in catechism class play tricks on him. The locals\r\ngossip that he's a drunk, because of his diet, but we never see him drunk.\r\nBresson often fills the frame with his face, passive, and the stare of his unfocused\r\neyes.\n\n\"Diary\r\nof a Country Priest\" has been called one of the two greatest Catholic\r\nfilms, along with Dreyer's \"The Passion of Joan of Arc.\" I see them\r\nboth as tragedies about true believers in the face of cruel societies. Both\r\nlives end in death, as Christ's did. The priest goes about his duties. He says\r\na daily Mass, often attended by only one person -- and her motive is not\r\nspiritual. He calls on the people in his parish, so weak he can hardly speak\r\nwith them, crossing their names from a list and stumbling back into the cold. A\r\nlocal man quarrels with him about the cost of his wife's funeral. People sneer\r\nat him as \"the little priest.\"\n\nHe\r\ntries to counsel the governess of the count's daughter, who the count is having\r\nan affair with. The count insults him. The daughter is angry with her father\r\nand everyone else. The countess knows of the affair but doesn't care; she lost\r\nher son at a young age, and is still in mourning. In the great scene that\r\nsupplies the center of the film, the priest urges the countess to have faith\r\nand accept Christ's love, and she undergoes a remarkable spiritual rebirth.\r\nEven this conversation is lied about and held against him.\n\nRobert\r\nBresson does nothing in a superficial way to please his audiences. The rewards\r\nof his films unfold slowly from their stories, and pierce deeply. He is very\r\nserious about human nature and the indifference of the world. He is not a\r\nCatholic but an agnostic who values any consolation his characters can find, in\r\nor out of faith.\n\nHis\r\nvisual strategy doesn't break scenes down into easy storytelling elements but\r\nregards them as unyielding facts. In this film he opens and closes many\r\npassages with old-fashioned iris shots, reproducing the act of opening our eyes\r\nto the world, seeing its reality, and closing them again. There is a lot of\r\nbackground music, some of it vaguely spiritual, some of it saccharine, all of\r\nit more ironic than consoling. The look seems dark and depressing at first, but\r\nhis films live not in the moment but in their complete length, and for the last\r\nhour I was more spellbound than during a thriller. Bresson does nothing to make\r\nme \"like\" the priest, but my empathy was urgently involved.\n\nBresson\r\n(1901-1999) was one of the great figures in the French cinema. In 50 years he\r\nmade only 13 features. I saw the final one, \"L'Argent,\" at the 1983\r\nCannes Film Festival, and recall that the press screening was unlike those of\r\nmost directors; you would have thought the critics were in church. It is ironic\r\nthat his films are more deeply spiritual than, in my opinion, anyone else's. He\r\ndid not believe, but he respected belief, and hope.\n\nNot\r\nfor his characters the consolations of tidy plots and snappy conversations.\r\nThey are faced with the existential dilemma: What is the point of life when its\r\ndestination is death? In \"The Diary of a Country Priest,\" the young\r\nhero welcomes the advice he receives from the local doctor and the old priest\r\nof a nearby parish. The doctor examines him, observes all the local people have\r\nbeen weakened by the alcoholism of their parents, warns him is undernourished,\r\nadmonishes him, \"face up to it!\" The priest (as only a French priest\r\nmight) attributes some of his problems to the fact that he doesn't drink better\r\nwine. The priest's advice is kind, practical, involved with the management of a\r\nparish. He treats the young man like a son. We sense he is a good old man and a\r\ngood priest, but wary of devotion carried to dangerous extremes.\n\nThe\r\nstar of this film, Claude Laydu, can hardly be seen to act at all. In life he\r\nwas quite lively, and indeed hosted a TV show for children. Bresson had a\r\nfamous theory that actors were \"models.\" He didn't require them to\r\nact, and indeed would repeat a shot time and time again to remove visible signs\r\nof \"acting.\" The scenario, the visual strategy and the editing would\r\nencompass his story. The actor must not seem too proactive because his\r\ncharacter is after all only a figure pushed here and there by life and fate.\r\nThis sounds like a severe artistic discipline, but the result can be purifying.\r\nAfter emerging from one of his films, you may sometimes see conventional movie\r\nacting as foolish: The characters actually believe they can influence the\r\noutcome!\n\nA\r\nfilm like \"Diary of a Country Priest\" gathers its strength as it\r\ncontinues. There's always the sense that Bresson knows exactly where he's going\r\nand the simplest way to get there. Consider the devastating effect of the\r\npriest's journey to visit a specialist in Lisle. We never even hear the second\r\ndoctor's opinion. We learn it through the journal, read aloud, as all through\r\nthe film key moments are narrated. After leaving the doctor's office the priest\r\ngoes to visit a friend of his from the seminary, now living a secular life in\r\npoverty because of illness, and seeks this man (who is living in sin) because he\r\nis still, after all, a priest, and can offer consolation and absolution.\n\nOne\r\nthing we are sure of is that the \"little country priest\" takes his\r\nvocation and faith very seriously. Nor does the film question them. It is about\r\nprecisely the dilemma we must all face: How far can our ideas support us in the\r\napproach to death? The young priest's ideas prove to sustain him in the final\r\nmoments, but they did little earlier to console him. He leaves behind a world\r\nof cruelty and petty ignorance. He did nothing deserving blame.\n\nNotes: The hand and handwriting in the film belong to Bresson.\r\n\"The Diary of a Country Priest\"is in national release in 2011 in a new digital\r\npresentation commissioned for its 60th anniversary. In my Great Movies series\r\nI've also written about Bresson's \"Pickpocket\" and \"Au Hazard\r\nBalthazar.\"", "running_time": 115, "mpaa_rating": "Unrated", "release_year": 1951, "date_published": "2011-04-13", "genres": ["Drama", "Foreign", "Indie", "Mystery"], "title": "Diary of a Country Priest (1951)"}