{"url": "http://www.rogerebert.com/reviews/great-movie-floating-weeds-1959", "by": "Hikaru Hoshias Kimura", "star_rating": 4.0, "text": "\n\nSooner or later, everyone who loves movies comes to Ozu. He is\r\nthe quietest and gentlest of directors, the most humanistic, the most serene.\r\nBut the emotions that flow through his films are strong and deep, because they\r\nreflect the things we care about the most: Parents and children, marriage or a\r\nlife lived alone, illness and death, and taking care of one another.\n\nYasujiro Ozu was born in 1903 and died in 1963, but his films\r\nwere not widely seen outside Japan until the early 1970s, because he was\r\nthought to be “too Japanese.” He is universal; I have never heard more weeping\r\nin the audience during any movie than during his “Tokyo Story,” which is about\r\nchildren who in a subtle way are too busy to pay proper attention during a\r\nvisit from their parents.\n\nIt is impossible to select Ozu's best film because his work is\r\nso much of a piece, and almost always to the same high standard. His stories\r\nusually involve two generations. They are family dramas, without violence.\r\nThere are few scenes where the characters vent their emotions, and some of the\r\nmost important decisions are implied, not said. He is wise about the ways we\r\nbalance our selfishness with the needs of others.\n\nFor me, “Floating Weeds” (1959) is like a familiar piece of\r\nmusic that I can turn to for reassurance and consolation. It is so\r\natmospheric--so evocative of a quiet fishing village during a hot and muggy\r\nsummer--that it envelops me. Its characters are like neighbors. It isn't a sad\r\nstory; the central character is an actor with a healthy ego, who has tried to\r\narrange his life according to his own liking and finds to his amazement that\r\nother people have wills of their own. He is funny, wrong-headed and finally touching.\n\nHis name is Komajuro (Ganjiro Nakamura). He leads a traveling\r\nacting troupe that performs cut-rate kabuki in the provinces (“floating weeds”\r\nis a Japanese term for itinerent actors). His mistress Sumiko, played by the\r\npretty and wise Machiko Kyo, is loyal to him, as are the other veteran actors,\r\nbut it's clear that the troupe is failing. As the film opens, we hear the\r\noffscreen putter of an exhausted boat engine. Then we see the troupe on the\r\nboat deck, collapsed in the shade, fanning themselves, smoking. On shore, the\r\ntroupe members fan out through the town, putting up posters and staging a\r\nragtag parade (a little boy grows so excited he must dash away and pee against\r\na wall). The theater owner gives them cramped living quarters upstairs.\n\nKomajuro goes to visit a woman who runs a saki bar. Her name is\r\nOyoshi (Haruko Sugimura), and years earlier she bore the actor's son. He is now\r\na handsome young man named Kiyoshi (Hiroshi Kawaguchi), who works in the post\r\noffice, and has been told that Komajuro is his uncle. The old actor is proud of\r\nhis son, but embarrassed to admit his parentage; he wants to keep the secret.\r\nHis mistress discovers the secret, is enraged, and sets a trap: She pays a\r\npretty young actress (Ayako Wakao) to seduce the youth. The old actor of course\r\ndoesn't want his son involved with a woman of (he well knows) easy virtue. His\r\ndilemma grows thornier when the two young people fall in love: How can he\r\nexercise authority without revealing the truth?\n\nThis material could be told in many ways. It could be a soap\r\nopera, a musical, a tragedy. Ozu tells it in a series of everyday events. He\r\nloves his characters too much to crank up the drama into artificial highs and\r\nlows. Above all we get a sense of the physical existence of these people, especially\r\nold Komajuro's physical weariness, as he settles down gratefully in the saki\r\nshop and lights a cigarette and looks around, pleased to have a moment for\r\nhimself.\n\nOzu's scenes mirror the rhythms of ordinary life. He shows minor\r\ncharacters in desultory conversations; we learn much about the troupe from the\r\ngossip of the supporting actors. We see a performance before a sparse audience;\r\nthe actors peer out through the curtain, counting the house and looking for\r\ncute girls. The performance desperately needs to be restaged with a fresh eye\r\nand perhaps a more interested cast.\n\nOzu doesn't dart from one plot point to another. He uses his\r\nfamous visual style to allow us to contemplate and inhabit the action. The\r\ncamera is always a little lower than the characters; when they are seated on\r\ntatami mats, it is only a few feet from the floor. This brings a kind of\r\nstature to their ordinariness. Between scenes, he often cuts to “pillow shots”--two\r\nor three quiet compositions, showing an architectural detail, a banner in the\r\nwind, a tree or the sky.\n\nHis camera never moves. No pans. No tracking shots. There are\r\nnot even any dissolves; just cuts between one composition and the next. This is\r\nvery contemplative. We are prompted to look and involve ourselves, instead of\r\nsimply reacting.\n\nOzu is known for violating the traditional rules of visual\r\ncomposition. He often composes a conversation so that the characters don't seem\r\nto be looking at each other. I think I know why. With alternating\r\nover-the-shoulder shots, the audience is required to identify with the point of\r\nview of one character and then the other. When Ozu shoots them both looking in\r\nthe same direction, we are kept outside the conversation; we can regard them\r\nobjectively, and leave them their privacy.\n\nHis shots are direct, but often beautiful. Notice the way he\r\nhandles an argument between the old actor and his mistress. The camera does not\r\nmove. They are on opposite sides of a narrow street. It is raining in between\r\nthem. She walks back and forth with a red umbrella. Break this up into dramatic\r\ncloseups, and you'd shatter it. The space and rain between them is the visual\r\ncounterpoint to their feelings. (And perhaps, passionate as they are, neither\r\none wants to get wet.)\n\nThe movie's music, by Kojun Saito, is lilting and nostalgic. For\r\nsome reason it always reminds me of the music in “Mr. Hulot's Holiday”; both\r\nsoundtracks evoke the feeling of summer in a village near the sea, where the\r\nheat and the quiet have created a kind of dreamy suspension of the rules.\n\nOzu made 54 films, starting with silents in 1927 and continuing\r\nuntil “An Autumn Afternoon” the year before he died. He worked with the same\r\nactors and technicians again and again. In “Tokyo Ga,” Wim Wenders'\r\ndocumentary, both his cameraman Kazuo Miyagawa and the veteran actor Chishu Ryu\r\nweep when they remember him. He was a small, quiet, chain-smoking man who never\r\naimed for an international audience, and who was content to tell domestic\r\nstories with small variations. Less than a dozen of his films are available in\r\nthe West on video (and only “Floating Weeds” is also on laserdisc). But films\r\nsuch as “Tokyo Story,” “Late Spring,” “Early Spring,” “Early Autumn” and “An Autumn\r\nAfternoon” are available, and to look at any Ozu film is to glimpse the whole.\n\n“I have formulated my own directing style in my head,” he once\r\nsaid, “proceeding without any unnecessary imitation of others.” By “others” he\r\ndid not mean his contemporaries. He meant the entire cinematic language going\r\nback to D.W. Griffith. He fearlessly “crosses the line,” moving his camera\r\nthrough 360 degrees so that props on one side of the screen seem to leap to the\r\nother side. He violates all the rules about matching eyeline shots.\n\nHe once had a young assistant who suggested that perhaps he\r\nshould shoot conversations so that it seemed to the audience that the\r\ncharacters were looking at one another. Ozu agreed to a test. They shot a scene\r\nboth ways, and compared them. “You see?” Ozu said. “No difference!”\n\nOzu was most Japanese in taking similar materials and working\r\nthem again and again in subtly different ways, always in his own style. Like\r\nthe Japanese printmakers of earlier centuries, he disliked novelty, and\r\npreferred variations on a theme. When you see his films, you feel in the arms\r\nof a serenely confident and caring master. In his stories about people who live\r\nfar away, you recognize, in one way or another, everyone you know.", "running_time": 119, "mpaa_rating": "NR", "release_year": 1959, "date_published": "1997-03-30", "genres": ["Drama", "Foreign", "Indie"], "title": "Floating Weeds (1959)"}