{"url": "http://www.rogerebert.com/reviews/great-movie-the-shawshank-redemption-1994", "by": "Tim Robbinsas Andy Dufresne", "star_rating": 4.0, "text": "It is a strange comment to make about a film set inside a prison, but \"The Shawshank Redemption\" creates a warm hold on our feelings because it makes us a member of a family. Many movies offer us vicarious experiences and quick, superficial emotions. \"Shawshank\" slows down and looks. It uses the narrator's calm, observant voice to include us in the story of men who have formed a community behind bars. It is deeper than most films; about continuity in a lifetime, based on friendship and hope.\n\nInteresting that although the hero of the film is the convicted former banker Andy Dufresne (Tim Robbins), the action is never seen from his point of view. The film's opening scene shows him being given two life sentences for the murder of his wife and her lover, and then we move, permanently, to a point of view representing the prison population and particularly the lifer Ellis 'Red' Redding (Morgan Freeman). It is his voice remembering the first time he saw Andy (\"looked like a stiff breeze would blow him over\"), and predicting, wrongly, that he wouldn't make it in prison.\n\nFrom Andy's arrival on the prison bus to the film's end, we see only how others see him - Red, who becomes his best friend, Brooks the old librarian, the corrupt Warden Norton, guards and prisoners. Red is our surrogate. He's the one we identify with, and the redemption, when it comes, is Red's. We've been shown by Andy's example that you have to keep true to yourself, not lose hope, bide your time, set a quiet example and look for your chance. \"I guess it comes down to a simple choice, really,\" he tells Red. \"Get busy livin' or get busy dyin'.\"\n\nThe key to the film's structure, I think, is that it's not about its hero, but about our relationship with him - our curiosity, our pity, our admiration. If Andy had been the heroic center, bravely enduring, the film would have been conventional, and less mysterious. But we wonder about this guy. Did he really kill those two people? Why does he keep so much to himself? Why can he amble through the prison yard like a free man on a stroll, when everyone else plods or sidles?\n\nPeople like excitement at the movies, and titles that provide it do well. Films about \"redemption\" are approached with great wariness; a lot of people are not thrilled by the prospect of a great film - it sounds like work. But there's a hunger for messages of hope, and when a film offers one, it's likely to have staying power even if it doesn't grab an immediate audience.\n\n\"The Shawshank Redemption\" premiered at the Toronto Film Festival in September 1994, and opened a few weeks later. It got good reviews but did poor business (its $18 million original gross didn't cover costs; it took in only another $10 million after winning seven Oscar nominations, including best picture).\n\nThere wasn't much going for it: It had a terrible title, it was a \"prison drama\" and women don't like those, it contained almost no action, it starred actors who were respected but not big stars, and it was long at 142 minutes. Clearly this was a movie that needed word-of-mouth to find an audience, and indeed business was slowly but steadily growing when it was yanked from theaters. If it had been left to find its way, it might have continued to build and run for months, but that's not what happened.\n\nInstead, in one of the most remarkable stories in home video history, it found its real mass audience on tapes and discs, and through TV screenings. Within five years, \"Shawshank\" was a phenomenon, a video best seller and renter that its admirers feel they've discovered for themselves. When the Wall Street Journal ran an article about the \"Shawshank\" groundswell in April 1999, it was occupying first place in the Internet Movie Database worldwide vote of the 250 best films; it's usually in the top five.\n\nPolls and rentals reflect popularity but don't explain why people value \"Shawshank\" so fervently. Maybe it plays more like a spiritual experience than a movie. It does have entertaining payoff moments (as when the guards from another prison, wearing their baseball uniforms, line up to have Andy do their taxes). But much of the movie involves quiet, solitude, and philosophical discussions about life. The moments of violence (as when Andy is sexually assaulted) are seen objectively, not exploited.\n\nThe movie avoids lingering on Andy's suffering; after beatings, he's seen in medium and long shot, tactfully. The camera doesn't focus on Andy's wounds or bruises, but, like his fellow prisoners, gives him his space.\n\nThe Morgan Freeman character is carrier of the film's spiritual arc. We see him at three parole hearings, after 20, 30 and 40 years. The first hearing involves storytelling trickery; the film has opened with Andy's sentencing, and then we see a parole board, and expect it's about to listen to Andy's appeal. But, no, that's when we first see Red. In his first appeal he tries to convince the board he's been rehabilitated. In the second, he just goes through the motions. In the third, he rejects the whole notion of rehabilitation, and somehow in doing so he sets his spirit free, and the board releases him.\n\nThere's an underlying problem. Behind bars, Red is king. He's the prison fixer, able to get you a pack of cigarettes, a little rock pick or a Rita Hayworth poster. On the outside, he has no status or identity. We've already seen what happened to the old librarian (James Whitmore), lonely and adrift in freedom. The last act, in which Andy helps Red accept his freedom, is deeply moving - all the more so because Andy again operates at a distance, with letters and postcards, and is seen through Red's mind.\n\nFrank Darabont wrote and directed the film, basing it on a story by Stephen King. His film grants itself a leisure that most films are afraid to risk. The movie is as deliberate, considered and thoughtful as Freeman's narration. There's a feeling in Hollywood that audiences have short attention spans and must be assaulted with fresh novelties. I think such movies are slower to sit through than a film like \"Shawshank,\" which absorbs us and takes away the awareness that we are watching a film.\n\nDeliberate, too, is the dialogue. Tim Robbins makes Andy a man of few words, quietly spoken. He doesn't get real worked up. He is his own man, capable of keeping his head down for years and then indulging in a grand gesture, as when he plays an aria from Mozart's \"The Marriage of Figaro.\" (The overhead shot of the prisoners in the yard, spellbound by the music, is one of the film's epiphanies.) Because he does not volunteer himself, reach out to us or overplay his feelings, he becomes more fascinating: It is often better to wonder what a character is thinking than to know.\n\nRoger Deakins' cinematography is tactful, not showy. Two opening shots, one from a helicopter, one of prison walls looming overhead, establish the prison. Shots follow the dialogue instead of anticipating it. Thomas Newman's music enhances rather than informs, and there is a subtle touch in the way deep bass rumblings during the early murder are reprised when a young prisoner recalls another man's description of the crime.\n\nDarabont constructs the film to observe the story, not to punch it up or upstage it. Upstaging, in fact, is unknown in this film; the actors are content to stay within their roles, the story moves in an orderly way, and the film itself reflects the slow passage of the decades. \"When they put you in that cell,\" Red says, \"when those bars slam home, that's when you know it's for real. Old life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.\" Watching the film again, I admired it even more than the first time I saw it. Affection for good films often grows with familiarity, as it does with music. Some have said life is a prison, we are Red, Andy is our redeemer. All good art is about something deeper than it admits.", "running_time": 142, "mpaa_rating": "R", "release_year": 1994, "date_published": "1999-10-17", "genres": ["Crime", "Drama"], "title": "The Shawshank Redemption (1994)"}