{"url": "http://www.rogerebert.com/reviews/great-movie-nights-of-cabiria-1957", "by": "Giulietta Masinaas Cabiria", "star_rating": 4.0, "text": "\n\nCabiria's eyebrows are straight, black horizontal lines,\r\nsketched above her eyes like a cartoon character's. Her shrug, her walk, her\r\nway of making a face, all suggest a performance. Of course a prostitute is\r\nalways acting in one way or another, but Cabiria seems to have a character in\r\nmind--perhaps Chaplin's Little Tramp, with a touch of Lucille Ball, who must\r\nhave been on Italian TV in the 1950s. It's as if Cabiria thinks she can waltz\r\nuntouched through the horrors of her world, if she shields herself with a comic\r\npersona.\n\nOr perhaps this actually is Cabiria and not a performance:\r\nPerhaps she is a waiflike innocent, a saint among the sinners. It is one of the\r\npleasures of Giulietta Masina's performance that the guard never comes down. As\r\nartificial as Cabiria's behavior sometimes seems, it always seems her own, and\r\nthis little woman carries herself proudly through the gutters of Rome.\n\n“Nights of Cabiria,” directed by Masina's husband, Federico\r\nFellini, in 1957, won her the best actress award at Cannes, and the film won\r\nthe Oscar for best foreign picture--his second in a row, after “La Strada” in 1956\r\n(he also won for “8 1/2” in 1963 and “Amarcord” in 1974). Strange, then, that\r\nit is one of Fellini's least-known works--so unfamiliar that he was able to\r\nrecycle a lot of the same underlying material in “La Dolce Vita” only three\r\nyears later.\n\nNow the movie has been re-released in a restored 35-mm. print,\r\nwith retranslated, bolder subtitles giving a better idea of the dialogue by\r\nPier Paolo Pasolini. There is also a 7 1/2-minute scene that was suppressed in\r\nearlier versions of the film.\n\nSeeing it in its new glory, with a score by Fellini's beloved\r\ncomposer Nina Rota, “Nights of Cabiria” plays like a plucky collaboration on an\r\nadult theme between Fellini and Chaplin. Masina deliberately based her Cabiria\r\non the Little Tramp, I think--most obviously with some business with an\r\numbrella, and a struggle with the curtains in a nightclub. But while Chaplin's\r\ncharacter inhabited a world of stock villains and happy endings, Cabiria\r\nsurvives at the low end of Rome's prostitution trade. When she's picked up by a\r\nfamous actor and he asks her if she works the Via Veneto, the center of Rome's\r\nglitz, she replies matter-of-factly that, no, she prefers the Archeological\r\nPassage, because she can commute there on the subway.\n\nCabiria is a working girl. Not a sentimentalized one, as in “Sweet\r\nCharity,” the Broadway musical and movie based on this story, but a tough\r\ncookie who climbs into truck cabs, gets in fights and hides in the bushes\r\nduring police raids. She's proud to own her own house--a tiny shack in an\r\nindustrial wasteland--and she dreams of sooner or later finding true romance,\r\nbut her taste in men is dangerous, it's so trusting; the movie opens with her\r\ncurrent lover and pimp stealing her purse and shoving her into the river to\r\ndrown.\n\nBy the nature of their work prostitutes can find themselves\r\nalmost anywhere in a city, in almost any circle, on a given night. She's\r\nadmitted to the nightclub, for example, under the sponsorship of the movie star\r\n(Alberto Lazzari). He picks her up after a fight with his fiancee, takes her to\r\nhis palatial villa, and then hides her in the bathroom when the fiancee turns\r\nup unexpectedly (Cabiria spends the night with his dog). Later, seeking some\r\nkind of redemption, she joins another girl and a pimp on a visit to a reputed\r\nappearance by the Virgin Mary. And in the scene cut from the movie, she\r\naccompanies a good samaritan as he visits the homeless with food and gifts (she\r\nis shocked to see a once-beautiful hooker crawl from a hole in the ground).\n\nAll of these scenes are echoed in one way or another in “La\r\nDolce Vita,” which sees some of the same terrain through the eyes of a gossip\r\ncolumnist (Marcello Mastroianni) instead of a prostitute. In both films, a\r\nhooker peeps through a door as a would-be client makes love with his mistress.\r\nBoth have nightclub scenes opening with exotic ethnic dancers. Both have a\r\nbogus appearance by the Virgin. Both have a musical sequence set in an outdoor\r\nnightclub. And both have, as almost all Fellini movies have, a buxom slattern,\r\na stone house by the sea, a procession and a scaffold seen outlined against the\r\ndawn. These must be personal touchstones of his imagination.\n\nFellini was a poet of words and music. He never recorded the\r\ndialogue at the time he shot his films. Like most Italian directors, he dubbed\r\nthe words in later. On his sets, he played music during almost every scene, and\r\nyou can sense in most Fellini movies a certain sway in the way the characters\r\nwalk: Even the background extras seem to be hearing the same rhythm. Cabiria\r\nhears it, but often walks in counterpoint, as if to her own melody. She is a\r\nstubborn sentimentalist who cannot believe the man she loved--the man she would\r\ndo anything for--would try to drown her for 40,000 lira. (“They'd do it for\r\n5,000,” her neighbor assures her.)\n\nShe is a woman seeking redemption, a woman who works as a sinner\r\nbut seeks inner spirituality. One night she happens into a performance by a\r\nhypnotist, is called onstage, and in the film's most extraordinary sequence is\r\nplaced in a trance (half vaudeville, half enchanted fantasy) in which she\r\nreveals her trust and sweetness. She also informs the rude audience that she\r\nhas a house and a bank account.\n\nA man named Oscar (Francois Perier) sees her on the stage and\r\nbegins to court her with flowers and quiet sincerity. He is touched by her\r\ninnocence and goodness, he says, and she believes him. At last she has found a\r\nman she can trust, to spend her whole life with. She is filled with joy, even\r\nas her friends (and we in the audience) despair of her naivete.\n\nFellini's roots as a filmmaker are in the postwar Italian\r\nNeorealist movement (he worked for Rossellini on “Open City” in 1945), and his\r\nearly films have a grittiness that is gradually replaced by the dazzling\r\nphantasms of the later ones. “Nights of Cabiria” is transitional; it points\r\ntoward the visual freedom of “La Dolce Vita” while still remaining attentive to\r\nthe real world of postwar Rome. The scene involving the good samaritan provides\r\na framework to show people living in city caves and under bridges, but even\r\nmore touching is the scene where Cabiria turns over the keys of her house to\r\nthe large and desperately poor family that has purchased it.\n\nThese scenes provide an anchor, an undertow, that lends a\r\ncontext to the lighter scenes, like the one where she is mocked by two Via\r\nVeneto prostitutes who are more elegant (and much taller) than she is. Or the\r\nscene where she drives away in the actor's big American car while flaunting her\r\nnew client to her rival prostitutes (again, a scene Fellini would recycle in “La\r\nDolce Vita”). In all of those scenes she remains in defiant character, and then\r\nwe sense a certain softening toward the end. As she allows herself to believe\r\nthat her future lies with Oscar, her eyebrows subtly soften their bold\r\nhorizontal slashes, and begin to curve above eyes and a face that seem more\r\nvulnerable. It's all in preparation for the film's unforgettable last shot, in\r\nwhich we see Cabiria's face in all its indomitable resolve.\n\nOf all his characters, Fellini once said, Cabiria was the only\r\none he was still worried about. In 1992, when Fellini was given an honorary\r\ncareer Oscar, he looked down from the podium to Masina sitting in the front row\r\nand told her not to cry. The camera cut to her face, showing her smiling\r\nbravely through her tears, and there was Cabiria.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1957, "date_published": "1998-08-16", "genres": ["Drama", "Foreign", "Indie"], "title": "Nights of Cabiria (1957)"}