{"url": "http://www.rogerebert.com/reviews/great-movie-amarcord-1974", "by": "Magali Noelas Gradisca", "star_rating": 4.0, "text": "If ever there was a movie made entirely out of nostalgia and joy, by a filmmaker at the heedless height of his powers, that movie is Federico Fellini’s “Amarcord.” The title means “I remember” in the dialect of Rimini, the seaside town of his youth, but these are memories of memories, transformed by affection and fantasy and much improved in the telling. Here he gathers the legends of his youth, where all of the characters are at once larger and smaller than life -- flamboyant players on their own stages.\n\nAt the center is an overgrown young adolescent, the son of a large, loud family, who is dizzied by the life churning all around him -- the girls he idealizes, the tarts he lusts for, the rituals of the village year, the practical jokes he likes to play, the meals that always end in drama, the church’s thrilling opportunities for sin and redemption, and the vaudeville of Italy itself -- the transient glories of grand hotels and great ocean liners, the play-acting of Mussolini’s fascist costume party.\n\nSometimes from this tumult an image of perfect beauty will emerge, as when in the midst of a rare snowfall, the count’s peacock escapes and spreads its dazzling tail feathers in the blizzard. Such an image is so inexplicable and irreproducible that all the heart can do is ache with gratitude, and all the young man can know is that he will live forever, love all the women, drink all the wine, make all the movies and become Fellini.\n\n“Amarcord” is Fellini’s final great film. The other masterpieces are “La Strada,” “Nights of Cabiria,” “La Dolce Vita,” “8 1/2” and “Juliet of the Spirits.” He made other films of consequence, including “Il Bidone,” “Fellini's Roma,” “Fellini Satyricon,” “Casanova” and “The Clowns,” but those six titles show him in the full flood of his talent. All of his films are autobiographical in one way of another -- feeding off of his life, his fantasies, his earlier films -- and from them a composite figure takes shape, of a hustler on the make, with a rakish hat and a victorious grin, spinning delight out of thin air, entranced by dreams of voluptuous temptresses, restrained by Catholic guilt -- a ringmaster in love with the swing dance tempos of the ‘40s and ‘50s, who liked to organize his characters into processions and parades.\n\nFellini was more in love with breasts than Russ Meyer, more wracked with guilt than Ingmar Bergman, more of a flamboyant showman than Busby Berkeley. He danced so instinctively to his inner rhythms that he didn’t even realize he was a stylistic original; did he ever devote a moment’s organized thought to the style that became known as “Felliniesque,” or was he simply following the melody that always played when he was working?\n\nThe melody was literal most of the time. Like his Italian contemporaries, he post-synched most of his dialogue, so it didn’t matter so much how his actors read their lines, and he often had a small orchestra or a phonograph to supply music while a scene was being filmed. That’s why so often in a Fellini film the actors don’t seem simply to be walking, but subtly moving to an unheard melody. They seem to be able to hear the soundtrack.\n\n“Amarcord” is like a long dance number, interrupted by dialogue, public events and meals. It is constructed like a guided tour through a year in the life of the town, from one spring to the next. There are several narrators, including an old rummy-dummy who visibly forgets his lines, and a professor who lectures us learnedly on the town’s historical precedents. Other narrators include the singing voices of the children, heralding the arrival of the first dandelion balls of spring, and a confiding voice on the soundtrack that is Fellini himself.\n\nThe film is set during the stage-opera phase of Italian fascism, which it sees as a delusion of foolish people -- and yet the father in the family, a communist who plays the Internationale from a phonograph in the church tower to protest the visit of a fascist leader, is no less foolish. Politics in “Amarcord” are on the level of the endless battle between the parish priest and the communist mayor in The Little World of Don Camillo, Giovanni Guareschi’s best-seller of a half-century ago: Both sides are so Italian they prefer the fun of their public drama to winning or losing. Fascism was no fun in real life, but for that you have to see De Sica’s “The Garden of the Finzi-Continis,” because in Fellini’s garden only characters grow.\n\nThe town itself is a character. We meet the buxom Gradisca (Magali Noel), who runs a beauty parlor and parades her innocent carnality and her red fur hat past the inflamed local men as if she had been elected to a public office; and Titta (Bruno Zanin), who finds Gradisca beyond his reach but boldly offers to show the voluptuous proprietor of the tobacco shop that he is such a man he can lift her off her feet; and “Ronald Colman,” who runs the local cinema; and Titta’s father (Armando Brancia), who rules the family table with what is intended to be an iron hand; and Titta’s mother (Pupella Maggio), who offers to kill herself more or less daily because of her husband’s idiocy; and her brother, who vainly trains his hair beneath a net and focuses on his meals with a hypnotic concentration; and the local priest, obsessed with whether the boys touch themselves; and all of Titta’s playmates, who gather for enthusiastic mutual touchings of self.\n\nEvery day brings a drama. Every summer the family liberates Uncle Teo from the local asylum for a picnic in the country, and this year while they are distracted he climbs a tree and refuses to come down, moaning “I want a woman!” like a lovesick bull. He throws apples at those who try to climb up to him, and finally the family sends to the asylum for help, and a midget nun arrives to order Teo down. This nun wears a headdress so exaggerated we never see her face, and form an instant opinion that she is, in fact, a man.\n\nThe arrival of a provincial fascist leads to an absurd public ceremony, all of the fascists trotting from the train station to the public square, where a papier-mache Mussolini looks like a comic bulldog. The local youth go through gymnastics exercises no doubt connected to national security. We also glimpse their education, in a hilarious montage of classes in the local school, one interrupted by the most novel and ingenious delivery of urine that can possibly be imagined.\n\nThere is a poetic and melancholy side, too, as when fog blankets the town and the characters seek softly for their bearings, and when the great liner Rex passes offshore and the townspeople all row out in their boats to watch it pass (it is as artificial as the “waves” the boats ride on, suggesting how much the national image depends on illusion). Local imaginations are inflamed by what must go on at the Grand Hotel, which none of the locals can afford to step foot in, although Gradisca, their heroine, figures in a popular legend there -- and so does the rummy-dummy, when a Sultan’s harem lets down their rope ladders for him. Gradisca is their carnal fantasy, their symbol of hope, their good-hearted friend. She also supplies an example of the way Fellini’s films become his parallel autobiography; Gradisca is virtually the same character, in appearance and behavior, as Carla (Sandra Milo), Marcello’s mistress in “8 1/2.”\n\nThe film’s most beautiful scene involves the snowfall and the peacock feathers. The snow is plowed into impossibly tall walls to make a maze between which the boys and Gradisca have a snowball fight. The saddest scene, at the beach, is Gradisca’s wedding to a slick fascist leader; the marriage is of their hopes and their doom. She pulls away from her husband to throw her bride’s bouquet, but there is no one to catch it.\n\nThe film is saturated with Fellini’s affection for these people, whose hopes are so transparent they can see through their own into another’s. All of the Fellini visual trademarks are here, including the half-finished scaffold that mediates between heaven and earth, and the grotesque faces of the extras, and the parades and processions, and always the Nino Rota music (and his arrangements of standards, especially “Stormy Weather”). Fellini shoots in color, and makes special use of the reds and whites of Gradisca’s outfits. He is careful to stay mostly in mid- and long-shot, the correct distance for comedy, and uses closeup mostly for intense longing. \n\nHis film seems almost to flow from the camera, as anecdotes will flow from one who has told them often and knows they work. If there is a bittersweet undertone, perhaps it is because Fellini suspected the film business was changing and his funding and access would never again be the same; this was the last of his films made for no better reason than Fellini wanted to make it.", "running_time": 127, "mpaa_rating": "R", "release_year": 1974, "date_published": "2004-01-04", "genres": ["Comedy", "Drama", "Foreign"], "title": "Amarcord (1974)"}