{"url": "http://www.rogerebert.com/reviews/great-movie-the-battleship-potemkin-1925", "by": null, "star_rating": 4.0, "text": "\n\n\"The Battleship Potemkin” has been so famous for so long\r\nthat it is almost impossible to come to it with a fresh eye. It is one of the\r\nfundamental landmarks of cinema. Its famous massacre on the Odessa Steps has\r\nbeen quoted so many times in other films (notably in “The Untouchables”) that\r\nit's likely many viewers will have seen the parody before they see the\r\noriginal. The film once had such power that it was banned in many nations,\r\nincluding its native Soviet Union. Governments actually believed it could\r\nincite audiences to action. If today it seems more like a technically brilliant\r\nbut simplistic “cartoon” (Pauline Kael's description in a favorable review),\r\nthat may be because it has worn out its element of surprise--that, like the\r\n23rd Psalm or Beethoven's Fifth, it has become so familiar we cannot perceive\r\nit for what it is.\n\nHaving said that, let me say that “Potemkin,” which I have seen\r\nmany times and taught using a shot-by-shot approach, did come alive for me the\r\nother night, in an unexpected time and place. The movie was projected on a big\r\nscreen hanging from the outside wall of the Vickers Theater in Three Oaks,\r\nMich., and some 300 citizens settled into their folding chairs in the parking\r\nlot to have a look at it. The simultaneous musical accompaniment was by Concrete,\r\na southwestern Michigan band. Under the stars on a balmy summer night, far from\r\nfilm festivals and cinematheques, Sergei Eisenstein's 1925 revolutionary call\r\ngenerated some of its legendary rabble-rousing power.\n\nIt's not that anybody stood up and sang “The Internationale.”\r\nThe folding chairs for this classic exercise in Soviet propaganda were on loan\r\nfrom the local Catholic church. Some audience members no doubt drove over to\r\nOink's in New Buffalo afterward for ice cream cones. But the film did have\r\nheadlong momentum, thrilling juxtapositions and genuine power to move--most\r\nespecially during the Odessa Steps sequence, which had some viewers gasping out\r\nloud.\n\nThe movie was ordered up by the Russian revolutionary leadership\r\nfor the 20th anniversary of the Potemkin uprising, which Lenin had hailed as\r\nthe first proof that troops could be counted on to join the proletariat in\r\noverthrowing the old order.\n\nAs sketched by Eisenstein's film, the crew members of the\r\nbattleship, cruising the Black Sea after returning from the war with Japan, are\r\nmutinous because of poor rations. There is a famous closeup of their breakfast\r\nmeat, crawling with maggots. After officers throw a tarpaulin over the\r\nrebellious ones and order them to be shot, a firebrand named Vakulinchuk cries\r\nout, “Brothers! Who are you shooting at?” The firing squad lowers its guns, and\r\nwhen an officer unwisely tries to enforce his command, full-blown mutiny takes\r\nover the ship.\n\nOnshore, news of the uprising reaches citizens who have long\r\nsuffered under czarist repression. They send food and water out to the\r\nbattleship in a flotilla of skiffs. Then, in one of the most famous sequences\r\never put on film, czarist troops march down a long flight of steps, firing on\r\nthe citizens who flee before them in a terrified tide. Countless innocents are\r\nkilled, and the massacre is summed up in the image of a woman shot dead trying\r\nto protect her baby in a carriage--which then bounces down the steps, out of\r\ncontrol.\n\nThat there was, in fact, no czarist massacre on the Odessa Steps\r\nscarcely diminishes the power of the scene. The czar's troops shot innocent\r\ncivilians elsewhere in Odessa, and Eisenstein, in concentrating those killings\r\nand finding the perfect setting for them, was doing his job as a director. It\r\nis ironic that he did it so well that today, the bloodshed on the Odessa Steps\r\nis often referred to as if it really happened.\n\nNews of the uprising reaches the Russian fleet, which speeds\r\ntoward Odessa to put it down. The Potemkin and a destroyer, also commanded by\r\nrevolutionaries, steam out to meet them. Eisenstein creates tension by cutting\r\nbetween the approach fleet, the brave Potemkin, and details of the onboard\r\npreparation. At the last moment, the men of the Potemkin signal their comrades\r\nin the fleet to join them--and the Potemkin steams among the oncoming ships\r\nwithout a shot being fired at it.\n\n“The Battleship Potemkin” is conceived as class-conscious\r\nrevolutionary propaganda, and Eisenstein deliberately avoids creating any\r\nthree-dimensional individuals (even Vakulinchuk is seen largely as a symbol).\r\nInstead, masses of men move in unison, as in the many shots looking down at\r\nPotemkin's foredeck. The people of Odessa, too, are seen as a mass made up of\r\nmany briefly glimpsed but starkly seen faces. The dialogue (in title cards) is\r\nlimited mostly to outrage and exhortation. There is no personal drama to\r\ncounterbalance the larger political drama.\n\nEisenstein (1898-1948) was a student and advocate of Soviet\r\ntheories of film montage, which argued that film has its greatest impact not by\r\nthe smooth unrolling of images, but by their juxtaposition. Sometimes the\r\ncutting is dialectical: point, counterpoint, fusion. Cutting between the\r\nfearful faces of the unarmed citizens and the faceless troops in uniform, he\r\ncreated an argument for the people against the czarist state. Many other cuts\r\nare as abrupt: After Potemkin's captain threatens to hang mutineers from the\r\nyardarm, we see ghostly figures hanging there. As the people call out, “Down\r\nwith the tyrants!” we see clenched fists. To emphasize that the shooting\r\nvictims were powerless to flee, we see one revolutionary citizen without legs.\r\nAs the troops march ahead, a military boot crushes a child's hand. In a famous\r\nset of shots, a citizen is seen with eyeglasses; when we cut back, one of the\r\nglasses has been pierced by a bullet.\n\nEisenstein felt that montage should proceed from rhythm, not\r\nstory. Shots should be cut to lead up to a point, and should not linger because\r\nof personal interest in individual characters. Most of the soundtracks I've\r\nheard with “Potemkin” do not follow this theory, and instead score the movie as\r\na more conventional silent drama. Concrete, the Michigan band (Boyd Nutting,\r\nJon Yazell, Andrew Lersten), underlined and reinforced Eisenstein's approach\r\nwith an insistent, rhythmic, repetitive score, using keyboards, half-heard\r\nsnatches of speech, cries and choral passages, percussion, martial airs and\r\nfound sounds. It was an aggressive, insistent approach, played loud, by\r\nmusicians who saw themselves as Eisenstein's collaborators, not his meek\r\naccompanists.\n\nIt was the music, I think, along with the unusual setting, that\r\nwas able to break through my long familiarity with “Battleship Potemkin” and\r\nmake me understand, better than ever before, why this movie was long considered\r\ndangerous. (It was banned at various times in the United States and France, and\r\nfor a longer time than any other film in British history; even Stalin banned\r\nit, at a time when mutiny was against the party line.)\n\nThe fact is, “Potemkin” doesn't really stand alone, but depends\r\nfor its power upon the social situation in which it is shown. In prosperous\r\npeacetime, it is a curiosity. If it had been shown in China at the time of\r\nTiananmen Square, I imagine it would have been inflammatory. It was voted the\r\ngreatest film of all time at the Brussels, Belgium, World's Fair in 1958\r\n(ironically, the very year “Citizen Kane” had its great re-release and went to\r\nthe top of the list for the next 40 years). The Cold War was at its height in\r\n1958, and many European leftists still subscribed to the Marxist prescription\r\nfor society; “Potemkin” for them had a power, too.\n\nBut it suffers when it is seen apart from its context (just as “The\r\nGraduate,” by striking the perfect note for 1967, strikes a dated note now). It\r\nneeds the right audience. In a sense, the band Concrete supplied a virtual\r\naudience; the loud, passionate, ominous music by the three young musicians\r\nworked as an impassioned audience response does, to carry and hurry the other\r\nwatchers along. “Battleship Potemkin” is no longer considered the greatest film\r\never made, but it is obligatory for anyone interested in film history, and the\r\nother night in that small-town parking lot I got a sense, a stirring, of the\r\nburied power it still contains, awaiting a call.", "running_time": 75, "mpaa_rating": null, "release_year": 1925, "date_published": "1998-07-19", "genres": ["Drama", "Foreign", "History"], "title": "The Battleship Potemkin (1925)"}