{"url": "http://www.rogerebert.com/reviews/great-movie-dark-city-2005", "by": "Rufus Sewellas John Murdoch", "star_rating": 4.0, "text": "\"Dark City\" by Alex Proyas resembles its great silent predecessor \"Metropolis\" in asking what it is that makes us human, and why it cannot be changed by decree. Both films are about false worlds created to fabricate ideal societies, and in both the machinery of the rulers is destroyed by the hearts of the ruled. Both are parables in which a dangerous weapon attacks the order of things: a free human who can see what really is, and question it. \"Dark City\" contains a threat more terrible than any of the horrors in \"Metropolis,\" because the rulers of the city can control the memories of its citizens; if we are the sum of all that has happened to us, then what are we when nothing has happened to us?\n\nIn \"Dark City\" (1998), all of the human memories are newly fabricated when the hands of the clock reach 12. This is defined as \"midnight,\" but the term is deceptive, because there is no noon. \"First came darkness, then came the Strangers,\" we are told in the opening narration. In the beginning, there was no light. John Murdoch, the hero, asks Bumstead, the police detective: \"When was the last time you remember doing something during the day?\" Bumstead is surprised by the question. \"You know something?\" Murdoch asks him. \"I don't think the sun even exists in this place. I've been up for hours and hours, and the night never ends here.\"\n\nThe narration explains that the Strangers came from another galaxy and collected a group of humans to study them. Their civilization is dying. They seek to find the secret of the human heart, or soul, or whatever it is that falls outside their compass. They create a vast artificial city, which can be fabricated, or \"tuned,\" whenever they want to run another experiment.\n\nWe see the tuning taking place. All humans lose consciousness. All machinery stops. Changes are made in the city. Skyscrapers are extruded from the primordial materials of the underworld, architecture is devised, rooms are prepared for their inhabitants, props are set in place. Aided by a human scientist, the Strangers inject memories into the foreheads of their test subjects. When humans awaken, they have no memory of the day before; everything they remember has been injected from a communal memory bank. If a man commits murder one day and then is given a new identity, is he still capable of committing murder? Are men inherently good or evil, or is it a matter of how they think of themselves? The Strangers need to know.\n\nMurdoch (Rufus Sewell) has developed an immunity to the devices of the Strangers. His latest memory injection was incomplete. It was administered by Dr. Schreber (Kiefer Sutherland), a scientist who works for the Strangers but has no love for them. Murdoch wakes in a hotel room with the corpse of a dead woman; the script for the day has made him a serial killer of prostitutes. Schreber warns him he is the subject of an experiment but has proven resistant to it. The Strangers are coming for him, and he must flee.\n\nThat sets the story into motion: Murdoch wanders through the city, trying to discover its underlying nature; Detective Bumstead (William Hurt) tries to capture him, but will gradually be won over by Murdoch's questions (he is programmed as a cop, but not a very good one; he keeps complaining, \"no one ever listens to me\"). Then there is the torch singer, Emma (Jennifer Connelly), who remembers that she is John's wife and loves him, and that they met at Shell Beach. Everyone says they know how to go to Shell Beach. But no one seems able to say exactly where it is.\n\nThe Strangers occupy the bodies of human cadavers. Most of them are tall; one is in a child's body but is no child. The alien beings themselves, living inside the corpses, look like spiders made of frightened noodles. They can levitate, they can change the matter of the city at will, they have a hive insect organization, they gather in a subterranean cavern to collectively retune the city. This cavern has visuals reminding us of two Fritz Lang films: the underworld mechanisms in \"Metropolis\" (1927) and his \"M\" (1931), with the pale faces of criminals rising row above row into the gloom.\n\nIn October, I went through \"Dark City\" a shot at a time for four days at the Hawaii Film festival, with moviegoers who were as curious as I was. We froze frames, we dissected special effects, we debated the meaning of the film, and our numbers even included a psychiatrist who told us of the original Daniel Schreber, a schizophrenic whose book on his condition influenced Freud and Jung.\n\nSometimes during the shot-by-shot analysis, we simply froze a frame and regarded it. Some of the street scenes echo paintings by Edward Hopper or Jack Vettriano. This is not only a beautiful film but a generous one, which supplies rich depth and imagination and many more details than are really necessary to tell the story. Small wonder that the name Bumstead appears, perhaps in honor of Henry Bumstead, one of the greatest Hollywood art directors. The world created by the Strangers seems borrowed from 1940s film noir; we see fedoras, cigarettes, neon signs, automats, older cars (and some newer ones -- the world is not consistent). Proyas wrote the screenplay with David S. Goyer and Lem Dobbs; the screenplays Dobbs wrote for \"Kafka\" and Goyer wrote for \"Batman Begins\" contain some of the same notes sounded here.\n\nProyas likes deep-focus compositions. Many interior spaces are long and narrow. Exteriors look down one street to the vanishing point, and then the camera pans to look down another street, equally long. The lighting is low-key and moody. The color scheme depends on blacks, browns, shadows and the pallor of the Strangers; warmer colors exist in human faces, in neon signs and on the billboard for Shell Beach. \"I am simply grateful for this shot,\" I said in Hawaii more than once. \"It is as well-done as it can possibly be.\" Many other great films give you the same feeling -- that their makers were carried far beyond the actual requirements of their work into the passion of creating something wonderful.\n\nI believe more than ever that \"Dark City\" is one of the great modern films. It preceded \"The Matrix\" by a year (both films used a few of the same sets in Australia), and on a smaller budget, with special effects that owe as much to imagination as to technology, did what \"The Matrix\" wanted to do, earlier and with more feeling.\n\nThe poignancy of \"Dark City\" emerges in its love stories. At a crucial point, John Murdoch tells Emma, \"Everything you remember, and everything I'm supposed to remember, never really happened.\" Emma doesn't think that can be true. \"I so vividly remember meeting you,\" she says. \"I remember falling in love with you.\" Yes, she remembers. But this is the first time they have met. \"I love you, John,\" she says. \"You can't fake something like that.\" And Murdoch says, \"No, you can't.\" You can inform someone who they love, and that is what the Strangers have done with their memory injection. But what she feels cannot be injected. That is the part the strangers do not understand. Emma has a small role but it is at the heart of the movie, because she truly knows love; John has still to discover it -- to learn about it from her.\n\nThe Strangers are not evil. They simply proceed from alien assumptions. They are not even omnipotent, which is why Murdoch, Bumstead and Schreber have relative freedom to move about the city. At the end, we feel a little sorry for them. They will die surrounded by happy beings whose secrets they could not discover.\n\nNotice an opening shot that approaches the hotel window behind which we meet Murdoch. The window is a circular dome in a rectangular frame. As clearly as possible, it looks like the \"face\" of Hal 9000 in \"2001.\" Hal was a computer that understood everything, except what it was to be human and have emotions. \"Dark City\" considers the same theme in a film that creates a completely artificial world in which humans teach themselves to be themselves.\n\nNote: Ebert did commentary tracks for the original DVD of \"Dark City\" and the forthcoming 2006 Director's Cut. There are Great Movies essays on \"Metropolis,\" \"M\" and \"2001\" online at rogerebert.com.", "running_time": 103, "mpaa_rating": "R", "release_year": 1998, "date_published": "2005-11-06", "genres": ["Mystery", "Science Fiction", "Thriller"], "title": "Dark City (1998)"}