{"url": "http://www.rogerebert.com/reviews/great-movie-fargo-1996", "by": "Frances McDormandas Marge Gunderson", "star_rating": 4.0, "text": "The telephone rings at 3 a.m. and a pregnant woman puts on her police uniform to go out into the Minnesota winter and investigate a homicide. “Eggs,” her sleepy husband says. He'll make her eggs. We see the them eating on a Formica table in the kitchen; steps lead down to the back door. He stays at the table as she goes outside. Then she returns, his head tilting as he hears her. “Hon,” she says, “prowler needs a jump.”\n\nThis is the scene where “Fargo” shows how it is going to take a story about pathetic criminals and make it into a great movie. Our first shot of Chief Marge Gunderson (Frances McDormand) comes deep into the film. The crime elements are already in place. We've met Jerry Lundegaard (William H. Macy), the auto sales executive with an absurd plan to have his wife kidnapped so he can steal most of the ransom. We've met Carl Showalter (Steve Buscemi) and his silent, implacable partner (Peter Stormare), who have agreed to kidnap her for $40,000, plus a new car Jerry will steal off the lot. These are quirky, skewed, priceless characters, but when things go wrong and Marge and her husband, Norm (John Carroll Lynch), are introduced, the movie finds its center.\n\nMarge Gunderson is one of a handful of characters whose names remain in our memories, like Travis Bickle, Tony Manero, HAL 9000, Fred C. Dobbs. They are completely, defiantly themselves_in movies that depend on precisely who they are. Marge is the chief in Brainerd, Minn., still has bouts of morning sickness, eats all the junk food she can get her hands on, speaks in a “you betcha” Minnesota accent where “yeah,” pronounced ya, is volleyed like a refrain. She's a natural police officer, very smart; at the crime scene she quickly and correctly reconstructs what happened, and determines there were two killers, one big, one small. Her male partner, not so swift, fails to realize that “DLR” indicates a dealer plate; that inspires one of the movie's famous lines: “I'm not sure I agree with you a hundred percent on your police work there, Lou.”\n\n“Fargo” (1996) was directed by Joel Coen, produced by Ethan Coen, co-written by the brothers, and set in the Scandinavian-American upper Midwest where they grew up. It begins with the information that it is “based on a true story,” and ends with a disclaimer that its “persons and events” are fictitious. It's fiction; “true story” is an ironic stylistic device.\n\nBut “Fargo” is true to the rhythms of small-town life. When Marge Gunderson stands at the first crime scene and counts three dead bodies, she correctly intuits that the perpetrators are not from Brainerd. Venturing to the big city on her investigation, she asks a friend for a tip on a good place to eat, and is steered to the buffet at the Radisson. Jerry Lundegaard is as trapped by his sales manager's job and his implacable father-in-law (Harve Presnell) as any character in Sinclair Lewis; he's juggling a stolen car and a double fraud (he will tell the kidnappers they're splitting an $80,000 ransom but tell his father-in-law the ransom is $1 million). His son bolts away from the dinner table to meet his friends at McDonald's. His wife, Jean (Kristin Rudrud), works furiously at every household task, chopping, stirring and knitting as fast as she can.\n\nAgainst these domestic details, the crimes stand out as amoral and violent. There are ugly moments. Everyone remembers the scene where Stormare (who once played Hamlet for Bergman) pushes his partner's leg into the wood-chipper. More heartless is the scene where poor Jean, blindfolded and barefoot, tries to run away in the snow, and Buscemi laughs at her. There are also the shootings, sudden and merciless (“Oh, Daddy!” says Buscemi, shocked by the first one). Against this Chief Marge uses folksy small-town cheerfulness as a tool for prying criminals loose from their secrets.\n\nNot everyone liked the way the movie juxtaposed violence and humor. Stanley Kauffmann said of the Coens: “Their jumbling of tones makes the grim parts harder to credit and makes the funny parts seem like old-fashioned comic relief.” I disagree. As a teenager I was a newspaper reporter sometimes assigned to crime stories; a friend's father was the coroner, and took me along to death scenes. I remember how the small-city cops talked in the presence of death, and Marge Gunderson has the right notes. Much of the humor may serve as comic relief, but that is not a bad thing; comic relief is after all intended as relief, and the Coens get their laughs through a close observation of human nature. Notice the scene where the killers shack up in a motel room with two hookers. A brief long-shot of energetic pumping cuts directly to a shot where the hookers and their clients are all flat on their backs, watching “The Tonight Show.”\n\nWilliam H. Macy's performance is an implosion of fear and frustration. Here is a man who wants a simple thing: a $750,000 loan from his rich father-in-law, so he can buy parking lots and make some money of his own. Yes, Jerry's portrait-studio photo is on the auto agency's Wall of Fame, but so are dozens of others. His office's vertical blinds are handled visually like prison bars. If he can steal $920,000, he can buy the lots. True, his wife will have to be kidnapped, but he can live with that.\n\nHis plan is pathetic. He finds the kidnappers at third hand. He knows nothing about them. The GMAC lawyers are badgering him daily for information that would expose the missing “tan Sierra” (actually, we learn, “burnt umber”). The father-in-law insists on personally delivering the ransom, which means Jerry can't cut out the $920,000. And there's Marge, sitting across his desk, chipper, asking him questions he cannot answer. Macy sweats, his smile a grimace, his self-control like a death grip, and things pile up, and up, and up.\n\nThere is a scene many viewers find inexplicable. On the evening between her first and second interviews with Jerry, Marge has dinner with a high school classmate, Mike Yanagita (Steve Park). The critic Jonathan Rosenbaum says it's “a disturbing interlude that strikes many others as wrong or dubious,” but he finds it a key: “in terms of theme a lonely individual lying compulsively, trying without success to hide his desperation it registers as central.” I agree. I think Mike works as a mirror of Jerry, and that the dinner scene acts as the link between Marge's first and second interviews with him. The next morning, she is preparing to return to Brainerd when a high school girlfriend tells her that everything Mike said was a lie. That's the wake-up call that leads back to Jerry's desk at the dealership. The Mike interlude not only provides a delicate study of Marge coping with an embarrassing situation, but is infinitely better than the alternative a single interview with Jerry that simply grinds him down. \n\nThe snow and cold provide the Coens with visual punctuation and a pervasive sense of place. The opening shot fades in to Jerry's lonely journey to deliver the Sierra. High-angle shots show two frozen parking lots, which the Buscemi character inexplicably chooses to steal license plates and make a ransom transfer (he doesn't catch on that the parking-fee collectors are eyewitnesses, and that leads to two more murders). He buries the loot beside a barbed-wire fence that stretches into infinity, and uses a plastic windshield scraper as a pathetic marker. When Jerry duels with an unhappy customer (Gary Houston), the man and his wife have their goose-down coats piled in their laps.\n\nThe dark and cold weigh down everything, and in the middle, in their warm cocoon, are Chief Marge and her hubby, Norm, the painter of ducks. Without them, “Fargo” might have been “In Cold Blood” laced with unseemly humor. The Coens sometimes seem to scorn their characters, but their love for Marge redeems “Fargo.” Marge is the catalyst, and her speech at the end is Shakespearean in the way it heals wounds and restores order: “There's more to life than a little money, you know. Don't you know that? And here you are. And it's a beautiful day.”", "running_time": 98, "mpaa_rating": "R", "release_year": 1996, "date_published": "2001-04-05", "genres": ["Comedy", "Crime", "Drama"], "title": "Fargo (1996)"}