{"url": "http://www.rogerebert.com/reviews/great-movie-red-river-1948", "by": "John Wayneas Tom Dunson", "star_rating": 4.0, "text": "\n\nWhen Peter Bogdanovich needed a movie to play as the final\r\nfeature in the doomed small-town theater in “The Last Picture Show,” he chose\r\nHoward Hawks' “Red River” (1948). He selected the scene where John Wayne tells\r\nMontgomery Clift, “Take 'em to Missouri, Matt!” And then there is Hawks' famous\r\nmontage of weathered cowboy faces in closeup and exaltation, as they cry “Hee-yaw!”\r\nand wave their hats in the air.\n\nThe\r\nmoment is as quintessentially Western as any ever filmed, capturing the\r\nexhilaration of being on a horse under the big sky with a job to do and a\r\npaycheck at the other end. And “Red River” is one of the greatest of all\r\nWesterns when it stays with its central story about an older man and a younger\r\none, and the first cattle drive down the Chisholm Trail. It is only in its few\r\nscenes involving women that it goes wrong.\n\nThe\r\nfilm's hero and villain is Tom Dunson (Wayne), who heads West with a wagon\r\ntrain in 1851 and then peels off for Texas to start a cattle ranch. He takes\r\nalong only his wagon driver, Groot Nadine (Walter Brennan). Dunson's\r\nsweetheart, Fen (Coleen Gray), wants to join them, but he rejects her almost\r\nabsentmindedly, promising to send for her later. Later, from miles away, Tom\r\nand Groot see smoke rising: Indians have destroyed the wagon train. Groot, a\r\ngrizzled codger, fulminates about how Indians “always want to be burning up\r\ngood wagons,” and Tom observes that it would take them too long to go back and\r\ntry to help. Their manner is surprisingly distant, considering that Dunson has\r\njust lost the woman he loved.\n\nSoon\r\nafter, the men encounter a boy who survived the Indian attack. This is Matt\r\nGarth, who is adopted by Dunson and brought up as the eventual heir to his\r\nranch. Played as an adult by Montgomery Clift (his first screen role), Matt\r\ngoes away to school, but returns in 1866 just as Dunson is preparing an epic\r\ndrive to take 9,000 head of cattle north to Missouri.\n\nI\r\nmentioned that Dunson is both hero and villain. It's a sign of the movie's\r\ncomplexity that John Wayne, often typecast, is given a tortured, conflicted\r\ncharacter to play. He starts with “a boy with a cow and a man with a bull,” and\r\nbuilds up a great herd. But then he faces ruin; he must drive the cattle north\r\nor go bankrupt.\n\nHe's\r\na stubborn man; all through the movie people tell him he's wrong, and usually\r\nthey're right. They're especially right in wanting to take the cattle to\r\nAbilene, which is closer and reportedly has a railroad line, instead of on the\r\nlonger trek to Missouri. As the cattle drive grows grueling, Dunson grows\r\nirascible, and finally whiskey and lack of sleep drive him a little mad; there\r\nare attempted mutinies before Matt finally rebels and takes the cattle to Abilene.\n\nThe\r\ncritic Tim Dirks has pointed out the parallels between their conflict and the\r\nstandoff between Capt. Bligh and Fletcher Christian in “Mutiny on the Bounty.”\r\nAnd indeed, the Borden Chase screenplay makes much of the older man's pride and\r\nthe younger one's need to prove himself.\n\nAlso\r\nestablished, but never really developed, is a rivalry between young Matt and a\r\ntough cowboy named Cherry Valance (John Ireland), who signs up for the cattle\r\ndrive and becomes Matt's rival. There's gonna be trouble between those two, old\r\nGroot predicts, but the film never delivers, leaving them stranded in the\r\nmiddle of a peculiar ambivalence that drew the attention of “The Celluloid\r\nCloset,” a documentary about hidden homosexuality in the movies. (“You know,”\r\nCherry says, handling Matt's gun, “there are only two things more beautiful\r\nthan a good gun: a Swiss watch or a woman from anywhere. You ever had a Swiss\r\nwatch?”)\n\nThe\r\nshifting emotional attachments are tracked by a silver bracelet, which Dunson\r\ngives to Fen before leaving her. It later turns up on the wrist of an Indian he\r\nkills, and Dunson then gives it to Matt, who later gives it to Tess Millay\r\n(Joanne Dru), a woman he rescues and falls in love with. The three scenes with\r\nTess are the movie's low points, in part because of her prattle (listen to how\r\nshe chats distractingly with Matt during an Indian attack), in part because she\r\nis all too obviously the deus ex machina the plot needs to avoid an unhappy\r\nending. The final scene is the weakest in the film, and Borden Chase reportedly\r\nhated it, with good reason: Two men act out a fierce psychological rivalry for\r\ntwo hours, only to cave in instantly to a female's glib tongue-lashing.\n\nWhat\r\nwe remember with “Red River” is not, however, the silly ending, but the setup\r\nand the majestic central portions. The tragic rivalry is so well established\r\nthat somehow it keeps its weight and dignity in our memories, even though the\r\nending undercuts it.\n\nJust\r\nas memorable are the scenes of the cattle drive itself, as a handful of men\r\ncontrol a herd so large it takes all night to ford a river. Russell Harlan's\r\ncinematography finds classical compositions in the drive, arrangements of men,\r\nsky and trees, and then in the famous stampede scene he shows a river of cattle\r\nflowing down a hill. It is an outdoor movie (we never go inside the ranch house\r\nDunson must have built), and when young Matt steps inside the cattle buyer's\r\noffice in Abilene, he ducks, observing how long it's been since he was under a\r\nroof.\n\nHawks\r\nis wonderful at setting moods. Notice the ominous atmosphere he brews on the\r\nnight of the stampede--the silence, the restlessness of the cattle, the lowered\r\nvoices. Notice Matt's nervousness during a night of thick fog, when every\r\nshadow may be Tom, come to kill him. And the tension earlier, when Dunson holds\r\na kangaroo court.\n\nAnd\r\nwatch the subtle way Hawks modulates Tom Dunson's gradual collapse. John Wayne\r\nis tall and steady at the beginning of the picture, but by the end his hair is\r\ngray and lank, and his eyes are haunted; the transition is so gradual we might\r\nnot even notice he wears a white hat at the outset but a black one at the end.\r\nWayne is sometimes considered more of a natural force than an actor, but here\r\nhis understated acting is right on the money; the critic Joseph McBride says\r\nJohn Ford, who had directed Wayne many times, saw “Red River” and told Hawks, “I\r\nnever knew the big son of a bitch could act.”\n\nBetween\r\nWayne and Clift there is a clear tension, not only between an older man and a\r\nyounger one, but between an actor who started in 1929 and another who\r\nrepresented the leading edge of the Method. It's almost as if Wayne, who could\r\ngo over a flamboyant actor, was trying to go under a quiet one: He meets the\r\nchallenge, and matches it.\n\nThe\r\ntheme of “Red River” is from classical tragedy: the need of the son to slay the\r\nfather, literally or symbolically, in order to clear the way for his own\r\nascendancy. And the father's desire to gain immortality through a child (the\r\none moment with a woman that does work is when Dunson asks Tess to bear a son\r\nfor him). The majesty of the cattle drive, and all of its expert details about “taking\r\nthe point” and keeping the cowhands fed and happy, is atmosphere surrounding\r\nthese themes.\n\nUnderlying\r\neverything else is an attitude that must have been invisible to the filmmakers\r\nat the time: the unstated assumption that it is the white man's right to take\r\nwhat he wants. Dunson shoots a Mexican who comes to tell him “Don Diego” owns\r\nthe land. Told the land had been granted to Diego by the king of Spain, Dunson\r\nsays, “You mean he took it away from whoever was here before--Indians, maybe.\r\nWell, I'm takin' it away from him.” In throwaway dialogue, we learn of seven\r\nmore men Dunson has killed for his ranch, and there's a grimly humorous motif\r\nas he shoots people and then “reads over 'em” from the Bible.\n\nDunson\r\nis a law of his own, until Matt stops a hanging and ends his reign. If all\r\nWesterns are about the inevitable encroachment of civilization, this is one\r\nwhere it seems like a pretty good idea.", "running_time": 133, "mpaa_rating": "NR", "release_year": 1948, "date_published": "1998-03-01", "genres": ["Action", "Western"], "title": "Red River (1948)"}