{"url": "http://www.rogerebert.com/reviews/great-movie-the-last-laugh-1924", "by": null, "star_rating": 4.0, "text": "\n\nThe old man is proud beyond all reason of his position as a\r\nhotel doorman, and even prouder of his uniform, with its gold braids and brass\r\nbuttons, its wide shoulders, military lapels and comic opera cuffs. Positioned\r\nin front of the busy revolving door, he greets the rich and famous and is the\r\nembodiment of the great hotel's traditions--until, in old age, he is crushed by\r\nbeing demoted to the humiliating position of washroom attendant.\n\nF.W.\r\nMurnau's \"The Last Laugh\" (1924) tells this story in one of the most\r\nfamous of silent films, and one of the most truly silent, because it does not\r\neven use printed intertitles. Silent directors were proud of their ability to\r\ntell a story through pantomime and the language of the camera, but no one\r\nbefore Murnau had ever entirely done away with all written words on the screen\r\n(except for one sardonic comment we'll get to later). He tells his story\r\nthrough shots, angles, moves, facial expressions and easily read visual cues.\n\nThe\r\nfilm would be famous just for its lack of titles, and for its lead performance\r\nby Emil Jannings, which is so effective that both Jannings and Murnau were\r\noffered Hollywood contracts and moved to America at the dawn of sound. But\r\n\"The Last Laugh\" is remarkable also for its moving camera. It is\r\noften described as the first film to make great use of a moving point of view.\r\nIt isn't, really; the silent historian Kevin Brownlow cites \"The\r\nSecond-in-Command,\" made 10 years earlier. But it is certainly the film\r\nthat made the most spectacular early use of movement, with shots that track\r\ndown an elevator and out through a hotel lobby, or seemingly move through the\r\nplate-glass window of a hotel manager's office (influencing the famous shot in\r\n\"Citizen Kane\" that swoops down through the skylight of a nightclub).\n\nMurnau's\r\ntechnical mastery makes all of his films exciting to see. In the vampire movie\r\n\"Nosferatu,\" in the fiendish visions of \"Faust,\" in the\r\nimaginary city of \"Sunrise,\" he created phantasmagoric visions that\r\nseemed to define his characters: They were who they were because of what\r\nsurrounded them. This is a key to German Expressionism, the influential silent\r\nstyle that told stories through bold and exaggerated visual elements--reality\r\nslipping over into nightmare and back again.\n\nIn\r\nthe case of \"The Last Laugh,\" however, Murnau's story is more of a\r\ntraditional narrative than usual. He follows the old doorman in almost every\r\nshot, cutting away only to show what the doorman sees. And he exaggerates the\r\nscale of the hotel and the city to emphasize how important it seems to the\r\ndoorman; the opening shot, coming down in the elevator and tracking across the\r\nlobby (the camera was in a wheelchair), peers out through revolving doors into\r\nthe rain, showing elegant people and glittering surroundings; the doorman is\r\nfull of himself as he whistles for cabs and salutes arriving customers.\n\nIn\r\nthose early scenes Murnau shoots the doorman from a low angle, so that he seems\r\nto tower over other characters. He is tall and wide, his face surrounded by a\r\nbeard and whiskers that frame its cherubic pomp. But beneath the grand display\r\nhis body is failing him, and we see him struggle with an enormous steamer trunk\r\nand then take a moment's rest in the lobby--just long enough for the prissy\r\nassistant manager to see him and write up a note. And the next day when he\r\narrives for work, his world shakes and the camera swirls as he sees another man\r\nin uniform, doing his job.\n\nMuch\r\nof the doorman's happiness in life depends on the respect paid to his uniform by\r\nhis neighbors around the courtyard of his apartment building. Murnau built this\r\nenormous set (most of the film, including rainy exteriors, was shot on sound\r\nstages) and peopled it with nosy busybodies who don't miss a thing. Ashamed to\r\nbe seen without his uniform, the doorman actually steals it from a locker to\r\nwear it home. Later, when his deception is revealed, there is a nightmarish\r\nmontage of laughing and derisive faces.\n\nHis\r\ntragedy \"could only be a German story,\" wrote the critic Lotte\r\nEisner, whose 1964 book on Murnau reawakened interest in his work. \"It\r\ncould only happen in a country where the uniform (as it was at the time the\r\nfilm was made) was more than God.\" Perhaps the doorman's total\r\nidentification with his job, his position, his uniform and his image helps\r\nforeshadow the rise of the Nazi Party; once he puts on his uniform, the doorman\r\nis no longer an individual but a slavishly loyal instrument of a larger\r\norganization. And when he takes the uniform off, he ceases to exist, even in\r\nhis own eyes.\n\nMurnau\r\nwas bold in his use of the camera, and lucky to work with Karl Freund, a great\r\ncinematographer who also immigrated to Hollywood. Freund filmed many other\r\nGerman silent films, notably Fritz Lang's futurist parable\r\n\"Metropolis\" (1926), and his first notable American film was\r\n\"All Quiet on the Western Front\" (1930). He was one of the links\r\nbetween German expression and its American cousin, film noir (see his work with\r\nJohn Huston and Humphrey Bogart in \"Key Largo\").\n\nHere\r\nhe liberated the camera from gravity. There is a shot where the camera seems to\r\nfloat through the air, and it literally does; Freund had himself and the camera\r\nmounted on a swing, and Abel Gance borrowed the technique a few years later for\r\nhis \"Napoleon.\" There are shots where superimposed images swim\r\nthrough the air, the famous shot that seems to move through the glass window,\r\nand a moment when the towering Hotel Atlantic seems to lean over to crush the\r\nstaggering doorman.\n\nI\r\nmentioned the one place in the film where a title card is used. It is not\r\nnecessary, and the film would make perfect sense without it. But Murnau seemed\r\ncompelled to use it, almost as an apology for what follows. We see the pathetic\r\nold man wrapped in the cloak of the night watchman who was his friend, and the\r\nmovie seems over. Then comes the title card, which says, \"Here the story\r\nshould really end, for, in real life, the forlorn old man would have little to\r\nlook forward to but death. The author took pity on him and has provided a quite\r\nimprobable epilogue.\"\n\nImprobable,\r\nand unsatisfying, because a happy ending is conjured out of thin air. The\r\ndoorman accidentally inherits a fortune, returns to the hotel in glory and\r\ntreats all his friends to champagne and caviar, while his old enemies glower\r\nand gnash their teeth. It is this ending that inspires the English language\r\ntitle. The original German is \"Die Letzte Mann,\" or \"the last\r\nman,\" which in addition to its obvious meaning may also evoke \"the\r\nprevious man\"--the doorman who was replaced. The dimwitted practice of\r\ntacking a contrived happy ending onto a sad story was not unique with Murnau\r\n(who had the grace to apologize in advance for it), and has only grown more\r\npopular over the decades.\n\nAs\r\nfor Emil Jannings (1884-1950), he made \"The Last Laugh\" at the top of\r\nhis form; considered one of the world's greatest stars, he specialized in\r\ntowering figures such as Peter the Great, Henry VIII, Louis XVI, Danton and\r\nOthello. The doorman's fall from grace was all the greater because the audience\r\nremembered the glory of his earlier roles. Jannings came to America at the same\r\ntime as Murnau, won the Academy Award for \"The Last Command\" (1928),\r\nwas rendered unemployable by the rise of the talkies, returned to Germany and\r\nfound one of his most famous roles, as Marlene Dietrich's erotically mesmerized\r\nadmirer in \"The Blue Angel\" (1930). Jannings embraced the rise of the\r\nNazis, made films that supported them, was appointed head of a major German\r\nproduction company, and fell into disgrace after the war. The coat no longer\r\nfit.", "running_time": 77, "mpaa_rating": null, "release_year": 1924, "date_published": "2000-03-05", "genres": ["Drama", "Foreign"], "title": "The Last Laugh (1924)"}