{"url": "http://www.rogerebert.com/reviews/great-movie-cries-and-whispers-1972", "by": "Harriet Anderssonas Agnes", "star_rating": 4.0, "text": "‘Cries and Whispers” envelops us in a tomb of dread, pain and hate, and to counter these powerful feelings it summons selfless love. It is, I think, Ingmar Bergman’s way of treating his own self-disgust, and his envy of those who have faith. His story, which takes place inside a Swedish manor house on the grounds of a large estate, shows us a dying woman named Agnes and those who have come to wait with her: her sisters Maria and Karin, her servant Anna. Three men drift through, two husbands and a doctor, and there is a small role at the end for the pastor, but this is essentially a story of women who are bound together by a painful history.\n\nThis is a monstrous family. Maria (Liv Ullmann) is flighty and shallow, cheats on her husband, and refuses to come to his aid when he stabs himself after learning of her infidelity. Karin (Ingrid Thulin) is cold and hostile, hates her husband, cuts herself with a shard of glass in an intimate place and then smiles triumphantly as she smears the blood on her face. In one of the film’s most devastating scenes, Karin tells Maria how much she had always hated her.\n\nAgnes (Harriet Andersson), the dying sister, has been caught in a crucible of pain. Sometimes she screams, wounded animal sounds, and then Anna (Kari Sylwan) comes to her, holds her head to her breasts, and tries to comfort her. Anna is the wholly good person in the movie, who prays to God for the soul of her dead daughter, and moves silently in the background as the family eats at its own soul. She loves Agnes, and would love the others if they could be loved.\n\nBergman never made another film this painful. To see it is to touch the extremes of human feeling. It is so personal, so penetrating of privacy, we almost want to look away. “Persona” (1966) points to it, especially with its use of closeups to show the mystery of the personality; no other director has done more with the human face. It’s as if “Cries and Whispers,” made in 1972, brought him to the end of his attempts to lance the wound of his suffering; his later films draw back into more realism, more sensible memories of his life and failings (for no director is more consistently autobiographical). And near the end there is “Faithless” (2000), directed by Ullmann from his screenplay, in which an old man summons actors (or ghosts) to help him deal with his regret for having hurt others.\n\n“Cries and Whispers” was photographed by Sven Nykvist, his longtime cinematographer, in a house where the wallpaper, rugs and curtains are all a deep blood red. “I think of the inside of the human soul,” Bergman writes in his screenplay, “as a membranous red.” The women are all dressed in old-fashioned floor-length white dresses or bedclothes, except after Agnes dies, when Karin and Maria change to black. In an essay with the DVD, the critic Peter Cowie quotes the director: “All of my films can be thought of in terms of black and white, except ‘Cries and Whispers.’ “ Yes, because the colors represent their fundamental emotional associations, with blood, death and spirituality. There are only a few respites. An opening shot looks out on the estate grounds, and there are brief sequences in the middle and at the end when family stroll through the green park. These moments release us briefly from the claustrophobic arena of pain and death.\n\nBergman uses flashbacks into the lives of the women, beginning and ending them with full frames of deep red, then fading into or out of closeups where their faces are half-illuminated. These flashbacks are not intended to explain biographical details, but to capture moments of extreme emotion, as when Maria wantonly seduces the doctor who has come to care for Anna’s child, or when Thulin triumphantly wounds herself to wound her husband even more.\n\nOne flashback involves both surviving sisters and their husbands, who cold-heartedly decide to reward Anna’s 12 years of faithful service with only “a small payment and a keepsake of Agnes.” Another scene shows Maria asking Karin if they cannot be friends, and Karin rebuffing her venomously, only to allow her sister, moments later, to caress her face. And then, in a scene where we see them talking but do not hear their words, the two women pet each other like friendly kittens, while expressing what look like words of endearment. When Karin later recalls this moment, Maria coldly rejects the memory.\n\nSome deep wound has scarred this family. Agnes and Anna, never marrying, living together (possibly as lovers) in the family home, seem to have escaped it. Toward the end of the film there is an extraordinary dream sequence in which the dead Agnes asks first one sister and then another to hold her and comfort her. They reject her. Then Anna (whose dream it us) comforts her, in a composition that mirrors the Pieta. In this scene there seem to be shots indicating that Agnes has come back to life; they are ambiguous, until her hand clearly moves, but remember, it is a dream.\n\nWhen “Cries and Whispers” was released, it had an impact greater than any other Bergman film except for “The Seventh Seal” and “Persona.” In an extraordinary achievement for a foreign film, it won Academy nominations for best picture, director, screenplay and cinematography. Oddly, it did not inspire a lot of complex interpretations, of the sort that have showered on puzzling recent films like “Memento,” “Mulholland Drive” or “Fight Club.” Perhaps that’s because it did not much appeal to young male viewers, who are the most enthusiastic theory-weavers, or perhaps it’s because the movie is simply beyond explanation: The emotions it portrays and evokes speak for themselves. It would be hard to say that any of the sisters, or any of their actions, “stand” for anything except the inexplicable way that life can bless and punish us.\n\nBergman, born 1918, the son of a Lutheran minister, was a lifelong agnostic (although in a conversation with Erland Josephson included on the new DVD, he says he hopes to see his wife in the next life). Spirituality is often at the center of his films, and usually involves the silence of God in a world of horror. The knight plays a chess game with Death in “The Seventh Seal,” and a Lutheran minister has a crisis of faith in “Winter Light” when he reflects on the possibility of nuclear holocaust.\n\nIn “Cries and Whispers,” Anna’s faith is simple and direct. She lights a candle, kneels before a photo of her dead girl, and asks God to love her. Then she blows out the candle and takes a healthy bite out of an apple (with perfect timing, intercepting some juice before it can fall). When Agnes dies, the scenes of the preparation of her body remind us of Biblical account of the women who took Christ down from the cross, and her cries of pain seem to ask the father why he has forsaken her.\n\nThe ending of the film is overwhelming in its emotional strategy. Anna is called before the heartless family, given her pittance, and told to be on her way. Offered a “keepsake,” she raises her voice for the only time in the movie: “I want nothing.” But later we find she has kept something. From a drawer she takes a parcel and unwraps it to reveal Agnes’ journal, and as she reads as Agnes recalls a perfect day in the autumn, when the pain was not so bad, and the four women took up their parasols and walked in the garden. “This is happiness. I cannot wish for anything better,” she writes. “I feel profoundly grateful to my life, which gives me so much.”\n\nAnna’s keepsake is Agnes’ gratitude in the face of pain and death. When Karin and Maria come to the point of their deaths, we feel, they will be without resources, empty-handed in the face of oblivion. Bergman has made it clear from his other films that he feels imperfect, sometimes cruel, a sinner. Anna’s faith is the faith of a child, perfect, without questions, and he envies it. It may be true, it may be futile, but it is better to feel it than to die in despair.", "running_time": 91, "mpaa_rating": null, "release_year": 1973, "date_published": "2002-08-18", "genres": ["Drama", "Foreign"], "title": "Cries and Whispers (1973)"}