{"url": "http://www.rogerebert.com/reviews/great-movie-rashomon-1950", "by": "Toshiro Mifuneas Tajômaru", "star_rating": 4.0, "text": "\n\nShortly before filming was to begin on \"Rashomon,\"\r\nAkira Kurosawa's three assistant directors came to see him. They were unhappy.\r\nThey didn't understand the story. \"If you read it diligently,\" he\r\ntold them, \"you should be able to understand it, because it was written\r\nwith the intention of being comprehensible.\" They would not leave: \"We\r\nbelieve we have read it carefully, and we still don't understand it at\r\nall.\"\n\nRecalling\r\nthis day in Something Like an Autobiography, Kurosawa explains the movie\r\nto them. The explanation is reprinted in the booklet that comes with the new\r\nCriterion DVD of \"Rashomon.\" Two of the assistants are satisfied with\r\nhis explanation, but the third leaves looking puzzled. What he doesn't\r\nunderstand is that while there is an explanation of the film's four\r\neyewitness accounts of a murder, there is not a solution.\n\nKurosawa\r\nis correct that the screenplay is comprehensible as exactly what it is: Four\r\ntestimonies that do not match. It is human nature to listen to witnesses and\r\ndecide who is telling the truth, but the first words of the screenplay, spoken\r\nby the woodcutter, are \"I just don't understand.\" His problem is that\r\nhe has heard the same events described by all three participants in three\r\ndifferent ways--and all three claim to be the killer.\n\n\"Rashomon\"\r\n(1950) struck the world of film like a thunderbolt. Directed by Kurosawa in the\r\nearly years of his career, before he was hailed as a grandmaster, it was made\r\nreluctantly by a minor Japanese studio, and the studio head so disliked it that\r\nhe removed his name from the credits. Then it won the Golden Lion at the Venice\r\nFilm Festival, effectively opening the world of Japanese cinema to the West. It\r\nwon the Academy Award as best foreign film. It set box office records for a\r\nsubtitled film. Its very title has entered the English language, because, like\r\n\"Catch-22,\" it expresses something for which there is no better\r\nsubstitute.\n\nIn\r\na sense, \"Rashomon\" is a victim of its success, as Stuart Galbraith\r\nIV writes in The Emperor and the Wolf, his comprehensive new study of\r\nthe lives and films of Kurosawa and his favorite actor, Toshiro Mifune. When it\r\nwas released, he observes, nobody had ever seen anything like it. It was the\r\nfirst use of flashbacks that disagreed about the action they were flashing back\r\nto. It supplied first-person eyewitness accounts that differed radically--one\r\nof them coming from beyond the grave. It ended with three self-confessed\r\nkillers and no solution.\n\nSince\r\n1950 the story device of \"Rashomon\" has been borrowed repeatedly;\r\nGalbraith cites \"Courage Under Fire,\" and certainly \"The Usual\r\nSuspects\" was also influenced, in the way it shows us flashbacks that do\r\nnot agree with any objective reality. Because we see the events in\r\nflashbacks, we assume they reflect truth. But all they reflect is a point of\r\nview, sometimes lied about. Smart films know this, less ambitious films do not.\r\nMany films that use a flashback only to fill in information are lazy.\n\nThe\r\ngenius of \"Rashomon\" is that all of the flashbacks are both true and\r\nfalse. True, in that they present an accurate portrait of what each witness\r\nthinks happened. False, because as Kurosawa observes in his autobiography,\r\n\"Human beings are unable to be honest with themselves about themselves.\r\nThey cannot talk about themselves without embellishing.\"\n\nThe\r\nwonder of \"Rashomon\" is that while the shadowplay of truth and memory\r\nis going on, we are absorbed by what we trust is an unfolding story. The film's\r\nengine is our faith that we'll get to the bottom of things--even though the\r\nwoodcutter tells us at the outset he doesn't understand, and if an eyewitness\r\nwho has heard the testimony of the other three participants doesn't understand,\r\nwhy should we expect to?\n\nThe\r\nfilm opens in torrential rain, and five shots move from long shot to closeup to\r\nreveal two men sitting in the shelter of Kyoto's Rashomon Gate. The rain will\r\nbe a useful device, unmistakably setting apart the present from the past. The\r\ntwo men are a priest and a woodcutter, and when a commoner runs in out of the\r\nrain and engages them in conversation, he learns that a samurai has been\r\nmurdered and his wife raped and a local bandit is suspected. In the course of\r\ntelling the commoner what they know, the woodcutter and the priest will\r\nintroduce flashbacks in which the bandit, the wife and the woodcutter say what\r\nthey saw, or think they saw--and then a medium turns up to channel the ghost of\r\nthe dead samurai. Although the stories are in radical disagreement, it is\r\nunlike any of the original participants are lying for their own advantage,\r\nsince each claims to be the murderer.\n\nKurosawa's\r\nscreenplay is only the ground which the film travels, however. The real gift of\r\n\"Rashomon\" is in its emotions and visuals. The cinematographer Kazuo\r\nMiyagawa evokes the heat, light and shade of a semi-tropical forest. (Slugs\r\ndropped from trees onto the cast and crew, Kurosawa recalled, and they\r\nslathered themselves with salt to repel them.)\n\nThe\r\nwoodcutter's opening journey into the woods is famous as a silent sequence\r\nwhich suggests he is traveling into another realm of reality. Miyagawa shoots\r\ndirectly into the sun (then a taboo) and there are shots where the\r\nsharply-contrasted shadows of overhead leaves cast a web upon the characters,\r\nmaking them half-disappear into the ground beneath.\n\nIn\r\none long sustained struggle between the bandit (Mifune) and the samurai\r\n(Masayuki Mori), their exhaustion, fear and shortness of breath becomes\r\npalpable. In a sequence where the woman (Machiko Kyo) taunts both men, there is\r\na silence in which thoughts form that will decide life or death. Perhaps the\r\nemotions evolved in that forest clearing are so strong and fearful that they cannot\r\nbe translated into rational explanation.\n\nThe\r\nfirst time I saw the film, I knew hardly a thing about Japanese cinema, and\r\nwhat struck me was the elevated emotional level of the actors. Do all Japanese\r\nshout and posture so? Having now seen a great many Japanese films, I know that\r\nin most of them the Japanese talk in more or less the same way we do (Ozu's\r\nfilms are a model of conversational realism). But Kurosawa was not looking for\r\nrealism. From his autobiography, we learn he was struck by the honesty of\r\nemotion in silent films, where dialog could not carry the weight and actors\r\nused their faces, eyes and gestures to express emotion. That heightened acting\r\nstyle, also to be seen in Kurosawa's \"Seven Samurai\" and several\r\nother period pictures, plays well here because many of the sequences are,\r\nessentially, silent.\n\nFilm\r\ncameras are admirably literal, and faithfully record everything they are\r\npointed at. Because they are usually pointed at real things, we usually think\r\nwe can believe what we see. The message of \"Rashomon\" is that we\r\nshould suspect even what we think we have seen. This insight is central to\r\nKurosawa's philosophy. The old clerk's family and friends think they've\r\nwitnessed his decline and fall in \"Ikiru\" (1952), but we have seen a\r\nprocess of self-discovery and redemption. The seven samurai are heroes when\r\nthey save the village, but thugs when they demand payment after the threat has\r\npassed. The old king in \"Ran\" (1985) places his trust in the literal\r\nmeaning of words, and talks himself out of his kingdom and life itself.\n\nKurosawa's\r\nlast film, \"Madadayo\" made in 1993 when he was 83, was about an old\r\nmaster teacher who is visited once a year by his students. At the end of the\r\nannual party, he lifts a beer and shouts out the ritual cry \"Not\r\nyet!\" Death is near, but not yet--so life goes on. The film's hero is in\r\nsome sense Kurosawa. He is a reliable witness that he is not yet dead, but when\r\nhe dies no one will know less about it than he will.", "running_time": 88, "mpaa_rating": "NR", "release_year": 1950, "date_published": "2002-05-26", "genres": ["Crime", "Drama", "Foreign", "Mystery"], "title": "Rashomon (1950)"}