{"url": "http://www.rogerebert.com/reviews/great-movie-broken-blossoms-1919", "by": null, "star_rating": 4.0, "text": "\n\nLillian Gish told D.W. Griffith she was too old to play the girl\r\nin \"Broken Blossoms,\" and perhaps she was. Born in 1896, she was 23\r\nas Griffith prepared the production in 1919, and not as waiflike as audiences\r\nremembered her from \"The Birth of a Nation,\" filmed five years\r\nearlier. But Griffith wanted a star, and Gish was that: Incredibly, in an age\r\nwhen silent actors never stopped working, this was her 64th film.\n\nIt is not as important as \"Birth of a Nation,\" but\r\nneither is it as flawed; stung by criticisms that the second half of his\r\nmasterpiece was racist in its glorification of the Ku Klux Klan and its brutal\r\nimages of blacks, Griffith tried to make amends in \"Intolerance\"\r\n(1916), which criticized prejudice. And in \"Broken Blossoms\" he told\r\nperhaps the first interracial love story in the movies--even though, to be\r\nsure, it's an idealized love with no touching.\n\nGish\r\nplays Lucy, the daughter of a brutal London prizefighter named Battling Burrows\r\n(Donald Crisp); the titles tell us she was \"thrust into his hands by one\r\nof his girls.\" A drunken \"gorilla,\" he lives in a hovel in\r\nLimehouse, and when his manager berates him for drinking and carousing, he\r\ntakes it out on Lucy. Their story is intercut with the story of Cheng Haun\r\n(Richard Barthelmess), called \"The Yellow Man\" in the titles, a\r\nBuddhist who journeys from China to bring \"a message of peace to the\r\nbarbarous Anglo-Saxons.\" Instead, he turns to opium, and \"Limehouse\r\nknows him only as the Chink storekeeper.\"\n\nGriffith\r\nshot the movie almost entirely on sets, creating a foggy riverside atmosphere\r\nto suggest hidden lives. Cheng's room is a refuge upstairs over his shop. Lucy\r\nand Battling live in a room without windows, where he sits at a table, wolfing\r\nhis meals and drinking, while she cowers in a corner. When he orders her to\r\nsmile, she uses her fingers to push up the corners of her mouth. He gives Lucy\r\nmoney for groceries and goes out to drink more, and she timidly ventures out to\r\ndo the shopping, clutching a precious hoard of tinfoil, which she hopes she can\r\ntrade for a flower to brighten her grim existence. On the streets, weary\r\nhousewives warn her against matrimony, and women of the night against\r\nprostitution; thus her only two possible escapes seem closed. Through the\r\nwindow of his shop, the Yellow Man sees her, and \"the beauty which all\r\nLimehouse missed smote him to the heart.\"\n\nThat\r\nevening, Lucy spills hot food on Battling's hand, and he whips her almost to\r\ndeath before going out to drink. She stumbles into the Chinese man's store, and\r\nhe gives her refuge, with \"the first gentleness she has ever known.\"\r\nShe is able to smile at him without using her fingers. When Battling Burrows\r\nfinds out where she is, there's a violent showdown, including a striking shot\r\nwhere Lucy, locked in a room with Battling splintering the door with an ax,\r\nturns in a helpless circle, screaming.\n\nGish\r\nwas one of the great vulnerable screamers of the silent era, although she also\r\nhad a good line in pluck and independence. In a long career that ended with\r\n\"The Whales of August\" (1987), she played many strong women. Here she\r\nis essentially the passive object of male fantasy--of Battling, who sees her as\r\nservant and victim, and Cheng, who idealizes her as his \"White\r\nBlossom.\" Griffith emphasizes both her angelic face and her weakness by\r\noften lighting and photographing her from above, and many years later, on the\r\nset of Robert Altman's \"A Wedding\" (1978), I heard her rebuke a\r\nphotographer who was trying for a low-angle shot: \"Get up from there! Get\r\nup! If God had wanted you to shoot me from that angle, he would have given you\r\na camera in your belly button. Mr. Griffith always said, `Shoot from above for\r\nan angel; shoot from below for a devil.' \"\n\nIf\r\nthe attitudes about race in \"Broken Blossoms\" are more well-meaning\r\nand positive than in \"Birth of a Nation,\" they are nevertheless\r\npainfully dated for today's eyes. But of course they are. Marriage between the\r\nraces was a crime in 1919, and so we see Cheng's face in closeup, looming\r\ncloser to Lucy as if he wishes to kiss her, and then pulling away as the\r\nsubtitles assure us of his pure intentions. Battling, of course, thinks the\r\nYellow Man has had his way, but the girl cries out, \"T'ain't nothing\r\nwrong!\" Griffith intrigues his audience with the possibility of exotic\r\nsex, and then cuts to moralizing titles.\n\nThe\r\nstereotyping of the Chinese character begins with the choice of a Caucasian to\r\nplay him. There were many Asian actors in silent films, but only one, Sessue\r\nHayakawa, played leading roles, and the most famous of the early Asian\r\ncharacters, like Charlie Chan and Fu Manchu, were played by whites. The\r\ncharacter of Cheng is an anthology of stereotypes: He is a peaceful Buddhist,\r\nopium addict, shopkeeper. But Griffith's film was nevertheless open-minded and\r\neven liberal in the context of his time and audiences, and we sense the good\r\nintentions behind patronizing titles like this one describing the advice Cheng\r\ngets from a Buddhist priest before his journey: \"word for word, such as a\r\nfond parent of our own land might give.\"\n\nAlthough\r\nthe best silent comedy remains timeless and many silent films remain undated,\r\nmelodrama such as \"Broken Blossoms\" seems old-fashioned to many\r\nviewers. Watching it involves an act of cooperation with the film--even active\r\nsympathy. You have to imagine how exotic such stories once seemed, how the\r\nfoggy streets of Limehouse and the broadly drawn characters once held audiences\r\nenthralled.\n\nIn\r\ntrying to imagine the film's original impact, it might help to look at\r\nFellini's \"La Strada\" (1954). Pauline Kael finds many of Fellini's\r\ninspirations in \"Broken Blossoms,\" including Zampano the strongman\r\n(Anthony Quinn), whose costume even resembles Battling Burrows'. Gelsomina\r\n(Giulietta Masina), his much-abused companion, is obviously drawn from Lucy,\r\nand Richard Basehart's Matto, who gives her shelter from the brute, fills the\r\nsame function as the Yellow Man.\n\nGriffith\r\nin 1919 was the unchallenged king of serious American movies (only C.B. DeMille\r\nrivaled him in fame), and \"Broken Blossoms\" was seen as brave and\r\ncontroversial. What remains today is the artistry of the production, the\r\nethereal quality of Lillian Gish, the broad appeal of the melodrama, and the\r\natmosphere of the elaborate sets (the film's budget was actually larger than\r\nthat of \"Birth of a Nation\").\n\nAnd\r\nits social impact. Films like this, naive as they seem today, helped nudge a\r\nxenophobic nation toward racial tolerance.\n\nThere\r\nis all of that, and then there is Lillian Gish's face. Was she the greatest\r\nactress of silent films? Perhaps; her face is the first I think of among the\r\nsilent actresses, just as Chaplin and Keaton stand side by side among the men.\r\nWhen she was filming \"The Whales of August\" in 1987, her co-star was\r\nanother legend, Bette Davis. The film's director, Lindsay Anderson, told me\r\nthis story. One day after finishing a shot, he said, \"Miss Gish, you have\r\njust given me the most marvelous closeup!\" \"She should,\" Bette\r\nDavis observed dryly. \"She invented them.\"", "running_time": 90, "mpaa_rating": null, "release_year": 1919, "date_published": "2000-01-23", "genres": ["Drama", "Romance"], "title": "Broken Blossoms (1919)"}