{"url": "http://www.rogerebert.com/reviews/great-movie-santa-sangre-1989", "by": "Axel Jodorowskyas Fenix", "star_rating": 4.0, "text": "To call \"Santa Sangre\" (1989) a horror film would be unjust to a film that exists outside all categories. But in addition to its deeper qualities, it is a horror film, one of the greatest, and after waiting patiently through countless Dead Teenager Movies, I am reminded by Alejandro Jodorowsky that true psychic horror is possible on the screen--horror, poetry, surrealism, psychological pain and wicked humor, all at once.\n\nThe movie involves the perverse emotional and physical enslavement of a son by his mother--a control all the more macabre when we learn, late in the film, the secret of its actual nature. It is also about an instinctive hatred between characters representing lust and chastity, which are both seen as perversions in a world without a sane middle way. This bold subject matter is orchestrated by Jodorowsky in a film that inspires critics to make lists, calling it Jungian, surrealistic, Felliniesque, Bunuelian, sadomasochistic, expressionist and strongly flavored by such horror classics as \"The Beast With Five Fingers,\" \"The Hands of Orlac\" and the film that guides the hero's fantasies, \"The Invisible Man.\"\n\nThe story involves Fenix, the boy magician at the Circus Gringo, a shabby touring show in Mexico. Played by two of Jodorowsky's sons (Adan at about 8, Axel at about 20), Fenix is the child of the beautiful trapeze artist Concha (Blanca Guerra) and the bloated circus owner and knife-thrower Orgo (Guy Stockwell). Always at Fenix's side is the dwarf Aladin (Jesus Juarez), who acts as his assistant and moral support.\n\nThe little magician's best friend is Alma (Faviola Elenka Tapia and, when older, Sabrina Dennison). She is a deaf-mute mime, the daughter of the carnal Tattooed Woman (Thelma Tixou), who works as the target for Orgo's knives.\n\nOne night when Concha is suspended above the circus ring by her hair, she sees Orgo caressing the Tattooed Lady and screams to be brought back to earth. In a rage, she surprises them in bed and throws acid on Orgo's genitals. Bellowing with pain, he severs her arms with mighty thrusts of two knives. Then he kills himself, the acid having rendered him uninteresting to women tattooed and otherwise.\n\nConcha's mutilation is a cruel irony: She is the leader of a cult of women who worship a saint whose arms were cut off by rapists. Their church contains a pool of blood, no doubt suggesting menstrual fluid (Concha's name is Mexican slang for the vagina); its members wear tunics with crossed, severed arms. When authorities arrive to bulldoze the church, there is a clash between the women and the police, and then a shouting match between Concha and the local monsignor, she screaming that the pool contains holy blood, he replying that it is red paint.\n\nThe bulldozing reveals the shabby construction of the church, mostly made of corrugated iron and possibly reflecting the film's limited budget. If Jodorowsky's funds were limited, however, his imagery and imagination are boundless, and this movie thrums with erotic and diabolical energy. Consider the scene where the circus elephant dies after hemorrhaging from its trunk. In a funeral both sad and funny, the beast's great coffin is hauled by truck to a ravine and tipped over the edge--to the delight of wretched shanty-dwellers, who rip open the casket and throw bloody elephant meat to the crowd. An image like this is one of the reasons we go to the movies: It is logical, illogical, absurd, pathetic, and sublimely original. For Alejandro Jodorowsky, all in a day's work.\n\nNow 74 and at work on his first film in 14 years, Jodorowsky is a legendary man of many trades. Born in Chile, living mostly in Mexico and Paris, he works here in English, which has been imperfectly dubbed; oddly enough, the oddness of the dubbing adds to the film's eerie quality.\n\nJodorowsky has occupied the edges of the arts. He was a clown and puppeteer, studied under the mime Marcel Marceau, filmed a mime version of Thomas Mann's play \"The Transposed Heads,\" was a friend of the surrealist Arrabal, and is, in his own words, a \"very famous comic-strip artist,\" the author of graphic novels that have become legendary.\n\nHe is also the author of the legendary cult film \"El Topo\" (1970), which was both saved and doomed by John Lennon. Saved, because Lennon admired it so much, he asked his manager, Allen Klein, to buy and distribute it. Doomed, because after the film became a worldwide sensation (Jodorowsky told me in 1989) \"Klein made it disappear. He says, 'I am waiting until you die, and then I am going to have a fortune.' He thinks he's immortal. If he dies first, I get the film back.\" So far, both men are still alive and \"El Topo\" is not available on video.\n\nJodorowsky's visionary world owes much to the surrealists, but even more to the quirky films that Luis Bunuel made during his Mexican exile, films showing men quietly obsessed with the details of their fetishes. Fenix, his hero, is literally a man whose world is defined by his obsessions. The witness to his mother's mutilation and his father's suicide, he is in an insane asylum when the film opens, perched atop a tree trunk. When he returns to the world, it is to play the role of his mother's arms and hands. He walks behind her, slips his arms through the sleeves of her garments and feeds her, plays the piano, gestures, and even caresses her body as if it is his own. Axel Jodorowsky and Blanca Guerra do this with such perfect timing that the hands seem to sense the next thought of the mother. But Fenix has no identity except as her instrument, which is why \"The Invisible Man\" appeals so strongly.\n\nThe first half of the film is filled with Felliniesque exuberance, celebrating the circus with its tawdry charms and sad clowns. The second half is somber and creepy, as in a scene where Fenix and four young men with Down syndrome are taken on a movie outing that ends (not unhappily) with cocaine and a visit to the red-light district.\n\nFenix eventually moves with his mother into a house where timbers lean everywhere at crazy angles for no apparent reason, except to evoke expressionism. And here he begins his revolt. As his mother jealously uses his hands to kill one woman after another, he recruits a muscular giantess who will be able, he thinks, to fight off any attack.\n\nThis giantess is pretty clearly a man in drag, but the movie makes no notice of that fact, and indeed many oddities pass unremarked, including the omnipresent doves and the ability of the Tattooed Lady, the dwarf and the deaf-mute girl to materialize in Fenix's life when and how he needs them. All is finally made clear at the end, revealing how fearlessly Jodorowsky has married magic realism to Freud, in a film that is like a shriek against Momism.\n\nOf course the movie is rated NC-17. I believe more horror films should be made for adults, so that they are free to deal with true malevolence in the world, instead of retailing the pornography of violence without consequences. A generation is growing up that equates violence with action, instead of with harm. Not long ago \"The Exorcist\" was re-released and some young moviegoers laughed all the way through it. A society that laughs at evil eventually laughs at good, and then it loses its way.\n\nThe quality that Jodorowsky has above all is passionate sincerity. Apart from his wildly creative style, apart from his images, apart from his story inventions, he has strong moral feelings. He has an instinctive sympathy for Fenix, who was born into a world of fanaticism and cruelty, and has tried, with the help of a deaf girl and a dwarf, to get back the soul that was warped by his father and trapped by his mother. Maybe one difference between great horror films and all the others is that the great ones do not celebrate evil, but challenge it.", "running_time": 124, "mpaa_rating": "R", "release_year": 1990, "date_published": "2003-08-31", "genres": ["Drama", "Fantasy", "Foreign", "Horror", "Mystery", "Science Fiction"], "title": "Santa Sangre (1990)"}