{"url": "http://www.rogerebert.com/reviews/great-movie-city-lights-1931", "by": "Charles Chaplinas A Tramp", "star_rating": 4.0, "text": "\n\nIf only one of Charles Chaplin's films could be preserved, “City\r\nLights” (1931) would come the closest to representing all the different notes\r\nof his genius. It contains the slapstick, the pathos, the pantomime, the\r\neffortless physical coordination, the melodrama, the bawdiness, the grace, and,\r\nof course, the Little Tramp--the character said, at one time, to be the most\r\nfamous image on earth.\n\nWhen\r\nhe made it, three years into the era of sound, Chaplin must have known that “City\r\nLights” might be his last silent film; he considered making a talkie, but\r\ndecided against it, and although the film has a full musical score (composed by\r\nChaplin) and sound effects, it has no speech. Audiences at the time would have\r\nappreciated his opening in-joke; the film begins with political speeches, but\r\nwhat emerges from the mouths of the speakers are unintelligible\r\nsquawks--Chaplin's dig at dialogue. When he made “Modern Times” five years\r\nlater, Chaplin allowed speech onto the soundtrack, but once again the Tramp\r\nremained silent except for some gibberish.\n\nThere\r\nwas perfect logic here: Speech was not how the Tramp really expressed himself.\r\nIn most silent films there's the illusion that the characters are speaking,\r\neven though we can't hear them. Buster Keaton's characters, for example, are\r\nclearly talkative. But the Tramp is more of a mime, a person for whom body\r\nlanguage serves as speech. He exists somehow on a different plane than the\r\nother characters; he stands outside their lives and realities, is judged on his\r\nappearance, is homeless and without true friends or family, and interacts with\r\nthe world mostly through his actions. Although he can sometimes be seen to\r\nspeak, he doesn't need to; unlike most of the characters in silent films, he\r\ncould have existed comfortably in a silent world.\n\nIn\r\n“Modern Times,” as Walter Kerr points out in his invaluable book The Silent\r\nClowns, the Tramp is constantly trying to get back into jail, where he feels\r\nsafe and secure. His most frequent refuge is a paddy wagon. In “City Lights,”\r\nhis only friendships are with people who don't or can't see him: with a drunken\r\nmillionaire who doesn't recognize him when he sobers up, and with a blind\r\nflower girl. His shabby appearance sets him apart and cues people to avoid and\r\nstereotype him; a tramp is not ... one of us. Unlike the Keaton characters, who\r\nhave jobs and participate eagerly in society, the Tramp is an outcast, an\r\nonlooker, a loner.\n\nThat's\r\nwhat makes his relationship with the flower girl (Virginia Cherrill) so poignant;\r\ndoes she accept and treasure him only because she can't see what he looks like?\r\n(Her grandmother, who would no doubt warn her away from him, is never at home\r\nwhen the Tramp calls.) The last scene of “City Lights” is justly famous as one\r\nof the great emotional moments in the movies; the girl, whose sight has been\r\nrestored by an operation paid for by the Tramp, now sees him as a bum--but\r\nsmiles at him anyway, and gives him a rose and some money, and then, touching\r\nhis hands, recognizes them. “You?” she asks on the title card. He nods, tries\r\nto smile, and asks, “You can see now?” “Yes,” she says, “I can see now.” She\r\nsees, and yet still smiles at him, and accepts him. The Tramp guessed\r\ncorrectly: She has a good heart, and is able to accept him as himself.\n\nChaplin\r\nand the other silent filmmakers knew no national boundaries. Their films went\r\neverywhere without regard for language, and talkies were like the Tower of\r\nBabel, building walls between nations. I witnessed the universality of\r\nChaplin's art in one of my most treasured experiences as a moviegoer, in 1972,\r\nin Venice, where all of Chaplin's films were shown at the film festival.\n\nOne\r\nnight the Piazza San Marco was darkened, and “City Lights” was shown on a vast\r\nscreen. When the flower girl recognized the Tramp, I heard much snuffling and\r\nblowing of noses around me; there wasn't a dry eye in the piazza. Then complete\r\ndarkness fell, and a spotlight singled out a balcony overlooking the square.\r\nCharlie Chaplin walked forward, and bowed. I have seldom heard such cheering.\n\nHe\r\nhad by then for many decades been hailed as one of the screen's great creators.\r\nIn “City Lights” we can see the invention and humanity that coexist in his\r\nfilms.\n\nThe\r\nmovie contains some of Chaplin's great comic sequences, including the famous\r\nprize fight in which the Tramp uses his nimble footwork to always keep the\r\nreferee between himself and his opponent. There's the opening scene, where a\r\nstatue is unveiled to find the Tramp asleep in the lap of a heroic Greco-Roman\r\nstone figure. (Trying to climb down, he gets his pants hooked through the\r\nstatue's sword, and tries to stand at attention during “The Star-Spangled\r\nBanner” although his feet can't find a footing.) There's the sequence where he\r\ntries to save the millionaire from drowning, and ends up with the rock tied to\r\nhis own neck; the scene where he swallows a whistle and gathers a following of\r\ndogs; the scene where the millionaire and the Tramp encounter burglars; the\r\nscene in the nightclub where Charlie sees Apache dancers and defends the woman\r\ndancer against her partner.\n\nAnd\r\nthere are the bawdy moments, as when the Tramp, working as a street-sweeper,\r\navoids a parade of horses only to encounter a parade of elephants; and when the\r\nmillionaire pours bottles of champagne down the Tramp's pants.\n\nChaplin\r\nwas a master of the small touch, the delayed reaction. Consider the moment when\r\nhe goes to the blind girl's house to give her the money for an eye operation.\r\nHe has prudently stashed $100 in his pocket for his own needs, but after she\r\nkisses his hand he shrugs, reaches in his pocket, and gives her the final bill.\n\nChaplin\r\nand Keaton are the giants of silent comedy, and in recent years the pendulum of\r\nfashion has swung between them. Chaplin ruled supreme for years, but by the\r\n1960s he looked dated and sentimental to some viewers, and Keaton seemed\r\nfresher and more contemporary. In the polls taken every 10 years by Sight &\r\nSound, the British film magazine, Chaplin placed high in 1952 and was gone by\r\n1962; Keaton placed high in 1972 and 1982, and Chaplin replaced him again in\r\n1992. The only thing such polls prove for sure is that a lot of film lovers\r\nthink the work of both men belongs on a list of the 10 greatest films ever\r\nmade.\n\nBoth\r\nfilmmakers based their work on their fictional personalities, but took opposite\r\napproaches. Keaton plays a different character every time; Chaplin usually\r\nplays a version of the Tramp. Keaton's characters desire acceptance,\r\nrecognition, romance and stature in the real world, and try to adapt to\r\nconditions; Chaplin's characters are perpetual outsiders who rigidly repeat the\r\nsame strategies and reactions (often the gags come from how inappropriately the\r\nTramp behaves). Keaton's movements are smooth and effortless; Chaplin's odd\r\nlittle lopsided gait looks almost arthritic. They appeared together only once,\r\nin Chaplin's “Limelight” (1952). Keaton steals the scene--but, as Kerr\r\nobserves, Chaplin, who could have re-edited it to give himself the upper hand,\r\nwas content to let Keaton prevail.\n\nThere\r\nwas a time when Chaplin was hailed as the greatest popular artist of the 20th\r\ncentury, and his films were known to everyone. Today, how many people watch\r\nthem? Are they shown in schools? I think not. On TV? Not very often. Silent\r\nfilm, the medium that gave Chaplin his canvas, has now robbed him of his mass\r\naudience. His films will live forever, but only for those who seek them out.\n\nHaving\r\njust viewed “City Lights” and “Modern Times” again, I am still under their\r\nspell. Chaplin's gift was truly magical. And silent films themselves create a\r\nreverie state; there is no dialogue, no obtrusive super-realism, to interrupt\r\nthe flow. They stay with you. They are not just a work, but a place.\n\nMost\r\nof Chaplin's films are available on video. Children who see them at a certain\r\nage don't notice they're “silent” but notice only that every frame speaks\r\nclearly to them, without all those mysterious words that clutter other films.\r\nThen children grow up, and forget this wisdom, but the films wait patiently and\r\nare willing to teach us again.", "running_time": 87, "mpaa_rating": "G", "release_year": 1931, "date_published": "1997-12-21", "genres": ["Comedy", "Drama", "Romance"], "title": "City Lights (1931)"}