{"url": "http://www.rogerebert.com/reviews/great-movie-beat-the-devil-1954", "by": null, "star_rating": 4.0, "text": "The village band pounds out an oompah-pah tune, as police march four disreputable characters across the square. Already we're smiling. One is tall and round, one is tall and cadaverous, one is short and round and the fourth is a little rat face with a bristling mustache. On the soundtrack, Humphrey Bogart tells us they are all criminals, but we know that; they were born looking guilty.\n\nJohn Huston's \"Beat the Devil\" (1953) shows how much Hollywood has lost by devaluing its character actors. In an age when a $20 million star must be on the screen every second, this picture could not be made. Huston has stars, too: Bogart, Jennifer Jones, Gina Lollobrigida, but his movie is so funny because he throws them into the pot with a seedy gang of charlatans. \"We have to beware of them,\" the Jones character warns her husband. \"They're desperate characters. Not one of them looked at my legs.\"\n\n\"Beat the Devil\" went straight from box office flop to cult classic and has been called the first camp movie, although Bogart, who sank his own money into it, said, \"Only phonies like it.\" It's a movie that was made up on the spot; Huston tore up the original screenplay on the first day of filming, flew the young Truman Capote to Ravallo, Italy, to crank out new scenes against a daily deadline and allowed his supporting stars, especially Robert Morley and Peter Lorre, to create dialogue for their own characters. (Capote spoke daily by telephone with his pet raven, and one day when the raven refused to answer he flew to Rome to console it, further delaying the production.)\n\nThe story involves a crowd of raffish misfits killing time in the little Italian seaport until repairs are completed on the rust-bucket ship that will take them to British East Africa. They all have secret schemes to stake a claim to a uranium find. Bogart and Lollobrigida play Billy and Maria Dannreuther; he once owned a local villa, but has been reduced to having his hotel bills paid by Petersen (Morley), a crook in a magnificent ice cream suit, his tie laid out like a Dover sole on the upper reaches of his belly.\n\nPetersen's other associates include a man named O'Hara (Lorre) who has a German accent and says, suspiciously, that there are a lot of O'Haras in Chile; the rat-faced little Maj. Ross (Ivor Bernard), who observes approvingly, \"Hitler knew how to put women in their place,\" and the gaunt, mournful, hawk-nosed Ravello (Marco Tulli). Also waiting for the boat to sail are Gwendolyn and Harry Chelm (Jennifer Jones and Edward Underdown), who claim to be from the landed gentry of Gloucestershire.\n\nThese characters are imported, more or less, from an original novel by \"James Helvick,\" actually the left-wing British critic Claud Cockburn (whose son Alexander named his column in the Nation magazine after the movie). The film was originally set in a French town, and intended to be a halfway serious thriller about the evils of colonial exploitation. When Bogart signed aboard, that's what he thought it would be, but at some point in the transfer to Italian locations John Huston decided to make it a comedy, and hired the 28-year-old Capote on the advice of Jones' husband, the tireless memo writer David O. Selznick.\n\nThere are times during the movie when you can sense Capote chuckling to himself as he supplies improbable dialogue for his characters. Lollobrigida, the Italian sex star, was making her first English-language movie, but Capote has her explain, \"Emotionally, I am English.\" She claims to take tea and crumpets every afternoon, and quotes the writer George Moore, who I believe has not been quoted before or since in any movie. Bogart describes his early upbringing: \"I was an orphan until I was 20. Then a rich and beautiful lady adopted me.\" And Lorre of course has his famous dialogue about time, which deserves comparison with Orson Welles' \"cuckoo clock\" speech in \"The Third Man.\" \"Time . . . time,\" Lorre says. \"What is time? Swiss manufacture it. French hoard it. Italians squander it. Americans say it is money. Hindus say it does not exist. Do you know what I say? I say time is a crook.\"\n\nThe plot is an afterthought. This is a movie about eccentric behavior. Edward Underdown, as Jones' husband, affects British upper-class manners, travels with his hot-water bottle, takes to his bed with \"a shocking chill on my liver,\" and seems not to notice that his wife has fallen in love with the Bogart character. For that matter, Bogart's wife (Lollobrigida) has fallen in love with Chelm, and he seems oblivious to that as well. It is a measure of the movie that we are never quite sure if the Dannreuthers are both committing adultery, or simply trying to discover the Chelms' secret plans for the uranium; when Hollywood censors questioned the adultery in the original story, Huston and Capote simply made it enigmatic.\n\nMuch of the humor is generated by the two women. Jones plays a busybody, one of those women who accidentally blurts out exactly what she intends to say. Lollobrigida wears a series of similarly low-cut, cinched-waist evening dresses at all times of the day. And Morley's gang turns up inappropriately dressed for the hot weather, sweating and squirming, all except for the imperturbable Lorre, who has died his hair platinum and sucks continuously on a cigarette in a holder that he holds like a flute.\n\nEven the third team of supporting characters is entertaining. When the two couples drive out for dinner, Bogart hires an antique, open-topped Hispano-Suiza automobile he claims to have gotten from a bullfighter and given to the driver (Juan de Landa). Later, when the car is lost through hilarious miscalculation, the driver wants compensation. \"Why, you thief, I gave  you that car!\" Bogart roars. \"How I came into possession of it is beside the point,\" the driver insists.\n\nOther bit players include the ship's purser (Mario Perrone), who has the knack of materializing instantly when anything goes wrong, and knowing exactly what has happened. And the captain (Saro Urzi), continuously drunk. And Ahmed (Manuel Serano), the Arab leader who arrests them after they're shipwrecked in Africa, and pumps Bogart for details about Rita Hayworth. When Ahmed asks Bogart to betray Morley, Bogart wants to be paid. \"Your demands are very great, under the circumstances,\" the official tells him. \"Why shouldn't they be?\" says Bogart. \"Fat Gut's my best friend, and I will not betray him cheaply.\"\n\nOne of Huston's running jokes through the film involves the composition of his shots of Morley and his three associates. They are so different in appearance, height and manner that they hardly seem able to fit into the same frame, and Huston uses a system of rotation to bring each one forward as he speaks, mournfully framed by the others. Despite their differences, they form a unit, and when it appears that Morley may have been killed in the auto mishap, the rat-faced Major is distraught: \"Mussolini, Hitler--and now, Petersen!\"\n\nIf \"Beat the Devil\" puzzled audiences on its first release, it has charmed them since. Jones told the critic Charles Champlin that Huston promised her: \"Jennifer, they'll remember you longer for `Beat the Devil' than for `Song of Bernadette.' \" True, but could Huston have guessed that they would remember him more for \"Beat the Devil\" than for the picture he made next, \"Moby Dick\"?\n\nThe movie has above all effortless charm. Once we catch on that nothing much is going to happen, we can relax and share the amusement of the actors, who are essentially being asked to share their playfulness. There is a scene on a veranda overlooking the sea, where Bogart and Jones play out their first flirtation, and by the end of their dialogue you can see they're all but cracking up; Bogart grins during the dissolve. The whole movie feels that way. Now that movies have become fearsome engines designed to hammer us with entertainment, it is nice to recall those that simply wanted to be witty company.", "running_time": 89, "mpaa_rating": null, "release_year": 1954, "date_published": "2000-11-26", "genres": ["Adventure", "Comedy", "Crime", "Drama"], "title": "Beat the Devil (1954)"}