{"url": "http://www.rogerebert.com/reviews/great-movie-my-darling-clementine-1946", "by": "Henry Fondaas Wyatt Earp", "star_rating": 4.0, "text": "\n\n\"What kind of town is this?” Wyatt Earp asks on his first\r\nnight in Tombstone. “A man can't get a shave without gettin' his head blowed\r\noff.” He gets up out of the newfangled barber's chair at the Bon Ton Tonsorial\r\nParlor and climbs through the second-story window of a saloon, his face still\r\nhalf lathered, to konk a gun-toting drunk on the head and drag him out by the\r\nheels.\n\nEarp\r\n(Henry Fonda) already knows what kind of town it is. In the opening scenes of\r\nJohn Ford's greatest Western, “My Darling Clementine” (1946), he and his\r\nbrothers are driving cattle east to Kansas. Wyatt, Virgil and Morgan leave\r\ntheir kid brother James in charge of the herd and go into town for a shave and\r\na beer. As they ride down the main street of Tombstone, under a vast and\r\nlowering evening sky, gunshots and raucous laughter are heard in the saloons,\r\nand we don't have to ask why the town has the biggest graveyard west of the\r\nRockies.\n\nFord's\r\nstory reenacts the central morality play of the Western. Wyatt Earp becomes the\r\ntown's new marshal, there's a showdown between law and anarchy, the law wins\r\nand the last shot features the new schoolmarm--who represents the arrival of\r\ncivilization. Most Westerns put the emphasis on the showdown. “My Darling\r\nClementine” builds up to the legendary gunfight at the OK Corral, but it is\r\nmore about everyday things--haircuts, romance, friendship, poker and illness.\n\nAt\r\nthe center is Henry Fonda's performance as Wyatt Earp. He's usually shown as a\r\nman of action, but Fonda makes him the new-style Westerner, who stands up when\r\na woman comes into the room and knows how to carve a chicken and dance a reel.\r\nLike a teenager, he sits in a chair on the veranda of his office, tilts back to\r\nbalance on the back legs and pushes off against a post with one boot and then\r\nthe other. He's thinking of Clementine, and Fonda shows his happiness with body\r\nlanguage.\n\nEarp\r\nhas accepted the marshal's badge because when he and his brothers returned to\r\ntheir herd, they found the cattle rustled and James dead. There is every reason\r\nto believe the crime was committed by Old Man Clanton (Walter Brennan) and his “boys”\r\n(grown, bearded and mean). An early scene ends with Clanton baring his teeth\r\nlike an animal showing its fangs. Earp buries James in a touching scene. (“You\r\ndidn't get much of a chance, did you, James?”) Then, instead of riding into\r\ntown and shooting the Clantons, he tells the mayor he'll become the new\r\nmarshal. He wants revenge, but legally.\n\nThe\r\nmost important relationship is between Earp and Doc Holliday (Victor Mature),\r\nthe gambler who runs Tombstone but is dying of tuberculosis. They are natural\r\nenemies, but a quiet, unspoken regard grows up between the two men, maybe\r\nbecause Earp senses the sadness at Holliday's core. Holliday's rented room has\r\nhis medical diploma on the wall and his doctor's bag beneath it, but he doesn't\r\npractice anymore. Something went wrong back East, and now he gambles for a\r\nliving, and drinks himself into oblivion. His lover is a prostitute, Chihuahua\r\n(Linda Darnell), and he talks about leaving for Mexico with her. But as he\r\ncoughs up blood, he knows what his prognosis is.\n\nThe\r\nmarshal's first showdown with Holliday is a classic Ford scene. The saloon\r\ngrows quiet when Doc walks in, and the bar clears when he walks up to it. He\r\ntells Earp, “Draw!” Earp says he can't--doesn't have a gun. Doc calls for a\r\ngun, and a man down the bar slides him one. Earp looks at the gun, and says, “Brother\r\nMorg's gun. The other one, the good-lookin' fellow--that's my brother, Virg.”\r\nDoc registers this information and returns his own gun to its holster. He\r\nrealizes Earp's brothers have the drop on him. “Howdy,” says Doc. “Have a\r\ndrink.”\n\nTwice\r\nDoc tells someone to get out of town, and twice Earp reminds him that's the\r\nmarshal's job. Although the Clantons are the first order of business, Doc and\r\nEarp seem headed for a showdown. Yet they have a scene together that is one of\r\nthe strangest and most beautiful in all of John Ford's work. A British actor\r\n(Alan Mowbray) has come to town to put on a play, and when he doesn't show up\r\nat the theater, Earp and Holliday find him in the saloon, on top of a table,\r\nbeing tormented by the Clantons. The actor begins Hamlet's famous soliloquy,\r\nbut is too drunk and frightened to continue. Doc Holliday, from memory,\r\ncompletes the speech, and could be speaking of himself: “ ... but that the\r\ndread of something after death, the undiscovered country from whose bourn no\r\ntraveler returns, puzzles the will ... .”\n\nThe\r\ngentlest moments in the movie involve Earp's feelings for Clementine (Cathy\r\nDowns), who arrives on the stage from the East, looking for “Dr. John Holliday.”\r\nShe is the girl Doc left behind. Earp, sitting outside the hotel, rises quickly\r\nto his feet as she gets out of the stage, and his movements show that he's in\r\nawe of this graceful vision. Clementine has been seeking Doc all over the West,\r\nwe learn, and wants to bring him home. Doc tells her to get out of town. And\r\nChihuahua monitors the situation jealously.\n\nClementine\r\nis packed to go the next morning when the marshal, awkward and shy, asks her to\r\njoin him at the church service and dance. They walk in stately procession down\r\nthe covered boardwalk, while Ford's favorite hymn plays: “Shall We Gather at\r\nthe River?” When the fiddler strikes up, Wyatt and Clementine dance--he clumsy\r\nbut enthusiastic, and with great joy. This dance is the turning point of the\r\nmovie, and marks the end of the Old West. There are still shots to be fired,\r\nbut civilization has arrived.\n\nThe\r\nlegendary gunfight at the OK Corral has been the subject of many films,\r\nincluding “Frontier Marshal” (1939), “Gunfight at the O.K. Corral” (1957), “Tombstone”\r\n(1993, with Val Kilmer's brilliant performance as Doc) and “Wyatt Earp” (1994).\r\nUsually the gunfight is the centerpiece of the film. Here it plays more like\r\nthe dispatch of unfinished business; Ford doesn't linger over the violence.\n\nThere\r\nis the quiet tenseness in the marshal's office as Earp prepares to face the\r\nClantons, who've shouted their challenge that they'd be waiting for him at the\r\ncorral. Earp's brothers are with him, because this is “family business.” Earp\r\nturns down other volunteers, but when Doc turns up, he lets him take part,\r\nbecause Doc has family business, too (one of the Clanton boys has killed\r\nChihuahua). Under the merciless clear sky of a desert dawn, in silence except\r\nfor far-off horse whinnies and dog barks, the men walk down the street and take\r\ncare of business.\n\nJohn\r\nFord (1895-1973) was, many believe, the greatest of all American directors.\r\nCertainly he did more than any other to document the passages of American\r\nhistory. For him, a Western was not quite such a “period film” as it would be\r\nfor later directors. He shot on location in the desert and prairie, his cast\r\nand crew living as if they were on a cattle drive, eating out of the\r\nchuckwagon, sleeping in tents. He filmed “My Darling Clementine” in his beloved\r\nMonument Valley, on the Arizona-Utah border.\n\nHe\r\nmade dozens of silent Westerns, met the real Wyatt Earp on the set of a movie\r\nand heard the story of the OK Corral directly from him (even so, history tells\r\na story much different from this film). Ford worked repeatedly with the same\r\nactors (his “stock company”) and it is interesting that he chose Fonda rather\r\nthan John Wayne, his other favorite, for Wyatt Earp. Maybe he saw Wayne as the\r\nembodiment of the Old West, and the gentler Fonda as one of the new men who\r\nwould tame the wilderness.\n\n“My\r\nDarling Clementine” must be one of the sweetest and most good-hearted of all\r\nWesterns. The giveaway is the title, which is not about Wyatt or Doc or the\r\ngunfight, but about Clementine, certainly the most important thing to happen to\r\nMarshal Earp during the story. There is a moment, soon after she arrives, when\r\nEarp gets a haircut and a quick spray of perfume at the Bon Ton Tonsorial\r\nParlor. Clem stands close to him and says she loves “the scent of the desert\r\nflowers.” “That's me,” says Earp. “Barber.”", "running_time": 97, "mpaa_rating": "NR", "release_year": 1946, "date_published": "1997-10-26", "genres": ["Action", "Drama", "Western"], "title": "My Darling Clementine (1946)"}