{"url": "http://www.rogerebert.com/reviews/great-movie-the-big-sleep-1946", "by": "Humphrey Bogartas Philip Marlowe", "star_rating": 4.0, "text": "\n\nTwo of the names mentioned most often in Howard Hawks' \"The\r\nBig Sleep\" (1946) are Owen Taylor and Sean Regan. One is the chauffeur for\r\nthe wealthy Sternwood family. The other is an Irishman hired by old Gen.\r\nSternwood \"to do his drinking for him.\" Neither is ever seen alive;\r\nRegan has disappeared mysteriously before the movie begins, and Taylor's body\r\nis hauled from the Pacific after his Packard runs off a pier. Were they\r\nmurdered? And does it even matter, since there are five other murders in the\r\nfilm?\n\nOne\r\nof the best-known of all Hollywood anecdotes involves the movie's confusing\r\nplot, based on the equally confusing novel by Raymond Chandler. Lauren Bacall\r\nrecalls in her autobiography, \"One day Bogie came on the set and said to\r\nHoward, 'Who pushed Taylor off the pier?' Everything stopped.\" As A.M.\r\nSperber and Eric Lax write in \"Bogart,\" \"Hawks sent Chandler a\r\ntelegram asking whether the Sternwood's chauffeur, Owen Taylor, was murdered or\r\na suicide. 'Dammit I didn't know either,' \" Chandler recalled. And\r\nChandler later wrote to his publisher, \"The girl who played the nymphy\r\nsister (Martha Vickers) was so good she shattered Miss Bacall completely. So\r\nthey cut the picture in such a way that all her best scenes were left out\r\nexcept one. The result made nonsense and Howard Hawks threatened to sue...\r\nAfter long argument, as I hear it, he went back and did a lot of\r\nre-shooting.\"\n\nIt\r\nis typical of this most puzzling of films that no one agrees even on why it is\r\nso puzzling. Yet that has never affected \"The Big Sleep's\" enduring\r\npopularity, because the movie is about the process of a criminal investigation,\r\nnot its results.\n\nThe\r\nprocess follows private eye Philip Marlowe (Humphrey Bogart) as he finds his\r\nway through the jungle of gamblers, pornographers, killers and blackmailers who\r\nhave attached themselves to the rich old general (Charles Waldron) and his two\r\nrandy daughters (Bacall and Vickers). Some bad guys get killed and others get\r\narrested, and we don't much care--because the real result is that Bogart and\r\nLauren Bacall end up in each other's arms. \"The Big Sleep\" is a lust\r\nstory with a plot about a lot of other things.\n\nThat\r\ncan be seen more clearly now that an earlier version of the film has surfaced.\r\n\"The Big Sleep\" was finished by Warner Brothers in 1945, but held out\r\nof release while the studio rushed to play off its backlog of World War II\r\nmovies. Meanwhile, ongoing events greatly affected its future. Hawks' \"To\r\nHave and Have Not\" (1944), Bacall's screen debut, was an enormous hit, and\r\nthe onscreen chemistry between her and Bogart was sizzling (\"You know how\r\nto whistle, don't you, Steve? You just put your lips together and blow.\")\r\nBacall then starred opposite Charles Boyer in \"Confidential Agent\"\r\n(1945) and got withering reviews. And she and Bogart were married (she was 20,\r\nhe was 44).\n\nBacall's\r\npowerful agent, Charles Feldman, who disliked the version he saw, wrote studio\r\nhead Jack Warner in desperation, asking that scenes be eliminated, added and\r\nreshot. Otherwise, he warned, Bacall was likely to get more bad reviews,\r\ndamaging the career of a promising star who was married to the studio's biggest\r\nmoney-maker.\n\nWarner\r\nagreed, and Hawks returned to the sound stages with his actors for reshoots.\r\nBacall's book minimizes this process: \"Howard ... did need one more scene\r\nbetween Bogie and me.\" Actually, he needed a lot more than that. The 1945\r\nrelease, now restored by archivists at UCLA, is accompanied by a detailed\r\ndocumentary showing what was left out and what was brand new when the movie was\r\nfinally released in 1946.\n\nWhat\r\nFeldman missed, he said, was the \"insolence\" that Bacall showed in\r\n\"To Have and Have Not.\" In the original version of \"The Big\r\nSleep,\" the relationship between Bogart and Bacall is problematical:\r\nMarlowe isn't sure whether he trusts this cool, elegant charmer. The 1946\r\nversion commits to their romance, and adds among other scenes one of the most\r\ndaring examples of double entendre in any movie up until that time. The new\r\nscene puts Bacall and Bogart in a nightclub, where they are only ostensibly\r\ntalking about horse racing:\n\nBacall:\"...speaking of\r\nhorses, I like to play them myself. But I like to see them work out a little\r\nfirst. See if they're front-runners or come from behind... I'd say you don't\r\nlike to be rated. You like to get out in front, open up a lead, take a little\r\nbreather in the back stretch, and then come home free....\"Bogart:\"You've got a touch of class, but\r\nI don't know how far you can go.\"Bacall:\"A lot depends on who's in the\r\nsaddle.\"\n\nWhat\r\nyou sense here is the enjoyable sight of two people who are in love and enjoy\r\ntoying with one another. The new scenes add a charge to the film that was\r\nmissing in the 1945 version; this is a case where \"studio\r\ninterference\" was exactly the right thing. The only reason to see the\r\nearlier version is to go behind the scenes, to learn how the tone and impact of\r\na movie can be altered with just a few scenes. (The accompanying documentary\r\neven shows how dialog was redubbed to get a slightly different spin.)\n\nAs\r\nfor the 1946 version that we have been watching all of these years, it is one\r\nof the great film noirs, a black-and-white symphony that exactly reproduces\r\nChandler's ability, on the page, to find a tone of voice that keeps its\r\ndistance, and yet is wry and humorous and cares. Working from Chandler's\r\noriginal words and adding spins of their own, the writers (William Faulkner,\r\nJules Furthman and Leigh Brackett) wrote one of the most quotable of\r\nscreenplays: It's unusual to find yourself laughing in a movie not because\r\nsomething is funny but because it's so wickedly clever. (Marlowe on the\r\n\"nymphy\" kid sister: \"She tried to sit in my lap while I was\r\nstanding up.\") Unlike modern crime movies which are loaded with action,\r\n\"The Big Sleep\" is heavy with dialogue--the characters talk and talk,\r\njust like in the Chandler novels; it's as if there's a competition to see who\r\nhas the most verbal style.\n\nMartha\r\nVickers was indeed electric as the kid sister, and Dorothy Malone all but\r\nsteals her scene as a book clerk who finds Marlowe intriguing. But the 1945\r\nversion makes it clear Bacall was by no means as bad as Feldman feared she was:\r\nShe is adequate in most scenes, and splendid in others--but the scenes\r\nthemselves didn't give her the opportunities that the reshoot did. In scenes\r\nlike the \"racing\" conversation she has the dry reserve, the private\r\namusement, the way of sizing up a man and enjoying the competition, that became\r\nher trademark. It's astonishing to realize she was 20, untrained as an actor,\r\nand by her own report scared to death.\n\nBogart\r\nhimself made personal style into an art form. What else did he have? He wasn't\r\nparticularly handsome, he wore a rug, he wasn't tall (\"I try to be,\"\r\nhe tells Vickers), and he always seemed to act within a certain range. Yet no\r\nother movie actor is more likely to be remembered a century from now. And the\r\nfascinating subtext in \"The Big Sleep\" is that in Bacall he found his\r\nmatch.\n\nYou\r\ncan see it in his eyes: Sure, he's in love, but there's something else, too. He\r\nwas going through a messy breakup with his wife, Mayo, when they shot the\r\npicture. He was drinking so heavily he didn't turn up some days, and Hawks had\r\nto shoot around him. He saw this coltish 20-year-old not only as his love but\r\nperhaps as his salvation. That's the undercurrent. It may not have been fun to\r\nlive through, but it creates a kind of joyous, desperate tension on the screen.\r\nAnd since the whole idea of film noir was to live through unspeakable\r\nexperiences and keep your cool, this was the right screenplay for this time in\r\nhis life.\n\nHoward\r\nHawks (1896-1977) is one of the great American directors of pure movies\r\n(\"His Girl Friday,\" \"Bringing Up Baby,\" \"Red\r\nRiver,\" \"Rio Bravo\"), and a hero of auteur critics because he\r\nfound his own laconic values in many different kinds of genre material. He once\r\ndefined a good movie as \"three great scenes and no bad scenes.\"\r\nComparing the two versions of \"The Big Sleep\" reveals that the\r\nreshoots inserted one of the great scenes, and removed some of the bad ones,\r\nneatly proving his point.", "running_time": 116, "mpaa_rating": "NR", "release_year": 1946, "date_published": "1997-06-22", "genres": ["Crime", "Drama", "Film Noir", "Mystery", "Suspense", "Thriller"], "title": "The Big Sleep (1946)"}