{"url": "http://www.rogerebert.com/reviews/great-movie-woman-in-the-dunes-1964", "by": "Hiroshi Teshigahara", "star_rating": 4.0, "text": "\n\n\"I love staying at local homes,” the man says, accepting an\r\noffer of hospitality after he misses the last bus back to the city. He has been\r\ncollecting insects in a remote desert region of Japan. The villagers lead him\r\nto a house at the bottom of a sandpit, and he climbs down a rope ladder to\r\nspend the night with the woman who lives there. She prepares his dinner, and\r\nfans him as he eats. During the night, he awakens to observe that she is\r\noutside, shoveling sand. In the morning, he sees her sleeping, her body naked\r\nand sparkling with sand. He goes outside to leave. \"That's funny,” he says\r\nto himself. \"The ladder is gone.”\n\nThere is a harsh musical chord at this moment, announcing the\r\nharsh surprise of \"Woman in the Dunes” (1964), one of the rare films able\r\nto combine realism with a parable about life. The man (Eiji Okada) is expected\r\nto remain in the pit and join the woman in shoveling sand, which is hauled to\r\nthe surface in bags by the villagers. \"If we stop shoveling,” the woman\r\n(Kyoko Kishida) explains, \"the house will get buried. If we get buried,\r\nthe house next door is in danger.”\n\nI am not able to understand the mechanics of that explanation,\r\nnor do I understand the local economy. The villagers sell the sand for\r\nconstruction, the woman explains. It is too salty to meet the building codes,\r\nbut they sell it cheap. But surely there are choices other than living in a pit\r\nand selling sand? Of course there is no logic beneath the story, and the\r\ndirector, Hiroshi Teshigahara, has even explained that sand cannot rise in\r\nsteep walls like those on the sides of the pit: “I found it physically\r\nimpossible to create an angle of more than 30 degrees.”\n\nYet there is never a moment when the film doesn't look\r\nabsolutely realistic, and it isn't about sand anyway, but about life. \"Are\r\nyou shoveling to survive, or surviving to shovel?” the man asks the woman, and\r\nwho cannot ask the same question? \"Woman in the Dunes” is a modern version\r\nof the myth of Sisyphus, the man condemned by the gods to spend eternity\r\nrolling a boulder to the top of a hill, only to see it roll back down.\n\nIn a way the man has himself to blame. He makes his desert trips\r\nto escape He seeks solitude and finds it. The film opens with a montage of\r\nfingerprints and passport stamps, and then there is a closeup of a grain of\r\nsand as big as a boulder, and then several the size of diamonds, and then\r\ncountless grains, with the wind rippling their surface as if they were water.\r\nThere has never been sand photography like this (no, not even in \"Lawrence of Arabia\"), and by anchoring the story so firmly in this tangible physical\r\nreality, the cinematographer, Hiroshi Segawa, helps the director pull off the\r\ndifficult feat of telling a parable as if it is really happening. The score by\r\nToru Takemitsu doesn't underline the action but mocks it, with high, plaintive\r\nnotes, harsh, like a metallic wind. The first time I saw the film, it played\r\nlike a psycho-sexual adventure. The underlying situation is almost\r\npornographic: A wandering man is trapped by a woman, who offers her body at the\r\nprice of lifelong servitude. There is a strong erotic undercurrent, beginning\r\nwith the woman displaying her sleeping form, and continuing through hostility,\r\nstruggle and bondage to their eventual common ground.\n\nMore than almost any other film I can think of, \"Woman in\r\nthe Dunes” uses visuals to create a tangible texture--of sand, of skin, of\r\nwater seeping into sand and changing its nature. It is not so much that the\r\nwoman is seductive as that you sense, as you look at her, exactly how it would\r\nfeel to touch her skin. The film's sexuality is part of its overall reality: In\r\nthis pit, life is reduced to work, sleep, food and sex, and when the woman\r\nwishes for a radio, \"so we could keep up with the news,” she only\r\nunderlines how meaningless that would be.\n\nThe screenplay is by Kobo Abe, based on his own novel, and it\r\nreveals the enormity of the situation slowly and deliberately--not rushing to\r\nannounce the man's dilemma, but revealing it in little hints and insights,\r\nwhile establishing the daily rhythm of life in the dunes. The pit-dwellers are\r\nserviced by villagers from above, who use pulleys to lower water and supplies,\r\nand haul up the sand. It is never clear whether the woman willingly descended\r\ninto her pit or was placed there by the village; certainly she has accepted her\r\nfate, and would not escape if she could. She participates in the capture of the\r\nman because she must: Alone, she cannot shovel enough sand to stay ahead of the\r\ndrifts, and her survival--her food and water--depend on her work. Besides, her\r\nhusband and daughter were buried in a sandstorm, she tells the man, and\r\n\"the bones are buried here.” So they are both captives--one accepting\r\nfate, the other trying to escape it.\n\nThe man tries everything he can to climb from the pit, and there\r\nis one shot, a wall of sand raining down, that is so smooth and sudden the\r\nheart leaps. As a naturalist, he grows interested in his situation, in the\r\nbirds and insects that are visitors. He devises a trap to catch a crow, and\r\ncatches no crows, but does discover by accident how to extract water from the\r\nsand, and this discovery may be the one tangible, useful, unchallenged\r\naccomplishment of his life. Everything else, as a narrative voice (his?) tells\r\nus, is contracts, licenses, deeds, ID cards-- \"paperwork to reassure one\r\nanother.”\n\nHiroshi Teshigahara was 37 when he directed \"Woman in the\r\nDunes,” which won the jury prize at Cannes and two Oscar nominations. His\r\nfather had founded a famous school of flower arranging in Tokyo--a school where\r\nI once took a few classes, getting just a glimpse of the possibility that to\r\narrange flowers harmoniously could be a triumph of art and philosophy, and a\r\nform of meditation. He was always expected to take over management of the\r\nschool (\"a situation ironically similar to that of the protagonist of\r\n\"Woman in the Dunes,' the film notes observe). He seems intrigued by\r\nvariety, and has made documentaries on the boxer Jose Torres and on a wood\r\nblock artist, has worked in ceramics, directed opera, staged tea ceremonies,\r\nand directed seven other feature films. He also, according to plan, took over\r\nthe flower arranging school.\n\n\"Woman in the Dunes” seemed to disappear for years. I tried\r\nto rent it for film classes, and couldn't. At Teshigahara's school in Tokyo, I\r\nwas told vaguely by a translator that the master had chosen to look in new\r\ndirections, instead of back at his old work. But now a fresh print has been\r\nreleased by Milestone, an American company dedicated to rescuing films, and\r\nseeing the film in 35 mm., I found it as radical, hard-edged and challenging as\r\nwhen I first saw it.\n\nUnlike some parables that are powerful the first time but merely\r\npious when revisited, \"Woman in the Dunes” retains its power because it is\r\na perfect union of subject, style and idea. A man and a woman share a common\r\ntask. They cannot escape it. On them depends the community--and, by extension,\r\nthe world.\n\nBut is struggle the only purpose of struggle? By discovering the\r\nprinciple of the water pump, the man is able to bring something new into\r\nexistence. He has changed the terms of the deal. You cannot escape the pit. But\r\nyou can make it a better pit. Small consolation is better than none.", "running_time": 123, "mpaa_rating": "NR", "release_year": 1964, "date_published": "1998-02-01", "genres": ["Drama", "Foreign", "Romance"], "title": "Woman in the Dunes (1964)"}