{"url": "http://www.rogerebert.com/reviews/great-movie-french-cancan-1954", "by": null, "star_rating": 4.0, "text": "It is universally agreed that Jean Renoir was one of the greatest of all directors, and he was also one of the warmest and most entertaining. \"Grand Illusion\" and \"Rules of the Game\" are routinely included on lists of the greatest films, and deserve to be. But although \"Rules\" contains scenes of delightful humor, neither suggest the Renoir who made \"Boulu Saved from Drowning\" (1932), or \"French Cancan\" (1954), \"French Cancan\" a delicious musical comedy that deserves comparison with the golden age Hollywood musicals of the same period.\n\nIn them one can sense the cherub that his father, Auguste Renoir, painted more than once. That same twinkle is captured in the photographs taken later in his life. Some people are essentially happy, and it shows in their faces. Renoir lived to be 84, his last years at home in Beverly Hills, where he was interviewed by a parade of worshipful young critics. He won an honorary Academy Award in 1975. He had moved to America after the Nazi invasion of France in 1940. Although most of his great films were made in the 1930s, in the 1950s he returned to France to make a remarkable trilogy which were all in Technicolor and all musical comedies: \"The Golden Coach\" (1955), named by Andrew Sarris as the greatest film ever made; \"French Cancan,\" and \"Elena and Her Men\" (1956).\n\n\"French Cancan\" uses one of the most familiar of musical formulas, loosely summarized as, \"Hey, gang! Let's rent the old barn and put on a show!\" In this case he was inspired by the origins of the Moulin Rouge, the Montmartre cabaret theater which to this day still has success with the kinds of shows it opened with. It is a backstage story centering in the life of the (fictional) impresario Henri Danglard, a womanizer whose career was a series of narrow escapes from bankruptcy.\n\nFor his Danglard, Renoir cast Jean Gabin, the greatest of all French leading men, whose genius, like that of so many stars, involved never seeming to try very hard, and simply reflecting his own inner nature. It was their fourth film together, and after the weighty characters Gavin played in \"The Lower Depths\" (1936), \"Grand Illusion\" (1937) and \"Le Bête Humaine\" (1938), a complete change of tone. Danglard is the always insolvent owner of the Chinese Screen, which headlines the infamous courtesan La Belle Abbesse (Maria Felix) as a sultry belly dancer, known to all as Lola, his mistress.\n\nOne night he goes out slumming with Lola and some friends, and in a Montmartre dive sees the patrons doing a jolly can-can. This scene, early in the film, has a freshness that delights; it feels almost plausible, not staged, although it surely is. And it establishes two key characters, the pretty bakery girl Nini (Françoise Arnoul) and her possessive lover Paolo (Franco Pastorino). When Lola haughtily declines to dance, Danglard asks Nini to be his partner, inflaming the jealousy of both Lola and Paolo and giving him an inspiration. The Chinese Screen is failing, and falling into the hands of his creditors. He will open a new theater, and revive the can-can, an old-fashioned dance from the 1870s, renaming the \"French Cancan\" as a strategy to make it sound more exotic--not to the French, but, as we see on opening night, to American tourists and Russian sailors.\n\nDanglard is a man who faces emergencies with serenity. His face never betrays concern. He occupies a series of unpaid hotel suites, always alert to find a financial backer, and not above offering Lola herself as the prize to one rich prospect. He makes no pretense no faithfulness, to her or anyone else, and makes it clear that his only loyalty is to the stage. The three 1950s musical comedies are often described as Renoir's \"art trilogy,\" and this one is most single-mindedly dedicated to the bond between performer and audience.\n\n\"French Cancan\" was entirely shot on sound stages, including one big set of a Montmartre street scene, with stone steps leading up to a little square above where we find the bakery that employs Nina. (This square providentially opens onto a charming little grassy area for a romantic scene, although such a space is unimaginable in such a crowded part of the city.) A cafe on the street provides the setting for a chummy older couple who observe and comment on all the activity, and are covered with dust when Danglard's workmen detonate explosives to bring down the White Queen, a failing club which is destined to provide the land for the Moulin Rouge.\n\nThe stairs up to Nini's bakery are well-traveled by three hopeful lovers: Not only Danglard and of course Paolo, but Prince Alexandre (Giani Esposito), the unimaginably rich heir to a kingdom obscurely located somewhere in the Middle East. Fidelity is much valued by Paolo and Alexandre, but in the cases Danglard and Nini, if they can't have the one they love, they love the one they're with. These revolving romantic subplots provide Renoir with love scenes verging on farce, especially as Danglard, always with an eye out for the main chance, realizes that Nini might be useful in coaxing funds out of the Prince.\n\nIn the meantime, construction advances on the Moulin Rouge, despite troubles; a government official arrives for the dedication of the new foundations, and Lola, enraged to find Nini there, attacks her. What results is one of those movie scenes, much beloved in the taverns of Westerns, in which everybody in the room inexplicably joins in and starts pummeling each other. Danglard ends up being pushed into a pit.\n\nHis complete attention is now devoted to holding auditions and putting together a show. Great charm enters in the person of a elderly dance coach (Lydia Jeanson), who danced the can-can as a girl and now teaches the hopefuls that Danglard has recruited. Although I once attended the Moulin Rouge, as a sin-seeking college student, I thought of the can-can more as spectacle than effort, and those rehearsal sessions establish what very hard work it is.\n\nTwo of the film's best sequences take place backstage on opening night. One involves Nini realizing that the heartless Danglard, having exploited her prince, still has a roving eye. The other involves the drama when she locks herself in her dressing room and threatens the evening's big can-can number. No entreaties will budge her--not even those of her mother. Then Danglard winds up and delivers an extraordinary speech, unlike anything he has said before, in which he explains to Nini that trifles like love and money mean nothing to a true performer. For such a person, nothing matters but winning the will of the audience by putting on a show. I can imagine Ethel Merman delivering such a speech, but from the lips of Jean Gabin, who probably played more murderers than anything else, they are astonishing. You have the feeling that Gabin, and through him Renoir, are speaking from the heart.\n\nThat compulsion to go on with the show is the driving engine in \"French Cancan,\" and helps explain why it's more fictive than a more routine musical (such as, oh, say \"There's No Business Like Show Business\"). This is a musical and a comedy, but it's something more, a portrait of an impresario for whom opening theater and producing a show are the highest goals in life.\n\nGabin has a late scene when he's along backstage, sprawled exhausted in a big prop chair, hearing the orchestra and the applause from behind the curtain. He lifts his hands as if to conduct, and we realize this is as happy as he'll ever be in his life, or ever hope to be. It reminded me curiously of a scene he has in Jacques Backer's \"Touchez pas au Grisbi,\" a film he also made in 1954. In that one, as a failing gang leader, he's alone in a room an has a monologue about an ungrateful pal who has let him down: \"There's not a tooth in his head that hasn't cost me a bundle.\" One sign of a great actor is when he can be alone by himself on the screen, doing almost nothing, and producing one of a film's defining moments.\n\n\"French Cancan\" is streaming on Hulu, and is on Criterion DVDs. Also in my Great Movies Collection: \"Grand Illusion,\" \"Rules of the Game\" and \"Touchez pas au Grisbi.\" ", "running_time": 102, "mpaa_rating": "Unrated", "release_year": 1954, "date_published": "2012-05-31", "genres": ["Comedy", "Drama", "Musical"], "title": "French Cancan (1954)"}