{"url": "http://www.rogerebert.com/reviews/great-movie-a-sunday-in-the-country-1984", "by": null, "star_rating": 4.0, "text": "In a country house near Paris, toward autumn of 1912, an old man sings to himself as he prepares for the day. He brushes his teeth, shines his shoes, seems happy. Downstairs, his housekeeper sings a song of her own in the kitchen. When the old man comes downstairs, the two songs meet, in a harmony not of melody but of mood.\n\nThey have an argument about the distance to the train station. The old man thinks it should take him about 10 minutes to walk it. The housekeeper reminds him that he doesn't walk as fast as he once did. It emerges that he is expecting a visit from his son and his family. He sets off toward the station, is intercepted halfway there by his two grandsons, and then there is much discussion with his son about whether the train was early or the clock behind, for it cannot be that he walked more slowly.\n\nSo begins \"A Sunday in the Country\" (1984), Bertrand Tavernier's graceful and delicate story about the hidden currents in a family. The old man is Monsieur Ladmiral, played by Louis Ducreux with buried depths of disappointment with his life. He is a painter; his studio is in the garden of his house. His son is Gonzague (Michel Aumont), his daughter-in-law Marie-Therese (Genevieve Mnich), and there are three grandchildren. Ladmiral also has a daughter, Irene (Sabine Azema). Gonzague's family visits almost every Sunday; Irene, who is single, rarely comes at all.\n\nIt is clear that the son has been a disappointment to his father, and clear that the son accepts this because he loves the old man. There is some talk about how the grandsons are doing in school, and the son remembers that he worked hard at school. \"Sure you did,\" says Ladmiral, \"but it didn't help.\" The family communicates with the shorthand of barely visible signs; when Marie-Therese skips away to catch the end of the mass, the old man asks, \"Still devout?\" and the son agrees, and an instant's look passes between them that suggests a long history, maybe unspoken, of their consideration of this woman. Later, in a half-heard aside, the old man observes that Marie-Therese has renamed Gonzague \"Eduardo,\" because she didn't like his original name.\n\nTavernier never urges his story upon us, and has no great plot to unwind. He simply wants to observe his characters during the course of a long day during which we find that none of them are very happy with their lives. The son cannot please the father, hard as he tries, and the daughter cannot disappoint him, hard as she tries. To find comparable attention to the subtle forces within a family, you would have to turn to Yasujiro Ozu, who made almost all of his films about Japanese families. The Japanese term \"mono no aware,\" which suggests a bittersweet awareness of the beauty of life and the inevitability of death, applies to Ozu, and here to Tavernier.\n\nThe surface of the movie is drowsy and pastel. It seems to yearn toward Impressionism. \"A Sunday in the Country\" lulls us with the summery quiet of the day. There is lunch, a nap, tea, a walk, a visit to a bistro, dinner. We gather that the old man has had success as a painter, made money, been honored (the rosette on his lapel indicates he is a chevalier of the Legion of Honor). But he missed the boat of Impressionism. Now, in his 70s, it seems clear to him that he directed his career down the wrong road (\"I did what my teachers told me to do,\" he murmurs at one point).\n\nThe day unfolds slowly. The boys torture a ladybug. The daughter climbs a tree and is afraid to come down. Settling down for a nap, Gonzague tells Marie-Therese that perhaps he should have continued with his early experiments with painting. His first works were not bad. \"But I might have disappointed my father ... or become his rival ...\" he says, but she is already asleep.\n\nIrene arrives like a whirlwind, driving her own automobile. She sweeps up children in her arms, hurries through the house, is filled with energy. Together they all go to a nearby bistro. In public she is extroverted and almost too cheerful. In private we see her looking sadly at nothing. \"She wanted to be not free, but alone,\" the narrator (Tavernier) tells us. \"Look at your sister Irene,\" Ladmiral tells his son. \"She forged ahead. You didn't.\" Looking at her car, the son says, \"I had children, not a car.\"\n\nBy the end of the day, it is all there to be seen: Ladmiral's feeling that he took the wrong path in his painting, his son's feeling that he can never please the father whom he loves, his wife's silent bourgeois complacency, and the sister's secret unhappy urgency, with sudden telephone calls that send her away as quickly as she came. When everyone has gone, the old man takes the canvas that he had been working on and turns it against the wall. He mounts a fresh canvas and sits and stares at it. The camera then focuses on a meadow which looks like an Impressionist landscape, but not one that Ladmiral will ever paint. Perhaps it is in his mind.\n\n\"A Sunday in the Country\" has a haunting, sweet, sad quality. It is about this family, and many families. It is told by Tavernier with great attention to detail, and the details add up to the way life is. There are three startling moments when reality is broken. In one, we see Gonzague, Marie-Therese and the housekeeper looking down at the dead body of Ladmiral, impeccably dressed, laid as if sleeping on his bed. In another, Irene sees her dead mother, who tells her, \"Will you stop asking so much of life, Irene?\" In the third, Irene hugs her niece and intuits that she will die young, perhaps by 15. These scenes are not supernatural, but are realizations of the kinds of thoughts, memories and fears we all have when we are around our families.\n\nTavernier, born in 1941, is one of the most gifted and skilled of French directors, the leader of the generation after the New Wave. He worked as a critic and a publicist (for Godard and Chabrol) before making his first film, \"The Clockmaker,\" in 1974. The screenplay was by Jean Aurenche and Pierre Bost, one of the most famous screenwriting teams of the postwar years. They represented the school which the auteurist critics scornfully dismissed as \"quality\" and intended the New Wave to wash away. But Tavernier valued their work, and \"Sunday in the Country\" is based on a novel, Monsieur Ladmiral Is Going to Die Soon, by Bost. There is another connection: Tavernier's \"Safe Conduct\" (2003), about the French filmmakers who continued to work during the Nazi Occupation, uses Aurenche as a starring character.\n\nTavernier is a man who loves movies, and is often associated with revivals and restorations of neglected classics. At the Telluride Film Festival and elsewhere, he presents his discoveries with enthusiasm that contains no hint of competitiveness; one feels he would as soon introduce a film he loves as one of his own. He is enormously prolific (29 films since 1974).\n\nHe does not have a signature subject or style, but ranges widely; his work includes \"Coup de Torchon\" (1981), which improbably transplants a Jim Thompson novel to French Africa; \"Round Midnight\" (1986), the story of the tenor sax player Dexter Gordon; \"A Week's Vacation\" (1980), with its great performance by Nathalie Baye as a schoolteacher who in a week away from work profoundly rediscovers her life; \"Daddy Nostalgie\" (1990), Dirk Bogarde's last performance, as a dying man reconciling with his daughter; and \"L.627\" (1992), which records the routines and futility of Parisian narcotics cops.\n\nAnd there are many more. His work is an abundance of invention and generosity, and in a way the opposite of the auteur theory that he once supported, since Tavernier never forces himself or a style upon us.\n\nIf there is a common element in his work, it is his instant sympathy for his fellow humans, his enthusiasm for their triumphs, his sharing of their disappointments. To see the work of some directors is to feel closer to them. To see Tavernier's work is to feel closer to life.", "running_time": 90, "mpaa_rating": null, "release_year": 1984, "date_published": "2003-05-11", "genres": ["Drama", "Foreign", "Indie"], "title": "A Sunday in the Country (1984)"}