{"url": "http://www.rogerebert.com/reviews/great-movie-touchez-pas-au-grisbi-1954", "by": null, "star_rating": 4.0, "text": "\n\nGrowing older is a balancing act between skills that have never\r\nbeen better, and abilities that sometimes betray. At 50, Max the Liar has never\r\npossessed more wisdom about his profession of burglary. But he no longer cares\r\nto make the effort, and his dream is to salt away 96 kilos in gold bars that\r\nhave been stolen at Orly Airport. Then he will retire. Max is a solid,\r\nwell-groomed, impeccably dressed, flawlessly polite man whose code is so deeply\r\nembedded that he never refers to it, even indirectly. During the course of\r\nthree days, he uses all of his wisdom and experience to make his dream come\r\ntrue, and it is almost enough. \n\nMax\r\nis played by Jean Gabin, named \"the actor of the century\" in a French\r\npoll, in Jacques Becker's \"Touchez Pas au Grisbi,\" a 1954 French\r\ncrime film that uncannily points the way toward Jean-Pierre Melville's great\r\n\"Bob Le Flambeur\" the following year. The two films follow similar\r\nstory arcs and have similar heroes: middle-age men, well-liked, able to figure\r\nthe odds, familiar in their haunts of clubs and restaurants, vulnerable only\r\nbecause of the passions of their hotheaded pals. Gabin plays a man of few\r\nwords, who displays warmth that is real but understated; a man who is always\r\nthinking a step ahead, using brainwork instead of footwork or gunplay to\r\nsurvive in the underworld.\n\n\r\nHis weakness is his friendship for Riton (Rene Dary), a sidekick who he calls\r\n\"Porcupine Head,\" and who he has essentially carried for years. Does\r\nMax love Riton? Max seems to be the current or former lover of almost every\r\nwoman in the movie, and yet, yes, Riton is who he loves. There's a lovely scene\r\nwhere Max outsmarts rival hoods who are trying to tail him, and takes Riton\r\nwith him to a safe house -- an apartment Riton never knew existed.\n\n\r\nThere he pours them a bottle of wine, makes a midnight meal of pate and\r\nbiscuits, and takes fresh pajamas, blankets and toothbrushes out of a cabinet\r\nand hands them to his friend. Although Gabin's face reveals nothing, we sense\r\nthat Max enjoys this domestic interlude more than anything else that happens in\r\nthe movie; certainly he is bored in nightclubs and tired of crime, and although\r\nhe visits his elegant mistress Betty (Marilyn Buferd) for conjugal observances,\r\nthis involves more ritual than desire.\n\n\r\nMax, like Bob and many other French gangsters, lives in Montmartre, a district\r\nseen with particular detail in the film. \"I believe above all in\r\nParis,\" Becker said, and his film shows an instinctive familiarity with\r\nthe way the city works. The film opens and closes with Max dining in the same\r\nrestaurant, and notice how quietly the point is made that ordinary civilians\r\nare not welcome, no matter how many tables are empty, when Madame Bouche's\r\nfavorite gangsters are in the house. Max pays off a young friend's tab at the\r\nend of the evening, and in a later visit, gives Madame some money to hold for\r\nhim; the restaurant is also his bank and club.\n\n\r\nThey all leave, that first night, to escort two showgirls to the strip club\r\nwhere they work; they are Lola (Dora Doll) and Josy (Jeanne Moreau at 25), who\r\nRiton regards as his mistress. At the club, we meet the drug dealer Angelo\r\n(Lino Ventura) and the club owner Pierrot (Paul Frankeur), a k a\r\n\"Fats.\" Max and Angelo seem to be on good terms, but a little later\r\nMax opens the door of a dressing room and sees Josy being embraced by Angelo.\n\n\r\nThis would come as particularly bad news to Riton, who fancies himself a\r\nladies' man and thinks Josy belongs to him, but look how elegantly Becker\r\nresolves the situation. Instead of telling his pal that he's a cuckold, Max\r\nadvises Riton to give up Josy. He points out aging playboys steering hookers\r\naround the dance floor, calls attention to the bags under Riton's eyes and\r\nsuggests they go home early. Riton suggests he stay for one more drink. No,\r\nsays Max, with that flat, calm Gabin delivery; he knows what one more drink\r\nwill lead to: A bottle of champagne with Angelo, and then having to take the\r\ngirls out for onion soup, and then having to have sex ... it's easier just to\r\nleave now.\n\n\r\nThe plot resolves itself as a race between Max's attempts to fence the gold\r\nbars through his Uncle Oscar (another cadaverous relic with a young mistress),\r\nand Angelo's attempts to kidnap Riton and find out where the loot is hidden.\r\nMax senses something fishy is going on and warns Riton; that leads to their\r\nmidnight dinner. And as the two old friends turn out the lights, we realize\r\nthis opening sequence has occupied some 40 minutes with flawless storytelling\r\nthat has consisted almost entirely of small talk in the restaurant and the\r\nclub, and then a subdued chase as Max is tailed to his home.\n\n\r\nWhat happens the next day, I will leave for you to discover, describing only an\r\nextraordinary scene where Max learns Riton has been nabbed. Max knows this\r\nmeans the gold bars will be required as ransom. But he's less concerned about\r\nthe gold than about his pal, and he has a wonderful soliloquy, an interior\r\nmonologue, which we hear in voice-over, as Max paces his apartment. He talks\r\nabout what a dope Riton is, and what a burden he has been for 20 years:\r\n\"There's not a tooth in his head that hasn't cost me a bundle.\" We\r\nunderstand that Max, who is competent above all things, almost values Riton's\r\ninability to live without his help. At the end of his soliloquy, instead of\r\ngrowing angry as a conventional gangster might, Max opens a bottle of\r\nchampagne, plays a forlorn harmonica solo on his jukebox, sits in a comfortable\r\nchair and lights a cigarette. He treasures his creature comforts, especially\r\nwhen he might be about to lose them.\n\n\r\nJacques Becker (1906-1960) was not the flashiest of French filmmakers; he had a\r\nway of dealing directly with his material. In this film there are no fancy\r\nshots. Almost everything is seen at eye level, point of view is respected, and\r\nthe style shrinks from calling attention to itself. Becker's directness and\r\nsimplicity inspired the affection of younger directors like Francois Truffaut.\r\n\"He invented his own tempo,\" Truffaut wrote after he died. \"He\r\nloved fast cars and long meals; he shot two-hour films on subjects that really\r\nneeded only 15 minutes. ... He was scrupulous and reflective and infinitely\r\ndelicate. He loved to make detailed films about ordinary things...\"\n\n\r\nAnd in his review of \"Touchez Pas au Grisbi\" (\"Don't Touch the\r\nLoot\"), Truffaut noticed: \"He keeps only what is essential in the\r\ndialogue, even theessentialpart of thesuperfluous.\" Surely the\r\nmonologue about Riton's teeth is an example of that; we hear it, but we never\r\nsee the heist at Orly, nor does Max ever talk about it. \"The real subjects\r\nof 'Grisbi',\" Truffaut concludes, \"are aging and friendship.\"\n\n\r\nConsider the scene where Riton looks at the bags under his eyes in the mirror,\r\nto see if they are as bad as Max said. Remember Max saying he doesn't want to\r\ngo to the nightclub because he fears he will get drowsy. And when he goes to\r\nthe club to enlist Fats in a probably dangerous mission, the club owner's wife\r\nasks Max to take care of her husband, observing: \"At my age, there's no\r\nsecond chance.\"\n\n\r\nGabin himself was almost 50 when he made the film. There's not a trace of\r\nvanity in his performance. Having played the escaped prisoner in Renoir's\r\n\"Grand Illusion\" and the dashing criminal in \"Pepe Le\r\nMoko,\" he grew up to play grown-ups. Becker probably met Gabin on one of\r\nRenoir's sets; he was the assistant to the great filmmaker in the 1930s, on\r\n\"Grand Illusion,\" \"Rules of the Game\" and many other films.\r\nHis own work includes two titles often ranked with \"Touchez Pas au Grisbi\"\r\n-- \"Le Trou\" (1960), about prisoners laboriously trying to escape,\r\nand \"Casque d'Or\" (1952), with a star-making role for Simone Signoret\r\nin a story of love and betrayal during the 1890s.\n\n\r\nThe world of French crime films is a particular place, informed by the French\r\nlove for Hollywood film noir, a genre they identified and named. But the great\r\nFrench noirs of the 1950s are not copies of Hollywood; instead, they have a\r\nparticularly French flavor; in \"Touchez Pas au Grisbi,\" the critic\r\nTerence Rafferty writes, \"real men eat pate,\" and this is \"among\r\nthe very few French movies about the criminal class in which neither the\r\ncharacters nor the filmmakers are afflicted by the delusion that they are\r\nAmericans.\" A few years later, in Godard's \"Breathless\" (1960),\r\nBelmondo would be deliberately channeling Bogart, but here Gabin is channeling\r\nonly himself. He is the original, so there is no need to look for inspiration.\n\n\r\n\"Touchez Pas au Grisbi\" opens Friday with a newly restored and\r\nsubtitled print at the Music Box, and is in limited release around the country.\r\nRelated reviews at Roger Ebert's Great Movies site(www.suntimes.com/ebert)include \"Bob Le\r\nFlambeur,\" \"Breathless\" and \"Grand Illusion.\"\n\n", "running_time": 94, "mpaa_rating": null, "release_year": 1954, "date_published": "2004-02-01", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Touchez Pas au Grisbi (1954)"}