{"url": "http://www.rogerebert.com/reviews/great-movie-an-autumn-afternoon-1962", "by": null, "star_rating": 4.0, "text": "Two middle-aged students take their old teacher out to dinner, and he gets thoroughly drunk and is overtaken by sadness. We are alone in life, he tells them. Always alone. He lives with his daughter, who takes care of him, who has never married, who will be left all alone when he dies. He tells Hirayama, the hero of \"An Autumn Afternoon,\" to avoid the same mistake: Marry his daughter now, before she is too old. \n\n\"Ummm,\" responds Hirayama. He reveals no apparent emotion. He lives at home with a son and daughter, and she waits on both of them. Another son is married. He considers his teacher's sorrowful advice. At his office, a young women his daughter's age is getting married. Perhaps the old man is correct. The night of the dinner, the students take their teacher home. They find he and his daughter now run a noodle shop, and she is fed up with him for getting drunk again. She cares for her father, but is trapped and unhappy.\r\n\tThe more you learn about Yasujiro Ozu, the director of \"An Autumn Afternoon\" (1962), the more you realize how very deep the waters reach beneath his serene surfaces. Ozu is one of the greatest artists to ever make a film. This was his last one. He never married. He lived for 60 years with his mother, and when she died, he was dead a few months later. Over and over again, in almost all of his films, he turned to the same central themes, of loneliness, of family, of dependence, of marriage, of parents and children. He holds these themes to the light and their prisms cast variations on each screenplay. His films are all made within the emotional space of his life, in which he finds not melodramatic joy or tragedy, but mono no aware, which is how the Japanese refer to the bittersweet transience of all things.\n\n\tFrom time to time I return to Ozu feeling a need to be calmed and restored. He is a man with a profound understanding of human nature, about which he makes no dramatic statements. We are here, we hope to be happy, we want to do well, we are locked within our aloneness, life goes on. He embodies this vision in a cinematic style so distinctive that you can tell an Ozu film almost from a single shot. He films mostly indoors. His camera is at the eye level of a person seated on a tatami mat. The camera never moves. His shots often begin before anyone enters the frame, and end after the frame is empty again. There is foreground framing, from doors or walls or objects. There is meticulous attention to the things within the shot. \n\n\tOzu arranged the props in a shot with obsessive care, his collaborators recalled. In particular there is a little teapot that occurs in film after film, almost as the maker's mark. The objects themselves are not as important as their compositional function; he often composes on a lateral within the unmoving frame, leading our eyes forward and backward. \"An Autumn Afternoon\" is one of his six color films, made between 1958 and 1962, and in it he makes particular use of the color red to draw our eyes deeper into the frame. In almost every shot there is something red or orange in the foreground, middle distance, and back. These are not obvious. They may involve a stool, a sign on a wall, an item of clothing hanging from a hook, a vase, some books. They mean nothing in particular, but because red is a dominant color, they lead our eyes through his usually pastel compositions and prevent us from reading a shot only in a flat pane. They give his films a depth of space that mocks the pretension of 3D. \n\nIf you love Ozu you do not need to be told that \"An Autumn Afternoon\" stars Chishû Ryû, who appeared in almost every film Ozu ever made. He always plays, we feel, the Ozu character, reserved, neat, quiet, and, like Ozu himself, often a heavy drinker, more meditative than demonstrative. In \"An Autumn Afternoon,\" his Hirayama is a salaryman at an unspecified factory, who lives with his daughter Michiko (Shima Iwashita), 24, and son Kazuo (Shinichirô Mikami) a little younger. An older son, Koichi (Keiji Sada), is already married. Hirayama is tall, slender, always well-dressed. What he feels is left to us to infer; Ozu prefers the empathy of the audience to dialogue revealing inner feelings. That monosyllable \"ummm\" is used over and again as Chishû Ryû's character respond without committing themselves. Two or three times in \"An Autumn Afternoon,\" I heard the older son also using it, and I smiled with recognition.\n\n\tThe film takes place in Hirayama's office and home, in a few bars and restaurants, and in his son's home. A great many scenes involve steady drinking. These have echoes in Ozu's work; a reunion with an old teacher can also be seen in the similar story of \"There Was a Father\" (1942), also starring the neither young nor old Chishû Ryû, this one living at home with his son. \n\n\tThere were a few things that happened to Ozu, apart from the military service he never displayed in his films: He went to school (where he smoked, drank, skipped class and was expelled), he worked, he never married, he drank too much, he was lonely, he spent much time with colleagues who loved him. These are the elements of his stories. Whether he felt trapped by his mother, whether he wanted to marry, we cannot know for sure. There were rumors of some troubles over a geisha in the 1930s, but no engagements or great romances. He worked almost always for the same studio, Shochiku, which revered him. The Japanese considered him their greatest director, but unlike Kurosawa he was unknown in the West. Shochiku considered him \"too Japanese\" to travel well, until the critic Donald Richie arranged for some of his work to be shown at the Venice Film Festival in the early 1970s. \n\nAs an extra on the Criterion DVD of \"An Autumn Afternoon,\" we see the French critics Michel Ciment and Georges Perec from a TV show of that period, discussing this great director who had come into their view a decade after his death. They try to describe the effect of his work. Ciment: \"It is Zen, the rapture of the present lived moment.\" Perec: \"It's what is happening when nothing is going on.\" Mono no aware.\n\n\tPerec reveals he cried twice in what must be the film's emotional high point, on the daughter's wedding day. She turns, radiant in her traditional bridal costume, so her father can see her. What are they thinking? She had argued she should not marry because her father and brother could not manage without her. She agreed with her father's wishes. We haven't even met the man she will marry. It isn't who she is going to that's the point; it's who she is leaving. Hirayama looks at her. \"Ummm,\" he says. Observing, recognizing, accepting. There is no laughter. This scene of separation is as close as Ozu comes to violence. There was no indication that father and daughter shared any great love or need. But they were settled into a fixed existence, and marriage has ruptured it.\n\n\tThe soundtrack music by Kojun Saitô sounds Western (Italian, indeed), as it often does in an Ozu film. This is not an anachronism; Western music was well known in Japan. It is winsome and nostalgic. Its cheer is muted. It states what no one says in words: We carry on. We do our best. We are contained within our fates. Things change. In the final shot, we see Hirayama alone at home, in the kitchen at the end of an empty corridor. He pours himself some tea, probably, from the common yet distinctive little teapot that accompanied Ozu on his journey through his life's work. The maker's mark.\n\nAvailable on Criterion with a commentary track by Donald Richie. Also reviewed in my Great Movies Collection: Ozu's \"Tokyo Story,\" \"Late Spring,\" \"Floating Weeds,\" and \"The Only Son.\"", "running_time": 112, "mpaa_rating": "Unrated", "release_year": 1962, "date_published": "2011-05-31", "genres": ["Drama", "Foreign", "Indie"], "title": "An Autumn Afternoon (1962)"}