{"url": "http://www.rogerebert.com/reviews/great-movie-citizen-kane-1941", "by": "Orson Welles", "star_rating": 4.0, "text": "\n\n“I don't think any word can explain a man's life,” says one of\r\nthe searchers through the warehouse of treasures left behind by Charles Foster\r\nKane. Then we get the famous series of shots leading to the closeup of the word\r\n“Rosebud” on a sled that has been tossed into a furnace, its paint curling in\r\nthe flames. We remember that this was Kane's childhood sled, taken from him as\r\nhe was torn from his family and sent east to boarding school.\n\nRosebud is the emblem of the security, hope and innocence of\r\nchildhood, which a man can spend his life seeking to regain. It is the green\r\nlight at the end of Gatsby's pier; the leopard atop Kilimanjaro, seeking nobody\r\nknows what; the bone tossed into the air in “2001.” It is that yearning after\r\ntransience that adults learn to suppress. “Maybe Rosebud was something he\r\ncouldn't get, or something he lost,” says Thompson, the reporter assigned to\r\nthe puzzle of Kane's dying word. “Anyway, it wouldn't have explained anything.”\r\nTrue, it explains nothing, but it is remarkably satisfactory as a demonstration\r\nthat nothing can be explained. “Citizen Kane” likes playful paradoxes like\r\nthat. Its surface is as much fun as any movie ever made. Its depths surpass\r\nunderstanding. I have analyzed it a shot at a time with more than 30 groups,\r\nand together we have seen, I believe, pretty much everything that is there on\r\nthe screen. The more clearly I can see its physical manifestation, the more I\r\nam stirred by its mystery.\n\nIt\r\nis one of the miracles of cinema that in 1941 a first-time director; a cynical,\r\nhard-drinking writer; an innovative cinematographer, and a group of New York\r\nstage and radio actors were given the keys to a studio and total control, and\r\nmade a masterpiece. “Citizen Kane” is more than a great movie; it is a\r\ngathering of all the lessons of the emerging era of sound, just as “Birth of a\r\nNation” assembled everything learned at the summit of the silent era, and “2001”\r\npointed the way beyond narrative. These peaks stand above all the others.\n\nThe\r\norigins of “Citizen Kane” are well known. Orson Welles, the boy wonder of radio\r\nand stage, was given freedom by RKO Radio Pictures to make any picture he\r\nwished. Herman Mankiewicz, an experienced screenwriter, collaborated with him\r\non a screenplay originally called “The American.” Its inspiration was the life\r\nof William Randolph Hearst, who had put together an empire of newspapers, radio\r\nstations, magazines and news services, and then built to himself the flamboyant\r\nmonument of San Simeon, a castle furnished by rummaging the remains of nations.\r\nHearst was Ted Turner, Rupert Murdoch and Bill Gates rolled up into an enigma.\n\nArriving\r\nin Hollywood at age 25, Welles brought a subtle knowledge of sound and dialogue\r\nalong with him; on his Mercury Theater of the Air, he'd experimented with audio\r\nstyles more lithe and suggestive than those usually heard in the movies. As his\r\ncinematographer he hired Gregg Toland, who on John Ford's “The Long Voyage Home”\r\n(1940) had experimented with deep focus photography--with shots where\r\neverything was in focus, from the front to the back, so that composition and\r\nmovement determined where the eye looked first. For his cast Welles assembled\r\nhis New York colleagues, including Joseph Cotten as Jed Leland, the hero's best\r\nfriend; Dorothy Comingore as Susan Alexander, the young woman Kane thought he\r\ncould make into an opera star; Everett Sloane as Mr. Bernstein, the mogul's\r\nbusiness wizard; Ray Collins as Gettys, the corrupt political boss, and Agnes\r\nMoorehead as the boy's forbidding mother. Welles himself played Kane from age\r\n25 until his deathbed, using makeup and body language to trace the progress of\r\na man increasingly captive inside his needs. “All he really wanted out of life\r\nwas love,” Leland says. “That's Charlie's story--how he lost it.”\n\nThe\r\nstructure of “Citizen Kane” is circular, adding more depth every time it passes\r\nover the life. The movie opens with newsreel obituary footage that briefs us on\r\nthe life and times of Charles Foster Kane; this footage, with its portentous\r\nnarration, is Welles' bemused nod in the direction of the “March of Time”\r\nnewsreels then being produced by another media mogul, Henry Luce. They provide\r\na map of Kane's trajectory, and it will keep us oriented as the screenplay\r\nskips around in time, piecing together the memories of those who knew him.\n\nCurious\r\nabout Kane's dying word, “rosebud,” the newsreel editor assigns Thompson, a\r\nreporter, to find out what it meant. Thompson is played by William Alland in a\r\nthankless performance; he triggers every flashback, yet his face is never seen.\r\nHe questions Kane's alcoholic mistress, his ailing old friend, his rich\r\nassociate and the other witnesses, while the movie loops through time. As often\r\nas I've seen “Citizen Kane,” I've never been able to firmly fix the order of\r\nthe scenes in my mind. I look at a scene and tease myself with what will come\r\nnext. But it remains elusive: By flashing back through the eyes of many\r\nwitnesses, Welles and Mankiewicz created an emotional chronology set free from\r\ntime.\n\nThe\r\nmovie is filled with bravura visual moments: the towers of Xanadu; candidate\r\nKane addressing a political rally; the doorway of his mistress dissolving into\r\na front-page photo in a rival newspaper; the camera swooping down through a\r\nskylight toward the pathetic Susan in a nightclub; the many Kanes reflected\r\nthrough parallel mirrors; the boy playing in the snow in the background as his\r\nparents determine his future; the great shot as the camera rises straight up\r\nfrom Susan's opera debut to a stagehand holding his nose, and the subsequent\r\nshot of Kane, his face hidden in shadow, defiantly applauding in the silent\r\nhall.\n\nAlong\r\nwith the personal story is the history of a period. “Citizen Kane” covers the\r\nrise of the penny press (here Joseph Pulitzer is the model), the\r\nHearst-supported Spanish-American War, the birth of radio, the power of\r\npolitical machines, the rise of fascism, the growth of celebrity journalism. A\r\nnewsreel subtitle reads: “1895 to 1941. All of these years he covered, many of\r\nthese he was.” The screenplay by Mankiewicz and Welles (which got an Oscar, the\r\nonly one Welles ever won) is densely constructed and covers an amazing amount\r\nof ground, including a sequence showing Kane inventing the popular press; a\r\nrecord of his marriage, from early bliss to the famous montage of increasingly\r\nchilly breakfasts; the story of his courtship of Susan Alexander and her\r\ndisastrous opera career, and his decline into the remote master of Xanadu (“I\r\nthink if you look carefully in the west wing, Susan, you'll find about a dozen\r\nvacationists still in residence”).\n\n“Citizen\r\nKane” knows the sled is not the answer. It explains what Rosebud is, but not\r\nwhat Rosebud means. The film's construction shows how our lives, after we are\r\ngone, survive only in the memories of others, and those memories butt up\r\nagainst the walls we erect and the roles we play. There is the Kane who made\r\nshadow figures with his fingers, and the Kane who hated the traction trust; the\r\nKane who chose his mistress over his marriage and political career, the Kane\r\nwho entertained millions, the Kane who died alone.\n\nThere\r\nis a master image in “Citizen Kane” you might easily miss. The tycoon has\r\noverextended himself and is losing control of his empire. After he signs the\r\npapers of his surrender, he turns and walks into the back of the shot. Deep\r\nfocus allows Welles to play a trick of perspective. Behind Kane on the wall is\r\na window that seems to be of average size. But as he walks toward it, we see it\r\nis further away and much higher than we thought. Eventually he stands beneath\r\nits lower sill, shrunken and diminished. Then as he walks toward us, his stature\r\ngrows again. A man always seems the same size to himself, because he does not\r\nstand where we stand to look at him.", "running_time": 119, "mpaa_rating": "PG", "release_year": 1941, "date_published": "1998-05-24", "genres": ["Drama"], "title": "Citizen Kane (1941)"}