{"url": "http://www.rogerebert.com/reviews/great-movie-through-a-glass-darkly-1961", "by": "Harriet Anderssonas Karin", "star_rating": 4.0, "text": "The great subject of the cinema, Ingmar Bergman believed, is the human face. He'd been watching Antonioni on television, he told me during an interview, and realized it wasn't what Antonioni said that absorbed him, but the man's face. Bergman was not thinking about anything as simple as a closeup, I believe. He was thinking about the study of the face, the intense gaze, the face as window to the soul. Faces are central to all of his films, but they are absolutely essential to the power of what has come to be called his Silence of God Trilogy: \"Through a Glass Darkly\" (1961), \"Winter Light\" (1962) and \"The Silence\" (1963).\n\nIn the conventional language of cinema, a closeup is part of the grammar, used to make a point, show a reaction, emphasize an emotion. They fit into the rhythm of the cutting of a scene. But in these three films, and many others, Bergman was not using his close shots that way. His characters are often alone, or in twos. They are not looking at anything in particular -- or, perhaps, they're looking inside themselves. He requires great concentration on the part of his actors, as in \"Through a Glass Darkly,\" where Harriet Andersson's face is held in the foreground and another character in the background for a long span of time in which she focuses on a point in space somewhere to screen right, and never blinks, nor does an eyeball so much as move. The shot communicates the power of her obsession, with her belief that voices are calling to her.\n\nFrequently Bergman uses what I think of as \"the basic Bergman two-shot,\" which is a reductive term for a strategy of great power. He places two faces on the screen, in very close physical juxtaposition, but the characters are not looking at each other. Each is focused on some unspecified point off-screen, each is looking in a different direction. They are so close, and yet so separated. It is the visual equivalent of the fundamental belief of his cinema: That we try to reach out to one another, but more often than not are held back by compulsions within ourselves.\n\nIn framing these shots, Bergman works hand-in-hand with his cinematographer, Sven Nykvist, one of the greatest artists of his craft. Nykvist makes us realize that most movies simply illuminate faces, while he lights them. Especially since the advent of television, movies have used a lighting style that flattens the image and makes it all seem on one plane. One reason we like film noir is that it uses angles, shadows and strategic lighting more boldly. In a Bergman film, if you freeze a frame on one of his two-shots, you'll see that Nykvist has lighted each face separately, and often not from the same source; he uses the lights to create a band of shadow that is like a dark line drawn between the faces, separating them.\n\nYou can see this happening all during \"Through a Glass Darkly,\" which tells the story of a father, his daughter and son, and the daughter's husband, isolated on a remote Swedish island for a summer vacation. They're living in a run-down cottage. The opening scenes are deliberately banal, as they emerge from a dip in the sea and debate about who will fix dinner and who will put out the nets. But deeper currents emerge. We hear about the \"sickness\" of the daughter, Karin (Harriet Andersson). It is never named, but is clearly schizophrenia. She has been treated and is going through a period of recovery. Her husband, Martin (Max von Sydow), loves her but feels powerless to help her. Her brother, nicknamed Minus (Lars Passgard), is balanced at the entry to adolescent sexuality, and is very aware of the physical reality of his sister. The father, David (Gunnar Bjornstrand), is an author, highly regarded, who has just returned from a stay in Switzerland. He is cool and distant.\n\nDuring the course of the first evening, the children will put on a play for their father, which has as its subject the impotence of art. It can be seen as a veiled attack on his novels. Later, Minus asks Karin if she noticed how offended their father was. Not particularly. The characters separate, the married couple together, the other two in their rooms. It is a long Swedish summer night; when darkness falls, the sun is already rising again.\n\nThis perpetual daylight has an eerie effect. Everything that happens is like a waking dream. Karin rises up from her bed and climbs the stairs to a shabby upper floor, and enters a room. She seems almost in a trance. She clings to the wall and traces out figures in the wallpaper. When she is found, she at first seems disturbed, but then cheers up and acts normally. Later she will tell her brother that voices called to her, that the wallpaper opened a door, that those on the other side were waiting for something, and that she thinks it might have been God. Still later, famously, she says she saw God, and he was a spider.\n\nLeft alone in her father's room, she reads his journal, where he confesses his obsession with his daughter's illness, notes that it is \"incurable,\" and confesses he is interested in how he could use it in his work. This deeply upsets her. Earlier she had teased her brother after catching him looking at a pinup magazine. He had accused her of wearing seductive clothes. Now her brother goes seeking her on the beach and finds her huddled inside the wreck of a burned-out boat. There is an extraordinary scene, making great use of meticulously lighted two-shots, emphasizing their closeness and their separation. At the end of the scene, there is an implication that an act of incest occurs, although Bergman is deliberately obscure.\n\nThere have been other fraught scenes -- between Karin and Martin, for example, who she has drawn apart from physically. And between Martin and David. Finally all comes down to Karin having a relapse. An ambulance is called; it is a helicopter, which apparently she experiences as a spider descending from the sky.\n\nYou can freeze almost any frame of this film and be looking at a striking still photograph. Nothing is done casually. Verticals are employed to partition characters into a limited part of the screen. Diagonals indicate discord. The characters move into and out of view around the cottage as if in a play. The visual orchestration underlines the disturbance of Karin's mental illness, and the no smaller turmoil within the minds of the others.\n\nI was impressed time and again by how painstakingly the film had been made. Nykvist's lighting is essentially another character. How he sees, how he shades, how he conceals, all sum up into how we are to feel about the characters. The same film photographed by another cinematographer might seem shallow, even silly. Certainly Bergman attracted his share of parody. But this film, shot this way, surprises us by how much power it builds.\n\nPeter Cowie, an expert on Bergman, appears in a short subject on the Criterion DVD and says the trilogy was Bergman's way of unloading the \"baggage\" of his religious upbringing; his father was a strict Lutheran minister. Bergman still has a great deal of that upbringing left over for his other films, which often deal with mortality, guilt, sin, God and demons. But in these three, there is a focus almost painfully intense.\n\n\"Through a Glass Darkly\" would be followed by \"Winter Light,\" about a minister who despairs of God's silence, and by \"The Silence,\" about two sisters and the child of one, stranded in a strange town and haunted by old hatreds and wounds. Long stretches of that film are silent, or at least lacking in dialogue, as the boy prowls a hotel's corridors, making fantasies of his own to displace the disturbance being trapped between the two sisters. In all of these films, we're struck by Bergman's deep concern that humans see the world as through a glass, darkly, and are unable to perceive its meaning.\n\n\"Winter Light\" is also in the Great Movies Collection.", "running_time": 89, "mpaa_rating": "NR", "release_year": 1961, "date_published": "2008-07-24", "genres": ["Drama", "Foreign", "Indie"], "title": "Through a Glass Darkly (1961)"}