{"url": "http://www.rogerebert.com/reviews/great-movie-red-beard-1965", "by": "Yuzo Kayamaas Yasumoto", "star_rating": 4.0, "text": "Told in the world of early 19th century Japan, Akira Kurosawa's \"Red Beard\" is a passionate humanist statement, almost the last he would make about an exemplary human being. After completing its two years of filming in 1965, the master would turn to flawed and damaged characters -- one of them, the hero of \"Ran\" (1985)  inspired by Shakespeare's King Lear. Dr. Kyojô Niide would be the closest he ever came to creating a man moral and good in every respect. In the film you can sense Kurosawa's best nature shining.\n\n\tIn the second act of his career he would allow discouragement and doubt to show through, ending with \"Rhapsody in August,\" (1991) about the devastation of Nagasaki and \"Madadayo\" (1993) about an old professor beloved by his students. The title is a word meaning \"not yet!\" The professor recites it at the birthday parties thrown by those he mentored. He was not dead -- not yet. Kurosawa, who perhaps saw some of himself in the professor, died in 1995.\n\n\tThe man called Red Beard is the doctor in charge of a century-old village clinic treating the poor and the penniless. He is played by Toshiro Mifune, in the 16th and last time the two would work together. After such films as \"Rashomon,\" \"The Seven Samurai,\" \"Yojimbo,\" and \"High and Low,\" what a long way they had come, and what a serene note to part on. Dr. Niide is not even seen in the opening scenes of the film, but his presence pervades the clinic, a spartan but spic and span building in a humble neighborhood (Kurosawa built a traditional village to surround it).\n\n\tThe film is not really the story of Red Beard at all, but of Noboru Yasumoto (Yuzo Kayama), an ambitious young man who has graduated from a Dutch medical school in Japan and fancies himself on a fast track to join the shogun's household. He interns at the clinic resentfully, having heard tales of its autocratic director and \"smelly\" clientele. He suspects family intrigues may have been behind his obscure posting. \n\n\tThe clinic seems to permit a certain amount of democracy among the patients and the loud, energetic nursing and kitchen staffs. They all have opinions on everything. Some patients, like the saintly Sahachi (Tsutomu Yamazaki), are not exactly dying but seem to have moved in permanently, and we find that Red Beard's method is to indirectly treat soul along with body. In some aspects the clinic is a settlement house.\n\n\tThe newcomer Yasumoto declines to cooperate. Surely he is in this backwater unfairly. He refuses even to wear his medical uniform. Kurosawa establishes an omniscient but invisible presence for Red Beard, and then finally introduces him seen from behind, abruptly turning to face the young intern after a delay. Here and later Mifune invests Red Beard with gruff inscrutability; the doctor believes in teaching through object lessons and experience, not through lectures.\n\n\tHis first assignment simply involves watching by an old man's side as he dies. Yasumoto finds he is barely equal to the task. It is too real, too painful. There is a method to Red Beard's lesson. Yasumoto thinks of medicine as a career path, not an interaction with the sick. He is warned away from the beautiful patient known as The Mantis (Kyôko Kagawa), who is notorious for killing her husbands and is held in isolation. But she is seductive, and he nearly loses his life in trying to help her. Watch here how Kurosawa uses his compositions of the two characters enclosed in a room to concentrate the danger.\n\n\tThe saintly man draws close to death. He has spend his days making products to sell on behalf of his fellow patients. A mudslide shakes the clinic, and a skeleton is unearthed. The old man knows the skeleton belongs to his wife. No, he didn't kill her. It is more tragic than that. He tells his listeners the story in an evocative flashback which includes an earthquake, and notice how well Kurosawa photographs it through a cloud of dust, with foreground action and  a line of people fleeing at the top of the frame.\n\n\tThe second act begins with Red Beard and Yasumoto visiting a brothel to treat for syphilis. There they find the traumatized 12-year-old Otoyo (Terumi Niki), who obsessively scrubs the wooden floor. Her mother died outside the brothel, the crass madam \"gave her a home,\" and she is essentially a sex slave. Red Beard announces that she has a fever and he will take her away to live at the clinic. The madam refuses and summons her guards.\n\n\tIn a scene that stands amusingly outside the film's mood, Red Beard expertly uses martial arts and his knowledge of bones to break the arms and legs of all the guards, leaving them littered about the courtyard. Then he takes Otoyo away. As they leave, he apologizes to Yasumoto for his use of violence. This is a theme through the film: Red Beard's criticism of his own faults. A doctor must never harm others, he informs his pupil, as his victims lie moaning.\n\n\tThe story of Otoyo supplies the emotional heart of \"Red Beard.\" I will not tell too much. Experience it. But observe (after Red Beard orders Yasumoto to keep Otoyo in his room for observation and treatment) that she awakens behind him in darkness and sits upright with a cry. She is in shadow, except for a pinpoint at light that picks out her eyes, glowing fiercely like a tiger's. She turns away, and is a dark silhouette. Then lowers herself and her eyes shine again from the dark. The choreography for camera here must have been meticulous.\n\n\tRed Beard's philosophy seems to be that the sick grow better by helping others. Two centuries ago, he has a wise and instinctive understanding of psychology: He doesn't lecture patients or help them \"talk through\" their problems. He places them in practical situations where they are able to take inventory of themselves and focus on the troubles of others. That is the cure. It works for Otoyo and Yasumoto both.\n\n\tOtoyo, broken in mind and spirit, notices a little thief half her age trying to steal gruel. Still almost catatonic, she rouses herself to offer him some food, and becomes involved in his life. In telling the thief's story, Kurosawa has a magnificent composition where the screen is crossed by clotheslines of drying sheets or kimonos. In foreground, Yasumoto and a nurse listen as, in top background, the thief relates his story. As I describe this, it must be difficult to imagine. How can top and bottom and foreground and background be composed in that way? Kurosawa does it with simple elegance.\n\n\tFor me, the most unforgettable scene in the film takes place after the little boy seems about to die. A dreadful mourning sound comes from outside. What can it be? It is the sound of the cooks, crying the thief's name down into the well, which is believed to penetrate to the center of the earth where souls go. They are calling him back. Otoyo runs out and joins them. What seems to be a single shot looks up at them calling into the well, and pans down its walls to look down at their reflections. How this was accomplished I have no idea.\n\n\tAnother example of the cinematography comes with the passage of the seasons. Rain and snow are both notoriously difficult to photograph. Both are done with great effect. We know Kurosawa awaited a real snowfall. Did he also wait for it to really rain? I've never seen wetter rain in another movie.\n\n\t\"Red Beard\" is a long and deliberate film, as it must be, because the lessons of the great doctor cannot be ticked off in vignettes. Doctors need to watch awhile at deathbeds, and learn know the patients. We need to observe how a man who thinks of himself as flawed can be wholly good. And how a man who has an unearned high opinion of himself can learn goodness through humility. I believe this film should be seen by every medical student. Like Kurosawa's masterpiece, \"Ikiru\" (1952), it fearlessly regards the meanings of life, and death.\n\n\tAlso reviewed in my Great Movies Collection: \"Ikiru,\" \"Rashomon,\" \"Yojimbo,\"\"The Seven Samurai,\" \"Ran.\"", "running_time": 185, "mpaa_rating": null, "release_year": 1969, "date_published": "2010-11-18", "genres": ["Drama", "Foreign", "Indie"], "title": "Red Beard (1969)"}