{"url": "http://www.rogerebert.com/reviews/great-movie-au-hasard-balthazar-1966", "by": "Anne Wiazemskyas Marie", "star_rating": 4.0, "text": "Robert Bresson is one of the saints of the cinema, and \"Au Hasard Balthazar\" (1966) is his most heartbreaking prayer. The film follows the life of a donkey from birth to death, while all the time living it the dignity of being itself--a dumb beast, noble in its acceptance of a life over which it has no control. Balthazar is not one of those cartoon animals that can talk and sing and is a human with four legs. Balthazar is a donkey, and it is as simple as that.\n\nWe first see Balthazar as a newborn, taking its first unsteady steps, and there is a scene that provides a clue to the rest of the film; three children sprinkle water on its head and baptize it. What Bresson may be suggesting is that although the church teaches that only humans can enter into heaven, surely there is a place at God's side for all of his creatures.\n\nBalthazar's early life is lived on a farm in the rural French district where all the action takes place; the donkey will be owned many of the locals, and return to some of them more than once. A few of them are good, but all of them are flawed, although there is a local drunk who is not cruel or thoughtless to the animal, despite his other crimes.\n\nBalthazar's first owner is Marie (Anne Wiazemsky), who gives him his name. Her father is the local schoolmaster, and her playmate is Jacques (Walter Green), who agrees with her that they will marry someday. Jacques' mother dies, and his grief-stricken father leaves the district, entrusting his farm to Marie's father (Philippe Asselin), in whom he has perfect trust. Marie loves Balthazar, and delights in decorating his bridle with wild-flowers, but she does nothing to protect him when local boys torment the beast. The leader of this gang is Gerard (Francois Lafarge), and when Marie glances up to the church choir during Mass as Gerard sings, he brings an evil even to the holy words.\n\nMarie's father is a victim of the sin of pride. Although he has managed the farm with perfect honesty, he refuses to produce records or receipts to prove himself, after rumors are spread by jealous neighbors that he is stealing from the owner. To the despair of Marie's mother (Nathalie Joyaut), he follows his stubborness straight into bankruptcy. Balthazar becomes the possession of the local baker, and is used by the baker's boy (none other than Gerard) to deliver bread. Gerard mistreats and abuses Balthazar, who eventually simply refuses to move. Gerard responds by tying a newspaper to its tail and setting it on fire. Eventually under Gerald's mistreatment thedonkey collapses and there is talk of putting it down.\n\nBut the town drunk, Arnold (Jean-Claude Guilbert), saves him and brings him back to life, and then there is Balthazar's brief moment of glory when he is hired out as a circus animal--the Mathematical Donkey, who can solve multiplication tables. This life is soon brought to an end, as Balthazar becomes the property of a recluse, and then finally wanders back on its own to the stable where it began its life, and where it finds Marie's father and even Marie.\n\nBut this is not a sentimental ending. Marie is a weak girl, who rejects the sincere Jacques when he returns as a young man, to say he still loves her. She prefers Gerard, who mistreats her but seems glamorous with his leather jacket and motor bike. What we see through Balthazar's eyes is a village filled with small, flawed, weak people, in a world where sweetness is uncommon and cruelty comes easily.\n\nThat is what we see -- but what does Balthazar see? The genius of Bresson's approach is that he never gives us a single moment that could be described as one of Balthazar's \"reaction shots.\" Other movie animals may roll their eyes or stomp their hooves, but Balthazar simply walks or waits, regarding everything with the clarity of a donkey who knows it is a beast of burden, and that its life consists of either bearing or not bearing, of feeling pain or not feeling pain, or even feeling pleasure. All of these things are equally beyond its control.\n\nThere is however Balthazar's bray. It is not a beautiful sound, but it is the sound a donkey can make, and when Balthazar brays it might sound to some like a harsh complaint, but to me it sounds like a beast who has been given one noise to make in the world, and gains some satisfaction by making it. It is important to note that Balthazar never brays on cue to react to specific events; that would turn him into a cartoon animal.\n\nAlthough the donkey has no way of revealing its thoughts, that doesn't prevent us from supplying them -- quite the contrary; we regard that white-spotted furry face and those big eyes, and we feel sympathy with every experience the donkey undergoes. That is Bresson's civilizing and even spiritual purpose in most of his films; we must go to the characters, instead of passively letting them come to us. In the vast majority of movies, everything is done for the audience. We are cued to laugh or cry, be frightened or relieved; Hitchcock called the movies a machine for causing emotions in the audience.\n\nBresson (and Ozu) take a different approach. They regard, and ask us to regard along with them, and to arrive at conclusions about their characters that are our own. This is the cinema of empathy. It is worth noting that both Ozu and Bresson use severe stylistic limitations to avoid coaching our emotions. Ozu in his sound films almost never moves his camera; every shot is framed and held, and frequently it begins before the characters enter the scene and continues after they leave.\n\nBresson's most intriguing limitation is to forbid his actors to act. He was known to shoot the same shot 10, 20, even 50 times, until all \"acting\" was drained from it, and the actors were simply performing the physical actions and speaking the words. There was no room in his cinema for De Niro or Penn. It might seem that the result would be a movie filled with zombies, but quite the contrary: By simplifying performance to the action and the word without permitting inflection or style, Bresson achieves a kind of purity that makes his movies remarkably emotional. The actors portray lives without informing us how to feel about them; forced to decide for ourselves how to feel, forced to empathize, we often have stronger feelings than if the actors were feeling them for us.\n\nGiven this philosophy, a donkey becomes the perfect Bresson character. Balthazar makes no attempt to communicate its emotions to us, and it comunicates its physical feelings only in universal terms: Covered with snow, it is cold. Its tail set afire, it is frightened. Eating its dinner, it is content. Overworked, it is exhausted. Returning home, it is relieved to find a familiar place. Although some humans are kind to it and others are cruel, the motives of humans are beyond its understanding, and it accepts what they do because it must. \n\nNow here is the essential part. Bresson suggests that we are all Balthazars. Despite our dreams, hopes and best plans, the world will eventually do with us whatever it does. Because we can think and reason, we believe we can figure a way out, find a solution, get the answer. But intelligence gives us the ability to comprehend our fate without the power to control it. Still, Bresson does not leave us empty-handed. He offers us the suggestion of empathy. If we will extend ourselves to sympathize with how others feel, we can find the consolation of sharing human experience, instead of the loneliness of enduring it alone.\n\nThe final scene of \"Au Hasard Balthazar\" makes that argument in a beautiful way. The donkey is old and near death, and wanders into a herd of sheep--as, indeed, it began its life in such a herd. The other animals come and go, sometimes nuzzling up against it, taking little notice, accepting this fellow animal, sharing the meadow and the sunshine. Balthazar lies down and eventually dies, as the sheep continue about their business. He has at last found a place where the other creatures think as he does.\n\nEbert's review of Bresson's \"Pickpocket\" is also in the Great Movies series.", "running_time": 95, "mpaa_rating": "NR", "release_year": 1966, "date_published": "2004-03-19", "genres": ["Crime", "Drama", "Foreign", "Indie"], "title": "Au Hasard Balthazar (1966)"}