{"url": "http://www.rogerebert.com/reviews/great-movie-sansho-the-bailiff-1954", "by": "Kenji Mizoguchi", "star_rating": 4.0, "text": "Kenji Mizoguchi's \"Sansho the Bailiff,\" one of the best of all Japanese films, is curiously named after its villain, and not after any of the characters we identify with. The bristle-bearded slavemaster Sansho is at the center of two journeys, one toward him, one away, although the early travelers have no suspicion of their destination. He is as heartless a creature as I have seen on the screen.\n\nThe film opens on a forest hillside, where Tamaki, the wife of a kind district administrator, is discovered with her young son, Zushio, her younger daughter, Anju, and their servant, making their way down a difficult path. The dense underbrush here is reflected throughout the film, which is set in 11th-century feudal times, and reflects the director's feeling that humans and nature are the sides of a coin. The little group has had to flee for their lives after her husband drew the wrath of the cruel Sansho and was exiled. They hope to rejoin him.\n\nIn this shot, and throughout the film, Mizoguchi closely observes the compositional rules of classic cinema. Movement to left suggests backward in time, to the right, forward. Diagonals move in the direction of their sharpest angle. Upward movement is hopeful, downward ominous. By moving from upper left to lower right, they are descending into an unpromising future.\n\nThey stop for the night, build a rough shelter from tree limbs, and start a small fire. In the darkness, wolves howl. Their little domestic circle in the firelight is a moment of happiness, however uncertain, that they will not feel again. Then an old priestess finds them, and offers them shelter in her nearby home. In the morning, discovering their destination, she suggests that a boat journey will greatly diminish the distance. She knows some friendly boatman. As they leave her house, a furtive dark figure, almost unseen, darts behind them in the shrubbery.\n\nThe delivery to the boatmen is a betrayal. The woman and servant are captured by body merchants, the women to be sold into prostitution, the children into slavery under Sansho. He runs a barbaric prison camp of forced labor, and it here that the children will spend the next 10 years. Sansho is an unlovely man, a bully and sadist, who is surrounded by servile lackeys, all except for his son.\n\nFlashbacks have shown us something of the captured children's early life under their father, a good man who gave his son an amulet representing the Goddess of Mercy, and taught him that all men are created equal. That same familiar concept is enshrined in the Japanese Constitution, imposed by the American occupation in 1947 and still in force, not a word changed, 60 years later. When Mizoguchi made his film in 1954 the words must have been alive in his mind, reflecting his obsession with the rights of women throughout his career, and serving to condemn Sansho's slave camp (which mirrors those the Japanese ran in the Second World War). The story, we're told in a prefatory note, took place in \"an era when mankind had not yet awakened as human beings.\" By that Mizoguchi may be referring both to the story and to aspects of traditional Japanese totalitarian society, in which everyone's role was rigidly defined, and authority flowed from the top down.\n\nAs the plot unfurls, we see Zushio and Anju trying to escape, lured by an evocative song that is sung to them by a recent prisoner from their village, and echoed too in a bird cry: \"Zushio, Anju, come back, I need you.\" It is their mother's ghostly voice. The film incorporates this mystical summons into images of startling cruelty under Sansho, who causes prisoners to be branded on their foreheads if they try to escape. One who does not agree with this practice is Sansho's son, Taro, and it is an irony of the film that while Taro embraces resistance, Zushio begins to identify with Sansho and becomes the tyrant's surrogate son. Then he has a conversion, in a scene of surpassing beauty and emotion, as the film moves toward its final journey.\n\nKenji Mizoguchi (1898-1956) is considered, with Ozu and Kurosawa, one of Japan's greatest directors; for this film, and also \"Song of Oharu,\" (1952) and \"Ugetsu Monogatari\" (1953), he won the Silver Lion, the grand prize, three years in a row at Venice, which was and remains unheard-of. He is known for the elegance of his compositions and the tact of his camera movement, and his theory \"one scene, one shot,\" as in a famous scene in \"Sansho\" where the suicide by drowning of one of the characters is not shown, but merely indicated by ripples on the surface of a lake. Remarkably, since his characters always seem carefully composed within the frame, we learn that he never instructed the actors about where to move or stand, but simply indicated the desired result and let them move and place themselves. No doubt this leads to a subtly-sensed feeling of unstudied natural movement.\n\nOzu of course also adheres to \"one scene, one shot,\" but his camera never moves, and framing and composition are everything. Mizoguchi's elegant camera movement almost creates the illusion that we are not only looking along with him, but sometimes looking away, choosing not to see. The camera does not move away from certain actions so much as decline to notice them, often because they are too painful or personal.\n\nMizoguchi made about 75 films, but of them all \"Sansho\" may contain the most autobiographical impulse. Living in poverty, Wikipedia reports, his family placed his older sister for adoption, and the adoptive family sold her as a geisha. His father treated the family brutally. Here are perhaps the reasons why the story of \"Sansho,\" based on a 500-year-old folk tale, resonated so strongly in the director's mind.\n\nSometimes it is difficult to say exactly why a story strikes us with such power. In the case of \"Sansho the Bailiff,\" it may be the unrelieved tragedy that strikes this good family for no good reason. They are not destroyed instantly, in a natural cataclysm, but separated for long years to know and experience their fates. That gives us time enough to know and believe the depth of Sansho's cruelty. Some humans are born without kindness or mercy, and do with pleasure what others could not do at all.\n\nAt dinner last night a man of around 60 recalled an event when he was 6. His beloved cat gave birth to a litter on his stomach during the night. On awakening, he saw the miracle of the tiny mewing specks of life, and wondered that his cat would so trust him as to give birth there, and not in a hidden corner, as is the nature of cats. The man's voice trembled as he told what happened then. His beast of a stepfather took the kittens and, in the boy's full view, smashed them with a hammer. I tell the story only to capture the sadism of Sansho, who takes pleasure in his work, and mirrors some of the stories Mizoguchi must have heard about wartime atrocities.\n\nDoes the story have a happy ending? No. But it has resolution, reconciliation, forgiveness (although not of Sansho). It has the conversion of Zushio, and the spectacular turn his fortune takes. After all of that more still happens, but for that you must see the film. At some point during the watching, \"Sansho the Bailiff\" stops being a fable or a narrative and starts being a lament, and by that time it is happening to us as few films do.\n\nAnthony Lane, the film critic for The New Yorker, did a profile of Mizoguchi a few year ago in which he wrote these extraordinary words: \"I have seen 'Sansho' only once, a decade ago, emerging from the cinema a broken man but calm in my conviction that I had never seen anything better; I have not dared watch it again, reluctant to ruin the spell, but also because the human heart was not designed to weather such an ordeal.\"\n\n \"Sansho\" is available in an elaborate Criterion DVD edition with many extras, including a booklet with two versions of the original folk tale. Mizoguchi's \"Ugetsu Monogatari\" is also included in my Great Movies collection on rogerebert.com. Jim Emerson, editor of the Web site, has written a deep and detailed essay on the film, especially strong on compositions and themes, here. The Anthony Lane profile is online at http://www.newyorker.com/archive/ 2006/09/11/060911crci_cinema.", "running_time": 124, "mpaa_rating": "NR", "release_year": 1954, "date_published": "2007-10-20", "genres": ["Drama", "Foreign", "Indie"], "title": "Sansho the Bailiff (1954)"}