{"url": "http://www.rogerebert.com/reviews/great-movie-the-band-wagon-1953", "by": null, "star_rating": 4.0, "text": "\n\nThe opening credits of Vincente Minnelli's \"The Band\r\nWagon\" play over a top hat and cane, which would remind us of Fred Astaire\r\neven if he weren't the star of the movie. Then we join an auction of movie\r\nmemorabilia. The top hat and cane don't sell, even when the auctioneer pleads,\r\n\"50 cents, anyone?\" They belonged to a has-been hoofer named Tony\r\nHunter, and now we see him, played by Astaire, on a train to New York City.\r\nMaybe he can make a comeback on Broadway. From the way he sings \"By\r\nMyself,\" he doesn't seem hopeful.\n\n\"The\r\nBand Wagon\" (1953) came only a year after the same writers, Betty Comden\r\nand Adolph Green, wrote \"Singin' in the Rain.\" Both are great\r\nbackstage musicals, one about Hollywood, the other about Broadway, one starring\r\nGene Kelly, the other Fred Astaire. \"Singin' in the Rain\" is a\r\ncomedy, but \"The Band Wagon\" has a note of melancholy along with its\r\nsmiles, a sadness always present among Broadway veterans, who have seen more\r\nfailure than success, who know the show always closes and that the backstage\r\nfamily breaks up and returns to the limbo of auditions and out-of-town tryouts.\n\nThe\r\nmovie takes a would-be musical through all the stages of writing, casting,\r\nproduction, choreography, rehearsals, failure on the road and eventual triumph\r\non Broadway. It's so happily aware of its genre that we actually do hear\r\nmention of renting a barn and putting on a show. But it draws on experience\r\nwith the actual working conditions of Broadway professionals, just as \"Singin'\r\nin the Rain\" knew a lot about how movies are made. \"Singin' in the\r\nRain\" was the work of a fresh newcomer (Stanley Donen was 28 when he\r\ndirected it). \"The Band Wagon\" is informed by a Minnelli who, at 50,\r\nhad logged a long tour of duty in show biz, not least as the husband of the\r\ncomplicated Judy Garland.\n\nWhen\r\nAstaire made \"The Band Wagon,\" he was 54 years old but hardly washed\r\nup. In recent years, he had made \"Easter Parade\" and \"Royal\r\nWedding,\" and his future held \"Funny Face\" and \"Silk\r\nStockings.\" But in the movie as in life, he is insecure about his gifts;\r\n\"Fred rehearsed until he drove you crazy,\" remembers co-star Nanette\r\nFabray, and he was uneasy about co-starring with Cyd Charisse. \"She's\r\nrather tall, isn't she?\" he worries in the movie, and Fabray assures him,\r\n\"It's a stage illusion.\"\n\nIt\r\nwasn't. Charisse was fully as tall as Astaire, taller with heels, and she had\r\nclassical dance training; Astaire's Tony Hunter complains about \"this\r\nlittle ballerina's snide insinuation that I'm only a hoofer.\" Real\r\ninsecurities and rivalries were right beneath the surface of the fictional ones\r\ncreated by Comden and Green, and real personalities are not far offscreen; they\r\neven based the writers Lily and Lester Marton on themselves (Minnelli cast them\r\nas Oscar Levant, who looked like Green, and Fabray, who had Comden's spirit).\n\nThe\r\nAstaire and Charisse characters are brought together by Jeffrey Cordova (Jack\r\nBuchanan), a director-producer-star with artistic pretensions, who thinks the\r\nlively little musical by the Martons should be reworked as a version of\r\n\"Faust.\" The Cordova character is said to be inspired by Jose Ferrer,\r\nwho at the time was starring in one Broadway show and producing three others,\r\nbut in the ego and the big plans there's also an echo of Orson Welles.\n\nBuchanan,\r\nan actor from Scotland who kids his own patrician stage presence, has fun with\r\na character who lacks any practical knowledge about what a production can\r\nafford and what an audience will endure. (One of the movie's charms is the\r\nmoment when he concedes he is wrong and Astaire is right, and they do a\r\nsoft-shoe to \"I Guess I'll Have to Change My Plan.\")\n\nAstaire\r\nand Charisse get into a furious fight the first time they meet, and then, in\r\nthe scene where the movie's magic first begins to work, they make up wordlessly\r\nin the \"Dancing in the Dark\" sequence under a full moon in Central\r\nPark. (The critic Douglas Pratt recommends watching this scene with the audio\r\nturned off: \"It is haunting.\") Here and throughout the movie,\r\nCharisse is a sexy and capable partner for Astaire, who said somewhat enigmatically,\r\n“When you dance with her, you stay danced with.”\n\nThe\r\noverblown Faustian musical is a flop in New Haven; a stagehand observes,\r\n\"You've got more scenery in this show than there is in Yellowstone\r\nNational Park.\" As the depressed actors and dancers gather in a hotel\r\nsuite, they cheer themselves with the \"I Love Louisa\" musical number,\r\n\"but only for the time it takes them to sing and dance,\" writes the\r\ncritic Joe McElhaney. \"The moment the song is finished everyone goes into\r\na depressed slump.\"\n\nLevant\r\nin fact looks like he's depressed most of the time. A real-life hypochondriac\r\nwhose character recites a list of complaints early in the movie, Levant was a\r\nfriend and good-luck mascot for Arthur Freed, the key producer during MGM's\r\ngolden age. That's how he got so many good supporting roles (as in \"An\r\nAmerican in Paris\"), despite often looking grumpy and exhausted.\r\n\"Oscar needed someone to yell at,\" Fabray remembers in an interview\r\non the DVD. When he blew a line, he'd blame it on somebody -- usually picking\r\non Fabray, who was appearing in her first movie. After she told him to go to\r\nhell, she says, he backed off.\n\nAll\r\nof the interviews with the surviving cast members suggest the film was an\r\nunhappy shoot, although they don't quite say why. Minnelli's offstage marriage\r\nproblems with Garland may have been one reason, Astaire's ambivalence about\r\nCharisse might have been another, Levant's daily appearance represented what he\r\nliked to call \"a pharmaceutical miracle,\" and Buchanan was undergoing\r\npainful dental surgery. Still, a great musical emerged from the shambles, just\r\nas it does in the story.\n\nDespite\r\nthe elegance of \"Dancing in the Dark\" and the long \"Girl\r\nHunt\" ballet sequence toward the end (with Astaire as a private eye and\r\nCharisse a slinky dame in red), my favorite musical number is an early one,\r\n\"Shine on Your Shoes.\" Liza Minnelli, then 7, followed her father\r\naround during the filming, and remembers him scouting Penn Station for ideas\r\nabout the soundstage sets.\n\nMinnelli\r\nsaw Leroy Daniels, a real shoeshine man who sang and danced as he worked, and\r\nthat not only inspired the number, but got Daniels a trip to Hollywood and a\r\nscene where he co-stars with Astaire. He's a gifted performer, his timing as\r\nprecise as Astaire's, and perhaps because he's the real thing, we sense a\r\nfreshness and joy. Note, too, Astaire's casual strength when he lifts himself\r\non the arms of the chair so he can kick in mid-air.\n\nMost\r\nof the scene's charm is because of Astaire and Daniels, but some, too, was\r\ncontributed by Minnelli. McElhaney recommends watching the \"Shine on Your\r\nShoes\" number, but not focusing on Astaire and Daniels: \"Instead,\r\nonly take note of the direction of the extras; watch it again, and only note\r\nthe function of the decor and the camera movements; then watch it one final time\r\nputting all of these elements together.\" What that exercise would\r\nillustrate is that for Minnelli, the whole screen was always in play, not just\r\nthe foreground and the stars.\n\nMany\r\nof the movie’s songs, by Arthur Schwartz and Howard Deitz, already existed; MGM\r\nin those days didn’t simply recycle Broadway hits but created new musicals from\r\nscratch, often using songs it already owned. That works here because, after\r\ndumping the Faustian musical, the performers decide to put on a revue. One song\r\nwritten new for the movie would become a touchstone: Deitz and Schwartz’s\r\n“That’s Entertainment,” which celebrates show business in a way as joyous but\r\nnot as zany as Donald O’Connor’s “Make ‘em Laugh” in “Singin’ in the Rain.” One\r\nof their older songs that makes an unconvincing reappearance is “Louisiana\r\nHayride,” originally written in 1932; although in a revue anything, so to\r\nspeak, goes, the hayride seems like a stretch.\n\nAnother\r\nmusical sequence, the bizarre \"Triplets,\" shows Astaire, Fabray and\r\nBuchanan all apparently midgets dressed as babies, sliding down from their high\r\nchairs and dancing. Since we see their feet hit the floor and special effects\r\nseem impossible, how did they do it? By balancing on artificial legs strapped\r\nto their knees, Fabray reports; they fell dozens of times before getting it\r\nright, and relied on pain-killers.\n\nAll\r\nof these backstage details seem like a distraction from the magic of \"The\r\nBand Wagon,\" but part of the film's appeal comes from our sense that what\r\nwe see is not far removed from the actual process of making the movie. It's\r\nentertainment, all right, but it's also hard work, and Astaire chain-smokes all\r\nthe way through it. \"I don't think a dancer should smoke,\" Charisse\r\ntells him early in the film, but by the end, she's bumming a cigarette.", "running_time": null, "mpaa_rating": null, "release_year": 1953, "date_published": "2005-03-27", "genres": ["Comedy", "Music"], "title": "The Band Wagon (1953)"}