{"url": "http://www.rogerebert.com/reviews/great-movie-nosferatu-the-vampyre-1979", "by": "Klaus Kinskias Count Dracula", "star_rating": 4.0, "text": "There is a quality to the color photography in Werner Herzog's \"Nosferatu the Vampyre\" that seeps into your bones. It would be inadequate to call it \"saturated.\" It is rich, heavy, deep. The earth looks cold and dirty. There isn't a lot of green, and it looks wet. Mountains look craggy, gray, sharp-edged. Interiors are filmed in bold reds and browns and whites -- whites, especially, for the faces, and above all for Count Dracula's. It is a film of remarkable beauty, but makes no effort to attract or visually coddle us. The spectacular journey by foot and coach to Dracula's remote Transylvanian castle is deliberately not made to seem scenic.\n\nThere is often something fearful and awesome in Herzog's depiction of nature. It is not uplifting so much as remorseless. Clouds fall low and drift like water. Peaks tower in intimidation. Shadows hint at horrors. The simple peasants that Jonathan Harker encounters on his journey are not colorful and friendly, but withdraw from him. Herzog takes his time before allowing us our first sight of Dracula; his stage has been set by words and the looks in eyes of people who cannot believe he is seeking the Count.\n\nHerzog follows the structure of F. W. Murnau's famous \"Nosferatu\" (1922), one of the greatest of all silent films. That was based on Bram Stoker's 1897 novel Dracula. Murnau changed the character names for copyright reasons, and Herzog was free to use the originals: Dracula (Klaus Kinski), the land agent Jonathan Harker (Bruno Ganz), his wife Lucy (Isabelle Adjani), Dr. Van Helsing (Walter Ladengast), and he of the maniacal laugh, Renfield (Roland Topor).\n\nThe film open with Renfield offering Harker a large commission to travel to Dracula's castle and sell him an isolated property in town. Harker wants the money because he thinks his wife deserves a nicer house. Renfield's spasmodic laughter doesn't deter him. His journey takes a great deal more time than in the many other movies based on this famous story. There is an ominous scene at an inn where he mentions Dracula's name and the entire room falls silent, simply staring at him. Herzog takes his time building up anticipation before Dracula's entrance.\n\nNo coach will take Harker to the castle. No one will sell or rent him a horse. Renfield continues on foot, walking narrow pathways above cruel chasms. Finally Dracula's coach comes out to fetch him. It looks like (because it is) a hearse. The door to the castle creaks open and we regard Dracula. In creating the vampire, Herzog follows the striking art direction of the Murnau film, making the count look more like an animal than a human being. None of your handsome, sleek vampires played by Tom Cruise. The head is shaved. The face and skull are clown white. The fingernails are spears. The ears are pointed like a bat's. The eyes are sunken and rimmed in black and red. Most extraordinary of all are the two prominent fangs in the center of the mouth, placed like a bat's, unconcealed. In most movies Dracula's teeth are up and to the sides, more easily concealed. Here there can be no mistaking them.\n\nMany famous details are paid homage. The line, \"Listen. The children of the night make their music.\" The Count's barely controlled lust when Harker cuts his thumb with a bread knife. The meals mysteriously appearing without servants. Then the race as Dracula goes by sea and Harker by land to the city of Bremen, where Lucy is in danger.\n\nHerzog is the most original of filmmakers, not much given to remakes. His only other one, \"The Bad Lieutenant: Port of Call New Orleans\" (2009), was so different from the original that only the idea of a corrupt cop was kept. Why was he drawn to remake one of the most famous and least dated of German silent films?\n\nI think it was partly because of love -- for Murnau, and for the film, which suits the macabre strain in some of his own work. It was partly in homage. And I suspect it was above all because he had the resource of Klaus Kinski. He had first laid eyes on Kinski when he was still a boy, and the fierce-eyed actor lived in the same building. \"I knew at that moment,\" he told me, \"that it was my destiny to make films, and direct Kinski in them.\" The two developed an almost symbiotic relationship, which led at times to death threats against each other, and also to such extraordinary work as \"Aguirre, the Wrath of God\" and \"Fitzcarraldo.\" Kinski of all actors could most easily create the driven and the mad.\n\nTo say of someone that they were born to play a vampire is a strange compliment, but if you will compare the two versions of Nosferatu you might agree with me that only Kinski could have equaled or rivaled Max Schreck's performance. Opposite him Herzog cast Isabelle Adjani, a French beauty who is used here not only for her facial perfection but for her curious quality of seeming to exist on an ethereal plane. Adjani does not easily play ordinary women. Her skin always seems unusually white and smooth, as is porcelain. Here she provides a pure object for Dracula's fangs.\n\nThe other masterstroke of casting is Roland Topor, as the Bremen realtor. Topor did a fair amount of acting, but was principally an author and artist, the co-founder of the Panic Movement with Alejandro Jodorowsky's (\"El Topo\"). Herzog recalls watching a trivial German TV show on which Topor's weird high-pitched giggle seemed to evoke perfect madness. Here it is used to suggest the unwholesome nature of his relationship with Dracula.\n\n\"Nosferatu the Vampyre\" cannot be confined to the category of \"horror film.\" It is about dread itself, and how easily the unwary can fall into evil. Bruno Ganz makes an ideal Harker because he sidesteps any temptation to play a hero, and plays a devoted husband who naively dismisses alarming warnings. He is loving, then resolute, then uncertain, then fearful, then desperate, and finally mad -- lost.\n\nAlthough I don't believe \"Nosferatu\" had a particularly large budget, its historical detail looks unfaked and convincing. Herzog travels much in search of arresting imagery; the mummies at the start are from Mexico, the mountains are the Carpathian, the castles and castle ruins are in the Czech Republic, Slovakia and Germany, and I believe the city with canals is in the Netherlands.\n\nThat said, Herzog told me that some shots were set up to use the same locations that Murnau used, and often had similar compositions. Once I asked him why he took a crew far into the South American rain forests to shoot \"Aguirre\" and \"Fitzcarraldo,\" and he said he believed in \"the voodoo of locations.\" A rain forest forty miles away from a city would have felt wrong. The actors would project a different energy if they knew they truly were buried in a wilderness. We would be able to sense it. In the same spirit, I suppose, Kinski standing where Murnau's actor Max Schreck stood would generate an energy. This film is haunted by the earlier one.\n\nI wonder if Kinski himself believed this was a role he was born to play. Famously temperamental, his emotions on a hair trigger, he endured four hours of makeup daily without complaining. The bat ears had to be destroyed in removal, and constructed again every morning. It's as if he regarded Schreck's performance and wanted to step in and claim the character as partly his own.\n\nOne striking quality of the film is its beauty. Herzog's pictorial eye is not often enough credited. His films always upstage it with their themes. We are focused on what happens, and there are few \"beauty shots.\" Look here at his control of the color palate, his off-center compositions, of the dramatic counterpoint of light and dark. Here is a film that does honor to the seriousness of vampires. No, I don't believe in them. But if they were real, here is how they must look.\n\nA review of Murnau's \"Nosferatu\" is in my Great Movies Collection. Also included: \"Aguirre, the Wrath of God,\" \"Fitzcarraldo,\" \"Heart of Glass,\" \"The Enigma of Kaspar Hauser,\" and \"Stroszek.\" ", "running_time": 107, "mpaa_rating": "R", "release_year": 1979, "date_published": "2011-10-24", "genres": ["Drama", "Foreign", "Horror", "Indie"], "title": "Nosferatu the Vampyre (1979)"}