{"url": "http://www.rogerebert.com/reviews/great-movie-nashville-1975", "by": "David Peelas Bud Hamilton", "star_rating": 4.0, "text": "Taking down Pauline Kael's 1976 collection Reeling to re-read her famous review of \"Nashville,\" I find a yellow legal sheet marking the page: my notes for a class I taught on the film. \"What is this story about?\" I wrote. The film may be great because you can't really answer that question.\n\nIt is a musical; Robert Altman observes in his commentary on the new DVD re-release that it contains more than an hour of music. It is a docudrama about the Nashville scene. It is a political parable, written and directed in the immediate aftermath of Watergate (the scenes in the Grand Ole Opry were shot on the day Richard M. Nixon resigned). It tells interlocking stories of love and sex, of hearts broken and mended. And it is a wicked satire of American smarminess (\"Welcome to Nashville and to my lovely home,\" a country star gushes to Elliott Gould).\n\nBut more than anything else, it is a tender poem to the wounded and the sad. The most unforgettable characters in the movie are the best ones: Lily Tomlin's housewife, who loves her deaf sons. The lonely soldier who stands guard over the country singer his mother saved from a fire. The old man grieving for his wife, who has just died. Barbara Harris' runaway wife, who rises to the occasion when she is handed the microphone after a shooting. And even that smarmy country singer (Henry Gibson), who when the chips are down acts in the right way. Kael writes: \"Who watching the pious Haven Hamilton sing the evangelical `Keep a' Goin,' his eyes flashing with a paranoid gleam as he keeps the audience under surveillance, would guess that the song represented his true spirit, and that when injured he would think of the audience before himself?\"\n\nThe movie takes place over five days in Nashville, during the countdown to a presidential primary. A candidate named Hal Phillip Walker, never seen onscreen, is running for the upstart Replacement Party, and has won four earlier primaries. His candidacy was launched, according to the ABC newsman Howard K. Smith, when during a speech to college students he asked such questions as, \"Does Christmas smell like oranges to you?\" Yes, Smith's commentary concludes, Christmas has always smelled a little like oranges to him.\n\nMichael Murphy plays John Triplette, a smooth-talking, polished advance man, setting up an election-eve rally at Nashville's Parthenon. Ned Beatty, who plays Tomlin's husband, is the local lawyer helping him. Triplette wants country legend Barbara Jean (Ronee Blakley) to sing at the rally, but her husband (Allan Garfield) wants no political tie-in. Meanwhile, other drifters and hopefuls converge on the city, hopeful of a break, singing on open mike nights, peddling songs, making tapes.\n\nOne of them is Tom Frank (Keith Carradine), a ladies' man who runs into the Tomlin character at a recording studio (she sings with a gospel choir). He urgently calls her at home, and she hangs up on him. But her marriage with Beatty is not good, and we feel her pain when he doesn't even try to communicate with his deaf children. \"What's he sayin'?\" he wearily asks his wife, as his son glows with excitement about a swimming lesson.\n\nEventually Tomlin does go to meet the folk singer, in a club where many other characters also happen to be hanging out. Robert Altman has always been the most inclusive of directors, a man whose sets are always like a party, and whose movies often feel that way. He embraces talent, he is loyal to old friends, he wants to find a place for everyone. (One of the pleasures of listening to his commentary on the new DVD is to hear him describe decades of work with some of the people on screen--including assistant director Tommy Thompson, who plays a role in this movie, was Altman's best friend, and was still working with him when he died on the set of a movie 10 days before the commentary was recorded.)\n\nBecause Altman himself effortlessly swims in a sea of friends and associates, he finds it easy to make movies that do the same thing, and what's amazing is not how many characters there are in \"Nashville\" (more than 25 significant speaking roles) but how many major characters. To get into this movie at all is to be given scenes of weight and depth, so that your character makes an impression. And there are not just many characters but many themes. It is easy to follow the political commentary in the film (Hal Philip Walker's campaign could stand for all the dissidents since, from Jesse Ventura to Ralph Nader). More subtle is a thread that examines country music lyrics as they apply to the lives of the characters.\n\nKael is perceptive here. Early in the film, we've heard Haven Hamilton (Gibson) singing the lyric, \"For the sake of the children, we must say goodbye.\" Later, when Tomlin gets out of the folk singer's bed to go home to her children, it's \"for exactly that reason,\" Kael says. The singer (Carradine) tries to hurt her with his phone call to another woman, but Tomlin is oblivious. The singer wearily hangs up as Tomlin leaves, and we realize Altman has told a short story of amazing impact in just a few minutes. The singer barely remembers most of the women he beds, Kael observes, but this woman \"he'll remember forever.\"\n\nAlmost all of the songs in \"Nashville,\" and there are a lot of them, were written by the actors who sing them--Blakley, Karen Black, Gibson, Carradine and others. None of them are terrific singers (Gwen Welles plays a waitress who cannot sing at all, and finally finds a friend honest enough to tell her). Altman says in his commentary that little time was devoted to rehearsal (\"we spent more time on the hair\"), and the offhand, earnest tone of the songs sounds better than a polished performance would. Likewise the inane ramblings of Geraldine Chaplin, as a BBC reporter who barges in where she's not wanted and sticks her mike under people's noses. As she wanders in a junkyard, free-associating, we wonder if she's really with the BBC at all--she's so loopy, maybe she's an impostor.\n\nUnderneath the songs, the romance and the politics beats a darker current, of political assassination. The stage is set by Barbara Baxley, playing Haven's tough mistress, who has a long monologue about the Kennedys. We begin to focus on two young drifters--the soldier who spends night in the singer's hospital room, and another young man who has rented a furnished room. When Barbara Jean sings at a riverboat concert, we realize, chillingly, that both of them are in the front row, standing side-by-side. Is there a threat there? Which one?\n\nRobert Altman's life work has refused to contain itself within the edges of the screen. His famous overlapping dialogue, for which he invented a new sound recording system, is an attempt to deny that only one character talks at a time. His characters have neighbors, friends, secret alliances. They connect in unexpected ways. Their stories are not contained by conventional plots.\n\nFrom his first great success in \"MASH\" to the wonderful \"Cookie's Fortune\" (1999), there are a lot of interlocking characters in his stories, and almost alone among white American directors he never forgets that a lot of black people live and work in town. In \"Nashville\" and his back-to-back triumphs \"The Player\" (1992) and \"Short Cuts\" (1993), he pointed the way for Paul Thomas Anderson's \"Boogie Nights\" and \"Magnolia,\" and in the last year I've seen several more films of interconnected characters, most recently \"Wonderland\" and \"Five Senses.\"\n\nThe buried message may be that life doesn't proceed in a linear fashion to the neat ending of a story. It's messy and we bump up against others, and we're all in this together. That's the message I get at the end of \"Nashville,\" and it has never failed to move me.", "running_time": 159, "mpaa_rating": "R", "release_year": 1975, "date_published": "2000-08-06", "genres": ["Drama"], "title": "Nashville (1975)"}