{"url": "http://www.rogerebert.com/reviews/great-movie-detour-1945", "by": "Tom Nealas Al", "star_rating": 4.0, "text": "\n\n\"Detour\" is a movie so filled with imperfections that\r\nit would not earn the director a passing grade in film school. This movie from\r\nHollywood's poverty row, shot in six days, filled with technical errors and\r\nham-handed narrative, starring a man who can only pout and a woman who can only\r\nsneer, should have faded from sight soon after it was released in 1945. And yet\r\nit lives on, haunting and creepy, an embodiment of the guilty soul of film\r\nnoir. No one who has seen it has easily forgotten it.\n\n\"Detour\" tells the story of Al Roberts, played by Tom\r\nNeal as a petulant loser with haunted eyes and a weak mouth, who plays piano in\r\na nightclub and is in love, or says he is, with a singer named Sue. Their song,\r\nsignificantly, is \"I Can't Believe You Fell in Love With Me.” He wants to\r\nget married, she leaves for the West Coast, he continues to play piano, but\r\nthen: \"When this drunk gave me a ten spot, I couldn't get very excited.\r\nWhat was it? A piece of paper crawling with germs.”\n\nSo\r\nhe hitchhikes to California, getting a lift in Arizona from a man named\r\nHaskell, who tells him about a woman hitchhiker who left deep scratches on his\r\nhand: \"There oughta be a law against dames with claws.” Haskell dies of a\r\nheart attack. Al buries the body, and takes Haskell's car, clothes, money and\r\nidentification; he claims to have no choice, because the police will in any\r\nevent assume he murdered the man.\n\nHe\r\npicks up a hitchhiker named Vera (Ann Savage), who “looked like she'd just been\r\nthrown off the crummiest freight train in the world.” She seems to doze, then\r\nsits bolt upright and makes a sudden verbal attack: “Where'd you leave his\r\nbody? Where did you leave the owner of this car? Your name's not Haskell!” Al\r\nrealizes he has picked up the dame with the claws.\n\nHaskell\r\nhad told them both the same unlikely story, about running away from home at 15\r\nafter putting a friend's eye out in a duel (“My dad had a couple of\r\nFrancoPrussian sabers”).\n\nIn\r\nLos Angeles, Vera reads that Haskell's rich father is dying, and dreams up a\r\ncon for Al to impersonate the long-lost son and inherit the estate. Waiting for\r\nthe old man to die, they sit in a rented room, drinking, playing cards and\r\nfighting, until Al finds himself with another corpse on his hands, once again\r\nin a situation that makes him look guilty of murder.\n\nRoberts\r\nis played by Tom Neal as a sad sack who seems relieved to surrender to Vera (“My\r\nfavorite sport is being kept prisoner”). Ann Savage plays Vera as a venomous\r\ncastrator. Every line is acid and angry; in an era before four-letter words,\r\nshe lashes Al with “sucker” and “sap.” Of course Al could simply escape from\r\nher. Sure, she has the key to the room, but any woman who kills a bottle of\r\nbooze in a night can be dodged fairly easily. Al stays because he wants to\r\nstay. He wallows in mistreatment.\n\nThe\r\nmovie was shot on the cheap with B-minus actors, but it was directed by a man\r\nof qualities: Edgar G. Ulmer (1900-1972), a refugee from Hitler, who was an\r\nassistant to the great Murnau on “The Last Laugh” and “Sunrise,” and provided\r\none of the links between German Expressionism, with its exaggerated lighting,\r\ncamera angles and dramaturgy, and the American film noir, which added jazz and\r\nguilt.\n\nThe\r\ndifference between a crime film and a noir film is that the bad guys in crime\r\nmovies know they're bad and want to be, while a noir hero thinks he's a good\r\nguy who has been ambushed by life. Al Roberts complains to us: “Whichever way\r\nyou turn, fate sticks out a foot to trip you.” Most noir heroes are defeated\r\nthrough their weaknesses. Few have been weaker than Roberts. He narrates the\r\nmovie by speaking directly to the audience, mostly in a self-pitying whine.\r\nHe's pleading his case, complaining that life hasn't given him a fair break.\n\nMost\r\ncritics of “Detour” have taken Al's story at face value: He was unlucky in\r\nlove, he lost the good girl and was savaged by the bad girl, he was an innocent\r\nbystander who looked guilty even to himself. But the critic Andrew Britton\r\nargues a more intriguing theory in Ian Cameron's Book of Film Noir. He\r\nemphasizes that the narration is addressed directly to us: We're not hearing\r\nwhat happened, but what Al Roberts wants us to believe happened. It's a “spurious\r\nbut flattering account,” he writes, pointing out that Sue the singer hardly\r\nfits Al's description of her, that Al is less in love than in need of her\r\npaycheck, and that his cover-up of Haskell's death is a rationalization for an\r\neasy theft. For Britton, Al's version illustrates Freud's theory that traumatic\r\nexperiences can be reworked into fantasies that are easier to live with.\n\nMaybe\r\nthat's why “Detour” insinuates itself so well--why audiences respond so\r\nstrongly. The jumps and inconsistencies of the narrative are nightmare\r\npsychology; Al's not telling a story, but scurrying through the raw materials,\r\nassembling an alibi. Consider the sequence where Al buries Haskell's body and\r\ntakes his identity. Immediately after, Al checks into a motel, goes to sleep,\r\nand dreams of the very same events: It's a flashback side-by-side with the\r\nevents it flashes back to, as if his dream mind is doing a quick rewrite.\n\nTom\r\nNeal makes Al flaccid, passive and self-pitying. That's perfect for the\r\nmaterial. (In real life, Neal was as unlucky as Al; he was convicted of manslaughter\r\nin the death of his third wife.) Ann Savage's work is extraordinary: There is\r\nnot a single fleeting shred of tenderness or humanity in her performance as\r\nVera, as she snaps out her pulp dialogue (“What'd you do--kiss him with a\r\nwrench?”). These are two pure types: the submissive man and the female hellion.\n\nThe\r\nmovie's low budget is obvious. During one early scene, Ulmer uses thick fog to\r\nsubstitute for New York streets. He shoots as many scenes as possible in the\r\nfront seats of cars, with shabby rear-projection (the only meal Al and Vera\r\nhave together is in a drive-in). For a flashback, he simply zooms in on Neal's\r\nface, cuts the lights in the background, and shines a light in his eyes.\n\nSometimes\r\nyou can see him stretching to make ends meet. When Al calls long-distance to\r\nSue, for example, Ulmer pads his running time by editing in stock footage of\r\ntelephone wires and switchboard operators, but can't spring for any footage of\r\nSue actually speaking into the phone (Al does all the talking, and then Ulmer\r\ncuts to her lamely holding the receiver to her ear).\n\nAnd\r\nit's strange that the first vehicles to give lifts to the hitchhiking Al seem\r\nto have right-hand drives. He gets in on what would be the American driver's\r\nside, and the cars drive off on the “wrong” side of the road. Was the movie\r\nshot in England? Not at all. My guess is that the negative was flipped. Ulmer\r\npossibly shot the scenes with the cars going from left to right, then reflected\r\nthat for a journey from the east to the west coasts, right to left would be\r\nmore conventional film grammar. Placing style above common sense is completely\r\nconsistent with Ulmer's approach throughout the film.\n\nDo\r\nthese limitations and stylistic transgressions hurt the film? No. They are the\r\nfilm. “Detour” is an example of material finding the appropriate form. Two\r\nbottom-feeders from the swamps of pulp swim through the murk of low-budget noir\r\nand are caught gasping in Ulmer's net. They deserve one another. At the end, Al\r\nis still complaining: “Fate, for some mysterious force, can put the finger on\r\nyou or me, for no good reason at all.” Oh, it has a reason.", "running_time": 67, "mpaa_rating": "NR", "release_year": 1945, "date_published": "1998-06-07", "genres": ["Crime", "Drama", "Film Noir"], "title": "Detour (1945)"}