{"url": "http://www.rogerebert.com/reviews/great-movie-ripleys-game-2002", "by": "Liliana Cavani", "star_rating": 4.0, "text": "That's OK. I didn't expect thanks. -- Tom Ripley, wiping spit from his face\n\nTom Ripley is fascinating in the sense that a snake is fascinating. He can kill you, but he will not take it personally and neither should you. He is well-educated, has good taste, is a connoisseur of art, music, food, wine and architecture, can give a woman good reason to love him, and commits crimes and gets away with them. \"I don't worry about being caught,\" he says, \"because I don't believe anyone is watching.\" By \"anyone,\" he means cops, witnesses, God, whoever.\n\nRipley is at the center of five novels written by Patricia Highsmith between 1955 and 1991, which have inspired as many movies: Rene Clement's \"Purple Noon\" (1960), Wim Wenders' \"The American Friend\" (1977), Anthony Minghella's \"The Talented Mr. Ripley\" (1999), Liliana Cavani's \"Ripley's Game\" (2002), and Roger Spottiswoode's \"Ripley Under Ground\" (2004); Ripley was played successively by Alain Delon, Dennis Hopper, Matt Damon, John Malkovich and Barry Pepper.\n\nThe first four are splendid movies (based on only two of the novels; the Wenders and the Cavani on Ripley's Game and the Clement and the Minghella on The Talented Mr. Ripley). The fifth I haven't seen. \"Ripley's Game\" is without question the best of the four, and John Malkovich is precisely the Tom Ripley I imagine when I read the novels. Malkovich is skilled at depicting the private amusement of sordid characters, but there is no amusement in his Ripley, nor should there be; Ripley has a psychopath's detachment from ordinary human values. Malkovich (and Highsmith) allow him one humanizing touch, a curiosity about why people behave as they do. At the end of the film, when a man saves his life, Ripley can think of only one thing to say to him: \"Why did you do that?\"\n\nMalkovich has the face for Tom Ripley. For the movie he has lost weight and is lighted and photographed to show the skull beneath the skin. Ripley's eyes when he is angry are cold and dead, as in an early scene where he is insulted by the host at a party. When he is not angry they are simply objective, although sometimes, even during intense action, Ripley will allow his eyes to glance aside for a second. He is like an actor glancing offstage, reminded that there is life outside his performance. When he gives pleasure, for example by taking his wife Luisa (Chiara Caselli) to buy an antique harpsichord, he regards her in an unsettling way, not sharing the pleasure but calculating its effect. Very rarely he permits himself a childlike grin, as when remembering the triumph on the face of a dying man. When involved in violence, he has a way of baring his teeth, and you can sense the animal nature beneath the cool facade.\n\nTom Ripley has always been an enigma in the crime fiction genre, because a thief and murderer does not usually get away with his crimes in novel after novel, and seem on most days like a considerate lover and a good neighbor. Malkovich's philosophical Ripley is closest to Highsmith's character in the way he objectifies his actions. Why is he requested to kill a man? \"Because I can.\" He arranges for the man who insulted him, a family man dying of leukemia, to be offered $100,000 to commit murder. The man asks him why he did that. \"Partly because you could. Partly because you insulted me. But mostly because that's how the game is played.\"\n\nLiliana Cavani, Italian, born in 1933, is a good choice to direct a Ripley film, because she is comfortable with depravity as a subject. Her best-known film is \"The Night Porter\" (1974), starring Charlotte Rampling as a survivor of the Nazi death camps, who finds one of her former guards (Dirk Bogarde) working in a hotel, and begins a sadomasochistic relationship with him. I did not admire the film, but it shows her using some of the same objectivity about perverted values that is central to \"Ripley's Game.\"\n\nIt is unwise to insult Ripley. Consider. He walks into a party being given by his neighbor Trevanny (Dougray Scott). He hears himself being insulted: He is an American who has purchased a superb Palladian villa near Venice and ruined it with \"too much money and no taste.\" Trevanny realizes he has been overheard. No matter what he says to squirm out of his rudeness, Ripley replies with one word: \"Meaning?\" Their verbal duel leaves Trevanny silenced and shaken. Ripley was involved three years earlier in a profitable art theft and con game in Germany. Now his hapless British partner Reeves (Ray Winstone) has been threatened by their victims; he tracks Ripley to Italy and is trembling with fear. \"Do you want to tell me what you want,\" Ripley asks him, \"or do you want a truffling pig to find you dead in a month or two?\"\n\nReeves wants a murder to take place. The payment is $50,000. Ripley doubles the money, and says he thinks he may have the man for the job. He has Trevanny in mind. There is a twisted logic in his reasoning: He has reason to know that Trevanny is dying, and so has less to lose, and every reason to want money to provide for his wife and child. If he is forced to commit murder for money, he will no longer be able to talk with much conviction about Ripley's wealth or bad taste.\n\nThe murders take place on a train, and play with a precision just one gruesome step this side of slapstick. \"Hold my watch,\" Ripley tells Trevanny before the killing starts, \"because if it breaks I'll kill everyone on this train.\" At one point there are five people, three apparently dead, in the same train toilet. We are poised between a massacre and the Marx Brothers. \"It never used to be so crowded in first class,\" Ripley observes. Although the murders seem to be successful, Reeves and violence follow Ripley back to Italy, and in a masterful sequence using the vast lawns and interiors of the villa, Ripley prepares to greet any visitors. He is not usually capable of being surprised, but watch his eyes when Trevanny turns up to help out.\n\nWomen are an enigma in Ripley's world. He treats his wife with studious but not passionate regard, sends her out of the way when danger threatens, has apparently found a woman who never wonders how he makes his money. About Trevanny's wife, Sarah (Lena Headey) he is -- well, considerate, to a degree. Sarah doesn't like or trust Ripley. When she walks in on a bloodbath, it's curiously touching the way Trevanny tells her, \"It's not what you think!\"\n\nThe pairing of Ripley and Trevanny joins a man capable of killing and another who doesn't think of himself in those terms. It resembles the pairing in Highsmith's first novel, Strangers on a Train, which inspired the 1951 Hitchcock masterpiece. In both cases, the dominant character has someone he wishes dead and wants to involve the unwilling second man in the killing. \"Strangers on a Train\" reflected one of Hitchcock's favorite themes, The Innocent Man Wrongly Accused. By the end of \"Ripley's Game,\" Trevanny is accused of nothing but has lost his innocence. Lost it, and seems almost grateful, as if proud to have passed the test Ripley set for him.\n\nIf this film had been released as intended in 2002, it would probably have made my 10 best list. Incredibly, it never opened theatrically in the United States; it finally turned up on cable in late 2003. It's said that its distributor, the Fine Line imprint of New Line, was so overwhelmed by the studio's \"Lord of the Rings\" trilogy that staff couldn't be spared to focus on it. What American audiences lost was one of Malkovich's most brilliant and insidious performances; a study in evil that teases the delicate line between heartlessness and the faintest glimmers of feeling. When Ripley smiles in the last shot, he hasn't lost his credentials as a psychopath, but he has at last found something in human nature capable of surprising and even (can it be?) delighting him.\n\n\"Ripley's Game\" will play April 29 in my Overlooked Film Festival at the University of Illinois at Urbana-Champaign. John Malkovich and executive producer Russell Smith will be present. \"Strangers on a Train\" is already in my Great Movies collection.", "running_time": 110, "mpaa_rating": null, "release_year": 2002, "date_published": "2006-04-09", "genres": ["Drama", "Thriller"], "title": "Ripley's Game (2002)"}