{"url": "http://www.rogerebert.com/reviews/great-movie-the-phantom-of-the-opera-1925", "by": null, "star_rating": 4.0, "text": "\n\nIt has always been a question whether \"The Phantom of the\r\nOpera\" (1925) is a great film, or only a great spectacle. Carl Sandburg,\r\none of the original reviewers, underwent a change of heart between his first\r\nChicago Daily News review (he waited for the Phantom's unmasking \"terribly\r\nfascinated, aching with suspense\") and a reconsideration written a month\r\nlater (\"strictly among the novelties of the season\"). It was not, he\r\nadded on the level of \"The Cabinet of Dr. Caligari\" or\r\n\"Greed,\" mentioning two of the greatest films of all time.\n\nHe\r\nwas right about that, and could have added the greatest of all silent horror\r\nfilms, Murnau's \"Nosferatu\" (1922), whose vampire may have influenced\r\nLon Chaney's performance as the Phantom. But as an exercise in lurid\r\nsensationalism, straining against technical limitations in its eagerness to\r\noverwhelm, the first of the many Phantom films has a creepy, undeniable power.\n\nThe\r\nstory is simply told -- too simply, perhaps, so that all of the adaptations,\r\nincluding the famous Andrew Lloyd Webber musical, have been much ado about\r\nrelatively little. In the cellars of the Paris Opera House lives a disfigured\r\nmasked man who becomes obsessed with the young singer Christine. He commands\r\nthe management to give her leading roles, and when they refuse, he exacts a\r\nterrible revenge, causing a great chandelier to crash down on the audience.\n\nChristine's\r\nlover, a pallid nonentity, is little competition for her fascination with the\r\nPhantom, until she realizes with horror that the creature wants her to dwell in\r\nhis mad subterranean world. She unmasks him, is repelled by his hideous\r\ndisfigurement, flees to the surface and her lover, and is followed by a Phantom\r\nseeking violent revenge. There is no room for psychological subtlety here.\n\nIt\r\nis the idea of the Phantom, really, that fascinates us: the idea of a cruelly\r\nmistreated man going mad in self-imposed exile in the very cellars, dungeons\r\nand torture chambers where he was, apparently, disfigured in the first place.\r\nHis obsession with Christine reflects his desire to win back some joy from a\r\nworld that has mistreated him. Leroux and his adapters have placed this sad\r\ncreature in a bizarre subterranean space that has inspired generations of set\r\ndesigners. There are five levels of cellars beneath the opera, one descending\r\nbeneath another in an expressionist series of staircases, ramps, trapdoors, and\r\na Styxian river that the Phantom crosses in a gondola. The Phantom has\r\nfurnished his lair with grotesque fittings: He sleeps in a coffin and provides\r\na bed for Christine in the shape of a whale boat. Remote controls give him\r\nwarnings when anyone approaches and allow him to roast or drown his enemies.\n\nTo\r\nChristine, he offers wealth, luxury and opera stardom, and she is in no peril\r\n\"as long as you do not touch the mask\" -- oh, and she must love him,\r\nor at least allow him to possess her (although his precise sexual plans are\r\nleft undefined). Perhaps warned by the fate of the hero in her current\r\nproduction of \"Faust,\" she refuses this bargain, although for an\r\nengaged woman, she allows herself to be dangerously tempted.\n\nAfter\r\ntaking over the leading role from an ominously ill prima donna, she follows a\r\nmysterious voice, opens a secret door behind the mirror in her dressing room,\r\ndescends through forbidding cellars, is taken semi-conscious by horseback and\r\ngondola deeper into the labyrinth and sees the coffin where he sleeps. At this\r\npoint, her sudden cry of \"You -- you are the Phantom!\" inspired me to\r\nwrite in my notes: \"Duh!\"\n\nHer\r\nlover, the Viscount Raoul de Chagny, is likewise not a swift study. After the\r\nPhantom has presumably claimed dozens of victims with the falling chandelier\r\nand threatened Christine with death if she sees him again, Raoul agrees to meet\r\nher at the Masked Ball. This is held in the Opera House on the very next night,\r\nwith the chandelier miraculously repaired and no mourning period, apparently,\r\nfor the dozens of crushed and maimed. Christine tells Raoul the Phantom will\r\nmurder them if they are seen together, but then, when a gaunt and spectral\r\nfigure in red stalks imperiously into the grand hall, Raoul unmasks himself,\r\nwhich is, if you ask me, asking for trouble.\n\nChristine\r\ndetermines to sing her role one more time, after which Raoul will have a\r\ncarriage waiting by the stage door to spirit them safely away to England. This\r\nplan is too optimistic, as the Phantom snatches Christine from her dressing\r\nroom, and the two are pursued into the bowels of Paris by Raoul and Inspector\r\nLedoux -- and, in a separate pursuit, by the vengeful stagehand Buquet (whose\r\nbrother the Phantom murdered), leading a mob of torch-carrying rabble. The\r\nhapless Raoul and Ledoux are lured into a chamber where the Phantom can roast\r\nthem to death, and when they escape through a trapdoor, it leads to a chamber\r\nwhere they can be drowned.\n\nAll\r\nof this is fairly ridiculous, and yet, and yet, the story exerts a certain\r\nmacabre fascination. The characters of Christine and Raoul, played by Mary\r\nPhilbin and Norman Kerry, essentially function as puppets of the plot. But the\r\nPhantom is invested by the intense and inventive Lon Chaney with a horror and\r\npoignancy that is almost entirely created with body language. More of his face\r\nis covered than in modern versions (a little gauze curtain flutters in front of\r\nhis mouth), but look at the way his hand moves as he gestures toward the coffin\r\nas the titles announce \"That is where I sleep.\" It is a languorous\r\nmovement that conveys great weary sadness.\n\nThe\r\nPhantom's unmasking was one of the most famous moments in silent film. He is\r\nseated at his organ. \"Now, when he is intent on the music,\" Sandburg\r\nwrote, \"she comes closer, closer, her fingers steal towards the ribbon\r\nthat fastens the mask. Her fingers give one final twitch -- and there you\r\nare!\" There you are, all right, as Chaney, \"the Man of 1,000\r\nFaces\" and a master of makeup, unveils a defacement more grotesque than in\r\nany later version, his mouth a gaping cavern, his nose a void, his eyes widely\r\nstaring: \"Feast your eyes, glut your soul, on my accursed ugliness!\"\n\nThe\r\nother famous scene involves the falling chandelier, which became the\r\ncenterpiece of the Webber musical and functions the same way in Joel\r\nSchumacher's 2004 film version. In the original film, it is curiously\r\nunderplayed; it falls in impressive majesty, to be sure, but its results are\r\nhard to measure. Surely there are mangled bodies beneath it, but the movie\r\nstays its distance and then hurries on.\n\nMuch\r\nmore impressive is the Masked Ball sequence and its sequel on the roof of the\r\nopera house. The filmmakers (director Rupert Julien, replaced by Edward\r\nSedgwick and assisted by Chaney) use primitive color techniques to saturate the\r\nball with brilliant scarlets and less obtrusive greens. Many scenes throughout\r\nthe film are tinted, which was common enough in silent days, but the Masked\r\nBall is a primitive form of Technicolor, in which the Phantom's great red cloak\r\nsweeps through the air like a carrion bird that enfolds him.\n\nAnd\r\non the roof, as Raoul and Christine plot, he hovers unseen above them on the\r\nside of a statue, the red garment billowing ominously. Chaney's movements in\r\nall of these scenes are filled with heedless bravado, and yet when he pauses,\r\nwhen he listens, when the reasons for his jealousy are confirmed, he conveys\r\nhis suffering.\n\nIn\r\na strange way, the very artificiality of the color adds to its effect. True,\r\naccurate and realistic color is simply ... color. But this form of color, which\r\nseems imposed on the material, functions as a passionate impasto, a blood-red\r\noverlay. We can sense the film straining to overwhelm us. The various scores (I\r\nlistened to the music by the great composer for silent film Carl Davis) swoop\r\nand weep and shriek and fall into ominous prefigurings, and the whole\r\nenterprise embraces the spirit of grand guignol.\n\n\"The\r\nPhantom of the Opera\" is not a great film if you are concerned with art\r\nand subtlety, depth and message; \"Nosferatu\" is a world beyond it.\r\nBut in its fevered melodrama and images of cadaverous romance, it finds a kind\r\nof show-biz majesty. And it has two elements of genius: It creates beneath the\r\nopera one of the most grotesque places in the cinema, and Chaney's performance\r\ntransforms an absurd character into a haunting one.\n\nThe new film version of Andrew Lloyd Webber's \"The Phantom\r\nof the Opera\" opens nationally on Wednesday. See also the Great Movie\r\nreviews of \"Nosferatu,\" \"The Man Who Laughs,\" \"The\r\nFall of the House of Usher\" and \"Orpheus\".\n\n", "running_time": 93, "mpaa_rating": null, "release_year": 1925, "date_published": "2004-12-19", "genres": ["Drama", "Horror", "Musical"], "title": "The Phantom of the Opera (1925)"}