{"url": "http://www.rogerebert.com/reviews/great-movie-greed-1925", "by": null, "star_rating": 4.0, "text": "\n\nErich von Stroheim's \"Greed\" (1925), like the Venus de\r\nMilo, is acclaimed as a classic despite missing several parts deemed essential\r\nby its creator. Its unhappy history is well known. Von Stroheim's original film\r\nwas more than nine hours long. After it was cut, cut and cut again, it was\r\nreleased at about 140 minutes, in a version that he disowned--and that inspired\r\na fistfight with Louis B. Mayer. It is this version that is often voted one of\r\nthe greatest films of all time.\n\nThe\r\ninspiration for \"Greed\" wasMcTeague,a novel by Frank Norris about the\r\nrough, simple son of a drunken miner, who learns dentistry from a quack, moves\r\nto San Francisco, marries a woman who is a miser and ends up in Death Valley\r\nnext to the body of his rival for the woman and her lottery winnings. It was a\r\nbleak and sardonic story for the Roaring '20s, and neither Mayer nor his new\r\nMGM partner, Irving Thalberg, thought the public wanted it--not at nine-plus\r\nhours, certainly.\n\nFor\r\nvon Stroheim, a martinet who affected the dress, bearing and monocle of a\r\nPrussian officer, their opposition was like a curse that followed him. At\r\nUniversal, where Thalberg was then employed, von Stroheim's \"Foolish\r\nWives\" (1922) was cut by a third, and Thalberg fired him from his next\r\nfilm, \"Merry-Go-Round.\" He fled to MGM to make \"Greed,\"\r\nwhich cost $750,000 and took a year to shoot, only to have Thalberg catch up\r\nwith him there and demand more cuts.\n\nNo\r\none now alive has seen the original version, but a San Francisco drama critic\r\nnamed Idwal Jones was present at its first studio screening, which began at 10\r\na.m. and continued without breaks for lunch or anything else, von Stroheim\r\nsitting ramrod straight through the whole thing as an example to the others.\r\nJones was a friend of the director's, but his account of that experience does\r\nnot inspire our envy. He liked the individual parts well enough; it was just\r\nthat there were so many of them: \"Every episode is developed to the full,\r\nevery comma of the book put in, as it were.\" He noted that von Stroheim\r\n\"worships realism like an abstract ideal; worships it more, and suffers\r\nmore in its achievement, than other men do for wealth or fame.\"\n\nIndeed\r\nthe film is realistic. Opening scenes were shot in the very gold mine that\r\nNorris wrote about; it was reopened for the movie. The San Francisco dentist's\r\noffice was not a set but a real second-floor office, which still exists. Von\r\nStroheim could have shot his desert scenes outside Palm Springs, but insisted\r\non shooting in the 120-degree heat of Death Valley itself; the camera had to be\r\ncooled with iced towels. Some of his crew mutinied and others complained. Von\r\nStroheim slept with his pistol, and as his two actors engaged in their death\r\nstruggle he screamed: \"Fight! Fight! Try to hate each other as you hate\r\nme!\"\n\nThese\r\nmemories and others are recalled in a book about von Stroheim by Thomas Quinn\r\nCurtis, a longtime friend of the director's, who until fairly recent years was\r\nthe Paris Herald-Tribune's film critic. He recalls lunching one day in Paris\r\nwith Louis B. Mayer, who told him the story of his fight with von Stroheim.\r\nThat evening, Curtis had dinner with the director, who said, \"That's\r\nentirely accurate.\" Their fight began when von Stroheim took up his gloves\r\nto stalk out of the mogul's office. \"I suppose you consider me\r\nrabble,\" Mayer said. \"Not even that,\" said von Stroheim. Mayer\r\nstruck him so hard that von Stroheim fell out through the office door and onto\r\nthe floor, still clutching gloves and cane. \"You see, my hands were\r\noccupied,\" he told Mayer's secretary.\n\nWhy\r\nwere their tempers so inflamed? Partly because in Mayer's view a fortune had\r\nbeen squandered on an unreleasable picture. But also because the film's view of\r\nhuman nature was so sour and cynical. McTeague (Gibson Gowland) is a quack who\r\nfirst falls in love with Trina (Zasu Pitts) after chloroforming her in his\r\nchair, then leaning over her to inhale the perfume of her hair. Trina is a\r\nmiser who begrudges her man a five-cent bus fare on a rainy day, and polishes\r\nher coins until they glisten. Trina's original suitor Marcus (Jean Hersholt, of\r\nthe humanitarian award) essentially gives her to McTeague, then wants her back\r\nafter she wins a lottery. And there is a good possibility that McTeague and\r\nTrina engage in premarital sex, which was scandalous in 1925. (Much depends on\r\na title card that says, \"Please! Oh, please!\" Does she mean please\r\ndo, or please don't?)\n\nThe\r\nmissing seven hours of \"Greed\" have been called the Holy Grail of the\r\ncinema. Apparently they were destroyed to extract the silver nitrate used in\r\ntheir manufacture. The movie that remained had a decent run in the 1920s, and\r\nwas later restored by silent film historian Kevin Brownlow; it is that version\r\nthat is considered a masterpiece. Now an ambitious new approach has been made\r\nto the material by the film restorer Rick Schmidlin, who discovered a trove of\r\noriginal production stills and a copy of von Stroheim's long-lost 330-page\r\noriginal shooting script. He has taken that material and edited it together\r\nwith the surviving footage to produce a four-hour version that premiered on the\r\nTCM channel and will be available on video.\n\nComparing\r\nthe two versions, we can see how not only length but also prudish sensibilities\r\nwent into MGM's chop job. Early in their relationship, McTeague and Trina take\r\nthe interurban train out into the countryside. As they're standing at the\r\nstation, Trina's title card in the shortened MGM version reads, \"This is\r\nthe first day it hasn't rained in weeks. I thought it would be nice to go for a\r\nwalk.\" In Schmidlin's reconstruction from the shooting script, it reads:\r\n\"Let's go over and sit on the sewer,\" and so they do, perching on a\r\nmanhole cover.\n\nThe\r\noriginal version of \"Greed\" is perhaps a masterpiece more lamented\r\nthan missed; there is a point after which an audience will simply not sit\r\nstill. Even von Stroheim's friend Jones wondered if it could be shown \"on\r\nthe installment plan,\" and muses about how \"German professors sit for\r\nyears before they developsitzfleish,\"loosely translated as iron rumps.\r\nMy own feeling, having seen both versions, is that movie lovers will want to\r\nbegin with the familiar 140-minute film (which after all is a great experience)\r\nand then, if their curiosity is aroused, look at Schmidlin's version to get an\r\nidea of all they have missed.\n\nThe\r\nsurviving \"Greed\" is an uncompromising exercise in naturalism,\r\ncapturing the rough working-class lives of the new U.S. cities, where saloons\r\ndoubled as living rooms. And there is a real poignancy in the plight of\r\nMcTeague, who may by the end be a double murderer but is essentially a gentle,\r\nsimpleminded soul. One of the scenes cut out by MGM is reconstructed by\r\nSchmidlin; it shows McTeague buying theater tickets for his engagement party.\r\nHe wants the tickets on the right side of the theater. \"As you face the\r\nstage, or the audience?\" asks the ticket seller. \"The side away from\r\nthe drums,\" says McTeague, confused, and after he becomes convinced the\r\nman is toying with him, he explodes.\n\nHere\r\nis a man who only wants to be a dentist and inhale Trina's lovely fragrance,\r\nand his bones end up in Death Valley. His last act is to set free his pet\r\ncanary, which flutters a little, and dies. No wonder Mayer and Thalberg thought\r\nthe Jazz Age wasn't ready for this film.", "running_time": null, "mpaa_rating": null, "release_year": 1925, "date_published": "1999-12-12", "genres": ["Drama", "History"], "title": "Greed (1925)"}