{"url": "http://www.rogerebert.com/reviews/great-movie-rocco-and-his-brothers-1960", "by": null, "star_rating": 4.0, "text": "Luchino Visconti was a man of many tempers, styles and beliefs, and you can see them all, fighting for space, on the epic canvas of his masterpiece, \"Rocco and His Brothers\" (1960). Visconti (1906-1976) was gay, an aristocrat, a Marxist, a director of theater and opera. He was a key influence in Italian neorealism and later abandoned it to make movies of elaborate style and fantasy. He loved the subject of decadence, and yet \"Rocco\" is profoundly idealistic. As an aristocrat himself, he had a love of tradition that showed in his great film \"The Leopard\" (1962), although that film was about the slow dying of aristocracy.\n\nThe word \"operatic\" is often overused, but no other would apply to \"Rocco and His Brothers.\" It is a combination that should not work, but does, between operatic melodrama and seamy social realism, which at no point in its 177-minute running time seem to clash, although they should. We buy the whole overwrought package, the quiet truth, the flamboyant excess, even the undercurrent of homoeroticism that Visconti never quite reconciles. The excitement of the film is that so much is happening, in so many different ways, all struggling to find a fusion.\n\nThe film is an epic involving modern Italian history. In Milan one cold winter right arrives the Parondi family. Mother Rosaria (Katina Paxinou) apprehensively shepherds four of her five sons from the rail station. They are Simone (Renato Salvatori), Rocco (Alain Delon), Ciro (Max Cartier) and Luca (Rocco Vidolazzi). They're on their way to the meet oldest son Vincenzo (Spiros Focas), who has already established himself in Milan.\n\nTheir timing couldn't be worse. It is the night of Vincenzo's engagement party to the beautiful Ginetta (Claudia Cardinale), whose home he has been made welcome. But the two mothers take an instant dislike to each other, the Parondis stalk out, and Vincenzo's engagement is temporarily broken. What follows is the most neorealist segment of the movie, as mother and sons move into a bleak basement flat and are overjoyed one morning when it is snowing, because that means work shoveling the streets.\n\nTheir living quarters improve. A friend advises them to rent an apartment, any apartment, simply to pay the rent for a few months, then stop paying, and get evicted. That way they can find public housing. It is not available, of course, to those who are homeless in the first place: \"You have to be evicted.\" Soon they're living in spartan but spacious and clean public housing, courtesy of the socialist government, and the sons are finding their way in the world.\n\nThey meet a neighbor who is to profoundly affect the lives of the family. This is the prostitute Nadia, played by Annie Girardot, who for me creates the best performance in the film. Young, cheerful and honest, she appeals immediately to both Simone and Rocco, although Rocco conceals his feelings and doesn't make a move until two years after Nadia and Simone have broken up.\n\nMeanwhile, Simone is spotted as promising by a boxing promoter, a snaky and sexually ambivalent man who signs him to a contract and later invites Rocco to get into the ring as well. Simone has some success with his early fights, but is already on the road to self-destruction when he visits a laundry where Rocco has a job, and steals a shirt \"just to wear for a day,\" he boldly tells the laundry owner when he returns it. He wanted to impress Nadia during a trip to the seaside, and she is sunny and lovely that day, and wholly sympathetic. It is Simone who turns bad, filled with low self-esteem, proud of his wins but negligent of his training -- smoking and drinking too much, and finally losing both Nadia and his boxing career.\n\nRocco steps in behind him, starting a liaison with Nadia and also a successful boxing career (which he doesn't even want). But when Simone explodes with grief and jealousy (truly operatic, these scenes), he astonishingly breaks with Nadia, telling her she must return to his brother because, \"He has only you.\" Rocco joins the Navy, meets Nadia again by chance in a port city, resumes their romance, and then Simone, in an astonishing scene, gathers a pack of buddies, interrupts the two lovers in a secluded outdoor tryst, attacks and rapes Nadia. It is a cowardly and ruthless act, revealing how shameless he has become, and a scene in which Girardot performs heroically. But this scene, and a later murder scene, aroused the wrath of the Italian censors, who had great difficulties with the film and its seamy portrait of life.\n\nThe mother persists in dreaming that her sons will live together under her roof, but Vincenzo marries Ginetta (the result, the matriarch sniffs, of \"an unfortunate accident\"). Now Rocco leaves home to live with Vincenzo, and Simone moves in -- with Nadia, who his mother is expected to shelter and feed, while he hangs out with louts and gets drunk.\n\nRocco's boxing career advances steadily, even though he despises the sport. Financially, he has little choice but to continue; the others depend on him, and the film makes a point of the serflike living and working conditions in southern Italy, and the steady migration north of those seeking jobs and wages. This theme, too, annoyed the censors, since it was more controversial at the time than it seems now.\n\nMany, maybe most, of the best scenes in the film involve Nadia. She is cruelly abused by her love for Simone, drops from high style to degradation in her career as a prostitute, and her last meeting with Simone cries out for operatic arias to express their feelings. Another great scene comes toward the end, as Ciro, who has a job on the Alfa-Romeo assembly line, speaks with Luca, the youngest brother, of his duty to his family and his ties to the south, a \"land of olives, moonshine and rainbows,\" where he dreams they will someday return. In memory the south has become less harsh than the land that drove them north.\n\nThe film is shot in carefully composed black and white that foregrounds the brothers and Nadia in many shots, showing them listening or reacting to what is happening behind them. If there is a peculiarity of the casting, it is that all five brothers are almost improbably handsome -- beginning, of course, with the matinee idol Delon, then at the dawn of his career.\n\n\"Rocco and His Brothers\" can be seen quite clearly, at this point, as an enormous influence on great American gangster films. Aspects of \"The Godfather\" immediately come into mind. And the critic D.K. Holm observes: \"The tense, penitent relationship between Charlie (Harvey Keitel) and Johnny Boy (Robert De Niro) in (Scorsese's) 'Mean Streets' is almost unimaginable without the precedence of 'Rocco and His Brothers.' \" At a very subtle level, the love between the brothers seems almost sexual, as in a late scene where Simone confesses to Rocco and Rocco fights with Ciro and vows to defend him. These feelings are well-concealed by the film, but they are there.\n\nThere's a great passage near the end, when Rocco has a great triumph on the same night when Simone ruins himself. Two fights, in a sense, are intercut. The neighbors pour out on to the balconies to cheer Rocco as a new champion, and then Simone comes home in wretched defeat to the always forgiving arms of his mother. The way the two story strands come together is manipulative, yes, but deeply effective.\n\nThe experience of watching \"Rocco and His Brothers\" is rather overwhelming. So much happens, at such intensity and complexity, with such an outpouring of emotion, that we do feel we're witnessing an opera. Like many operas, it has too much melodrama in too little time. That can be exhausting but it can be exhilarating as well.\n\nThis film plays at 2:30 p.m. June 22 and 6:30 p.m.June 24 in a new 35mm print at the Siskel Film Center as part of a Visconti retrospective. \"The Leopard\" is also included in the Great Movies Collection.", "running_time": 168, "mpaa_rating": null, "release_year": 1960, "date_published": "2008-06-12", "genres": ["Crime", "Drama", "Foreign", "Indie", "Thriller"], "title": "Rocco and His Brothers (1960)"}