{"url": "http://www.rogerebert.com/reviews/great-movie-children-of-paradise-1945", "by": null, "star_rating": 4.0, "text": "\n\nAll discussions of Marcel Carne's Children of Paradise begin\r\nwith the miracle of its making. Named at Cannes as the greatest French film of\r\nall time, costing more than any French film before it, Les Enfants du Paradis\r\nwas shot in Paris and Nice during the Nazi occupation and released in 1945. Its\r\nsets sometimes had to be moved between the two cities. Its designer and\r\ncomposer, Jews sought by the Nazis, worked from hiding. Carne was forced to\r\nhire pro-Nazi collaborators as extras; they did not suspect they were working\r\nnext to resistance fighters. The Nazis banned all films over about 90 minutes\r\nin length, so Carne simply made two films, confident he could show them\r\ntogether after the war was over. The film opened in Paris right after the\r\nliberation, and ran for 54 weeks. It is said to play somewhere in Paris every\r\nday.\n\nThat this film, wicked, worldly, flamboyant, set in Paris in\r\n1828, could have been imagined under those circumstances is astonishing. That\r\nthe production, with all of its costumes, carriages, theaters, mansions,\r\ncrowded streets and rude rooming houses, could have been mounted at that time\r\nseems logistically impossible (It is said, wrote Pauline Kael, that the\r\nstarving extras made away with some of the banquets before they could be photographed).\r\nCarne was the leading French director of the decade 1935-1945, but to make this\r\nambitious costume film during wartime required more than clout; it required\r\nreckless courage.\n\nDespite the fame of Children of Paradise, most of the available\r\nprints are worn and dim. It used to play every New Years' Day at Chicago's\r\nbeloved Clark Theater, and that's where I first saw it, in 1967, but the 1991\r\nlaserdisc was of disappointing quality, and videotapes even worse. Now the film\r\nhas been released in sparkling clarity on a Criterion DVD that begins with a\r\nrestored Pathe 35mm print and employs digital technology to make the blips,\r\ndirt and scratches disappear. It is likely the film has not looked better since\r\nits premiere. There are formidably informative commentary tracks by Brian\r\nStonehill and Charles Affron.\n\nThe film's original trailer (on the disc) calls Children of\r\nParadise the French answer to Gone With the Wind. In its scope and its heedless\r\nheroine, there is a similarity, but the movie is not a historical epic but a\r\nsophisticated, cynical portrait of actors, murderers, swindlers, pickpockets,\r\nprostitutes, impresarios and the decadent rich. Many of the characters are\r\nbased on real people, as is its milieu of nightclubs, dives and dens, theaters\r\nhigh and low, and the hiding places of the unsavory.\n\nCarne plunges us directly into this world with his famous\r\nopening shot on the Boulevard of Crime, which rivals the street of dying men\r\nscene in GWTW, reaching seemingly to infinity, alive with activity, jammed with\r\ncountless extras. This was a set designed by the great art director Alexander\r\nTrauner, working secretly; the credits list his contribution as clandestine. To\r\nforce the perspective and fool the eye, he used buildings that fell off rapidly\r\nin height, and miniature carriages driven by dwarves. The street is a riot of\r\nlow-life. Mimes, jugglers, animal acts and dancers provide previews outside\r\ntheir theaters, to lure crowds inside. One of the first attractions we see is\r\nadvertised as Truth. This is the elegant courtesan Garance, who revolves slowly\r\nin a tub of water, regarding herself naked in a mirror. The water conceals her\r\nbody, so that she supplies truth, but only from the neck up. This is also what\r\nshe supplies in life.\n\nGarance is played by Arletty (1898-1992), born as Leonie\r\nBathiat, who became a star in the 1930s and was, truth to tell, a little old to\r\nplay a sexual temptress who mesmerizes men. Like Marlene Dietrich, to whom she\r\nwas often compared, Arletty's appeal was based not on fresh ripeness but on a\r\ntantalizing sophistication. What fascinates men is that she has seen it all,\r\ndone it all, admits it, takes their measure, and yet flatters them that she\r\nadores them. Even cutthroats fall under her spell; when the criminal Lacenaire\r\ntells her I'd spill torrents of blood to give you rivers of diamonds she looks\r\nhim in the eye and replies, I'd settle for less.\n\nAround Garance circle many of the movie's most important\r\ncharacters. The mime Baptiste (Jean-Louis Barrault) sees her from her stage,\r\ndefends her in pantomime against a pickpocket charge, is rewarded by a rose,\r\nand falls for her. So does Frederick Lemaitre (Pierre Brasseur), as an actor\r\nwho dreams of doing something good--perhaps Shakespeare. And Lacenaire (Marcel\r\nHerrand), who with his ruffled shirt, curly hair, villain's mustache and cold\r\nspeech is the Rhett Butler of the piece. And the Count Edouard de Montray\r\n(Louis Salou), who thinks he has brought her but discovers he was only renting.\n\nIt is possible that Garance truly loves the innocent Baptiste,\r\nwho triumphs in a bar brawl and brings her home to his rude rooming house,\r\nwhere he rents her a room of her own and retires separately for the night. But\r\nFrederick, who lives in the rooming house, has no such scruples--and, for that\r\nmatter, Baptiste is no saint. He marries the theater manager's daughter, sires an\r\nabominable offspring, in the words of Pauline Kael, and cheats on his wife by\r\nstill loving Garance. Lacenaire, who strides through the underworld like a\r\nking, basking in his reputation for ruthlessness, thinks he can have Garance\r\nfor the asking (you are the only woman for whom I do not have contempt), but it\r\nis the Count whose money makes her his mistress. When Lacenaire pulls back a\r\ndrapery so that the Count can see Garance in the arms of Frederick, so many men\r\nthink they have the right to her that the actor observes, Jealousy belongs to\r\nall if a woman belongs to none.\n\nMost of the movie is frankly shot on sets, including exteriors.\r\nA misty dawn scene involving a duel provides a rare excursion outside Paris. He\r\nhad an eye for the sad romance of fog-laden streets and squalid lodging houses,\r\nDavid Thomson writes. His characters live artificially in the demimonde, actors\r\nwho are always on stage; if we meet a street beggar, like the blind man Fil de\r\nSoie (Gaston Modot), we are not much surprised to find he can see well enough\r\nindoors.\n\nCarne's screenplay was by his usual collaborator Jacques\r\nPrevert; they not only set their story in a theatrical world but divert from\r\nthe action to show the actors at work. Kael counts five kinds of theatrical\r\nperformances, and they would include Baptiste's miming and a scene from Othello\r\nthat provides oblique reflections on the plot. It is Baptiste whose art leaves\r\nthe greatest impression. Jean-Louis Barrault (1910-1994), then a star at the\r\nComedie Francais, is first seen in clown makeup, glumly surveying the Boulevard\r\nof Crime, brought to life only by his mimed defense of Garance. Later, he\r\nstages his own extended mime performance--only to see, from the stage, Garance\r\nflirting in the wings. No one's trust is repaid in this movie.\n\nIf Carne was France's leading director, Prevert was the leading\r\nscreenwriter, at a time when writers were given equal billing with directors.\r\nThey both continued to work for decades--Prevert into the 1960s, Carne into the\r\n1980s--but never surpassed Children of Paradise. Indeed, it was precisely this\r\nkind of well-mounted, witty film that was attacked by the young French critics\r\nof the 1950s who later became known as the New Wave. They wanted a rougher,\r\nmore direct, more improvisational feel--theater not on a stage but in your\r\nface.\n\nIf the Cannes festival were to attempt again today to choose the\r\nbest French film ever made, would Children of Paradise win? Perhaps. Perhaps\r\nnot. Just as American audiences prefer Gone With the Wind or Casablanca while\r\nthe critics always choose Citizen Kane, at Cannes the palm might go to Godard\r\nor Truffaut, or Jean Vigo's L'Atalante. But Children of Paradise, now finally\r\navailable in a high-quality print and ready to win new admirers, might have a\r\nchance. Few achievements in the world of cinema can equal it.", "running_time": 190, "mpaa_rating": null, "release_year": 1945, "date_published": "2002-01-06", "genres": ["Drama", "Foreign", "Romance"], "title": "Children of Paradise (1945)"}