{"url": "http://www.rogerebert.com/reviews/great-movie-woodstock-1970", "by": null, "star_rating": 4.0, "text": "Abbie Hoffman: \"I live in Woodstock Nation.\" \n\nDefense attorney: \"Will you tell the court and the jury where it is?\"\n\nHoffman: \"Yes, it is a nation of alienated young people. We carry it around with us as a state of mind, in the same way the Sioux Indians carry the Sioux Nation with them....\"\n\nThat's how I began my review of \"Woodstock\" when it opened in 1970. Twenty-five years later, when it was revived in a director's cut, here is how I closed: \"And look what happened to the Sioux.\" \n\nAfter another 10 years, I wonder how many people even remember who Abbie Hoffman was? Those who were 20 at Woodstock are 55, and many of those who performed are dead, not least Jimi Hendrix, whose electric guitar solo of \"The Star-Spangled Banner\" folded protest and patriotism within its anguish.\n\nIt is perhaps necessary to note that for three days in the summer of 1969, a rock concert was given on an upstate New York farm, and 400,000 people attended -- far more than were anticipated, far more than paid, far more than could be fed or sheltered or cared for after injuries or drug overdoses. It rained, there was mud, all traffic in and out was gridlocked, and the music continued, night and day. It was filmed by a director named Michael Wadleigh and a team that included a young Martin Scorsese and the editor Thelma Schoonmaker, who would later edit all of Scorsese's movies. They exposed 120 miles of film, shot with 16 cameras.\n\nHad it not been for this movie, Woodstock would be vaguely remembered as a rock concert that produced some recordings. Wadleigh's \"Woodstock\" created the idea of \"Woodstock Nation,\" which existed for three days and was absorbed into American myth. Few documentaries have captured a time and place more completely, poignantly, and for that matter, entertainingly. It has a lot of music in it, photographed with a startling intimacy with the performers, but it's not simply a music movie. It's a documentary about the society that formed itself briefly at Woodstock before moving on, showing how the musicians sang to it, the hog farm commune fed it and the Port-O-San man provided it with toilet facilities.\n\nThe remarkable thing about Wadleigh's film is that it succeeds so completely in making us feel how it must have been to be there. It gives us maybe 60 percent music and 40 percent about the people who were there, and that is a good ratio, I think. Wadleigh and his editors allowed each performer's set to grow and build and double back on itself without interference; this isn't a \"greatest hits\" doc, and the director's cut is even more expansive; for the first time, we learn that the notes of \"Taps\" were associated with the Hendrix solo.\n\nThe Hendrix guitar solo is the most famous single element in the film, which uses it as a form of closure. As Hendrix begins, we see the concert grounds after most of the 400,00 have left, leaving behind acres of debris, muddy blankets, lost shoes. Then the chronology reverses itself to to show the field filling, until finally we see the whole expanse of the mighty crowd, as Hendrix's guitar evokes rockets bursting in air.\n\nThe concert was democratic in its choice of performers. Country Joe, poker-faced, leads the crowd through the anti-Vietnam \"I Feel Like I'm Fixin' to Die Rag.\" Sha-Na-Na does a tightly choreographed 1950s version of \"At the Hop.\" And Joe Cocker and everybody else on the stage and in the crowd sings \"With a Little Help from My Friends.\" The director's cut adds an additional 45 minutes, including sets by Janis Joplin and Jefferson Airplane which were not in the original: Janis, so young, so filled with fierce energy, so doomed.\n\nThe editors led by Schoonmaker weren't stuck with the concert shot that had become standard -- a fixed camera in front of the stage, pointing up at a singer. They could cut to reaction shots, multiple images, simultaneous close-ups when two members of a band did a mutual improvisation. Split-screen was an innovation then, and they used it, taking full advantage of their wide screen. It hadn't really worked in the fiction films that tried it in the late 1960s, maybe because when we're being told a story, we don't want to be told another one at the same time.\n\nBut in \"Woodstock,\" it's used in other ways: as counterpoint, as ironic commentary, as a way to see the same performers from several different points of view. Wadleigh also uses it to compress his narrative, showing the sky clouding up on one screen, while people hold down a wind-blown canvas on another.\n\nOf course, there was also the option of remaining simple, even shy, when the material called for it. One of the most moving moments in the fiilm is Joan Baez singing the old Wobblies' song \"Joe Hill,\" and then putting down her guitar and singing \"Swing Low, Sweet Chariot,\" with that voice which was surely the purest and sweetest of its time. \"Woodstock\" just lets her sing it. No tricks. No fancy camera angles. Just Joan Baez all alone on an enormous, pitch-black screen.\n\nAt other times, the movie follows the music wherever it goes. When Santana gets into an intricate rhythm, Wadleigh uses triple-screen, and frames the drummer with two bongo players. All in synchronized sound (which is not anywhere near as easy as it sounds under outdoor concert conditions). The editing rhythm follows the tense, driving Santana lead. The filmmakers were right there, right on top of what the performers were doing.\n\nWatch, for example, the way Richie Havens is handled. We see him backstage, tired, a little down. Then he starts singing \"Freedom,\" and we don't see his face again, but his thumb on the guitar strings, punishing them. And then an unbroken shot pans down to his foot in a sandal, pounding with the beat, and then up to the fingers, and only then the face, and now this is a totally transformed Richie Havens, possessed by energy.\n\nIntercut with the music, paralleling it sometimes on a split screen, are more traditional documentary aspects of \"Woodstock.\" There are the townspeople, like the man who says, \"Kids are hungry, you gotta feed 'em. Right?\" And the farmer who make his land available. And kids skinny-dipping, and getting high, and eating and sleeping and (in a famous long shot) making love. With all that film to choose from in the editing room, Wadleigh was able to give us dozens of tiny unrehearsed moments that sum up the Woodstock feeling. There's Hugh Romney (aka Wavy Gravy) from the Hog Farm (\"Folks, we're planning breakfast in bed for 400,000 people\"). The famous warning about \"bad acid.\" The Port-O-San man, who after swabbing out a few units, confides to the camera that he has a son out there in the crowd somewhere -- \"and another one in the DMZ, flying helicopters.\" There were the townspeople who took carloads of food to the park. The children. The dogs, running loose. Swami GI, and three nuns giving the peace sign. Cops eating popsicles. The Army dropping blankets, food and, yes, flowers from helicopters.\n\nThe structure of the documentary is roughly chronological. We see the fields being prepared, the stage being built, the traffic jams forming. We see crowds trampling over the fences, and there is the moment when the event, conceived as a profit-making enterprise, is officially declared a \"free concert\" because obviously there was no other option. (There is a moment when Bill Graham, a San Francisco concert promoter who always kept his eye on the gate, advises the organizers, facetiously I think, to fill ditches with flaming oil to keep the gate-crashers out.)\n\n\"Woodstock\" is a beautiful, moving, ultimately great film. It seemed to signal the beginning of something. Maybe it signaled the end. Somebody told me the other day that the 1960s has \"failed.\" Failed at what? They certainly didn't fail at being the 1960s. Now that the period is described as a far-ago time like \"the 1920s\" or \"the 1930s,\" how touching it is in this film to see the full flower of its moment, of its youth and hope. The decade began with the election of John F. Kennedy and ended as the last bedraggled citizens of Woodstock Nation slogged off the muddy field and thumbed a ride into a future that would seem, to many of them, mostly downhill.\n\nNote: This essay includes material from two earlier Ebert articles on \"Woodstock.\"", "running_time": 184, "mpaa_rating": "R", "release_year": 1970, "date_published": "2005-05-22", "genres": ["Documentary", "Music", "Musical"], "title": "Woodstock (1970)"}