{"url": "http://www.rogerebert.com/reviews/great-movie-the-manchurian-candidate-1962", "by": "Frank Sinatraas Bennett Marco", "star_rating": 4.0, "text": "The title of \"The Manchurian Candidate\" has entered everyday speech as shorthand for a brainwashed sleeper, a subject who has been hypnotized and instructed to act when his controllers pull the psychological trigger. In the movie, an American patrol is captured by Chinese communists during the Korean War, and one soldier is programmed to become an assassin; two years later, he's ordered to kill a presidential candidate. That such programming is impossible has not prevented it from being absorbed as fact; this movie, released in 1962, has influenced American history by forever coloring speculation about Lee Harvey Oswald. Would the speculation about Oswald's background and motives have been as fevered without the film as a template?\n\nThe film has become so linked with the Kennedy assassination that a legend has grown up around it. Frank Sinatra, the film's star, purchased the rights and kept it out of release from 1964 until 1988, and the story goes that he was inspired by remorse after Kennedy's death. In fact, the director John Frankenheimer told me, Sinatra had a dispute with United Artists about the profits, and decided it would earn no money for the studio or anyone else. The DVD includes a conversation by Sinatra, Frankenheimer and writer George Axelrod, taped when the movie was finally re-released. Sinatra says it was the high point of his acting career; nobody mentions why it was unseen for 24 years.\n\nSeen today, \"The Manchurian Candidate\" feels astonishingly contemporary; its astringent political satire still bites, and its story has uncanny contemporary echoes. The villains plan to exploit a terrorist act, \"rallying a nation of viewers to hysteria, to sweep us up into the White House with powers that will make martial law seem like anarchy.\" The plot cheerfully divides blame between right and left; it provides a right-wing demagogue named Sen. John Iselin, who is clearly modeled on Sen. Joseph McCarthy, and makes him the puppet of his draconian wife, who is in league with foreign communists. The plan: Use anti-communist hysteria as a cover for a communist takeover.\n\nThe movie is based on the 1959 novel by Richard Condon, who must have been astonished that it became a film with big stars like Sinatra, Angela Lansbury and Laurence Harvey -- and still more astonished that Frankenheimer and Axelrod did not soften its wicked satire. Frankenheimer says on the commentary track that he is proudest that the film hammered McCarthyism; there's a scene where the hard-drinking Sen. Iselin can't decide how many communists he thinks are in the State Department, and settles on 57 after studying a ketchup bottle.\n\nFrankenheimer (1930-2002) was a tall man, movie-star handsome, who told hilarious stories about his adventures as a boy wonder in the days of live network television. He used his TV experience to give \"The Manchurian Candidate\" a quick-moving, hard-edged urgency. Filming in black and white, incorporating inside details about political campaigns and journalism, he sweeps the story along with such conviction that its utter implausibility is concealed. \n\nThe film trusts its viewers to follow its twisting, surrealistic plot, especially in the way fragmented memories of the Korean brainwashing leak into the nightmares of the survivors of that patrol. A flashback shows us what happened: After being hypnotized by their Chinese captors, they think they're attending a meeting of a garden club in a New Jersey hotel, while we see their communist hypnotist lecturing a room of other party officials. To show how strong the programming is, he orders Staff Sgt. Raymond Shaw (Harvey) to strangle one of the Americans and shoot another; the film's point of view cuts freely between the different versions of reality.\n\nBack in the United States, Raymond is given the Medal of Honor and greeted by his smothering mother (Lansbury) and her second husband, the weak, alcoholic Sen. Iselin (James Gregory). It's a running gag in the film that Raymond is constantly referred to as the senator's son, and keeps repeating, \"I am not his son.\" Mrs. Iselin has incestuous feelings for Raymond, which in the novel lead them to bed, but in the movie are revealed through a famous full-lip kiss. Raymond hates her, hates himself and has a bitter speech about how he is not lovable.\n\nSinatra plays Maj. Bennett Marco, another member of the Korean patrol, whose fragmented nightmares lead him to suspect the brainwashing. He leads an Army investigation that determines Raymond may have been programmed as an assassin -- but crucially fails to bring him in for questioning, because he believes Raymond's romance with Jocelyn, daughter of a liberal senator, may cure him. The climax plays out inside Madison Square Garden, where Mrs. Iselin has ordered her son to shoot her party's presidential candidate during his acceptance speech; Sen. Iselin, the vice presidential candidate, will catch his falling body and then, she says, deliver \"the most rousing speech I've ever read. It's been worked on, here and in Russia, on and off, for over eight years.\"\n\nThe film moves freely between realism and surrealism. Frankenheimer shows Iselin at a press conference and Senate hearing, with details lifted directly from the Army-McCarthy hearings; as Iselin waves a list of \"card-carrying communists,\" TV sets in the foreground show the same scene being carried on the news. Yet other scenes are from Raymond's disturbed point of view, especially when his hypnotic trigger (the Queen of Diamonds) appears in a solitaire game. There's a scene where Sinatra's character holds up a deck full of queens while trying to deprogram Raymond; it's a little out of focus, and Frankenheimer confesses on the commentary track that although Sinatra supplied several other takes, they weren't as good, so he went with the flawed one, only to be praised for the unfocused shot showing Raymond's disturbed perceptions.\n\nLansbury's Mrs. Iselin, nominated for an Academy Award, is one of the great villains of movie history. Fierce, focused, contemptuous of the husband she treats like a puppet, she has, we gather, plotted with the Russians and Chinese to use the Red Scare of \"Iselinism\" to get him into office, where she will run things from behind the scenes. But it comes as a shocking surprise that her own son has been programmed as the assassin. That so enrages her that, in another turn of the corkscrew plot, she tells him: \"When I take power, they will be pulled down and ground into dirt for what they did to you. And what they did in so contemptuously underestimating me.\" So let's get this straight. She plans to have her son assassinate a presidential candidate so that her husband can become president, and she can then use his power to grind down the people who worked with her on this plan in the first place. Do not look for logic here.\n\nFrankenheimer uses a heightened visual style to underline the byzantine complexity of his story. There are tilt shots, odd angles, and the use of deep focus for his favorite composition, in which a face is seen in closeup in the foreground while action takes place behind it in the middle distance.\n\nThis look is matched by Axelrod's dialogue, which often jumps the tracks of reality. Consider the peculiar first meeting between the Sinatra character and Rosie (Janet Leigh), who will become his fiancee. He's so shaky on a train that he can't light a cigarette. She follows him to the platform between cars, lights his cigarette, and then says, \"Maryland's a beautiful state.\" \"This is Delaware,\" Sinatra says, and she replies: \"I know. I was one of the original Chinese workmen who laid the track on this stretch. But nonetheless, Maryland is a beautiful state. So is Ohio, for that matter.\"\n\nSoon she has broken off an engagement and taken up with Marco, leaving us to wonder what in the hell that dialogue was about. Was it in code? Was Marco hallucinating? It seems strange that the Chinese brainwashed the entire patrol, but needed only Raymond as an assassin. Why, then, spare the others with their nightmares and suspicions? Is Sinatra's Maj. Marco another Manchurian sleeper, and is Rosie his controller? If you look at their scenes carefully, you find that she broke off her engagement immediately after their awkward train meeting and before their first date. Reflect on the scene where she talks about Marco beating up \"a very large Korean gentlemen,\" and ask yourself what she means when she calls this man, who she has never seen, \"the general.\" I don't know. Maybe Rosie just talks funny. It would be a nice touch, though, for this screwball story to have another layer circling beneath.\n\n\"The Manchurian Candidate\" is inventive and frisky, takes enormous chances with the audience, and plays not like a \"classic\" but as a work as alive and smart as when it was first released. \"It may be,\" Pauline Kael wrote at the time, \"the most sophisticated satire ever made in Hollywood.\" Yes, because it satirizes no particular target -- left, right, foreign, domestic -- but the very notion that politics can be taken at face value.", "running_time": 126, "mpaa_rating": "NR", "release_year": 1962, "date_published": "2003-12-07", "genres": ["Drama", "Thriller"], "title": "The Manchurian Candidate (1962)"}