{"url": "http://www.rogerebert.com/reviews/great-movie-the-hustler-1961", "by": null, "star_rating": 4.0, "text": "Bert: You got talent.\n\nEddie: So I got talent? So what beat me?\n\nBert: Character. \n\nThere are only a handful of movie characters so real that the audience refers to them as touchstones. Fast Eddie Felson is one of them. The pool shark played by Paul Newman in \"The Hustler\" (1961) is indelible--given weight because the film is not about his victory in the final pool game, but about his defeat by pool, by life, and by his lack of character. This is one of the few American movies in which the hero wins by surrendering, by accepting reality instead of his dreams.\n\nBilliards is the arena for the movie's contests, but there is no attempt to follow the game shot by shot, or even to explain the rules. The players are contesting each others' inner strength. The film could be about any seedy game depending on bluff, self-confidence, money management and psychology: It was remade as \"The Cincinnati Kid,\" about poker. The world of pool halls, flophouses, bars and bus stations provides no hiding place. You will eventually reveal what you are made of, and pool is a game where skill can carry you only so far.\n\nThe film provided Paul Newman's breakthrough into the first rank of Hollywood actors, but it is instructive to see how important the other actors are; how \"The Hustler\" benefited by being made before the big-money star was required to appear in almost every shot. The test of Newman's character comes not so much at a pool table as in his relationship with Sarah Packard (Piper Laurie), whose story is told as fully as Felson's own; this is not one of the macho 1990s movies in which the filmmakers are unable to see a woman except in the simplest terms. The real contest in \"The Hustler\" is not between Fast Eddie and Minnesota Fats, but between Eddie's love for Sarah and his self-destructive impulses.\n\nGeorge C. Scott, as the cold, vicious gambler and manager Bert Gordon, was appearing in only his third movie. He has the absolute authority we would see again and again: the air of a man serenely himself. The way he plays against Sarah, with a cruel word here and a whispered suggestion there, is as hard and painful as his order to have Eddie's thumbs broken. Bert is always calculating. When he tells Eddie he's a \"loser,\" we know he says that to goad him to win or push him to lose; he's never just supplying his opinion.\n\nThen there is Jackie Gleason, as the legendary pool champion Minnesota Fats--the man Eddie must beat to prove himself the best. Gleason (and Scott) won Oscar nominations for their supporting performances; what is interesting is that they make equally unforgettable impressions, although Scott has a lot of dialogue and Gleason has only a handful of words, apart from calling his shots. With Gleason it is all presence, body language, the sad face, the concise, intent way he works the table, the lack of wasted moves. He gives the impression of a man purified by pool, who has moved through all the sad compromises and crooked bets and hustling moves and emerged as a man who simply, elegantly, plays the game. He has long ago given up hustling; unlike Eddie, he makes his living by dependably being the best, time after time, so that others can test themselves against him. He is the ruler of a shabby kingdom, and at the end of the film, as Eddie and Bert have their merciless confrontation, he sits passive in the middle of the floor, listening to what he has heard countless times before, knowing that to practice his gift he has to accept this world.\n\nThe movie was produced and directed by Robert Rossen, a writer from the 1940s who first refused to \"name names\" when called in the McCarthyite witchhunt, and then changed his mind, said he had been a communist, and named 57 others. That was the price he paid to be able to work, and there must be a shadow of that price in the compromises Fast Eddie is asked to make. The movie, based on a novel by Walter Tevis, was written by Rossen and Sydney Carroll, and filmed in black and white CinemaScope by Eugene Shuftan, who won an Oscar. To see why b&w is the right choice, contrast it with Martin Scorsese's \"The Color of Money\" (1986), also starring Newman as Fast Eddie, but looking too bright and alive for the stygian gloom of the billiard parlor at midnight. (Newman won his only Oscar for \"Color\"--ironic, unless it was belated amends for \"The Hustler\").\n\nRossen's crucial decision is to allow full weight and screen time to all of his characters. Laurie's Sarah is the greatest beneficiary, a lame alcoholic who sits in the bus station when she cannot sleep, who goes to college on Tuesdays and Thursdays and drinks on the other days, who turns her face away from Eddie's first kiss and says \"You're too hungry,\" and who wisely tells him: \"Look, I've got troubles and I think maybe you've got troubles. Maybe it'd be better if we just leave each other alone.\"\n\nWhen Bert wants to take Eddie to Louisville for a big-money match with the millionaire Findley (Murray Hamilton), Eddie caves in to Sarah's tears and takes her along. Bert sees her as a rival and expertly and mercilessly destroys her in a few days; learning that Eddie's broken thumbs have healed, he says, \"I'd hate to think I was puttin' my money on a cripple\"--a line aimed straight at Sarah. And when she is drunk and leaning against a wall at Findley's party, he approaches her and says something into her ear, something we cannot hear, that causes her to throw her drink at him and then collapse, and sets in motion the process of her death. That the movie attends to these two supporting actors, gives heft to their rivalry, adds depth and savor to the story. Watching it, we reflect that many modern movies are one-dimensional and linear, telling one story about one character with superficial haste.\n\n\"The Hustler\" is one of those films where scenes have such psychic weight that they grow in our memories. That's true of the matches between Eddie and Fats. One respected critic writes of \"the two climactic matches with Gleason as Minnesota Fats,\" when in fact the first match, by far the longest, comes at about the one-third mark, and the final showdown between the two men is not given much screen time, although it leads to the perfect coda:\n\nFat Man, you shoot a great game of pool.\n\nSo do you, Fast Eddie.\n\nRemembering the movie, I thought the second match was the longer one, lasting all night and into the next day. But Minnesota Fats is such a legendary character and Eddie's need to defeat him so burning that Rossen wisely realizes he doesn't need to replay the first long match to get the effect. This was the fourth film edited by the great Dede Allen (her next would be \"Bonnie and Clyde\"), and she finds a rhythm in the pool games--the players circling, the cuesticks, the balls, the watching faces--that implies the trance-like rhythm of the players. Her editing \"tells\" the games so completely that if we don't understand pool, we forget that we don't.\n\nThe first meeting of Eddie and Fats was about pool. The second, as Bert correctly predicted, is about character. Bert's secret is that by \"character\" he doesn't mean goodness, honesty or other Boy Scout virtues. He means the snakelike ability to put winning above any other consideration, and to never tempt the odds.\n\nThe film is populated with an unobtrusive gallery of bit players. Willie Mosconi, for years the U.S. billiard champion, has a walk-on as \"Willie,\" who holds the money for an early match; he also performed some of the movie's trick shots, although legend has it Gleason made his own shots and Newman most of his. Murray Hamilton (Mr. Findley) had a famous role six years later as Mr. Robinson in \"The Graduate.\" One of the bartenders is the Raging Bull, Jake LaMotta. Myron McCormick, a stage actor who appeared infrequently in films, plays Eddie's first manager--battered, honest, cast aside by Eddie on the way to the top.\n\nAmong the male faces in the movie, most of them old, weathered, cold or cruel, Paul Newman's open and handsome looks are a contrast. But the casting is correct. He isn't too handsome for this ugly world, but a hustler who trades on his boyish grin and aw-shucks way of asking if anybody feels like a game. His face has gotten Eddie almost as far as his pool skills. He doesn't look like a hustler, but then the best ones never do.", "running_time": 134, "mpaa_rating": "NR", "release_year": 1961, "date_published": "2002-06-23", "genres": ["Drama", "Sport"], "title": "The Hustler (1961)"}