{"url": "http://www.rogerebert.com/reviews/great-movie-nosferatu-1922", "by": "Max Schreckas Orlok/Nosferatu", "star_rating": 4.0, "text": "\n\nTo watch F.W. Murnau's \"Nosferatu\" (1922) is to seethe\r\nvampire movie before it had really seen itself. Here is the story of Dracula\r\nbefore it was buried alive in clichés, jokes, TV skits, cartoons and more than\r\n30 other films. The film is in awe of its material. It seems to really believe\r\nin vampires.\n\nMax Schreck, who plays the vampire, avoids most of the\r\ntheatrical touches that would distract from all the later performances, from Bela\r\nLugosi to Christopher Lee to Frank Langella to Gary Oldman. The vampire should\r\ncome across not like a flamboyant actor but like a man suffering from a dread\r\ncurse. Schreck plays the count more like an animal than a human being; the art\r\ndirection by Murnau's collaborator, Albin Grau, gives him bat ears, clawlike\r\nnails and fangs that are in the middle of his mouth like a rodent’s, instead of\r\non the sides like on a Halloween mask.\n\nMurnau's\r\nsilent film was based on the Bram Stoker novel, but the title and character\r\nnames were changed because Stoker's widow charged, not unreasonably, that her\r\nhusband's estate was being ripped off. Ironically, in the long run Murnau was\r\nthe making of Stoker, because “Nosferatu” inspired dozens of other Dracula\r\nfilms, none of them as artistic or unforgettable, although Werner Herzog's 1979\r\nversion with Klaus Kinski comes closest.\n\n“Nosferatu”\r\nis a better title, anyway, than “Dracula.” Say “Dracula” and you smile. Say\r\n“Nosferatu” and you've eaten a lemon. Murnau's story begins in Bremen, Germany.\r\nKnock (Alexander Granach), a simian little real estate agent, assigns his\r\nemployee Hutter (Gustav von Wangenheim) to visit the remote castle of Count\r\nOrlok, who wishes to buy a house in town--\"a deserted one.\" A clue to\r\nthe story can be found in Orlok's letter, which we see over Knock's shoulder.\r\nIt is written in occult symbols; since Knock can read it, we should not be\r\nsurprised later when he calls Orlok “Master.”\n\nDuring\r\nHutter's trip to Orlok's lair in the Carpathian Mountains, Murnau's images\r\nforetell doom. In an inn, all of the customers fall silent when Hutter mentions\r\nOrlok's name. Outside, horses bolt and run, and a hyena snarls before slinking\r\naway. At Hutter's bedside, he finds a book that explains vampire lore: They\r\nmust sleep, he learns, in earth from the graveyards of the Black Death.\n\nHutter's\r\nhired coach refuses to take him onto Orlok's estate. The count sends his own\r\ncoach, which travels in fast-motion, as does his servant, who scurries like a\r\nrat. Hutter is still laughing at warnings of vampirism, but his laugh fades at\r\ndinner, when he cuts himself with a breadknife and the count seems unhealthily\r\ninterested in “Blood--your beautiful blood!”\n\nTwo\r\nof the key sequences in the film now follow; both are montages in which\r\nsimultaneous events are intercut. That's a routine technique today, but Murnau\r\nis credited with helping to introduce the montage, and here we see Orlok\r\nadvancing on Hutter while, in Bremen, his wife, Ellen, sleepwalks and cries out\r\na warning that causes the vampire to turn away. (He advances and retreats\r\nthrough an archway shaped to frame his bat-like head.) Later, after\r\nHutter realizes his danger, he escapes from the castle and races back to Bremen\r\nby coach, while Orlok travels by sea, and Murnau intercuts the coach with\r\nshipboard events and Ellen restlessly waiting.\n\nThe\r\nshots on the ship are the ones everyone remembers. The cargo is a stack of\r\ncoffins, all filled with earth (from the nourishing graveyards of the plague).\r\nCrew members sicken and die. A brave mate goes below with a hatchet to open a\r\ncoffin, and rats tumble out. Then Count Orlok rises straight up, stiff and\r\neerie, from one of the coffins, in a shot that was as frightening and famous in\r\nits time as the rotating head in “The Exorcist.” The ship arrives in port with\r\nits crew dead, and the hatch opens by itself.\n\nMurnau\r\nnow inserts scenes with little direct connection to the story, except\r\nsymbolically. One involves a scientist who gives a lecture on thevenus flytrap,\r\n“the vampire of the vegetable kingdom.” Then Knock, in a jail cell, watches in\r\ncloseup as a spider devours its prey. Why cannot man likewise be a vampire?\r\nKnock senses his Master has arrived, escapes, and scurries about the town with\r\na coffin on his back. As fear of the plague spreads, “the town was looking for\r\na scapegoat,” the titles say, and Knock creeps about on rooftops and is stoned,\r\nwhile the street is filled with dark processions of the coffins of the newly\r\ndead.\n\nEllen\r\nHutter learns that the only way to stop a vampire is for a good woman to\r\ndistract him so that he stays out past the first cock's crow. Her sacrifice not\r\nonly saves the city but also reminds us of the buried sexuality in the Dracula\r\nstory. Bram Stoker wrote with ironclad 19th century Victorian values, inspiring\r\nno end of analysis from readers who wonder if the buried message of Dracula\r\nmight be that unlicensed sex is dangerous to society. The Victorians feared\r\nvenereal disease the way we fear AIDS, and vampirism may be a metaphor; the\r\npredator vampire lives without a mate, stalking his victims or seducing them\r\nwith promises of bliss--like a rapist, or a pickup artist. The cure for\r\nvampirism is obviously not a stake through the heart, but nuclear families and\r\nbourgeois values.\n\nIs\r\nMurnau's “Nosferatu” scary in the modern sense? Not for me. I admire it more\r\nfor its artistry and ideas, its atmosphere and images, than for its ability to\r\nmanipulate my emotions like a skillful modern horror film. It knows none of the\r\nlater tricks of the trade, like sudden threats that pop in from the side of the\r\nscreen. But “Nosferatu” remains effective: It doesn’t scare us, but it haunts\r\nus. It shows not that vampires can jump out of shadows, but that evil can grow\r\nthere, nourished on death.\n\nIn\r\na sense, Murnau's film is about all of the things we worry about at 3 in the\r\nmorning--cancer, war, disease, madness. It suggests these dark fears in the\r\nvery style of its visuals. Much of the film is shot in shadow. The corners of\r\nthe screen are used more than is ordinary; characters lurk or cower there, and\r\nit's a rule of composition that tension is created when the subject of a shot\r\nis removed from the center of the frame. Murnau's special effects add to the\r\ndisquieting atmosphere: the fast motion of Orlok's servant, the disappearance\r\nof the phantom coach, the manifestation of the count out of thin air, the use\r\nof a photographic negative to give us white trees against a black sky.\n\nMurnau\r\n(1888-1931) made 22 films but is known mostly for three masterpieces:\r\n“Nosferatu”; “The Last Laugh” (1924), with Emil Jannings as a hotel doorman\r\ndevastated by the loss of his job, and “Sunrise” (1927), which won Janet Gaynor\r\nan Oscar for her work as a woman whose husband considers murdering her. The\r\nworldwide success of “Nosferatu” and “The Last Laugh” won Murnau a Hollywood\r\ncontract with Fox, and he moved to America in 1926. His last film was “Tabu”\r\n(1931); he was killed in a car crash on the Pacific Coast Highway just before\r\nits premiere, his promising career cut short at 43.\n\nIf\r\nhe had lived, the rest of his career would have been spent making sound films.\r\nHe probably would have made some great ones. But with a silent like “The Last\r\nLaugh,” he famously did not require a single title card to tell his story. And\r\n“Nosferatu” is more effective for being silent. It is commonplace to say that\r\nsilent films are more “dreamlike,” but what does that mean? In “Nosferatu,” it\r\nmeans that the characters are confronted with alarming images and denied the\r\nfreedom to talk them away. There is no repartee in nightmares. Human speech\r\ndissipates the shadows and makes a room seem normal. Those things that live\r\nonly at night do not need to talk, for their victims are asleep, waiting.", "running_time": 82, "mpaa_rating": "NR", "release_year": 1922, "date_published": "1997-09-28", "genres": ["Fantasy", "Horror"], "title": "Nosferatu (1922)"}