{"url": "http://www.rogerebert.com/reviews/great-movie-on-the-waterfront-1954", "by": null, "star_rating": 4.0, "text": "\n\nConscience. That stuff can drive you nuts.\n\nSo says Terry Malloy, the longshoreman who testifies against his\r\nunion in “On the Waterfront.” The line, said by Marlon Brando, resonates all\r\nthrough the picture because the story is about conscience--and so is the story\r\nbehind the story. This was the film made in 1954 by Elia Kazan after he agreed\r\nto testify before the House Un-American Activities Committee, named former\r\nassociates who were involved with the Communist Party and became a pariah in\r\nleft-wing circles.\n\n“On\r\nthe Waterfront” was, among other things, Kazan's justification for his decision\r\nto testify. In the film, when a union boss shouts, “You ratted on us, Terry,”\r\nthe Brando character shouts back: “I'm standing over here now. I was rattin' on\r\nmyself all those years. I didn't even know it.” That reflects Kazan's belief\r\nthat communism was an evil that temporarily seduced him, and had to be opposed.\r\nBrando's line finds a dramatic echo in A Life, Kazan's 1988 autobiography,\r\nwhere he writes of his feelings after the film won eight Oscars, including best\r\npicture, actor, actress and director: “I was tasting vengeance that night and\r\nenjoying it. `On the Waterfront' is my own story; every day I worked on that\r\nfilm, I was telling the world where I stood and my critics to go and - - - -\r\nthemselves.”\n\nIn\r\nthat statement you can feel the passion that was ignited by the HUAC hearings\r\nand the defiance of those who named names, or refused to. For some viewers, the\r\nburied agenda of “On the Waterfront” tarnishes the picture; the critic Jonathan\r\nRosenbaum told me he could “never forgive” Kazan for using the film to justify\r\nhimself. But directors make films for all sorts of hidden motives, some noble,\r\nsome shameful, and at least Kazan was open about his own. And he made a\r\npowerful and influential movie, one that continued Brando's immeasurable\r\ninfluence on the general change of tone in American movie acting in the 1950s.\n\n“If\r\nthere is a better performance by a man in the history of film in America, I\r\ndon't know what it is,” Kazan writes in his book. If you changed “better” to “more\r\ninfluential,” there would be one other performance you could suggest, and that\r\nwould be Brando's work in Kazan's “A Streetcar Named Desire” (1951). In those\r\nearly films, Brando cut through decades of screen mannerisms and provided a\r\nfresh, alert, quirky acting style that was not realism so much as a kind of\r\nheightened riff on reality. He became famous for his choices of physical\r\ngestures during crucial scenes (and as late as “The Godfather,” he was still\r\nfinding them--the cat in his lap, the spray gun in the tomato patch).\n\nIn\r\n“On the Waterfront,” there's a moment when Terry goes for a walk in the park\r\nwith Edie (Eva Marie Saint), the sister of a man who has been thrown off a roof\r\nfor talking to crime investigators. She drops a glove. He picks it up, and\r\ninstead of handing it back, he pulls it on over his own workers' hands. A small\r\npiece of business on the edge of the shot, but it provides texture.\n\nAnd\r\nlook at the famous scene between Terry and his brother, Charley (Rod Steiger),\r\nin the back seat of a taxi. This is the “I coulda been a contender” scene, and\r\nit has been parodied endlessly (most memorably by Robert De Niro in “Raging\r\nBull”). But it still has its power to make us feel Terry's pain, and even the\r\npain of Charley, who has been forced to pull a gun on his brother. Here is\r\nKazan on Brando:\n\n“\r\n... what was extraordinary about his performance, I feel, is the contrast of\r\nthe tough-guy front and the extreme delicacy and gentle cast of his behavior.\r\nWhat other actor, when his brother draws a pistol to force him to do something\r\nshameful, would put his hand on the gun and push it away with the gentleness of\r\na caress? Who else could read `Oh, Charley!' in a tone of reproach that is so\r\nloving and so melancholy and suggests the terrific depth of pain?”\n\nKazan's\r\nscreenplay was by Budd Schulberg, and his producer was Sam Spiegel, one of the\r\ngreat independent buccaneers (his next production after “Waterfront” was “The\r\nBridge on the River Kwai”). Spiegel at first proposed Frank Sinatra for the\r\nrole of Terry Malloy, and Kazan agreed: “He spoke perfect Hobokenese.” The\r\nyoung, wiry Sinatra would have been well-cast, but then Spiegel decided that\r\nBrando, then a much bigger star, could double the budget available for the\r\nfilm. Kazan had already discussed costumes with Sinatra and felt bad about the\r\nswitch, but Sinatra “let me off easy.”\n\nThe\r\nfilm was based on the true story of a longshoreman who tried to overthrow a\r\ncorrupt union. In life, he failed; in the film, he succeeds, and today the\r\nending of “On the Waterfront” feels too stagy and upbeat. The film was shot on\r\nlocation in Hoboken, N.J., on and near the docks, with real longshoremen\r\nplaying themselves as extras (sometimes they're moved around in groups that\r\nlook artificially blocked). Brando plays a young ex-prizefighter, now a\r\nlongshoreman given easy jobs because Charley is the right-hand man of the\r\ncorrupt boss, Johnny Friendly (Lee J. Cobb). After he unwittingly allows\r\nhimself to be used to set up the death of Edie's brother, he starts to question\r\nthe basic assumptions of his life--including his loyalty to Charley and Johnny,\r\nwho after all ordered him to take a dive in his big fight in Madison Square\r\nGarden.\n\nThe\r\nother major character is a priest (Karl Malden), who tries to encourage\r\nlongshoremen to testify against corruption. After one rebel is deliberately\r\ncrushed in the hold of a ship, the priest makes a speech over his body (“if you\r\ndon't think Christ is down here on the waterfront, you got another think coming”).\r\nIt would have been the high point of another kind of film, but against Brando's\r\nmore sinuous acting, it feels like a set piece.\n\nEva\r\nMarie Saint makes a perfect foil for Brando, and the two actors have a famous\r\nscene in a bar where he reveals, almost indirectly, that he likes her, and she\r\nturns the conversation from romance to conscience. At one point Kazan and his\r\ncameraman, Boris Kaufman, frame her pale face and hair in the upper-right-hand\r\ncorner of the screen, with Brando in lower center, as if a guardian angel is\r\nhovering above him.\n\nThe\r\nbest scenes are the most direct ones. Consider the way Brando refuses to\r\ncooperate with investigators who seek him out on the docks, early in the film.\r\nAnd the way he walks around on the rooftop where he keeps his beloved pigeons--lithe\r\nand catlike. Steiger is invaluable to the film, and in the famous taxi\r\nconversation, he brings a gentleness to match Brando's: The two brothers are in\r\nmourning for the lost love between them.\n\nSchulberg's\r\nscreenplay straddles two styles--the emerging realism and the stylized gangster\r\npicture. To the latter tradition belong lines like “He could sing, but he\r\ncouldn't fly,” when the squealer is thrown off the roof.\n\nTo\r\nthe former: “You know how the union works? You go to a meeting, you make a motion,\r\nthe lights go out, then you go out.” Brando's “contender” speech is so famous\r\nit's hard to see anew, but watch the film again and you feel the reality of the\r\nsadness between the two men, and the simple words that express it.\n\n“On\r\nthe Waterfront” was nominated for 11 Oscars and won eight. Ironically, the\r\nother three nominations were all for best supporting actor, where Cobb, Malden\r\nand Steiger split the vote. Today the story no longer seems as fresh; both the\r\nfight against corruption and the romance fall well within ancient movie\r\nconventions. But the acting and the best dialogue passages have an impact that\r\nhas not dimmed; it is still possible to feel the power of the film and of\r\nBrando and Kazan, who changed American movie acting forever.", "running_time": 108, "mpaa_rating": "NR", "release_year": 1954, "date_published": "1999-03-21", "genres": ["Crime", "Drama", "Romance"], "title": "On the Waterfront (1954)"}