{"url": "http://www.rogerebert.com/reviews/great-movie-the-man-who-shot-liberty-valance-1962", "by": null, "star_rating": 4.0, "text": "John Ford and John Wayne together created much of the mythology of the Old West we carry in our minds. Beginning with \"Stagecoach\" (1939), continuing from 1948 through 1950 with the Cavalry Trilogy (\"Fort Apache,\" \"She Wore a Yellow Ribbon\" and \"Rio Grande\"), and finally to 1962 and \"The Man Who Shot Liberty Valance,\" together in 10 features they largely formed the templates of the Hollywood Western. Of these \"Liberty Valance\" was the most pensive and thoughtful.\n\nThe film takes place at that turning point in the West when the rule of force gave way to the rule of law, and when literacy began to gain a foothold. It asks the question: Does a man need to carry a gun in order to disagree or state an opinion? It takes place in the town of Shinbone, in an unnamed territory that is moving toward a vote on statehood. Farmers want statehood. Cattlemen do not. In a few characters and a gripping story, Ford dramatizes the debate about guns that still continues in many Western states. That he does this by mixing in history, humorous supporting characters and a poignant romance is typical; his films were complete and self-contained in a way that approaches perfection. Without ever seeming to hurry, he doesn't include a single gratuitous shot.\n\nThree men stand at the center of the story: Stoddard, Doniphon, and Valance. As the film opens, U. S. Senator Ransom Stoddard (James Stewart) arrives in Shinbone by the new railroad with his wife Hallie (Vera Miles) to attend the funeral of a man named Tom Doniphon (John Wayne). The corpse is being held in a plain pine box, and when he views it Stoddard is angered to see the boots have been stolen. An old black cowboy named Pompey (Woody Strode) takes Hallie on a buckboard ride into the countryside where they regard the burned-out remains of Doniphon's cottage. It's clear they loved him.\n\nIn a long flashback involving most of the film, Ford recalls the events leading up to that day. Years ago Shinbone was held in a grip of terror by the sadistic Liberty Valance (played by Lee Marvin in a performance evoking savage cruelty). He had many murders on his conscience, and much enjoyed using a leather bullwhip. Tom Doniphon is a local farmer, who observes, \"Liberty Valance's the toughest man south of the Picketwire--next to me.\" Valance and his two sidekicks hold up a stagecoach on the way to town, and when one of the passengers, Ransom, stands up to him Liberty nearly whips him to death.\n\nIn town, he's nursed back to health by Nora and Peter Ericson, two recent Swedish immigrants who run the local chowhouse. We also meet Link Appleyard (Andy Devine), the drunken town marshal; Doc Willoughby (Ken Murray), the drunken town doctor, and Dutton Peabody (Edmond O'Brien), the editor of the paper. All three spend much of their time hanging out in the restaurant kitchen. Working in the restaurant is young Hallie.\n\nStoddard has come to town with a satchel full of law books, and hangs out his shingle at the newspaper office. Liberty Valance cannot abide anyone standing up to him, and the shingle is an affront. Valance gives him a choice: Leave town, or face him in a shootout on Main Street. Keeping to one side, Tom Doniphon observes everything but is slow to act; his strength is silently coiled. Besides, there is a complication. Tom has long considered Hallie \"my girl,\" and is adding a room to his farmhouse that has a nice porch with a rocking chair, in preparation for the day he has no doubt she will marry him. Now Hallie has started to like this lawyer-man from the East, who starts up a one-room schoolhouse to teach people how to read. His illiterate students include Hallie.\n\nAs a showdown between Stoddard and Valance Ford begins to seem inevitable, Ford creates considerable tension. I will not go into details because the suspense should not be spoiled. Look instead at a debate that continues between the lawyer and the farmer about guns. Ransom Stoddard believes in the U. S. Constitution, the rule by law, the trust in government. Tom Doniphon tells him that without a gun in his hand and the experience to use it, he will sooner or later certainly be killed by Valance. Stoddard believes so firmly in the law that he is willing to lose his life for his principles. The drunken marshal won't protect him. The newspaper editor prints the truth about Valance, and for his pains has his office trashed and is whipped nearly dead.\n\nThis is fascism against democracy: the tyranny of the strongman over the ordinary people. Everyone in Shinbone hates Liberty Valance, but they're powerless against him and his two sidekicks, one of them a giggling fool. Tom could stand up to Valance, but it would suit him to have Stoddard out of the way so that he could bring Hallie home to that porch with its rocking chair.\n\nThere is a purity to the John Ford style. His composition is classical. He arranges his characters within the frame to reflect power dynamics--or sometimes to suggest a balance is changing. His magnificent Western landscapes are always there, but as environment, not travelogue. He films mostly on sets, but we're not particularly aware. In a film with Lee Marvin's snarl, Andy Devine's squeaky voice and the accent of the Swedes, John Wayne as usual provides the calm center, never trying for an effect. (One stylistic touch: In this film, he habitually calls Stoddard \"Pilgrim,\" which expresses an insight into the lawyer's character.)\n\nFord's view of women is interesting. Shinbone is the only Western town I've seen in a movie with no prostitutes. Indeed Hallie and Nora Ericson (Jeanette Nolan) are the only two noticeable women in town; little wonder Tom's love for Hallie is intense. As played by Jimmy Stewart, Stoddard spends much of the film wearing an apron and washing dishes in the restaurant, sending a hardly ambiguous message about a man who doesn't wear a gun.\n\nThe way Ford employs the African-American Pompey is observant. The tall, confident Woody Strode appeared in five Ford pictures, all the way from \"Stagecoach\" to Ford's final film, \"7 Women\" (1966). It is made clear in \"Liberty Valance\" that segregation was the practice in the territory. When a meeting is held to vote on statehood, Pompey sits outside on the porch. When he walks into a bar to fetch Tom, the bartender won't serve him, and Tom slams hard on the bar: \"Give him a drink.\" But Pompey won't drink. He is Tom's farmhand and seems to be his only confidant, a protective presence; he always has Tom's back. Ford isn't making an anachronistic statement on racism, but he's being sure we notice it.\n\nThere's a lot in the film if we care to notice. \"The Man Who Shot Liberty Valance,\" the New Yorker's Richard Brody writes, \"is the greatest American political movie.\" He explains: \"The Western is intrinsically the most political movie genre, because, like Plato's 'Republic,' it is concerned with the founding of cities, and because it depicts the various abstract functions of government as direct, physical actions.\" This is all to be seen: The role of a free press, the function of a town meeting, the debate about statehood, the civilizing influence of education.\n\nIt's not saying too much to note that Ransom Stoddard is elected to the U. S. Senate because he is \"The Man Who Shot Liberty Valance.\" Yes, but there's more to it than that, and in John Ford's mind, gun ownership is very much an open question. The screenplay by James Warner Bellah and Willis Goldbeck contains one of the best-known lines of dialogue in any Ford movie, spoken to Stoddard years later by the town's new newspaper editor: \"This is the West, sir. When the legend becomes fact, print the legend.\"\n\nAlso online in my Great Movies Collection: John Ford's \"The Grapes of Wrath,\" \"Stagecoach,\" \"The Searchers,\" \"Rio Bravo\" and \"My Darling Clementine,\" and John Wayne in Howard Hawk's \"Red River.\" ", "running_time": 123, "mpaa_rating": "Unrated", "release_year": 1962, "date_published": "2011-12-28", "genres": ["Action", "Mystery", "Thriller", "Western"], "title": "The Man Who Shot Liberty Valance (1962)"}