{"url": "http://www.rogerebert.com/reviews/great-movie-ugetsu-1953", "by": null, "star_rating": 4.0, "text": "\n\nTwo brothers, one consumed by greed, the other by envy. In a\r\ntime when the land is savaged by marauding armies, they risk their families and\r\ntheir lives to pursue their obsessions. Kenji Mizoguchi's \"Ugetsu\"\r\n(1953) tells their stories in one of the greatest of all films -- one which,\r\nalong with Kurosawa's \"Rashomon,\" helped introduce Japanese cinema to\r\nWestern audiences. The heroes are rough-hewn and consumed by ambition, but the\r\nfilm style is elegant and mysterious, and somehow we know before we are told\r\nthat this is a ghost story.\n\nThe\r\nopening shot is one of Mizoguchi's famous \"scroll shots,\" so named\r\nfor the way it pans across the landscape like a Japanese scroll painting. We\r\nsee a village, the roofs of the rude houses weighed down by tree branches to\r\nkeep them from blowing away in the wind. We meet Genjuro (Masayuki Mori), a\r\npotter, and his brother Tobei (Eitaro Ozawa), a farmer. Although gunshots on\r\nthe wind suggest an army is near, Genjuro is loading a cart with bowls, cups\r\nand vases, packed in straw. His wife Miyagi (Kinuyo Tanaka) begs him not to\r\nrisk a trip to the city at this time of conflict -- to stay home to protect her\r\nand their son. But he insists, and Tobei, filled with goofy excitement, insists\r\non coming along, despite the protests of his wife Ohama (Mitsuko Mito).\n\nGenjuro\r\nreturns with treasure: gold coins, which he insists his wife weigh in her hand.\r\nHe makes her a gift of a beautiful fabric, bought in the city, but doesn't\r\nunderstand when she says that the cloth means less than his love for her. All\r\nhe can talk about is making more pots and more money. Blinded by the gold, he\r\nreturns to his work with a frenzy.\n\nTobei\r\nsees a great samurai on their trip and tries to enlist in his army, but is\r\nturned away as a \"dirty beggar\" because he has no armor. Now the two\r\nmen plan their next assault on the city, although when an army sweeps through\r\non the night they have fired the kiln, they fear their work has been lost. Not\r\nso; the pots survive, and this time they think it will be safer to journey by\r\nboat across the lake to the city, instead of by land.\n\nThe\r\nfamous lake scene is the most beautiful in the film. Shot partly on a tank with\r\nstudio backdrops, it creates a world of fog and mist, out of which emerges a\r\nlone boatman who warns them of pirates. Genjuro returns to leave his wife and\r\nchild on the shore, and continues with Tobei and Ohama. In the city, his work\r\nsells quickly, and he is invited to the castle of a beautiful noblewoman named\r\nLady Wakasa, who admires his craftsmanship. She's played by Machiko Kyo, one of\r\nthe greatest stars of the period, who was also the woman in\r\n\"Rashomon.\"\n\nTobei\r\nwanders off from his wife and his brother. Time passes. He clumsily kills a\r\nsamurai and steals the head of a foe that the samurai had killed. Presenting\r\nthis trophy to the samurai lord, he is praised and given a horse, a house and\r\nmen to follow him. Filled with pride, he brings his men for the night to a\r\ngeisha house, only to find that his wife, raped by soldiers after he abandoned\r\nher, has become a geisha.\n\nElsewhere\r\nin the city, Genjuro visits a fabric shop and imagines his wife's joy when he\r\nbrings her more beautiful dresses, but then Lady Wakasa appears, suggesting he\r\nmay need a guide to her castle. He is mesmerized by her strange beauty; made up\r\nlike a Noh heroine with smudges for eyebrows high on her forehead, her face\r\nshadowed by veils and a wide straw hat, she is like no woman he has ever seen.\n\nAt\r\nthe castle, she drifts from behind screens and curtains and, regarding his\r\nsimple pots, asks him, \"How is such beauty created?\" She praises and\r\nseduces him, and the critic Pauline Kael remembers she gasped with delight when\r\nhe cried, \"I never dreamed such pleasures existed!\" Perhaps Genjuro\r\nshould have taken warning when he heard the voice of the lady's dead father\r\nechoing through the room, and when her lady-in-waiting advised him, \"Don't\r\nbury your talents in a small village! You must marry her!\"\n\nMizoguchi\r\n(1898-1956) was famous for the theory that one scene should equal one cut,\r\nalthough sometimes he made exceptions. The great Yasujiro Ozu had the same\r\ntheory, with the difference that Ozu's camera never moved in his later films,\r\nwhile Mizoguchi's style was constructed around flowing, poetic camera movement.\r\nConsider a scene where Lady Wakasa visits Genjuro as he is bathing in an\r\noutdoor pool, and as she enters the pool to join him, water splashes over the\r\nside and the camera follows the splash into a pan across rippling water that\r\nends with the two of them having a picnic on the grass.\n\nThere\r\nis a crucial sequence when Genjuro goes back into the city, and on his return\r\nto the lakeside castle, is halted by a priest, who calls after him: \"I see\r\ndeath in your face! Have you encountered a ghost?\" He warns Genjuro\r\nagainst being \"beguiled by a forbidden form of love.\"\n\nBack\r\nat the castle Lady Wakasa begins to embrace Genjuro, but recoils, crying out,\r\n\"There is something on his skin!\" Indeed, the priest has covered\r\nGenjuro with symbols of exorcism, which seem to burn the noblewoman as if they\r\nare flames.\n\nLady\r\nWakasa is of course a ghost (we never doubted it), and there is a haunting\r\nscene when Genjuro sees the castle as it really is, a burned ruin. There is a\r\nsecond ghost in the movie who we do not suspect, and the revelation in that\r\ncase creates a touching emotional release. It comes toward the end, after both\r\nmen have returned chastened to their village, and are forgiven by their wives\r\nfor the male weakness of blinding ambition.\n\nI\r\nlearn from an article by Gary Morris in the Bright Lights Film Journal that\r\nMizoguchi may have drawn on his own life in the story of \"Ugetsu.\"\r\nWhen the director was a boy of 7, Morris writes, his father lost the family\r\nfortune in a reckless business venture. They moved to a poor district, and his\r\n14-year-old sister Suzu \"was put up for adoption and eventually sold to a\r\ngeisha house.\" So perhaps the sins of the father were visited upon\r\nMizoguchi's two heroes.\n\nIn\r\na career that started in 1923, Mizoguchi ended with a series of masterpieces,\r\nincluding \"Life of Oharu\" (1952), \"Sansho the Bailiff\"\r\n(1954) and \"Street of Shame\" (1955), which in its consideration of\r\ngeishas perhaps draws on the life of his sister. To enter his world, like\r\nentering Ozu's, is to find a film language that seems to create the mood it\r\nconsiders; the story and its style of telling are of one piece.\n\nThe\r\ncharacters in \"Ugetsu\" are down to earth, and in the case of Tobei,\r\neven comic, but the story feels ancient, and indeed draws on the ghost legends\r\nof Japanese theater. Unlike ghost stories in the West, Mizoguchi's film does\r\nnot try to startle or shock; the discovery of the second ghost comes for us as\r\na moment of quiet revelation, and we understand the gentle, forgiving spirit\r\nthat inspired it.\n\nNor\r\nare Lady Wakasa's seduction techniques graphic; she conquers Genjuro not by\r\nbeing sexy or carnal, but by being distant and unfamiliar. Always completely cloaked,\r\noften hidden by veils, she enchants him not by the reality of flesh but by its\r\ntantalizing invisible nearness. I was reminded of Murnau's silent masterpiece\r\n\"Sunrise\" (1928), also about a country man who abandons his wife and\r\nchild to follow an exotic woman across a lake to the sinful city.\n\nThe\r\nperiod detail is accurate and rich. The city marketplace, the headquarters of\r\nthe samurai, Tobei's visit to a shop to buy armor and a spear, Genjuro's haste\r\nwhen he asks another merchant to watch his prized pots (for he must hurry after\r\nLady Wakasa) -- all of these create a feudal world in which life is hard and\r\nescape comes through the silly dreams of men. Women are more cautious, and\r\nthere is a blunt realism in the sequence where Miyagi, left behind, tries to\r\nprotect and feed their son as armies loot and rape the countryside. At the end\r\nof \"Ugetsu,\" aware we have seen a fable, we also feel curiously as if\r\nwe have witnessed true lives and fates.", "running_time": 94, "mpaa_rating": null, "release_year": 1953, "date_published": "2004-05-09", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Horror", "Science Fiction", "Thriller"], "title": "Ugetsu (1953)"}