{"url": "http://www.rogerebert.com/reviews/great-movie-m-1931", "by": "Peter Lorreas Franz Becker", "star_rating": 4.0, "text": "\n\nThe horror of the faces: That is the overwhelming image that\r\nremains from a recent viewing of the restored version of “M,” Fritz Lang's\r\nfamous 1931 film about a child murderer in Germany. In my memory it was a film\r\nthat centered on the killer, the creepy little Franz Becker, played by Peter\r\nLorre. But Becker has relatively limited screen time, and only one\r\nconsequential speech--although it's a haunting one. Most of the film is devoted\r\nto the search for Becker, by both the police and the underworld, and many of\r\nthese scenes are played in closeup. In searching for words to describe the\r\nfaces of the actors, I fall hopelessly upon “piglike.”\n\nWhat\r\nwas Lang up to? He was a famous director, his silent films like\r\n\"Metropolis” worldwide successes. He lived in a Berlin where the left-wing\r\nplays of Bertolt Brecht coexisted with the decadent milieu re-created in movies\r\nlike \"Cabaret.” By 1931, the Nazi Party was on the march in Germany, although\r\nnot yet in full control. His own wife would later become a party member. He\r\nmade a film that has been credited with forming two genres: the serial killer\r\nmovie and the police procedural. And he filled it with grotesques. Was there\r\nsomething beneath the surface, some visceral feeling about his society that\r\nthis story allowed him to express?\n\nWhen\r\nyou watch \"M,” you see a hatred for the Germany of the early 1930s that is\r\nvisible and palpable. Apart from a few perfunctory shots of everyday\r\nbourgeoisie life (such as the pathetic scene of the mother waiting for her\r\nlittle girl to return from school), the entire movie consists of men seen in\r\nshadows, in smokefilled dens, in disgusting dives, in conspiratorial\r\nconferences. And the faces of these men are cruel caricatures: Fleshy, twisted,\r\nbeetle-browed, dark-jowled, out of proportion. One is reminded of the stark\r\nfaces of the accusing judges in Dreyer's “Joan of Arc,” but they are more\r\nforbidding than ugly.\n\nWhat\r\nI sense is that Lang hated the people around him, hated Nazism, and hated\r\nGermany for permitting it. His next film, \"The Testament of Dr. Mabuse”\r\n(1933), had villains who were unmistakably Nazis. It was banned by the censors,\r\nbut Joseph Goebbels, so the story goes, offered Lang control of the nation's\r\nfilm industry if he would come on board with the Nazis. He fled, he claimed, on\r\na midnight train -- although Patrick McGilligan's new book,Fritz Lang: The Nature of the Beast,\r\nis dubious about many of Lang's grandiose claims.\n\nCertainly\r\n\"M” is a portrait of a diseased society, one that seems even more decadent\r\nthan the other portraits of Berlin in the 1930s; its characters have no virtues\r\nand lack even attractive vices. In other stories of the time we see nightclubs,\r\nchampagne, sex and perversion. When \"M” visits a bar, it is to show\r\ncloseups of greasy sausages, spilled beer, rotten cheese and stale cigar butts.\n\nThe\r\nfilm's story was inspired by the career of a serial killer in Dusseldorf. In\r\n\"M,” Franz Becker preys on children -- offering them candy and friendship,\r\nand then killing them. The murders are all offscreen, and Lang suggests the\r\nfirst one with a classic montage including the little victim's empty dinner\r\nplate, her mother calling frantically down an empty spiral staircase, and her\r\nballoon--bought for her by the killer--caught in electric wires.\n\nThere\r\nis no suspense about the murderer's identity. Early in the film we see Becker\r\nlooking at himself in a mirror. Peter Lorre at the time was 26, plump,\r\nbaby-faced, clean-shaven, and as he looks at his reflected image he pulls down\r\nthe corners of his mouth and tries to make hideous faces, to see in himself the\r\nmonster others see in him. His presence in the movie is often implied rather\r\nthan seen; he compulsively whistles the same tune, from \"Peer Gynt,” over\r\nand over, until the notes stand in for the murders.\n\nThe\r\ncity is in turmoil: The killer must be caught. The police put all their men on\r\nthe case, making life unbearable for the criminal element (\"There are more\r\ncops on the streets than girls,” a pimp complains). To reduce the heat, the\r\ncity's criminals team up to find the killer, and as Lang intercuts between two\r\nsummit conferences -- the cops and the criminals -- we are struck by how\r\nsimilar the two groups are, visually. Both sit around tables in gloomy rooms,\r\nsmoking so voluminously that at times their very faces are invisible. In their\r\nfat fingers their cigars look fecal. (As the criminals agree that murdering\r\nchildren violates their code, I was reminded of the summit on drugs in\r\n\"The Godfather.”)\n\n\"M”\r\nwas Lang's first sound picture, and he was wise to use dialogue so sparingly.\r\nMany early talkies felt they had to talk all the time, but Lang allows his\r\ncamera to prowl through the streets and dives, providing a rat's-eye view. One\r\nof the film's most spectacular shots is utterly silent, as the captured killer\r\nis dragged into a basement to be confronted by the city's assembled criminals,\r\nand the camera shows their faces: hard, cold, closed, implacable.\n\nIt\r\nis at this inquisition that Lorre delivers his famous speech in defense, or\r\nexplanation. Sweating with terror, his face a fright mask, he cries out:\r\n\"I can't help myself! I haven't any control over this evil thing that's\r\ninside of me! The fire, the voices, the torment!” He tries to describe how the\r\ncompulsion follows him through the streets, and ends: \"Who knows what it's\r\nlike to be me?”\n\nThis\r\nis always said to be Lorre's first screen performance, although McGilligan\r\nestablishes that it was his third. It was certainly the performance that fixed\r\nhis image forever, during a long Hollywood career in which he became one of\r\nWarner Bros.' most famous character actors (\"Casablanca,” \"The\r\nMaltese Falcon,” \"The Mask of Dimitrios”). He was also a comedian and a\r\nsong-and-dance man, and although you can see him opposite Fred Astaire in\r\n\"Silk Stockings” (1957), it was as a psychopath that he supported himself.\r\nHe died in 1964.\n\nFritz\r\nLang (1890-1976) became, in America, a famous director of film noir. His\r\ncredits include \"You Only Live Once” (1937, based on the Bonnie and Clyde\r\nstory), Graham Greene's \"Ministry of Fear” (1944), \"The Big Heat”\r\n(1953, with Lee Marvin hurling hot coffee in Gloria Grahame's face) and\r\n\"While the City Sleeps” (1956, another story about a manhunt). He was\r\noften accused of sadism toward his actors; he had Lorre thrown down the stairs\r\ninto the criminal lair a dozen times, and Peter Bogdanovich describes a scene\r\nin Lang's \"Western Union” where Randolph Scott tries to burn the ropes off\r\nhis bound wrists. John Ford, watching the movie, said, \"Those are Randy's\r\nwrists, that is real rope, that is a real fire.”\n\nFor\r\nyears \"M” was available only in scratchy, dim prints. Even my earlier\r\nlaserdisc is only marginally watchable. This new version, restored by the\r\nMunich Film Archive, is not only better to look at but easier to follow, since\r\nmore of the German dialogue has been subtitled. (Lorre also recorded a\r\nsoundtrack in English, which should be made available as an option on the\r\neventual laserdisc and DVD versions.) Watching the new print of \"M,” I\r\nfound the film more powerful than I remembered, because I was not watching it\r\nthrough a haze of disintegration.\n\nAnd\r\nwhat a haunting film it is. The film doesn't ask for sympathy for the killer\r\nFranz Becker, but it asks for understanding: As he says in his own defense, he\r\ncannot escape or control the evil compulsions that overtake him. Elsewhere in\r\nthe film, an innocent old man, suspected of being the killer, is attacked by a\r\nmob that forms on the spot. Each of the mob members was presumably capable of telling\r\nright from wrong and controlling his actions (as Becker was not), and yet as a\r\nmob they moved with the same compulsion to kill. There is a message there\r\nsomewhere. Not \"somewhere,” really, but right up front, where it's a\r\nwonder it escaped the attention of the Nazi censors.", "running_time": 117, "mpaa_rating": "NR", "release_year": 1931, "date_published": "1997-08-03", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "M (1931)"}