{"url": "http://www.rogerebert.com/reviews/great-movie-triumph-of-the-will-1935", "by": "Leni Riefenstahl", "star_rating": 4.0, "text": "\n\n...By general consent [one] of the best documentaries ever\r\nmade.\n\nSo\r\nI wrote in 1994, in a review of what in fact is a better documentary, Ray\r\nMuller's \"The Wonderful Horrible Life of Leni Riefenstahl.\" I was\r\nreferring to Riefenstahl's \"Triumph of the Will\" (1935), about the\r\n1934 Nazi Party congress and rally in Nuremberg. Others would have agreed with\r\nme. We would all have been reflecting the received opinion that the film is\r\ngreat but evil, and that reviewing it raises the question of whether great art\r\ncan be in service of evil. I referred to \"Triumph\" again in the\r\nstruggle I had in reviewing the racist \"Birth of a Nation.\"\n\nBut\r\nhow fresh was my memory of \"Triumph of the Will\"? I believe I saw it\r\nas an undergraduate in college, and my memory would have been old and fuzzy\r\neven in 1994, overlaid by many assertions of the film's \"greatness.\"\r\nNow I have just seen it again and am stunned that I praised it. It is one of\r\nthe most historically important documentaries ever made, yes, but one of the\r\nbest? It is a terrible film, paralyzingly dull, simpleminded, overlong and not\r\neven \"manipulative,\" because it is too clumsy to manipulate anyone\r\nbut a true believer. It is not a \"great movie\" in the sense that the\r\nother films in this group are great, but it is \"great\" in the\r\nreputation it has and the shadow it casts.\n\nHave\r\nyou seen it recently, or at all? It records the gathering together, in\r\nSeptember 1934 in Nuremberg, of hundreds of thousands of Nazi Party members,\r\ntroops and supporters, to be \"reviewed\" by Adolf Hitler. Reviewed is\r\nthe operative word. Great long stretches of the film consist merely of massed\r\nformations of infantry, cavalry, artillery groups and even working men with\r\ntheir shovels held like rifles. They march in perfect, rigid formation past\r\nHitler, giving him their upraised right arms in salute and having it returned.\r\nOpening sections of the film show Hitler addressing an outdoor formation, and\r\nthe conclusion involves his speech in a vast hall at the closing of the\r\ncongress.\n\nTry\r\nto imagine another film where hundreds of thousands gathered. Where all focus\r\nwas on one or a few figures on a distant stage. Where those figures were the\r\nobject of adulation. The film, of course, is the rock documentary\r\n\"Woodstock\" (1970). But consider how Michael Wadleigh, that film's\r\ndirector, approached the formal challenge of his work. He begins with the\r\npreparations for this massive concert. He shows arrivals coming by car, bus,\r\nbicycle, foot. He show the arrangements to feed them. He makes the Port-O-San\r\nMan, serving the portable toilets, into a folk hero. He shows the crowd\r\nsleeping in tents or in the rough, bathing in streams, even making love. He\r\nshows them drenched with shadows and wading through mud. He shows medical\r\nproblems. He shows the crowds gradually disappearing.\n\nBy\r\ncontrast, Riefenstahl's camera is oblivious to one of the most fascinating\r\naspects of the Nuremberg rally, which is how it was organized. Yes, there are\r\noverhead shots of vast fields of tents, laid out with mathematical precision.\r\nBut how did the thousands eat, relieve themselves, prepare their uniforms and\r\nweapons and mass up to begin their march through town? We see overhead shots of\r\ntens of thousands of Nazis in rigid formation, not a single figure missing, not\r\na single person walking to the sidelines. How long did they have to stand\r\nbefore their moment in the sun? Where did they go and what did they do after\r\nmarching past Hitler? In a sense, Riefenstahl has told the least interesting\r\npart of the story.\n\nThere\r\nis a lesson, to be sure, in the zombie-like obedience of the marching troops,\r\nso rigidly in formation they deny their own physical feelings. One searches the\r\nranks for a smile, a yawn. But all are stern and serious, and so is Hitler,\r\nexcept once when he smiles as the horses are marching past. But what else does\r\nthe film contain, apart from the \"march-pasts\"? There is a long\r\nseries of closeups near the beginning, of Nazi party officials mouthing\r\nofficial platitudes. There are two speeches by Hitler, both surprisingly short,\r\nboth lacking all niceties, both stark in their language: The party must be\r\n\"uncompromisingly the one and only power in Germany.\"\n\nOne\r\nsearches for human touches. Riefenstahl had no eye for human interest.\r\nIndividuality is crushed by the massed conformity. There are occasional\r\ncutaways to people smiling or nodding, but rarely ever speaking to one another.\r\nThere is no attempt to \"humanize\" Hitler. In his closing speech,\r\nsweat trickles down his face, and we realize that there was no perspiration in\r\nearlier shots. Is it possible that he posed for some of the perfectly framed\r\nshots of him reviewing troops? A 35mm camera and crew would have been a\r\ndistracting presence in the street next to his car; one filming him from a high\r\npedestal would have had to be crane-mounted, and shot out of synchronicity with\r\nthe event.\n\n\"If\r\nyou see this film again today, you ascertain that it doesn't contain a single\r\nreconstructed scene.\" So says Riefenstahl in her film's defense in the\r\nMuller documentary. What does she mean by \"reconstructed\"? Certainly\r\nwe would not think the massed \"march-bys\" would be reconstructed. But\r\nwhat of such scenes as the Workers' Brigade, where the men chant in unison,\r\npresumably to Hitler, that they labor in the swamps, in the fields, etc., and\r\nthen, in response to the barked question, \"Where are you from?\"\r\nindividuals answer with the names of their towns or districts. They could not\r\nhave all heard the question; each answer would have been a separate set-up.\n\nThere\r\nare also questions of spontaneity. During one Hitler speech, he is interrupted\r\nbysieg heil!exactly six times, as if there were an\r\napplause sign to prompt them when to begin and end, and we note that throughout\r\nthe film, there are no scatterings of individual voices at the start or finish\r\nofsieg heil!Only a single massed voice, in unison.\r\nI found myself peering intently to observe other moments of the film revealing\r\nits mechanism. Although Riefenstahl used 30 cameras and a crew of 150, only one\r\ncamera appears to be visible on screen; during the outdoor rally before three\r\ngigantic hanging swastika flags, you can see the camera on an elevator between\r\nthe first and second, its shadow cast on the second. And in a shot of a man who\r\nhas climbed up a pole to get a better view of a parade, she cuts back to him\r\ngiving the right-arm salute; I reflected that he could not hold on without both\r\nhands, and realized that his left foot is out of frame in both shots --\r\nstanding on a support, undoubtedly. Among minor details: Everyone on screen seems\r\nto have a fresh haircut.\n\nThat\r\n\"Triumph of the Will\" is a great propaganda film, there is no doubt,\r\nand various surveys have named it so. But I doubt that anyone not already a\r\nNazi could be swayed by it. Being a Nazi, to this film, means being a mindless\r\npawn in thrall to the godlike Hitler. Yet it must have had a persuasive effect\r\nin Germany at the time; although Hitler clearly spells out that the Nazis will\r\nbe Germany's only party, and its leader Germany's only leader for 1,000 years\r\nto come. At the end, there is a singing of the party anthem, the Horst Wessel\r\nSong; under Nazi law, the right-arm salute had to be given during the first and\r\nfourth verses. We see a lot of right-arm saluting in \"Triumph of the\r\nWill,\" noticing how Hitler curls his fingers back to his palm before\r\nwithdrawing the salute each time, with a certain satisfaction. What a horrible\r\nman. What insanity that so many Germans embraced him. A sobering thought: Most\r\nof the people on the screen were dead within a few years.\n\nNote:See also \"The\r\nWonderful, Horrible Life of Leni Riefenstahl\" and \"Downfall\"\r\n(2005), with a haunting Bruno Ganz as Hitler during his last days.", "running_time": 114, "mpaa_rating": "NR", "release_year": 1935, "date_published": "2008-06-26", "genres": ["Documentary", "Foreign"], "title": "Triumph of the Will (1935)"}