{"url": "http://www.rogerebert.com/reviews/great-movie-viridiana-1961", "by": null, "star_rating": 4.0, "text": "I can't think of a more mischievous filmmaker than Luis Buñuel. After you get to know him, you can catch him winking in the first few shots. Under the opening title shot of \"Viridiana,\" we hear Handel's \"Messiah,\" but knowing Buñuel we doubt this will be a religious picture. In the second and third shots, we see a Mother Superior advising a novice at a cloistered convent to visit her old uncle before he dies. No good can come of this in a Buñuel film. The fourth shot shows a girl skipping rope. Well, not the whole girl, just her feet, observed for a little too long. \"That was a wonderful afternoon little Luis spent on the floor of his mother's closet,\" Pauline Kael once observed, \"and he has never allowed us to forget it.\"\n\nSo: Buñuel the satirist, Buñuel the anti-clerical, Buñuel the fetishist. That's the usual litany, but we should not exclude Buñuel the grandmaster of black comedy. None of his films is lacking a cheerfully sardonic view of human nature. His object is always dry humor. Even when he was working for Hollywood studios, recycling the sets and costumes of English-language pictures into Spanish versions of the same screenplays, or later simply dubbing them into Spanish, he slyly slipped in a few touches that were lacking in the sources. He is one of the great originals, creator of satirical delight, sometimes hilarious funny, and if you love great movies you sooner or later get to him.\n\nBuñuel began as a Surrealist, and in Paris collaborated with Salvador Dali on \"Un Chien Andalou\" (1929), which is only 16 minutes long but remains one of the most famous films of the century. His \"L'Age d'Or\" (1930), a Surrealist attack on organized religion, was unseeable for 50 years after his wealthy patron, Le Vicomte de Noailles, decided to suppress it. Buñuel returned to his native Spain but left after the rise of Franco's fascists, and found work in America. After the war, Buñuel became a Mexican citizen and lived there until his death, although he made many films in France, and \"Viridiana\" in Spain.\n\nWhy, his admirers wondered, would he return to Spain, where the dictator Franco was still in power? He told various stories. One was that he was offered four times his salary by a producer. Another was that he felt nostalgia for his homeland. A third that he didn't mention was, I suspect, to make this particular film.\n\nBuñuel was anything but a sentimentalist, and Spain was wrong if it expected a joyous homecoming. His film was not anti-Catholic nor against the ruling class, but it established his virtuous nun, her rich landowning uncle and his son, her cousin, in a dark and scandalous story. It ended with the nun, having left the convent, quietly entering the bedroom of her handsome young cousin. The government censors flatly rejected the screenplay. Buñuel rewrote it so that she found the cousin and his mistress playing cards in the bedroom. As she joins the game, the cousin says he was sure that sooner or later they would be playing together.  Fade out on the unmistakable implication of a ménage a trios. \"Even more immoral,\" Buñuel observed year after.\n\nThe film left Spain for France, shared the Palme d'Or at Cannes in 1961, and wasn't allowed back into Spain until after Franco's death in 1975. In the 1960s and 1970s Buñuel (born 1900, died 1983) became established  in the first rank of directors, with Fellini, Bergman, Antonioni, and scored one international success after another, most famously with \"Belle de Jour\" (1967). \n\nThere was always the sly subtext: The virtuous but disgraced blonde  of \"Belle de Jour\" mirroring Viridiana, or the kidding anti-clericism in \"The Discreet Charm of the Bourgeoisie\" by the bishop whose fetish is pretending to be the gardener. And everywhere the shoes . Who but Buñuel would film a scene of Catherine Deneuve being dragged through a forest and focus on her feet? I am giving the wrong impression if you think Buñuel was by then a dirty old man. I think of him more as  amused. There's never anything blatant about his eroticism; he finds fetishes funny, as indeed they are except for the hapless fetishist.\n\nThe most famous sequence in \"Viridiana\" (apart from its scandalous reenactment of \"The Last Supper\") involves the cousin, Jorge (Francisco Rabal), observing a dog tied to the rear axle of a cart, and being pulled along the road on a rope. He stops the peasant, and buys the dog to free it. He doesn't notice another dog tied to another cart, going in the other direction. This summarizes Buñuel's world view. \n\nIn the larger world of the film, Viridiana (Silvia Pinal) visits her old uncle, Don Jaime (the Buñuel favorite Fernando Rey). For her it is an act of charity. Don Jaime is thunderstruck: Having not seen her for years, he realize she is the double of his late wife on their wedding night. As a favor, he begs her to put on the dead wife's wedding dress. As a favor, she does: Form-fitting, with a white corset, and of course much attention to the shoes. He is transfixed. He is in love. He asks her to marry him. She is shocked and tries to leave. He apologizes, gives her drugged coffee, and then…\n\nLater, he hangs himself. Viridiana has by now given up the idea of a cloistered life and determined to perform works of mercy in the world. She gathers up 13 of the most wretched beggars in the town (a drunk, a leper, a crippled man, a blind man, an angry dwarf, a prostitute and so on) and brings them back to live on the estate. This does not redeem them, and they quarrel, fight, prove shiftless at the tasks she sets for them, and ostracize the leper (who says his sores are only ulcers). Meanwhile, Jorge arrives with his mistress and moves into the big house, while Viridiana abnegates herself by living in an outbuilding. Her experiment comes to a climax when the beggars, left on their own, throw a drunken feast and demolish the dining room. Then, alone or in small groups, they slink away from the place that gave them shelter. Cut to the card game mentioned earlier.\n\nThe film is deliberate and controlled. It is funny in that way where you rarely laugh aloud but expand in mental amusement. It is elegantly photographed; each shot conveys something concrete and specific, which is to be expected from a fetishist. It makes no clear and precise statement, but instead conveys Buñuel's notion that our base natures are always waiting to pounce. Despite my plot description, he makes Don Jaime into a not altogether evil man--more of a lonely and sad one, who desires to sin but lacks the necessary indecency. Nor is cousin Jorge a lecher, nor is Viridiana a fallen women, and the beggars, after all, only behave as they have been taught by the world. \n\nA film like this is bracing. It is made by a strong, individual mind. It is not another marked-down version of comforting feel-good lies. It is possible to imagine Buñuel watching a dreadfully cheery romantic comedy like, say, \"The Back-Up Plan,\" and laughing tears of derision. He knows the world has its own back-up plan. There is always another cart and another dog tied to it.\n\nAlso in my Great Movies Collection are Buñuel's \"Un Chien Andalou,\" \"The Exterminating Angel,\" \"Belle de Jour,\" and \"The Discreet Charm of the Bourgeoisie.\" ", "running_time": 90, "mpaa_rating": "Unrated", "release_year": 1961, "date_published": "2010-04-29", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Viridiana (1961)"}