{"url": "http://www.rogerebert.com/reviews/great-movie-mephisto-1981", "by": "Klaus Maria Brandaueras Hendrik Hoefgen", "star_rating": 4.0, "text": "\n\nIn \"Mephisto,\" a movie that takes place in Germany\r\nduring the rise of Nazism, there are many insults, but the most wounding is\r\nsimply the word \"actor\"! It is screamed at the film's hero by his\r\nsponsor, a Nazi general who is in charge of cultural affairs. We stare into the\r\nactor's face, but are unable to determine what he is thinking, or what he is\r\nfeeling. Maybe that is what makes him a great actor and an ignoble human being.\n\nThe actor is played by Klaus Maria Brandauer, in a performance\r\nof electrifying power; he makes us intensely fascinated by his character while\r\nkeeping us on the outside -- until we discover there is no inside. He plays an\r\nactor named Hendrik Hoefgen, but even that's not quite right; his real name is\r\n\"Heinz\" until he upgrades it. (\"My name is not my name,\" he\r\nsays to himself, \"because I am an actor.\") Hoefgen bitterly reveals\r\nearly on that what he hates most about himself is that he is a \"provincial\r\nactor.\" Eventually he will become Germany's most famous and admired actor,\r\nand the head of its State Theater, but that progression is in fact a descent\r\ninto hell.\n\nWe\r\nshould begin by noting how particularly \"Mephisto\" (1981) makes its\r\ndetails vivid: The look and feel of the theater, the rise of the Nazi Party\r\nfrom the 1920s through the 1930s, the Berlin social life that was itself a\r\nstage. The film's Hungarian director, Istvan Szabo, demonstrates that the Nazi\r\nuniforms themselves seemed to transform some people into Nazis, just as\r\ncostumes and makeup can make some actors into other people. The uniforms are\r\ndeliberately fetishistic; to wear them is to subjugate yourself to the system\r\nthat designed them. And we sense the sadomasochistic undertones that helped\r\nseduce a ruling class into a system of evil.\n\nThe\r\nfilm opens in Hamburg, where Hoefgen is involved in a small-time theater scene\r\nthat is later described as communist, bourgeois, decadent -- everything but\r\nNational Socialist. Consumed with ambition, he throws himself into his work\r\nwith abandon. During a meeting to discuss the props for one production, he\r\nhears the words \"lamppost\" and flies into a manic fury, declaring\r\nthat the lamppost, and the exploited worker woman who stands beneath it,\r\nsymbolize all that is rotten with Germany. He leaps from the stage into the\r\nauditorium, screaming that the lampposts will not be confined to the stage but\r\nwill extend into the orchestra! -- the dress circle! the entire theater! -- as\r\ntheir revolutionary spirit unites actors and audience. The others look at him\r\nwith astonishment.\n\nOf\r\ncourse this is all acting, posturing, calling attention to himself. Hoefgen as\r\nplayed by Brandauer has not a moment's self-doubt as an actor, although as a\r\nhuman being, he is nothing but doubt, fear and abnegation. He is ruled by\r\nambition. His first wife is the daughter of a powerful man. When the man falls\r\nfrom grace, the wife is divorced. His early friends are left wing; later he\r\ndrops them, forgets them or tries to shield a few from the Nazis as a gesture\r\ntoward his abandoned ideals. On the day of Hitler's election, a left-wing friend\r\nasks him to join a protest movement in the theater. He can't accept, and he\r\ncan't refuse: \"I'd rather stay with the reserves.\" In fact, his early\r\nbeliefs are the same as his later ones; he goes from the far left to the far\r\nright without the slightest difficulty, because he never believed anything in\r\nthe first place.\n\nHaving\r\nnot seen \"Mephisto\" since the early 1980s, I came back to it again\r\nthinking it was an anti-Nazi film. Not entirely. The Nazis are simply ...\r\nopportunists. Hoefgen wants to be famous, rich and admired. He purrs at praise\r\nlike a cat given cream. He can discuss with himself the rights and wrongs of\r\nhis situation, but it is a strategic discussion, not a moral one. All of his\r\nromances and marriages are designed to further his career, except one, which\r\nbegins in Hamburg and continues unbroken into his Berlin days as the favorite\r\nactor of the Reich. This is his affair with Juliette (Karin Boyd), who had a\r\nGerman father and an African mother, and as a black woman, violates all the\r\ntwisted Nazi theories of racial purity.\n\nIt\r\nbothers Hoefgen not at all that he is both a Nazi puppet and a black woman's\r\npartner because his feelings for Juliette are not love -- and not even lust, I\r\nthink, but a certain enjoyment of the way she understands him. She has his\r\nnumber. They can never be seen together in public, but in her boudoir, she\r\nfreely insults him. He is such a bad actor, she says, that he can't even drink\r\na beer like a man who wants to drink a beer. And later: \"Sometimes your\r\ncold, cheating eyes are those of a sad child.\" How does he respond to\r\nthat? Almost as if it is a compliment. He looks in a mirror to see if it is\r\ntrue!\n\nThe\r\nkey to Hoefgen's rise is the cultural czar of the Reich, referred to only as\r\nthe General (Rolf Hoppe). He is oddly attracted to Hoefgen, and sees to it that\r\nthe actor's leftist past is erased, he gets the best roles, he rises to lead\r\nthe State Theater. The General is well into middle age, well-fed, warm, with a\r\npleasing smile and a feminine seductiveness when he pays compliments. All until\r\nhis brutal speech that ends with the word \"actor!\" Hoppe's\r\nperformance is the ideal counterpoint to Brandauer's; the actor plays every\r\nrole to please, and the Nazi pleases only himself, whatever it may seem.\n\nHoefgen's\r\ngreat role is Mephistopheles, the devil. In a mask of stark white makeup, he\r\ntempts Dr. Faustus in the classic German drama by Goethe. \"My\r\nMephisto,\" the General calls Hoefgen fondly, over and over again. It is a\r\nrich irony, since the General is in fact playing the Mephistopheles role and\r\nthrowing the world at Hoefgen's feet. Szabo illustrates this contrast in a\r\nremarkable scene. Between acts of \"Faust,\" Hoefgen is asked to visit\r\nthe General's box in the theater. He does, in full makeup and costume. Below,\r\nthe theatergoers turn and look up as the satanic figure with his red-lined cape\r\nhovers smilingly over the Nazi in full dress uniform. Szabo ends this interlude\r\nwith a shot, held just long enough, showing the entire audience standing\r\ntransfixed. They have witnessed the devil calling on the state.\n\nIn\r\nthe energy they bring to the film, Brandauer and Szabo have made a mighty\r\nstatement, but it is as much about acting, I think, as Nazism. In Hoefgen, we\r\nsee an empty man, standing for nothing. This doesn't even bother him. In Paris\r\nas a spokesman for Nazi cultural affairs, he reunites with Juliette, who begs\r\nhim to defect to the West. Later, on the street, he breathes the air of France\r\nwith that smug contented smile and says to himself, \"What could I do here?\r\nFreedom? What for?\" Then he descends into the black pit of the Metro.\n\nThe\r\nlineage behind the story is interesting. Szabo adapted a satirical novel by\r\nKlaus Mann (son of Thomas), whose mother was a Jew and whose German citizenship\r\nwas stripped away in 1933; he later became an American citizen. His book was\r\nsaid to be inspired by his brother-in-law Gustaf Grundgens, an actor and Nazi\r\ncollaborator. Szabo himself (born 1938) is a leading Hungarian director; his\r\ncredits include \"Confidence\" (1980), \"Colonel Retl\" (1985)\r\nand such English-language films as \"Sunshine\" (1999) and \"Being\r\nJulia\" (2004). \"Mephisto\" won the Oscar for best foreign film of\r\n1981, and richly deserved it.\n\nAs\r\na physical production, the film is breathtaking. Szabo makes the General's\r\noffice a throne surrounded by empty space. He creates elegant party scenes at\r\nwhich the connected people gossip about one another; they climax with a\r\nspectacular celebration at the Grunewald hunting lodge. Huge swastikas turn\r\nordinary buildings into fearful ones. The mechanism by which some people are\r\nexiled and others \"disappear\" is condensed into brief, fearful\r\nautomobile rides. No effort is made to depict Hitler or German militarism or\r\nlarge-scale persecution of the Jews; all that takes place offstage, considering\r\nthat the stage is Hoefgen's life. And Szabo ends the film with a visual\r\nmasterstroke in which Hoefgen is able at last to have the limelight all to\r\nhimself.\n\nF.W. Murnau's masterpiece of silent German expressionism,\r\n\"Faust,\" is in my Great Movies Collection atwww.rogerebert.com.", "running_time": 144, "mpaa_rating": "NR", "release_year": 1982, "date_published": "2008-08-21", "genres": ["Drama", "Foreign", "War"], "title": "Mephisto (1982)"}