{"url": "http://www.rogerebert.com/reviews/great-movie-the-seventh-seal-1957", "by": "Max von Sydowas Antonius Block", "star_rating": 4.0, "text": "\n\nA knight returning from the Crusades finds a rude church still\r\nopen in the midst of the Black Death, and goes to confession there. Speaking to\r\na hooded figure half-seen through an iron grill, he pours out his heart:\r\n\"My indifference has shut me out. I live in a world of ghosts, a prisoner\r\nof dreams. I want God to put out his hand, show his face, speak to me. I cry\r\nout to him in the dark but there is no one there.” The hooded figure turns, and\r\nis revealed as Death, who has been following the knight on his homeward\r\njourney.\n\nImages like that have no place in the modern cinema, which is\r\ncommitted to facile psychology and realistic behavior. In many ways, Ingmar\r\nBergman's \"The Seventh Seal\" (1957) has more in common with the\r\nsilent film than with the modern films that followed it--including his own.\r\nPerhaps that is why it is out of fashion at the moment. Long considered one of\r\nthe masterpieces of cinema, it is now a little embarrassing to some viewers,\r\nwith its stark imagery and its uncompromising subject, which is no less than the\r\nabsence of God.\n\nFilms are no longer concerned with the silence of God but with\r\nthe chattering of men. We are uneasy to find Bergman asking existential\r\nquestions in an age of irony, and Bergman himself, starting with\r\n\"Persona\" (1967), found more subtle ways to ask the same questions.\r\nBut the directness of \"The Seventh Seal” is its strength: This is an\r\nuncompromising film, regarding good and evil with the same simplicity and faith\r\nas its hero.\n\nAll of Bergman's mature films, except the comedies, are about his\r\ndiscontent with the ways that God has chosen to reveal himself. But when he\r\nmade \"The Seventh Seal” he was bold enough to approach his subject in a\r\nliteral manner; to actually show the knight playing chess with Death, an image\r\nso perfect it has survived countless parodies. And he had the confidence to end\r\nhis film, not with a statement or a climax, but with an image. \"The strict\r\nlord Death bids them dance,” says the young actor, directing the attention of\r\nhis wife to the horizon, against which Death leads his latest victims in a\r\nmacabre parade.\n\nSeeing \"The Seventh Seal” again after many years, I was\r\nreminded of the richness of detail about Europe in the early Middle Ages, when\r\nplague swept the land and the Crusaders returned. The knight (Max von Sydow)\r\nshares the story with many other characters, not least his squire (Gunnar\r\nBjornstrand), a realistic, down-to-earth man who has a lively dislike of women,\r\nand a sardonic relationship with his master. (He has a silent little snarl to\r\nshow his discontent.) As the two of them travel home to the knight's castle,\r\nthe knight is challenged by Death (\"I have been at your side for a long\r\ntime”). He offers Death a bargain: They will play chess for the knight's soul.\r\nThe game continues during the entire film.\n\nContinuing on their way, the knight and squire encounter a\r\ntroupe of performers, including a couple named Joseph and Mary who have a young\r\nchild.\n\nThey visit a seemingly deserted farmstead, where the squire\r\ncatches a man named Raval trying to steal the bracelet of a plague victim. This\r\nRaval is the very theologian who, years earlier, convinced the knight to join\r\nthe Crusades.\n\nThe plague has inspired extreme behavior. A group of flagellants\r\nfiles past, some carrying heavy crosses, others whipping themselves, doing penance.\r\nThe knight and squire encounter a girl (Maud Hansson), held in a cage, who is\r\ngoing to be burned at the stake; her captors explain that she slept with the\r\ndevil, drawing down the plague. The knight questions the girl about the devil,\r\nwho should know if God exists. \"Look in my eyes,” the woman says.\r\n\"The priest could see him there, and the soldiers--they would not touch\r\nme.” She is almost proud. \"I see nothing but terror,” the knight says.\r\nLater, as the woman is being prepared for burning, the squire says, \"Look\r\ninto her eyes. She sees nothing but emptiness.” \"It can't be,” says the\r\nknight. We are left, almost until the end, with the possibility that although\r\nDeath exists as a supernatural figure, there is no larger structure in which\r\nGod plays a part.\n\nSome filmmakers are born. Ingmar Bergman was made. Self-made.\r\nBorn in Uppsala in 1918, he was the son of a Lutheran minister whose strict\r\nupbringing included the punishment (recalled in the films) of the small boy\r\nbeing locked in a cupboard “with things that will eat your toes.” His first\r\npostwar films, not much seen today, are uneasy mixtures of Italian neorealism\r\nand Hollywood social drama, and even the titles (\"It Rains on Our\r\nLove,\" \"Night is My Future”) suggest their banality. He was not at ease\r\nin the world of small realistic gestures and everyday behavior, and only when\r\nhe drew back into more serious issues did he begin to find his genius, in films\r\nlike \"To Joy” (1949) and \"Sawdust and Tinsel” (1953). \"The\r\nSeventh Seal” and “Wild Strawberries,” both released in 1957, mark his coming\r\nof age as an artist. Both are about men near the ends of their lives, on a\r\njourney in search of meaning.\n\nBergman's spiritual quest is at the center of the films he made\r\nin the middle of his career. \"The Seventh Seal” opens that period, in\r\nwhich he asked, again and again, why God seemed absent from the world. In\r\n\"Through a Glass Darkly” (1962), the mentally ill heroine has a vision of\r\nGod as a spider. In the austere \"Winter Light” (1962), Bjornstrand and von\r\nSydow appear again, in the story of a country priest whose faith is threatened\r\nby the imminence of nuclear catastrophe. In \"Persona” (1966), televised\r\nimages of war cause an actress to simply stop speaking. In the masterpiece\r\n\"Cries and Whispers\" (1973), a woman dying of cancer finds a faith that\r\nher sisters cannot understand or share.\n\nThe last three major films in Bergman's career look inside for\r\nthe answers to his haunting questions. They are all autobiographical, including\r\n\"Fanny and Alexander\" (1984), the last film he directed, and two more he\r\nwrote the screenplays for, \"The Best Intentions” (1992) and the remarkable\r\n“Sunday's Children” (1994). That last film, based on a memory of a summer\r\nvacation in the country with a young man and his father, a dying minister, was\r\ndirected by Bergman's own son, Daniel--perhaps as a way of allowing Daniel to\r\ndeal with the same kinds of questions Ingmar has had.\n\nBergman's work has an arc. The dissatisfied young man considers\r\nsocial and political issues. In middle age, he asks enormous questions about\r\nGod and existence. In old age, he turns to his memories for what answers there\r\nare. And in many of these films, there is the same kind of scene of\r\nreconciliation. In “The Seventh Seal,” facing the end of his own life and the\r\ngeneral destruction of the plague, the knight spends some time with Joseph and\r\nMary and their child, and says, \"I will remember this hour of peace. The\r\ndusk, the bowl of wild strawberries, the bowl of milk, Joseph with his lute.”\r\nSaving this family from Death becomes his last gesture of affirmation. In\r\n\"Cries and Whispers,” a journal left by the dead sister recalls a day when\r\nshe was feeling a little better, and the sisters and a maid walked in the\r\nsunlight and sat in a swing on the lawn: \"I feel a great gratitude to my\r\nlife,” she wrote, \"which gives me so much.”\n\nAnd \"Scenes from a Marriage” (1973) tells the story of a\r\ncouple whose marriage disintegrates, but whose love and hope do not quite\r\ndisappear; after many years apart, they visit a country house where they were\r\nonce happy. The woman awakens with a nightmare, the man holds and comforts her,\r\nand in the middle of the night in a dark house, surrounded by hurt and fear,\r\nthis comforting between two people is held up as man's best weapon against\r\ndespair.", "running_time": 97, "mpaa_rating": "NR", "release_year": 1957, "date_published": "2000-04-16", "genres": ["Drama", "Fantasy", "Foreign", "Science Fiction"], "title": "The Seventh Seal (1957)"}