{"url": "http://www.rogerebert.com/reviews/great-movie-written-on-the-wind-1956", "by": "Rock Hudsonas Mitch Wayne", "star_rating": 4.0, "text": "\n\nOpinion on the melodramas of Douglas Sirk has flip-flopped since\r\nhis key films were released in the 1950s. At the time, critics ridiculed them\r\nand the public lapped them up. Today most viewers dismiss them as pop trash,\r\nbut in serious film circles Sirk is considered a great filmmaker--a German who\r\nfled Hitler to become the sly subverter of American postwar materialism.\n\nOne cold night this winter, I went up to the Everyman Cinema in\r\nHampstead, north of London, to see a revival of a restored print of Sirk's “Written\r\non the Wind” (1956). This is a perverse and wickedly funny melodrama in which\r\nyou can find the seeds of “Dallas,” “Dynasty,” and all the other prime-time\r\nsoaps. Sirk is the one who established their tone, in which shocking behavior\r\nis treated with passionate solemnity, while parody burbles beneath.\n\nAll\r\nthe reviews of this movie seem to involve lists: It's about wealth, alcoholism,\r\nnymphomania, impotence, suicide, and veiled elements of incest and\r\nhomosexuality. And the theme song, by Sammy Cahn, is sung by the Four Aces. The\r\npieces are in place for a film you can mock and patronize. But my fellow\r\naudience members sat in appreciative silence (all right, they snickered a\r\nlittle when Rock Hudson is told it's time to get married and replies, “I have\r\ntrouble enough just finding oil”).\n\nTo\r\nappreciate a film like “Written on the Wind” probably takes more sophistication\r\nthan to understand one of Ingmar Bergman's masterpieces, because Bergman's themes\r\nare visible and underlined, while with Sirk the style conceals the message. His\r\ninteriors are wildly over the top, and his exteriors are phony--he wants you to\r\nnotice the artifice, to see that he's not using realism but an exaggerated\r\nHollywood studio style. The Manhattan skyline in an early scene is obviously a\r\npainted backdrop. The rear-projected traffic uses cars that are 10 years too\r\nold. The swimming hole at the river, where the characters make youthful\r\npromises they later regret, is obviously a tank on a sound stage with fake\r\nscenery behind it.\n\nThe\r\nactors are as artificial as the settings. They look like Photoplay covers, and\r\nspeak in the clichés of pulp romance. Sirk did not cast his films by accident,\r\nand one of the pleasures of “Written on the Wind” is the way he exaggerates the\r\nnatural qualities of his actors and then uses them ironically.\n\nThe\r\nfilm stars Rock Hudson as Mitch Wayne (think about that name), who grew up poor\r\non the Texas ranch owned by oil millionaire Jasper Hadley (Robert Keith). He's\r\nbeen raised with Jasper's son Kyle (Robert Stack) and daughter Marylee (Dorothy\r\nMalone). Now Mitch holds an important post in the Hadley Oil empire, which\r\nrequires him to wear a baseball cap and keep a yellow pencil parked over his\r\near, while studying geological maps. Kyle has turned into a drunken playboy,\r\nand Marylee into a drunken nympho.\n\nAs\r\nthe film opens, Mitch and Kyle are in New York, where they both fall in love\r\nwith the trim, intelligent Lucy Moore (Lauren Bacall). When she tells Kyle she\r\nwants to work in advertising, he picks up the phone to buy her an agency. She\r\ndemurs. All three have lunch at 21, and then Kyle sends Mitch to buy cigarettes\r\nwhile he whisks Lucy off in a cab to the airport, where Mitch (who knows his\r\ntricks) is there ahead of them on the Hadley plane. Kyle pilots it himself,\r\nflying them to Miami Beach while confessing to Lucy, “I drink too much” and “Nobody\r\nhas ever listened to me the way you do.” Of Mitch Wayne, he says: “He's\r\neccentric. He's poor.” The terms are synonymous.\n\nIn\r\nMiami Beach, they check into a Hadley hotel, where the manager announces “Miss\r\nMoore's suite” while the music swells in materialistic ecstasy, and Kyle shows\r\nLucy closets full of designer gowns, drawers full of purses and trays of\r\njewelry, and asks her to prepare for dinner. Half an hour later (after dressing\r\nwith Mitch in the suite they ... share), Kyle enters Lucy's suite, calling out,\r\n“Are you decent?” Discovering she has left for the airport, he muses, “I guess\r\nshe was.”\n\nMiami\r\nBeach was a painted backdrop. Texas, apart from a few shots of sports cars\r\nracing past oil derricks, is all built on the back lot. The plot heats up.\r\nMarylee has had a crush on Mitch since childhood, and wants to marry him. So\r\ngreat is her need, indeed, that when she sashays around in low-cut dresses, her\r\nknees almost buckle under the weight of her lust (Malone won an Oscar for the\r\nperformance).\n\nKyle\r\ngoes on the wagon, until a doctor unwisely informs him he is impotent. Well,\r\nnot completely impotent--there is a “problem,” but a baby is “possible.” Kyle\r\ndoesn't wait for the footnotes before racing to the country club to resume his\r\nboozing, and when Lucy tells him she's pregnant, he assumes the father is\r\nMitch--a suspicion encouraged by Marylee, who wants Lucy off the ranch so she\r\ncan regain possession of her childhood friends.\n\nIf\r\nI smile as I synopsize the plot, surely Sirk was smiling when he directed it;\r\nhe's subverting the very lifestyle he celebrates. His use of artificial and\r\ncontrived effects, colors and plot devices is “a screaming Brechtian essay on\r\nthe shared impotence of American family and business life,” says film critic\r\nDave Kehr, and encompasses deliberate distancing “that draws attention to the\r\nartificiality of the film medium, in turn commenting on the hollowness of\r\nmiddle-class American life” (Cinebooks). Well, yes, but it's possible to enjoy\r\nSirk's subtleties as simple entertainment, too. Films like this are both above\r\nand below middle-brow taste. If you only see the surface, it's trashy soap opera.\r\nIf you can see the style, the absurdity, the exaggeration and the satirical\r\nhumor, it's subversive of all the 1950s dramas that handled such material\r\nsolemnly. William Inge and Tennessee Williams were taken with great seriousness\r\nduring the decade, but Sirk kids their Freudian hysteria (that Williams' work\r\nsurvives is a tribute to his poetry, not his common sense).\n\nOne\r\ntest of satire is: At what point do we realize the author is kidding? There's a\r\nclue here in an early remark by Mitch to Lucy: “Are you looking for laughs? Or\r\nare you soul-searching?” And in the way the old swimming hole represents lost\r\ninnocence and promise for Marylee. In one of the film's more lurid sequences,\r\nSirk uses a closeup of her face in orgiastic nostalgia, as we hear little Mitch's\r\nchildish voice piping out a promise to marry Marylee when they grow up. “How\r\nfar we've come from the river!” Mitch later tells her.\n\nThere's\r\na broad wink and nudge at the end. Old Jasper Hadley is often seen behind his\r\ndesk, which holds a large bronze model of an oil derrick. (A portrait on his\r\nwall shows him at the same desk with the same bronze--a barbershop mirror\r\neffect.) At the end of the film, after Marylee's rivals have won, she is left\r\nalone in her father's office, where she caresses the erect derrick--first\r\nsadly, then tenderly.\n\nTo\r\nappreciate the trashiness of “Written on the Wind” is not to condescend to it.\r\nTo a greater degree than we realize, our lives and decisions are formed by pop\r\ncliches and conventions. Films that exaggerate our fantasies help us to see\r\nthem--to be amused by them, and by ourselves. They clear the air.\n\nDouglas\r\nSirk (1900-1987) had two careers. His first 37 years were spent in Germany,\r\nwhere he worked as a stage director, specializing in classics. His first\r\nAmerican film was “Hitler's Madmen” (1943), and his critical reputation is\r\nbased on a series of enormously popular melodramas he made for Universal,\r\nincluding “All I Desire” (1953), “Magnificent Obsession” (1954), “All That\r\nHeaven Allows” (1955) and “Imitation of Life” (1959). He also made Westerns,\r\nmusicals and war stories, working with Hudson more often than any other\r\nstar--perhaps appreciating the way Hudson's concealed homosexuality worked\r\nsubtly to subvert the stock characters he often played.\n\nRainer\r\nWerner Fassbinder, another German obsessed with American forms of melodrama,\r\nsaid Sirk was the greatest influence on his work. Certainly Sirk was the father\r\nof prime-time TV soaps. “I have seen `Written on the Wind' a thousand times,”\r\nthe Spanish director Pedro Almodovar said, “and I cannot wait to see it again.”\r\nSirk's style spread so pervasively that nobody could do melodrama with a\r\nstraight face after him. In countless ways visible and invisible, Sirk's sly\r\nsubversion skewed American popular culture, and helped launch a new age of\r\nirony.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1956, "date_published": "1998-01-18", "genres": ["Drama", "Romance"], "title": "Written on the Wind (1956)"}