{"url": "http://www.rogerebert.com/reviews/great-movie-my-neighbor-totoro-1993", "by": null, "star_rating": 4.0, "text": "Here is a children's film made for the world we should live in, rather than the one we occupy. A film with no villains. No fight scenes. No evil adults. No fighting between the two kids. No scary monsters. No darkness before the dawn. A world that is benign. A world where if you meet a strange towering creature in the forest, you curl up on its tummy and have a nap.\n\n''My Neighbor Totoro'' has become one of the most beloved of all family films without ever having been much promoted or advertised. It's a perennial best seller on video. On the Internet Movie Database, it's voted the fifth best family film of all time, right behind ''Toy Story 2'' and ahead of ''Shrek.'' The new Anime Encyclopedia calls it the best Japanese animated film ever made. Whenever I watch it, I smile, and smile, and smile.\n\nThis is one of the lovingly hand-crafted works of Hayao Miyazaki, often called the greatest of the Japanese animators, although his colleague at the Ghibli Studios, Isao Takahata, may be his equal. Remarkable that ''Totoro'' and Takahata's ''Grave of the Fireflies,'' now both in my Great Movies selection, were released on the same double bill in 1988. Miyazaki has not until very recently used computers to help animate his films; they are drawn a frame at a time, the classic way, with the master himself contributing tens of thousands of the frames.\n\nAnimation is big business in Japan, commanding up to a quarter of the box office some years. Miyazaki is the ''Japanese Disney,'' it's said, although that is a little unfair, since Walt Disney was more producer and visionary than animator, and Miyazaki rolls up his sleeves and draws his films himself. His ''Princess Mononoke'' (1999) outgrossed ''Titanic'' in Japan, and his newest film, ''Spirited Away'' (2002), outgrossed ''Mononoke'' when it was released in July 2001. Of his nine other major films, those best known in the U.S. are ''Kiki's Delivery Service'' (1989), ''Castle in the Sky'' (1986), ''Warriors of the Wind'' (1984) and ''The Castle of Cagliostro'' (1979).\n\nMiyazaki's films are above all visually enchanting, using a watercolor look for the backgrounds and working within the distinctive Japanese anime tradition of characters with big round eyes and mouths that can be as small as a dot or as big as a cavern. They also have an unforced realism in the way they notice details; early in ''Totoro,'' for example, the children look at a little waterfall near their home, and there on the bottom, unremarked, is a bottle someone threw into the stream.\n\nThe movie tells the story of two young sisters, Satsuki and Mei Kusakabe. As the story opens, their father is driving them to their new house, near a vast forest. Their mother, who is sick, has been moved to a hospital in this district. Now think about that. The film is about two girls, not two boys or a boy and a girl, as all American animated films would be. It has a strong and loving father, in contrast to the recent Hollywood fondness for bad or absent fathers. Their mother is ill; does illness exist in American animation?\n\nWhen they ask a neighbor boy how to find their new house, we see, but they don't, that he makes a face. Later he tells them it is haunted. But not haunted in the American sense, with ghosts or fearsome creatures. When Mei and Satsuki let light into the gloom, they get just a glimpse of little black fuzzy dots scurrying to safety. ''Probably just dust bunnies,'' says their father, but there is an old nanny who has been hired to look after them, and she confides that they are ''soot sprites,'' which like abandoned houses, and will pack up and leave when they hear the sound of laughter.\n\nConsider the way the children first approach the house. It has a pillar on its porch that is almost rotted through, and they gingerly push it a little, back and forth, showing how precariously it holds up the roof. But it does hold up the roof, and we avoid the American cliche of a loud and sensational collapse, with everyone scurrying to safety. When they peek into the house and explore the attic, it's with a certain scariness--but they disperse it by throwing open windows and waving to their father from the upper floor.\n\nAnd consider that the father calmly accepts their report of mysterious creatures. Do sprites and totoros exist? They certainly do in the minds of the girls. So do other wonderful creatures, such as the Cat Bus, which scurries through the forest on eight quick paws, its big eyes working as headlights.\n\n''While it's a little hard to tell whether the adults really believe in them,'' writes the critic Robert Plamondon, ''not once does Miyazaki trot out the hoary children's literature chestnut of 'the adults think I'm a liar, so I'm going to have to save the world by myself.' This accepting attitude towards traditional Japanese spirit-creatures may well represent an interesting difference between our two cultures.''\n\n''My Neighbor Totoro'' is based on experience, situation and exploration--not on conflict and threat. This becomes clear in the lovely extended sequences involving totoros--which are not mythological Japanese forest creatures, but were actually invented by Miyazaki just for this movie.\n\nLittle Mei finds the first baby totoro, which looks like a bunny, scurrying around their yard, and follows it into the forest. Her father, home alone and absorbed in his work, doesn't notice her absence. The baby leads her down a leafy green tunnel and then there's a soft landing on the stomach of a vast slumbering creature. Miyazaki doesn't exploit cliches about the dark and fearsome forest; when Setsuki and her father go looking for Mei, they find her without much trouble--sleeping on the ground, for the totoro has disappeared.\n\nLater, the girls go to meet their father's bus. But the hour grows late and the woods grow dark. Silently, casually, the giant totoro joins them at the bus stop, standing protectively to one side like an imaginary friend. It begins to rain. The girls have umbrellas, and give one to the totoro, who is delighted by the raindrops on the umbrella, and jumps up and down to shake loose a cascade of drops from the trees. Then the bus arrives. Notice how calmly and positively the scene has been handled, with the night and the forest treated as a situation, not a threat. The movie requires no villains. I am reminded that ''Winnie the Pooh'' also originally had no evil characters--but that in its new American version evil weasels have been written into A. A. Milne's benign world.\n\nThere are two family emergencies: A visit to the hospital to visit their mother, who wants to hear all about their new house, and another occasion when Setsuki gets a call from the doctor and needs to contact her father in the city. In both scenes, the mother's illness is treated as a fact of life, not as a tragedy sure to lead to doom.\n\nThere is none of the kids-against-adults plotting of American films. The family is seen as a safe, comforting haven. The father is reasonable, insightful and tactful, accepts stories of strange creatures, trusts his girls, listens to explanations with an open mind. It lacks those dreary scenes where a parent misinterprets a well-meaning action and punishes it unfairly.\n\nI'm afraid that in praising the virtues of ''My Neighbor Totoro'' I have made it sound merely good for you, but it would never have won its worldwide audience just because of its warm heart. It is also rich with human comedy in the way it observes the two remarkably convincing, lifelike little girls (I speak of their personalities, not their appearance). It is awe-inspiring in the scenes involving the totoro, and enchanting in the scenes with the Cat Bus. It is a little sad, a little scary, a little surprising and a little informative, just like life itself. It depends on a situation instead of a plot, and suggests that the wonder of life and the resources of imagination supply all the adventure you need.", "running_time": 86, "mpaa_rating": "G", "release_year": 1993, "date_published": "2001-12-23", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "My Neighbor Totoro (1993)"}