{"url": "http://www.rogerebert.com/reviews/great-movie-the-man-who-laughs-1928", "by": null, "star_rating": 4.0, "text": "\n\nMovie villains smile so compulsively because it creates a creepy\r\ndisconnect between their mouth and their eyes. Imagine, however, a good man,\r\ncondemned to smile widely for an entire lifetime. Such a creature would be\r\nbullied as a child and shunned as an adult. \"The Man Who Laughs\"\r\n(1928), one of the final treasures of German silent Expressionism, is about\r\nsuch a man. His name is Gwynplaine. His father was a nobleman. Orphaned as a\r\nchild, he is captured by outlaws who use a knife to carve his face into a\r\nhideous grin. Disfigured, alone, he rescues a baby girl, and together they are\r\nraised by a fatherly vaudeville producer. As adults, they star in the\r\nproducer's sideshow and fall in love. Because she is blind, she does not know\r\nabout his grin.\n\nThis\r\nstory, set in 17th century England, was written by Victor Hugo, and made into one\r\nof the last (almost) silent films by Paul Leni, the director of\r\n\"Waxworks\" (1927) and \"The Cat and the Canary\" (1929). He\r\nwas an art director who grew up in Germany during the era of Expressionism --\r\nof films dominated by twisted sets and characters, harsh angles, deep shadows,\r\ncareening staircases. He and his star, the great Conrad Veidt, two Jewish\r\nrefugees, made the film for Universal in Hollywood.\n\nThe\r\nimage of Veidt's face with its disturbing grimace became familiar to anyone who\r\nopened a film history, but the film itself was hard to find; I saw it for the\r\nfirst time at the Telluride Festival in 1998, where Peter Bogdanovich\r\nprogrammed a series from \"Hollywood's Greatest Year.\" That was 1928,\r\nhe said, when they had gotten silent films right and had not yet started to get\r\nsound films wrong. It was filmed just at the moment when Hollywood was uneasily\r\nexperimenting with sound. Like many other films from the same year, it was\r\nconceived in silence and then a little sound was grafted on. The movie has no significant\r\nspoken dialogue but did have rudimentary sound effects, and the Kino DVD\r\nrestoration includes a musical score, a song and some indistinct shouts during\r\na mob scene.\n\n\"The\r\nMan Who Laughs\" is a melodrama, at times even a swashbuckler, but so\r\nsteeped in Expressionist gloom that it plays like a horror film. Everything\r\ncenters on the extraordinary face of Gwynplaine, whose wide and mirthless grin\r\ninspired the Joker character in the original Batman comic books. Unlike the\r\nJoker and most villains who smile, however, he is a good and decent man, one so\r\nhorribly aware of his disfigurement that he reveals it only on the stage, as a\r\nway to earn a living. The rest of the time he hides behind masks, scarves,\r\nhandkerchiefs, or his own upturned arm. The blind girl, Dea (Mary Philbin),\r\nloves him, but he thinks that is only because she does not know his secret.\n\nThe\r\nburied story here is similar to Victor Hugo's far better-known novel The\r\nHunchback of Notre Dame, which also has a grotesque loner in love with an\r\ninnocent girl. Universal had a great success with that 1923 film, and with\r\n\"The Phantom of the Opera\" (1925), which also starred Mary Philbin as\r\nthe woman in the arms of a disfigured hero; no doubt the studio had those films\r\nin mind when it went ahead with this one. Another connection was through the\r\nexecutive producer, Paul Kohner, who at one time ran Universal's operation in\r\nBerlin (barely escaping the Nazis), and knew Leni and Veidt in Germany.\n\nVeidt's\r\nperformance is far more than a stunt. Best known to modern audiences for his\r\nperformance as the erect, unsmiling Maj. Strasser in \"Casablanca,\" he\r\nappeared in more than 100 films, including the German silent landmark \"The\r\nCabinet of Dr. Caligari.\" He was one of a group of German refugees who\r\nmight have made a great impact on Hollywood, had they lived. He was dead of a\r\nheart attack at 50, a year after \"Casablanca.\" Leni died at 44, a\r\nyear after the release of \"The Man Who Laughs,\" and F.W. Murnau,\r\ndirector of \"Nosferatu\" and \"Sunrise,\" was dead in 1931, at\r\n43.\n\nVeidt\r\nwore a makeup device that distended his mouth while supplying grotesque teeth.\r\nIt was horribly uncomfortable, making it even harder for him to project\r\nemotions only with his eyes. And yet there are scenes where we sense love,\r\nfear, pity and lust, and an extraordinary scene (bold for the time) in which a\r\nshameless royal woman, the Duchess Josiana, attempts to seduce him. (In a note\r\nafter a sideshow performance, she writes him: \"I am she who did not laugh.\r\nWas it pity, or was it love? My page will meet you at midnight.\")\n\nHer\r\ninterest is genuine, if perverse, although she has no idea where it will lead.\r\nHe is tempted. In a way, he wants sex, which he has never experienced, and in\r\nanother way, he wants to remain loyal to Dea -- and yet he will never have\r\nintimacy with Dea until he reveals his secret, and he fears she could not love\r\nhim after learning it. His scene with the duchess has a disturbing power\r\nbecause as he (no doubt) thinks of these things, Josiana attempts to kiss him,\r\nand we sense that her attraction to his mouth is cruel or fetishistic. He does\r\nnot want to be kissed -- or touched, or known -- there.\n\nOh,\r\nbut the plot is much more complicated. Gwynplaine is in fact the rightful heir\r\nto a royal title and a stately home and lands which, inevitably, are now being\r\nenjoyed by Josiana. This is known to a jealous courtier, who wants to humiliate\r\nher by forcing her to marry Gwynplaine in order to remain a duchess. In a scene\r\nboth pitiful and bizarre, the sideshow performer is brought to the court of\r\nQueen Anne, inducted into the House of Lords, and then ordered to marry\r\nJosiana. She agrees out of greed and probably fascination; he resists because\r\nhe loves Dea -- and then the film grows truly melodramatic, with the\r\nintervention of a faithful wolf-dog named Homo, who grabs at Dea's dress and\r\nliterally drags her into the action.\n\nThe\r\nfilm is more disturbing than it might have been because of Leni's mastery of\r\nvisual style. In The Haunted Screen, her history of the German silent period,\r\nLotte Eisner notes that the Expressionists often used unusually low ceilings\r\nand doorways in order to force their characters to walk stooped over or\r\nsideways. Their staircases rarely climbed frankly from floor to floor, but\r\nseemed to twist away into mystery. Dramatic lighting left much of the screen in\r\ndarkness. Concealment and enhancement, not revelation, was the assignment of\r\nthe camera. Eisner quotes Leni on the visual style of his \"Waxworks,\"\r\nmade four years before \"The Man Who Laughs\": \"All it seeks to\r\nengender is an indescribable fluidity of light, moving shapes, shadows, lines,\r\nand curves. It is not extreme reality that the camera perceives, but the\r\nreality of the inner event...\"\n\nA\r\nfilm like \"The Man Who Laughs\" is of course so alien to modern\r\nmoviegoers that it may repel those who can't accept it, while at the same time\r\ncreating an eerie netherworld fascination for those who can. I find that sound\r\npictures usually inspire a certain comfort level in the way they mirror, if not\r\nlife, then the way life is perceived most of the time. Silent films, like\r\nblack-and-white films, add by subtracting. What they do not have enhances what\r\nis there, by focusing on it and making it do more work. When images cannot be\r\ndiscussed, they must explain themselves; when no colors are visible, all colors\r\nare potential.\n\nWatching\r\nthe film again last night, I fell into a reverie, sometimes moved, sometimes\r\namused, sometimes involved in a strange dreamlike way. By not alerting us with\r\nthe logic of language, silent films can more easily slip us off into the\r\nshadows of fantasy. Remarkable, how a film like \"The Man Who Laughs\"\r\nrefuses to declare its intentions, but freely moves from pathos to pity, from\r\nmelodrama to true excitement, from cheerful horror elements to the dark\r\nstirrings of Josiana's desire, from easy laughter when the wolf-dog saves the\r\nday to -- well, to something very moving when the blind girl realizes the\r\nnature of her lover's secret.", "running_time": 110, "mpaa_rating": null, "release_year": 1928, "date_published": "2004-01-18", "genres": ["Drama", "Horror"], "title": "The Man Who Laughs (1928)"}