{"url": "http://www.rogerebert.com/reviews/great-movie-grand-illusion-1937", "by": null, "star_rating": 4.0, "text": "\n\nApart from its other achievements, Jean Renoir's \"Grand\r\nIllusion” influenced two famous later movie sequences. The digging of the\r\nescape tunnel in \"The Great Escape\" and the singing of the\r\n\"Marseilles” to enrage the Germans in \"Casablanca\" can first be\r\nobserved in Renoir's 1937 masterpiece. Even the details of the tunnel dig are\r\nthe same--the way the prisoners hide the excavated dirt in their pants and\r\nshake it out on the parade ground during exercise.\n\nBut\r\nif \"Grand Illusion” had been merely a source of later inspiration, it\r\nwouldn't be on so many lists of great films. It's not a movie about a prison\r\nescape, nor is it jingoistic in its politics; it's a meditation on the collapse\r\nof the old order of European civilization. Perhaps that was always a\r\nsentimental upper-class illusion, the notion that gentlemen on both sides of\r\nthe lines subscribed to the same code of behavior. Whatever it was, it died in\r\nthe trenches of World War I.\n\n\"Neither\r\nyou nor I can stop the march of time,” the captured French aristocrat Capt. de\r\nBoieldieu tells the German prison camp commandant, Von Rauffenstein. A little\r\nlater, distracting the guards during an escape of others from the high-security\r\nGerman fortress, the Frenchman forces the German to shoot him, reluctantly, and\r\nthey have a final deathbed exchange. `\" didn't know a bullet in the\r\nstomach hurt so much,” he tells the German. \"I aimed at your legs,” says\r\nthe German, near tears. And a little later he says: \"For a commoner, dying\r\nin a war is a tragedy. But for you and I--it's a good way out.”\n\nWhat\r\nthe Frenchman knows and the German won't admit is that the new world belongs to\r\ncommoners. It changed hands when the gentlemen of Europe declared war. And the\r\n\"grand illusion” of Renoir's title is the notion that the upper classes\r\nsomehow stand above war. The German cannot believe that his prisoners, whom he\r\ntreats almost as guests, would try to escape. After all, they have given their\r\nword not to.\n\nThe\r\ncommandant is played by Erich von Stroheim, in one of the most famous of movie\r\nperformances. Even many who have not seen the movie can identify stills of the\r\nwounded ace pilot von Rauffenstein, his body held rigid by a neck and back\r\nbrace, his eye squinting through a monocle. De Boieldieu (Pierre Fresnay), from\r\nan old aristocratic family, is a pilot von Rauffenstein personally shot down\r\nearlier in the war. The other two major characters are also French prisoners:\r\nMarechal (Jean Gabin), a workingman, a member of the emerging proletariat, and\r\nRosenthal (Marcel Dalio), a Jewish banker who has ironically purchased the\r\nchateau that de Boieldieu's family can no longer afford. The movie, filmed as\r\nthe clouds of World War II were gathering, uses these characters to illustrate\r\nhow the themes of the first war would tragically worsen in the second.\n\nSo\r\npointed was Renoir's message that when the Germans occupied France, “Grand\r\nIllusion” was one of the first things they seized. It was \"Cinematic\r\nPublic Enemy No. 1,” propaganda minister Joseph Goebbels announced, ordering\r\nthe original negative seized. Its history since then would make a movie like\r\n\"The Red Violin,\" as the print moved across borders in shadowy ways.\r\nFor many years it was assumed that the negative was destroyed in a 1942 Allied\r\nair raid. But as Stuart Klawens reported in the Nation, it had already been\r\nsingled out by a German film archivist named Frank Hensel, then a Nazi officer\r\nin Paris, who had it shipped to Berlin. When Renoir supervised the assembly of\r\na “restored” print in the 1960s, nothing was known of this negative. He worked\r\nfrom the best available surviving theatrical prints. The result, the version\r\nthat has been seen all over the world until now, was a little scratched and\r\nmurky, and encumbered by clumsy subtitles.\n\nThe\r\noriginal negative, meanwhile, was captured by Russians as they occupied Berlin\r\nand shipped to an archive in Moscow. In the mid-1960s, Klawens wrote, a Russian\r\nfilm archive and one in Toulouse, France, exchanged some prints, including the\r\npriceless \"Grand Illusion.” But since many prints of the film existed and\r\nno one thought the original negative had survived, the negative waited for 30\r\nyears before being identified as a treasure. What that means is that the\r\nrestored print of \"Grand Illusion” now being shown around the country is\r\nthe best seen since the movie's premiere. And new subtitles by Lenny Borger are\r\nmuch improved--\"cleaner and more pointed,” says critic Stanley Kauffmann.\n\nThis\r\nprint looks and feels like a brand-new film. Here is a crisp print that\r\nunderlines Renoir's visual style, his mastery of a subtly moving camera that\r\nallowed him to film extended passages without cutting. In the paintings of his\r\nfather, Auguste Renoir, our eyes are led gently through the composition. In the\r\nfilms of the son, there is a quiet voluptuousness; the camera doesn't point or\r\nintrude, but glides.\n\nAs\r\n\"Grand Illusion” opens, we meet von Rauffenstein in the German officers'\r\nmess. Having shot down two French fliers, he issues orders: \"If they are\r\nofficers, invite them for lunch.” Marechal and de Boieldieu are later sent to a\r\nPOW camp, where they meet Rosenthal, already a prisoner, and benefit from the\r\nboxes of food his family sends him; often they eat better than their captors.\r\nHere are the tunnel-digging sequences, and the famous talent show scene, where\r\ntotal silence falls as they regard a man costumed as a woman, for it has been\r\nso long since they've seen a real one.\n\nThe\r\ntunnel digging is interrupted when all the prisoners are transferred. A few\r\nyears pass, and now the three principal characters have been sent to\r\nWintersborn, a fortress with high, unscalable walls. After a back wound ended\r\nhis flying days, von Rauffenstein has volunteered to be commandant here as a\r\nway of remaining in service. He is strict but fair, still deceived by notions\r\nof class loyalty.\n\nIn\r\nthese scenes von Stroheim makes an indelible impression, as a man deluded by\r\nromantic notions of chivalry and friendship. It is a touching performance, a collaboration\r\nbetween the great silent director and Renoir, then emerging as a master of sound.\r\nThe performance is better even than it seems: Audiences assume Erich von\r\nStroheim was a German, but mystery clouds his origins. Born in Vienna in 1885,\r\nby 1914 he was working with D.W. Griffith in Hollywood, but when did he\r\nimmigrate to America (and add the \"von” to his name)? Renoir writes in his\r\nmemoirs: \"Stroheim spoke hardly any German. He had to study his lines like\r\na schoolboy learning a foreign language.”\n\nThe\r\nbreak from the fortress prison produces the touching deathbed farewell between\r\nDe Boeldier and von Rauffenstein, which is the film's most touching scene, and\r\nthen we join the workingman Marechal and the banker Rosenthal as they try to\r\nescape by walking cross-country through German territory. They're given shelter\r\nby a farm widow who sees security in Marechal, and perhaps Renoir is whispering\r\nthat the true class connection across enemy lines is between the workers, not\r\nthe rulers.\n\nJean\r\nRenoir, born in 1894, is on any list of the half-dozen greatest filmmakers, and\r\nhis \"The Rules of the Game\" (1939) is even more highly considered\r\nthan \"Grand Illusion.” He fought in World War I, then quickly returned to\r\nParis and entered the movie business. In his best films observation and\r\nsympathy for the characters define every shot; there is hardly a camera\r\ndecision made for pure effect, without thinking first of where best to stand to\r\nsee the characters.\n\nRenoir\r\nmoved to America in 1940, and made several Hollywood films, notably \"The\r\nSoutherner,\" with a screenplay by Faulkner, before going independent in\r\nthe 1950s with \"The River,\" based on Rumer Godden's Calcutta story.\r\nIn a long retirement he was sought out by younger filmmakers and critics, who found\r\nhim as sunny as a grandfather in one of his father's impressionist paintings.\r\nHe died in 1979. He would have been much cheered to know that even then the\r\npristine negative of \"Grand Illusion” was waiting in Toulouse to be\r\ndiscovered.", "running_time": 114, "mpaa_rating": null, "release_year": 1937, "date_published": "1999-10-03", "genres": ["Drama", "Foreign", "History", "Indie", "War"], "title": "Grand Illusion (1937)"}