{"url": "http://www.rogerebert.com/reviews/great-movie-la-ceremonie-1995", "by": "Sandrine Bonnaireas Sophie", "star_rating": 4.0, "text": "The French have a name for the events leading up to a death by\rguillotine. They call it \"the ceremony.\" Although Claude Chabrol's\r\"La Ceremonie\" (1995) contains no guillotines, there is a relentless\rfeeling to it, as if the characters are engaged in a performance that can have\ronly one outcome. It comes as a surprise to all of them, and to us. But given\rthese people in this situation, can we really say in hindsight that we're\rsurprised?\n\nChabrol,\ra founding member of the French New Wave who died in September 2010 having made\r54 features, is sometimes said to be influenced by Hitchcock, perhaps because\rmany of his characters become involved in murder but few of them make it a\rprofession. It often comes into their lives as the result of a psychological\rcompulsion set in action by particular circumstances.\n\n\"Of\rcourse, murder always heightens the interest in a film,\" he told me in\r1971, at the New York Film Festival. \"Even a banal situation takes on\rimportance when there's a murder involved. I suppose that's why I choose to\rwork with murder so often. That's the area of human activity where the choices\rare most crucial and have the greatest consequences. On the other hand, I'm not\rat all interested in who-done-its. If you conceal a character's guilt, you\rimply that his guilt is the most important thing about him. I want the audience\rto know who the murderer is, so that we can consider his personality.\"\n\nThat\rleads to the question: Does he let us know who will commit murder(s) in\r\"La Ceremonie?\" I think he does, although there will be some in the\raudience who are surprised that anyone in the film is killed. Assuming that\rsome must die (this is a film by Chabrol, after all), it is obvious who they\rmust be. That's why I won't issue a spoiler warning: This isn't a who-done-it.\rIt's more about how the two murderers do something together that neither would\rbe capable of doing by themselves.\n\nSo\r\"La Ceremonie\" is about murder. It is also about faces, two in particular.\rThey belong to Isabelle Huppert, as Jeanne, the rude postmistress in a small\rFrench town, and Sandrine Bonnaire, as Sophie, a young women who comes to the\rtown seeking work as a maid. In these roles they share a facial quality both\roften display: They have an almost maddening secrecy. There is also a\rdifference: Jeanne seems all-knowing, cocky, dominant. Sophie, submissive,\rgrateful for attention, doesn't seem very bright. When she's told something,\rshe has a way of turning her head slowly and letting it sink in before\rreacting. The film consistently plants hints of a secret Sophie conceals -- a\rhandicap I will not reveal -- that indicates that her ability to hold a job\rindicates she has a gift for deception.\n\nHuppert,\rthe busiest major actress of her generation, wears so well in so many different\rroles because she only reluctantly reveals a character's feelings. She leaves\rit up to us to figure them out; there may be some play-acting involved, but we\rsense that most is hidden. Above all she's ideal for characters with an\renormous stubborn determination that she holds very much inside. Chabrol has\rused her seven times, most inevitably in the title role of \"Madame\rBovary.\"\n\nBonnaire's\rface can be equally concealing, but she is better at seeming vulnerable. Her\rgreat early role was in Agnes Varda's \"Vagabond\" (1985), the story of\ra young office worker who walks away from her job and sets off optimistically\rto backpack around French. When he's found dead in a ditch some months later,\rwe wonder why she continued to fall, and fall, when she had many opportunities\rto save herself. She will never tell us.\n\nThe\rfilm opens with a job interview. She meets with a wealthy bourgeois wife named\rCatherine Lelievre (the bilingual Jacqueline Bisset) in a cafe. They have tea.\rCatherine explains that she lives in an isolated house in the country, with her\rhusband Georges (Jean-Pierre Cassel) and their son Gilles (Valentin Merlet).\rMelinda (Virginie Ledoyen), his daughter by an earlier marriage, sometimes\rcomes to visit. They require a live-in maid and cook. All very well with\rSophie, who takes command of the interview with almost imperious\rself-confidence. She has her papers, her letter of reference, her salary\rrequirement. An isolated house is no problem. At the end of their conversation,\rit's almost as if Sophie dismisses Catherine.\n\nWe\rsee the large, luxurious country estate. Its stone walls contain a service\rwing, so that family and servants live privately. Everyone gets along at first.\rIn contrast to her manner in the cafe, Sophie seems quiet and submissive here,\rperforming her tasks and then going to her room. There she seems a different\rperson, a naive adolescent, sitting on the floor, leaning against the bed,\rhypnotized by whatever happens to be on TV.\n\nOne\rday she accompanies Georges into the village, where she meets the postmistress,\rJeanne. Huppert seems instinctively to sniff out some quality in Sophie that\rputs her on alert. She contrives opportunities for them to meet, She is hungry\rfor gossip about the Lelievre family. She has class-conscious scorn for their\rcomfortable lifestyle. She especially believes Madame Lelievre is stuck up and\rinsufferable.\n\nWe\rare watching a seduction. Despite our expectations that lesbianism is possible,\rit isn't sexual, but has to do with power. Jeanne senses a weakness in Sophie,\ra secret, and perhaps believes she can make the other young woman her\rinstrument -- to do what, remains to be seen. With nothing in particular in\rmind, Jeanne knows she will be able to control Sophie in a mutual action.\rJeanne drives out to the house frequently, and they meet in Sophie's room,\rsneaking up the back stairs, devouring TV programs; when the Lelievres discover\rher in the house, Georges explodes. Earlier, he accused her of opening his\rmail. Now he forbids them to see one another. Jeanne's eyes narrow. Georges has\rtaken a fatal step.\n\nEarlier\rin the film, Georges discovered alarming background details about both women.\rEarlier, in other towns, they were touched by two deaths -- Sophie's father,\rand Jeanne's young daughter. There is no particular reason to believe either\rwomen was responsible for these deaths, but Georges' research into provincial\rnewspapers indicates there was a certain amount of suspicion. Well, are they\rmurderers? Chabrol never declares himself, and that sets up one of the most\rdisturbing scenes in the movie. Giggling like schoolgirls with a crush, the two\rtease each other that they know the other's secret, and the secret is murder.\rNeither denies it. We suspect one, maybe both, are innocent. By passively\rallowing such things to be said about them, they create a titillating tension\rin the relationship. We begin to understand that regardless of whether either\rhas committed murder, together they are certainly capable of it.\n\nChabrol\ris at home in the world of the wealthy, and does an effortless job of showing\rthe Lelievre family, confident, affectionate, dining in style, appreciating\rfine wines, lining themselves up all four on a sofa to watch an opera by Mozart\ron TV. This is a contrast to the two young working-class women upstairs, whose\rrelationship and the TV they watch is attuned to Sophie's simplistic mind.\rAssuming Jeanne is much smarter than Sophie, what we see taking shape is an act\rof resentful violence, in which the childlike maid is the murder weapon. The\rfilm implacably moves toward a horrifying conclusion.\n\nThe \"La Ceremonie\" DVD is available via Netflix. Also\rin my Great Movies Collection: Chabrol's \"Le Boucher.\"\n\n ", "running_time": 111, "mpaa_rating": "NR", "release_year": 1995, "date_published": "2012-04-17", "genres": ["Drama", "Foreign", "Thriller"], "title": "La Ceremonie (1995)"}