{"url": "http://www.rogerebert.com/reviews/great-movie-blade-runner-the-final-cut-1982", "by": "Ridley Scott", "star_rating": 4.0, "text": "In an earlier review of \"Blade Runner,\" I wrote; \"It looks fabulous, it uses special effects to create a new world of its own, but it is thin in its human story.\" This seems a strange complaint, given that so much of the movie concerns who is, and is not, human, and what it means to be human anyway. Even one character we can safely assume is human, the reptilian Tyrell, czar of the corporation which manufactures replicants, strikes me as a possible replicant. And of the hero, Deckard (Harrison Ford), all we can say for sure is that director Ridley Scott has left clues in various versions of his film that can be used to prove that Deckard is a human -- or a replicant.\n\nNow study that paragraph again and notice I have committed a journalistic misdemeanor. I have referred to replicants without ever establishing what a replicant is. It is a tribute to the influence and reach of \"Blade Runner\" that 25 years after its release virtually everyone reading this knows about replicants. Reviews of \"The Wizard of Oz\" never define Munchkins, do they? This is a seminal film, building on older classics like \"Metropolis\" (1926) or \"Things to Come,\" but establishing a pervasive view of the future that has influenced science fiction films ever since. Its key legacies are: Giant global corporations, environmental decay, overcrowding, technological progress at the top, poverty or slavery at the bottom -- and, curiously, almost always a film noir vision. Look at \"Dark City,\" \"Total Recall,\" \"Brazil,\" \"12 Monkeys\" or \"Gattaca\" and you will see its progeny.\n\nI have never quite embraced \"Blade Runner,\" admiring it at arm's length, but now it is time to cave in and admit it to the canon. Ridley Scott has released a \"definitive version\" subtitled \"Blade Runner: The Final Cut,\" which will go first to theaters and then be released Dec.18 in three DVD editions, including a \"Five-Disc Ultimate Collector's Edition\" that includes, according to a press release, \"All 4 Previous Cuts, Including the Ultra-Rare 'Workprint' Version!\" plus the usual deleted scenes, documentaries, bells and whistles.\n\nThe biggest change Scott made in earlier versions was to drop the voice-over narration from the 1982 original. Spoken by Ford, channeling Philip Marlowe, it explained things on behalf of a studio nervous that we wouldn't understand the film. Since much of the interest in the film has been generated by what we weren't sure we understood, that turned out to be no problem. The ending has been tweaked from bleak to romantic to existential to an assortment of the above, and shots have come and gone, but for me the most important change in the 2007 version is in the print itself.\n\nScott has resisted the temptation to go back and replace analog special effects with new GCI work (which disturbed many fans of George Lucas' \"Star Wars\") and has kept Douglas Turnbull's virtuoso original special effects, while enhancing, restoring, cleaning and scrubbing both visuals and sound so the film reflects a higher technical standard than ever before. It looks so great, you're tempted to say the hell with the story, let's just watch it.\n\nBut the story benefits, too, by seeming more to inhabit its world than be laid on top of it. The action follows Deckard, a \"blade runner\" who is assigned to track down and kill six rebel replicants who have returned illegally from off-worlds to earth, and are thought to be in Los Angeles. (The movie never actually deals with more than five replicants, however, unless, as the critic Tim Dirks speculates, Deckard might be the sixth). Replicants, as you know, are androids who are \"more human than human,\" manufactured to perform skilled slave labor on earth colonies. They are born fully formed, supplied with artificial memories of their \"pasts,\" and set to break down after four years, because after that point they are so smart they have a tendency to develop human emotions and feelings and have the audacity to think of themselves as human. Next thing you know, they'll want the vote, and civil rights. Much of this comes from the original Philip K. Dick story, Do Androids Dream of Electric Sheep?\n\nSince replicants in general do not know they are replicants, there can be real poignancy in their lives. We feel sympathy for one in particular, Rachael (Sean Young), who finds herself involved in romance with Deckard. He loves her even though he has reason to believe she is a replicant, but a very good one, almost impossible to detect.\n\nWhat I have always wondered is why the Tyrell Corporation made their androids so lifelike. Why not give them four arms and settle the matter, and get more work out of them? Is there a buried possibility that Tyrell's long-range plan is to replace humans altogether? Is the whole blade-running caper simply a cover for his scheme? But never mind. What matters to the viewer is that the ground rules seem to be in place, and apply in one of the most extraordinary worlds ever created in a film.\n\nThe skies are always dark with airborne filth in this Los Angeles of the future. It usually rains. The infrastructure looks a lot like now, except older and more crowded, and with the addition of vast floating zeppelins, individual flying cars, and towering buildings of unimaginable size. When I first saw the film I was impressed by the giant billboards with moving, speaking faces on them, touting Coca-Cola and other products. Now I walk over to Millennium Park and see giant faces looming above me, smiling, winking, and periodically spitting (but not Coke). As for the flying cars, these have been a staple of sci-fi magazine covers for decades, but remain wildly impractical and dangerous, unless locked into a control grid.\n\nThe \"human story,\" as I think of it, involves practical tests to determine if an individual is a replicant or not, and impractical tests (such as love) to determine how much that matters to (a) people, if they are in love with a replicant, and (b) replicants, if they know they are replicants. This has always been a contrived problem, easily avoidable in practical ways, unless (as I suspect) the Tyrell Corporation has more up its sleeves than arms. But to stumble on plot logic seems absurd in a film that is more about vision. And I continue to find it fascinating how film noir, a genre born in the 1940s, has such a hammerlock on the future (look at \"Dark City\" again). I suspect film noir is so fruitful and suggestive that if you bring it on board, half your set and costume decisions have been made for you, and you know what your tone will be.\n\nRidley Scott is a considerable director who makes no small plans. His credits include \"Alien,\" \"Legend,\" the inexplicable \"1492: Conquest Of Paradise,\" \"Gladiator,\" \"Black Hawk Down\" and the brilliant \"Matchstick Men,\" and his \"American Gangster\" opened Friday in theaters. He has the gift of making action on a vast scale seem comprehensible. I have been assured that my problems in the past with \"Blade Runner\" represent a failure of my own taste and imagination, but if the film was perfect, why has Sir Ridley continued to tinker with it, and now released his fifth version? I guess he's only... human. \n\nRidley Scott's \"Alien\" is also included in the Great Movies Collection.", "running_time": 117, "mpaa_rating": "R", "release_year": 1982, "date_published": "2007-11-03", "genres": ["Drama", "Science Fiction"], "title": "Blade Runner: The Final Cut (1982)"}