{"url": "http://www.rogerebert.com/reviews/great-movie-the-birth-of-a-nation-1915", "by": "Lillian Gishas Elsie Stoneman", "star_rating": 4.0, "text": "\n\n\n\nHe achieved what no other known man has achieved. To watch\r\nhis work is like being witness to the beginning of melody, or the first conscious\r\nuse of the lever or the wheel; the emergence, coordination and first eloquence\r\nof language; the birth of an art: and to realize that this is all the work of\r\none man.\n\nThese words by James Agee about D. W. Griffith are almost by\r\ndefinition the highest praise any film director has ever received from a great\r\nfilm critic. On the other hand, the equally distinguished critic Andrew Sarris\r\nwrote about Griffith's masterpiece: \"Classic or not, 'Birth of a Nation'\r\nhas long been one of the embarrassments of film scholarship. It can't be\r\nignored...and yet it was regarded as outrageously racist even at a time when\r\nracism was hardly a household word.\"\n\nHere\r\nare two more quotations about the film:\n\n\"It\r\nis like writing history with Lightning. And my only regret is that it is all so\r\nterribly true.\" -- President Woodrow Wilson, allegedly after seeing it at\r\na White House screening. The words are quoted onscreen at the beginning of most\r\nprints of the film\n\n\"...the\r\nPresident was entirely unaware of the nature of the play before it was\r\npresented and at no time has expressed his approbation of it.\"--Letter\r\nfrom J. M. Tumulty, secretary to President Wilson, to the Boston branch of the\r\nNAACP, which protested against the film's blackface villains and heroic Ku Klux\r\nKlanners.\n\nNobody\r\nseems to know the source of the Wilson quote, which is cited in every\r\ndiscussion of the film. Not dear Lillian Gish, whose \"The Movies, Mr.\r\nGriffith, and Me\" is a touchingly affectionate and yet clear-eyed memoir a\r\nman she always called \"Mister\" and clearly loved. And not Richard\r\nSchickel, whose \"D. W. Griffith: An American Life\" is a great\r\nbiography. Certainly the quote is suspiciously similar to Coleridge's famous\r\ncomment about the acting of Edmund Kean (\"like reading Shakespeare by\r\nflashes of lightning”).\n\nMy\r\nguess is that Wilson said something like it in private, and found it prudent to\r\ndeny when progressive editorialists attacked the film. Certainly \"The\r\nBirth of a Nation\" (1915) presents a challenge for modern audiences.\r\nUnaccustomed to silent films and uninterested in film history, they find it\r\nquaint and not to their taste. Those evolved enough to understand what they are\r\nlooking at find the early and wartime scenes brilliant, but cringe during the\r\npostwar and Reconstruction scenes, which are racist in the ham-handed way of an\r\nold minstrel show or a vile comic pamphlet.\n\nCited\r\nuntil the 1960s as the greatest American film, \"Birth\" is still\r\npraised as influential, ground-breaking and historically important, yes--but is\r\nit actually seen? Despite the release of an excellent DVD restoration from\r\nKino, it is all but unwatched. More people may have seen Griffith's\r\n\"Intolerance\" (1916), made in atonement after the protests against\r\n\"Birth.\" It says something about my own conflicted state of mind that\r\nI included Griffith's \"Broken Blossoms\" (1919) in the first Great\r\nMovies collection, but have only now arrived at \"Birth of a Nation.\"\r\nI was avoiding it.\n\nBut\r\nit is an unavoidable fact of American movie history, and must be dealt with, so\r\nallow me to rewind to a different quote from James Agee: \"The most\r\nbeautiful single shot I have seen in any movie is the battle charge in 'The\r\nBirth of a Nation.' I have heard it praised for its realism, but it is also far\r\nbeyond realism. It seems to me to be a realization of a collective dream of\r\nwhat the Civil War was like...\"\n\nI\r\nhave just looked at the battle charge again, having recently endured the pallid\r\npieties of the pedestrian Civil War epic \"Gods and Generals,\" and I\r\nagree with Agee. Griffith demonstrated to every filmmaker and moviegoer who\r\nfollowed him what a movie was, and what a movie could be. That this achievement\r\nwas made in a film marred by racism should not be surprising. As a nation once\r\nable to reconcile democracy with slavery, America has a stain on its soul; to\r\nunderstand our history we must begin with the contradiction that the Founding\r\nFathers believed all men (except black men) were created equal.\n\nGriffith\r\nwill probably never lose his place in the pantheon, but there will always be\r\nthe blot of the later scenes of “Birth of a Nation.” It is a stark history\r\nlesson to realize that this film, for many years the most popular ever made,\r\nexpressed widely-held and generally acceptable white views. Miss Gish reveals\r\nmore than she realizes when she quotes Griffith's paternalistic reply to\r\naccusations that he was anti-Negro: \"To say that is like saying I am\r\nagainst children, as they were our children, whom we loved and cared for all of\r\nour lives.\"\n\nGriffith\r\nand \"The Birth of a Nation\" were no more enlightened than the America\r\nwhich produced them. The film represents how racist a white American could be\r\nin 1915 without realizing he was racist at all. That is worth knowing. Blacks\r\nalready knew that, had known it for a long time, witnessed it painfully again\r\nevery day, but \"The Birth of a Nation\" demonstrated it in clear view,\r\nand the importance of the film includes the clarity of its demonstration. That\r\nit is a mirror of its time is, sadly, one of its values.\n\nTo\r\nunderstand \"The Birth of a Nation\" we must first understand the\r\ndifference between what we bring to the film, and what the film brings to us.\r\nAll serious moviegoers must sooner or later arrive at a point where they see a\r\nfilm for what it is, and not simply for what they feel about it. \"The\r\nBirth of a Nation\" is not a bad film because it argues for evil. Like\r\nRiefenstahl’s “The Triumph of the Will,” it is a great film that argues for\r\nevil. To understand how it does so is to learn a great deal about film, and\r\neven something about evil.\n\nBut\r\nit is possible to separate the content from the craft? Garry Wills observes\r\nthat Griffith's film \"raises the same questions that Leni Riefenstahl's\r\nfilms do, or Ezra Pound's poems. If art should serve beauty and truth, how can\r\ngreat art be in the thrall of hateful ideologies?\"\n\nThe\r\ncrucial assumption here is that art should serve beauty and truth. I would like\r\nto think it should, but there is art that serves neither, and yet provides an\r\ninsight into human nature, helping us understand good and evil. In that case,\r\n\"The Birth of a Nation\" is worth considering, if only for the\r\ninescapable fact that it did more than any other work of art to dramatize and\r\nencourage racist attitudes in America. (The contemporary works that made the\r\nmost useful statements against racism were “Uncle Tom’s Cabin” and \"Huckleberry\r\nFinn.\")\n\nRacism\r\nof the sort seen in \"The Birth of a Nation\" has not been acceptable\r\nfor decades in American popular culture. Modern films make racism invisible,\r\ncurable, an attribute of villains, or the occasion for optimistic morality\r\nplays. \"Birth of a Nation\" is unapologetic about its attitudes, which\r\nare those of a white Southerner, raised in the 19th century, unable to see\r\nAfrican-Americans as fellow beings of worth and rights. It is based on Thomas\r\nDixon's racist play, The Clansman, and the fact that Griffith wanted to adapt\r\nit reveals his own prejudices.\n\nGriffith,\r\nfor example, was criticized for using white actors in blackface to portray his\r\nblack villains. There are bizarre shots where a blackface character acts in the\r\nforeground while real African-Americans labor in the fields behind him. His\r\nexcuse, as relayed by Miss Gish: \"There were scarcely any Negro actors on\r\nthe Coast\" and \"Mr. Griffith was accustomed to working with actors he\r\nhad trained.\" But of course there were no Negro actors, because blackface\r\nwhites were always used, and that also explains why he did not need to train\r\nany.\n\nGriffith's\r\nblindness to the paradox in his own statement is illuminating. His blackface\r\nactors tell us more about his attitude toward those characters than black\r\nactors ever could have. Consider the fact that the blackface is obvious; the\r\nmakeup is not as good as it could have been. That makes its own point: Black\r\nactors could not have been used in such sexually-charged scenes, even if\r\nGriffith had wanted to, because white audiences would not have accepted them.\r\nGriffith wanted his audience to notice the blackface.\n\nSome\r\nof the film's most objectionable scenes show the Ku Klux Klan riding to the\r\nrescue of a white family trapped in a cabin by sexually predatory blacks and\r\ntheir white manipulators. These scenes are credited with the revival of the\r\npopularity of the Klan, which was all but extinct when the movie appeared.\r\nWatching them today, we are appalled. But audiences in 1915 were witnessing the\r\ninvention of intercutting in a chase scene. Nothing like it had ever been seen\r\nbefore: Parallel action building to a suspense climax. Do you think they were\r\nthinking about blackface? They were thrilled out of their minds.\n\nToday,\r\nwhat they saw for the first time, we cannot see at all. Griffith assembled and\r\nperfected the early discoveries of film language, and his cinematic techniques\r\nthat have influenced the visual strategies of virtually every film made since;\r\nthey have become so familiar we are not even aware of them. We, on the other\r\nhand, are astonished by racist attitudes that were equally invisible to most\r\nwhite audiences in 1915. What are those techniques? They begin at the level of\r\nfilm grammar. Silent films began with crude constructions designed to simply\r\nlook at a story as it happened before the camera. Griffith, in his short films\r\nand features, invented or incorporated anything that seemed to work to expand\r\nthat vision. He did not create the language of cinema so much as codify and\r\ndemonstrate it, so that after him it became conventional for directors to tell\r\na scene by cutting between wide (or \"establishing\") shots and various\r\nmedium shots, closeups, and inserts of details. The first closeup must have\r\ncome as an alarming surprise for its audiences; Griffith made them and other\r\nkinds of shots indispensable for telling a story.\n\nIn\r\nhis valuable book On the History of Film Style, David Bordwell observes that\r\nGriffith \"is usually credited with perfecting the enduring artistic\r\nresources of the story film.\" Bordwell has some quarrels with that\r\nwidely-accepted basic version of film history, but Bordwell lists Griffith's\r\ninnovations, and observes that the film \"is often considered cinema's\r\nfirst masterpiece.\"\n\nOne\r\nof Griffith's key contributions was his pioneering use of cross-cutting to\r\nfollow parallel lines of action. A naive audience might have been baffled by a\r\nfilm that showed first one group of characters, then another, then the first\r\nagain. From Griffith's success in using this technique comes the chase scene\r\nand many other modern narrative approaches. The critic Tim Dirks adds to\r\ncross-cutting no less than 16 other ways in which Griffith was an innovator,\r\nranging from his night photography to his use of the iris shot and color\r\ntinting.\n\nCertainly\r\n\"Birth of a Nation\" is a film of great visual beauty and narrative\r\npower. It tells the story of the Civil War through the experiences of families\r\nfrom both North and South, shows the flowing of their friendship, shows them\r\nmade enemies as the nation was divided, and in a battlefield scene has the sons\r\nof both families dying almost simultaneously. It is unparalleled in its recreations\r\nof actual battles on realistic locations; the action in some scenes reaches for\r\nmiles. For audiences at the time there would have been great interest in\r\nGriffith's attempts to reproduce historic incidents, such as the assassination\r\nof Lincoln, with exacting accuracy. His recreation of Sherman's march through\r\nGeorgia is so bloody and merciless that it awakened Southern passions all over\r\nagain.\n\nThe\r\nhuman stories of the leading characters have the sentiment and human detail we\r\nwould expect of a leading silent filmmaker, and the action scenes are filmed\r\nwith a fluid ease that seems astonishing compared to other films of the time.\r\nGriffith uses elevated shots to provide a high-angle view of the battlefields,\r\nand cuts between parallel actions to make the battles comprehensible; they are\r\nnot simply big tableaux of action.\n\nYet\r\nwhen it comes to his version of the Reconstruction era, he tells the story of\r\nthe liberation of the slaves and its aftermath through the eyes of a Southerner\r\nwho cannot view African-Americans as possible partners in American\r\ncivilization. In the first half of the film the black characters are mostly\r\nignored in the background. In the second half, Griffith dramatizes material in\r\nwhich white women are seen as the prey of lustful freed slaves, often urged on\r\nby evil white Northern carpetbaggers whose goal is to destroy and loot the\r\nSouth. The most exciting and technically accomplished sequence in the second\r\nhalf of the film is also the most disturbing, as a white family is under siege\r\nin a log cabin, attacked by blacks and their white exploiters, while the Ku\r\nKlux Klan rides to the rescue.\n\nMeanwhile,\r\nElsie (Lillian Gish), the daughter of the abolitionist Senator Stoneman, fights\r\noff a sexual assault by Stoneman's mulatto servant Lynch. Stoneman has earlier\r\ntold Lynch \"you are the equal of any man here.\" Returning home, he is\r\ntold by Lynch, \"I want to marry a white woman,\" and pats him\r\napprovingly on the shoulder. But when he is told his daughter Elsie is the\r\nwoman Lynch has in mind, Stoneman turns violent toward him--Griffith's way of\r\nshowing that the abolitionists and carpetbaggers lied to the freed slaves, to\r\nmanipulate them for greed and gain.\n\nThe\r\nlong third act of the film is where the most offensive racism resides. There is\r\nno denying the effectiveness of the first two acts. The first establishes a\r\nbucolic, idealistic view of America before the Civil War, with the implication\r\nthat the North should have left well enough alone. The second involves\r\nunparalleled scenes of the war itself, which seem informed by the photographs\r\nof Matthew Brady and have an powerful realism and conviction.\n\nGriffith\r\nhas a sure hand in the way he cuts from epic shots of enormous scope to small\r\nhuman vignettes. He was the first director to understand instinctively how a\r\nmovie could mimic the human ability to scan an event quickly, noting details in\r\nthe midst of the larger picture. Many silent films moved slowly, as if afraid\r\nto get ahead of their audiences; Griffith springs forward eagerly, and the\r\nimpact on his audiences was unprecedented; they were learning for the first\r\ntime what a movie was capable of.\n\nAs\r\nslavery is the great sin of America, so \"The Birth of a Nation\" is\r\nGriffith's sin, for which he tried to atone all the rest of his life. So\r\ninstinctive were the prejudices he was raised with as a 19th century Southerner\r\nthat the offenses in his film actually had to be explained to him. To his\r\ncredit, his next film, \"Intolerance,\" was an attempt at apology. He\r\nalso once edited a version of the film that cut out all of the Klan material,\r\nbut that is not the answer. If we are to see this film, we must see it all, and\r\ndeal with it all.", "running_time": 190, "mpaa_rating": "PG", "release_year": 1915, "date_published": "2003-03-30", "genres": ["Drama", "History"], "title": "The Birth of a Nation (1915)"}