{"url": "http://www.rogerebert.com/reviews/great-movie-network-1976", "by": "Faye Dunawayas Diana Christenson", "star_rating": 4.0, "text": "Strange, how Howard Beale, \"the mad prophet of the airwaves,\" dominates our memories of \"Network.\" We remember him in his soaking-wet raincoat, hair plastered to his forehead, shouting, \"I'm mad as hell and I'm not going to take this anymore.\" The phrase has entered into the language.\n\nBut Beale (Peter Finch) is the movie's sideshow. The story centers on Diana Christiansen (Faye Dunaway), the ratings-hungry programming executive who is prepared to do anything for better numbers. The mirror to which she plays is Max Schumacher (William Holden), the middle-age news executive who becomes Diana's victim and lover, in that order.\n\nThe movie has been described as \"outrageous satire\" (Leonard Maltin) and \"messianic farce\" (Pauline Kael), and it is both, and more. What is fascinating about Paddy Chayefsky's Oscar-winning screenplay is how smoothly it shifts its gears. The scenes involving Beale and the revolutionary \"liberation army\" are cheerfully over the top. The scenes involving Diana and Max are quiet, tense, convincing drama. The action at the network executive level aims for behind-the-scenes realism; we may doubt that a Howard Beale could get on the air, but we have no doubt the idea would be discussed as the movie suggests. And then Chayefsky and the director, Sidney Lumet, edge the backstage network material over into satire, too--but subtly, so that in the final late-night meeting where the executives decide what to do about Howard Beale, we have entered the madhouse without noticing.\n\nThe movie caused a sensation in 1976. It was nominated for 10 Oscars, won four (Finch, Dunaway, supporting actress Beatrice Straight, Chayefsky), and stirred up much debate about the decaying values of television. Seen a quarter-century later, it is like prophecy. When Chayefsky created Howard Beale, could he have imagined Jerry Springer, Howard Stern and the World Wrestling Federation?\n\nParts of the movie have dated--most noticeably Howard Beale's first news set, a knotty-pine booth that makes it look like he's broadcasting from a sauna. Other parts, including the network strategy meetings, remain timeless. And the set that Beale graduates to, featuring soothsayers and gossip columnists on revolving pedestals, nicely captures the feeling of some of the news/entertainment shows, where it's easier to get air time if you're a \"psychic\" than if you have useful information to convey.\n\nMost people remember that Howard Beale got fed up, couldn't take it anymore and had a meltdown on the air. It wasn't quite like that. Beale is portrayed as an alcoholic doing such a bad job that he's fired by his boss (Holden). Then they get drunk together and joke about him committing suicide on the air. The next day, in a farewell broadcast, Beale announces that he will indeed kill himself because of falling ratings. He's yanked from the air but begs for a chance to say farewell, and that's  when he says, the next day, \"Well, I'll tell you what happened: I just ran out of bull- - - -.\" His frankness is great for the ratings, Diana convinces her bosses to overturn Max's decision to fire him, Howard goes back on the air, and he is apparently deep into madness when he utters his famous line.\n\nLumet and Chayefsky know just when to pull out all the stops. After Beale orders his viewers to \"repeat after me,\" they cut to exterior shots of people leaning out of their windows and screaming that they're mad as hell, too. Unlikely, but great drama, and electrifying in theaters at the time. Beale's ratings skyrocket (he is fourth after \"The Six Million Dollar Man,\" \"All in the Family\" and \"Phyllis\"), and a new set is constructed on which he rants and raves after his announcer literally introduces him as a \"mad prophet.\"\n\nCounter to this extravagant satire is the affair between Max and Diana. Dunaway gives a seductive performance as the obsessed programming executive; her eyes sparkle and she moistens her lips when she thinks of higher ratings, and in one sequence she kisses Max while telling him how cheaply she can buy some James Bond reruns. Later, in bed, discussing ratings during sex, she climaxes while gasping about the \"Mao Tse Tung Hour.\"\n\nThat's her idea for a prime-time show based on the exploits of a group obviously inspired by the Symbionese Liberation Army. In a secluded safe house, she negotiates with its armed leader, has a run-in with a Patty Hearst type, and uses an Angela Davis type as her go-between. This material is less convincing, except as an illustration of the lengths to which she will go.\n\nMuch more persuasive is Holden's performance as a newsman who was trained by Edward R. Murrow, and now sees his beloved news division destroyed by Diana. At the same time, Max is fascinated by her, and deliberately begins an affair. For him, it is intoxication with the devil, and maybe love. For her--it is hard to say what it is, because, as he accurately tells her at the end, \"There's nothing left in you I can live with.\"\n\nBeatrice Straight's role as Max's wife is small but so powerful it won her the Oscar. It is a convincing portrait of a woman who has put up with an impossible man for so long that, although she feels angry and betrayed, she does not feel surprised. The meaning of Max's decision to cheat is underlined by the art direction; he and his wife live in a tasteful apartment with book-lined walls, and then he moves into Dunaway's tacky duplex. It is clear that although she cares how she dresses (costumes by Theoni V. Aldredge), she doesn't care where she lives, because she is not a homebody; her home is in a boardroom, a corner office or a control booth.\n\nThe film is filled with vivid supporting roles. Ned Beatty has a sharp-edged cameo as a TV executive (he's the one who says the famous line, \"It's because you're on television, dummy\"). Robert Duvall plays an executive who, when murder is suggested, insists he wants to \"hear everybody's thoughts on this.\" Wesley Addy is the handsome, gray-haired executive in the network's display window; he looks good at stockholder meetings. (If you look closely, you can spot a young Tim Robbins as a revolutionary assassin.)\n\nOne of Chayefsky's key insights is that the bosses don't much care what you say on TV, as long as you don't threaten their profits. Howard Beale calls for outrage, he advises viewers to turn off their sets, his fans chant about how fed up they are--but he only gets in trouble when he reveals plans to sell the network's parent company to Saudi Arabians. There's a parallel here with \"The Insider,\" a 1999 film about CBS News, where \"60 Minutes\" can do just about anything it wants to, except materially threaten CBS profits.\n\nSidney Lumet, born 1924, a product of the golden age of live television, is one of the most consistently intelligent and productive directors of his time. His credits are an honor roll of good films, many of them with a conscience, including \"12 Angry Men\" (1957), \"Long Day's Journey Into Night\" (1962), \"Fail-Safe\" (1964), \"Serpico\" (1973), \"Dog Day Afternoon\" (1975), \"Prince of the City\" (1981), \"The Verdict\" (1982), \"Running on Empty\" (1988) and \"Q and A\" (1990).\n\nBecause he works in many different genres and depends on story more than style, he is better known inside the business than out, but few directors are better at finding the right way to tell difficult stories; consider the development of Al Pacino's famous telephone call in \"Dog Day Afternoon.\" His book Making Movies (Knopf, 1995) has more common sense in it about how movies are actually made than any other I have read.\n\nIn \"Network,\" which is rarely thought of as a \"director's picture,\" it is his unobtrusive skill that allows all those different notes and energy levels to exist within the same film. In other hands, the film might have whirled to pieces. In his, it became a touchstone.", "running_time": 121, "mpaa_rating": "R", "release_year": 1976, "date_published": "2000-10-29", "genres": ["Comedy", "Drama", "Romance"], "title": "Network (1976)"}