{"url": "http://www.rogerebert.com/reviews/great-movie-my-man-godfrey-1936", "by": "Carole Lombardas Irene", "star_rating": 4.0, "text": "\n\nWhen Carole Lombard and the family maid discuss the newly hired\r\nbutler, we can read her mind when she says, \"I'd like to sew his buttons\r\non sometime, when they come off.\" In 1936, when elegant men's formalwear\r\ndidn't use zippers, audiences must have had an even better idea of what she was\r\nthinking. The two women both have crushes on Godfrey (William Powell), a\r\nhomeless man who Lombard, competing in a scavenger hunt, discovers living at\r\nthe city dump. Lombard wins the hunt by producing Godfrey at a society ball and\r\nthen, during an argument with her bitchy sister and loony mother, hires him to\r\nbe the butler for her rich family. \"Do you buttle?\" she asks him, so\r\ncrisply and directly that she could mean anything, or everything. Her romantic\r\nobsession is hopeless because Godfrey has transformed himself overnight from an\r\nunshaven bum into a polished, sophisticated man who prides himself on his\r\nproper behavior. When she grabs him and kisses him, he regards her with utter\r\nastonishment.\n\n\"My\r\nMan Godfrey,\" one of the treasures of 1930s screwball comedy, doesn't\r\nmerely use Lombard and Powell, it loves them. She plays Irene, a petulant kid\r\nwho wants what she wants when she wants it. His Godfrey employs an attentive\r\nposture and a deep, precise voice that bespeaks an exact measurement of the\r\nsituation he finds himself in. These two actors, who were briefly married\r\n(1931-33) before the film was made in 1936, embody personal style in a way that\r\nis (to use a cliché that I mean sincerely) effortlessly magical. Consider\r\nPowell, best known for the \"Thin Man\" movies. How can such reserve\r\nsuggest such depths of feeling? How can understatement and a cool, dry delivery\r\nembody such passion? You can never, ever catch him trying to capture effects.\r\nThey come to him. And Lombard in this film has a dreamy, ditzy breathlessness\r\nthat shows her sweetly yearning after this man who fascinated her even when she\r\nthought he really was a bum.\n\nLike\r\nPreston Sturges' \"Sullivan's Travels\" (1941), Gregory La Cava's\r\n\"My Man Godfrey\" contrasts the poverty of \"forgotten men\"\r\nduring the Depression with the spoiled lifestyles of the idle rich. The family\r\nIrene brings Godfrey home to buttle for is the Bullocks, all obliviously nuts.\r\nHer father, Alexander (that gravel-voiced character actor of genius, Eugene\r\nPallette), is a rich man, secretly broke, who addresses his spendthrift family\r\nin tones of disbelief (\"In prison, at least I'd find some peace\").\r\nHer mother, Angelica (Alice Brady), pampers herself with unabashed luxury and\r\neven maintains a \"protégé\" (Mischa Auer) whose duties involve\r\ndeclaiming great literature, playing the piano, leaping about the room like a\r\ngorilla and gobbling up second helpings at every meal. Her sister Cornelia\r\n(Gail Patrick) is bitter because she not only lost the scavenger hunt but got\r\npushed into an ash heap after insulting Godfrey. And there is the maid, Molly\r\n(Jean Dixon), who briefs Godfrey on the insane world he is entering. She loves\r\nGodfrey, too, and perhaps down deep so does Cornelia, and so might the protégé,\r\nif he didn't like chicken legs more.\n\nGodfrey\r\nbuttles flawlessly, bringing Alexander his martinis a tray at a time, whipping\r\nup hors d'oeuvres in the kitchen and keeping his secret. He has one. Unmasked\r\nby a Harvard classmate at a party, he turns out to be born rich but down on his\r\nfortune after an unhappy romance. The Bullocks never figure out he's too good\r\nto be a butler (or a bum) because they're all blinded by their own selfishness,\r\nexcept for Irene, who dreams of his buttons. Under the surface, emotion is\r\nchurning. Godfrey, having come to like and admire his fellow hobos at the dump,\r\nis offended that the Bullocks flaunt their wealth so uselessly, and that leads\r\nto one of those outcomes so beloved in screwball comedy, so impossible in life.\n\nGod,\r\nbut this film is beautiful. The cinematography by Ted Tetzlaff is a shimmering\r\nargument for everything I've ever tried to say in praise of black and white.\r\nLook me in the eye and tell me you would prefer to see it in color. The\r\nrestored version on the Criterion DVD is particularly alluring in its surfaces.\r\nEverything that can shine, glimmers: the marble floors, the silver, the\r\nmirrors, the crystal, the satin sheen of the gowns. There is a tactile feel to\r\nthe furs and feathers of the women's costumes, and the fabric patterns by\r\ndesigner Louise Brymer use bold splashes and zigs and zags of blacks and whites\r\nto arrest our attention. Every woman in this movie, in every scene, is wearing\r\nsomething that other women at a party would kill for. These tones and textures\r\nare set off with one of those 1930s apartments that isintendedto look like a movie set, all poised\r\nfor entrances and exits.\n\nI\r\nfound myself freezing the frame and simply appreciating compositions. Notice a\r\nshot when Godfrey exits screen right and the camera pans with him and then\r\npushes to poor, sad Irene, seen through sculptured openings in the staircase\r\nand chewing the hem of her gown. Look for another composition balanced by a\r\nlight fixture high on the wall to the right. You'll know the one.\n\nA\r\ncouple of reviewers on the Web complain that the plot is implausible. What are\r\nwe going to do with these people? They've obviously never buttled a day in\r\ntheir lives. What you have to observe and admire is how gently the film offers\r\nits moments of genius. Irene has a mournful line something like, \"Some\r\npeople do just as they like with other people's lives, and it doesn't seem to\r\nmake any difference ... to some people.\" Somehow she implies that the\r\nfirst \"some people\" refers to theoretical people, and the second\r\nrefers to other people in the room.\n\nHer\r\nfutile love for Godfrey shows itself in the scene where he's doing the dishes\r\nin the kitchen, and she says she wants help: \"I want to wipe.\" I\r\nknow, it sounds mundane in print, but the spin she puts on it brings buttons\r\nback to our minds.\n\nThe\r\n\"implausibility\" involves the complications of a theft of pearls,\r\nsome swift stock market moves, and Godfrey's plans for the city dump. OK, it's\r\nall implausible. That's what I'm here for. By pretending the implausible is\r\npossible, screwball comedy acts like a tonic. Nothing is impossible if you cut\r\nthrough the difficulties with an instrument like Powell's knife-edged delivery.\r\nHe betrays little overt emotion, but what we glimpse is impatience with some\r\npeople who will not do the obvious and, indeed, the inevitable.\n\nThe\r\nmovie also benefits from the range of sharply defined characters, and the\r\nactors to play them. Even the biggest stars in those days were surrounded by\r\nother actors in substantial roles that provided them with counterpoint, with\r\ncontext, with emotional tennis partners. Notice here the work of Eugene\r\nPallette, who bluntly speaks truth even though his family is deaf to him. By\r\nGod, he's had enough: \"What this family needs is discipline. I've been a\r\npatient man, but when people start riding horses up the front steps and parking\r\nthem in the library, that's going a little too far. This family's got to settle\r\ndown!\" His voice is like a chain saw, cutting through the vapors around\r\nhim.\n\nThis\r\nmovie, and the actors in it, and its style of production, and the system that\r\nproduced it, and the audiences that loved it, have all been replaced by pop\r\nculture of brainless vulgarity. But the movie survives, and to watch it is to\r\nbe rescued from some people who don't care that it makes a difference ... to\r\nsome people.\n\n\"The Thin Man\" is also reviewed in the Great Movies\r\ncollection.\n\n", "running_time": 94, "mpaa_rating": null, "release_year": 1936, "date_published": "2008-05-29", "genres": ["Comedy", "Romance"], "title": "My Man Godfrey (1936)"}