{"url": "http://www.rogerebert.com/reviews/great-movie-pixote-1981", "by": null, "star_rating": 4.0, "text": "\n\nFathered by strangers, abandoned by their mothers, thrown away\r\nby society, the children of \"Pixote\" live by their wits on the cruel\r\nstreets of Sao Paolo in Brazil. They improvise their own families, forming\r\nshifting alliances based on need, fear and even love. Their economy is based on\r\nthe only two markets open to them, those for sex and drugs. Many of them are so\r\nyoung, they only vaguely understand sex; they are hardened to sights and experiences\r\nthey even don't comprehend.\n\nHector Babenco's 1981 film was created in the spirit of Italian\r\nneo-realism; his child actors are the real thing, discovered in the streets and\r\nessentially playing themselves. The adult characters are mostly played by professional\r\nactors, but these performances coming from completely different backgrounds\r\nseem to feed from the same desperation. There is no answer to the problem of\r\nthe millions of homeless children, no remedy, no hope. It is not surprising to\r\nlearn that Fernando Ramos da Silva, the illiterate 11-year-old who plays\r\nPixote, returned to the streets and was killed by police bullets in 1987.\n\nThe\r\nmovie is told in a loosely structured, episodic style. Not every scene pays off\r\nneatly or makes a smooth connect with the next one. The jagged tone seems\r\nappropriate for these lives, which have no continuity, no balance point, no\r\nreason for something to happen today, tomorrow or ever.\n\nIn\r\na society of children and adolescents who have no homes and no money, crime is\r\nthe natural way of survival, but they're not very good at it (the gangs in\r\n\"City of God,\" made 20 years later, are much more sophisticated).\r\nTheir approach to crime, as to life, is thoughtless improvisation; they respond\r\nto situations, but have no control over them. We sense that Babenco isn't\r\nleading his characters but following them, and scenes don't always have a point\r\nor a purpose because neither do these lives.\n\nWe\r\nmeet Pixote when he is rounded up along with other street kids after the murder\r\nof a judge. Society demands the appearance of justice and revenge, and so the\r\nmurder will be pinned on one of them -- never mind if it's the right one or\r\nnot. Some fairly confusing dialogue indicates that one of these kids may have\r\nbeen involved in the crime, or witnessed it, but solving the crime is not the\r\npoint of the movie, and the police despair of ever knowing who the real killer\r\nis. The code of silence, enforced by the possibility of death, is complete.\n\nThe\r\nkids are taken to a reformatory. Inside would be better for them than outside,\r\nif it weren't for the brutality of the guards, the corruption of the staff and\r\nthe crimes of one prisoner against another (on his first night, Pixote\r\nwitnesses a rape).\n\nFaces\r\nand characters form out of the crowd. The most striking is Lilica (Jorge\r\nJuliao), a transvestite whose sexual nature is accepted casually by the others.\r\nHe's older -- 17, in a nation where he can't be charged with a crime until he's\r\n18. Then there are Dito (Gilberto Moura), looking cherubic under a crown of\r\ncurly hair, and Chico (Edilson Lino).\n\nWithout\r\nagreeing to it, discussing it or even really noticing it, they form a group\r\nbased on their shared vulnerability and trust. When things get dangerous inside\r\nthe reformatory, and it's clear some of them may die at the hands of brutal\r\nguards or cops with secrets to hide, they escape and return to the streets.\r\nIt's not that hard: they go through an open window to a rooftop. (One kid, with\r\na leg brace, decides not to escape: \"It's better for me here.\")\n\nWe\r\ncan anticipate, more or less, what happens in the first half of the film, which\r\nis not a million miles from the poverty and crime in, say, Oliver Twist. The second half of the film is a\r\ndescent into hell; indeed, the dominant tones become red and orange instead of\r\nthe muted drabness of the earlier scenes.\n\nLilica\r\nis picked up by a sometime client or lover or pimp named Cristal (Tony\r\nTornado). He can wholesale them some drugs. They snatch purses to raise the\r\ncash, prowling the city streets like a wolf pack. They ride the rails to Rio to\r\nsell the drugs, are victimized by their customers and end up living with a\r\ndeteriorating prostitute named Sueli (Marilia Pera, who won the best actress\r\naward from the National Society of Film Critics).\n\nShe\r\nis the fifth member of the family, but then it begins to shrink. Two of the\r\nboys are killed, and Lilica walks out one night -- jealous because the\r\nprostitute has seduced a boy he cares for. Even earlier, Lilica was uneasy\r\naround Sueli, and indeed, he seems more feminine, more maternal, more caring\r\nthan the hard woman of the streets. Lilica has a self-awareness the others\r\nlack, sighing at one point, \"What can a queer expect from life?\"\r\nPixote replies, \"Nothing, Lilica,\" but in his world no one can expect\r\nanything. Then Lilica is gone, and at the end, everyone is gone, except for\r\nSueli and Pixote.\n\nPixote\r\nhas obtained a gun, and he uses it. How, I will not reveal, except to say that\r\nit is shocking how impassive he seems after killing two people, one by mistake.\r\nHis wide, open eyes don't seem to register the result of his actions, and his\r\nface doesn't seem to register feeling about it -- until, hours later, sitting\r\nat the foot of Sueli's bed, watching TV, he throws up. And then we understand\r\nthe agony inside of Pixote, the pain that is unbearable because he lacks the\r\nexperience and even the words to deal with it.\n\nThe\r\nclosing scenes are powerful, sad and eventually heartless. They show without\r\ncompromise the depth of Pixote's need and the totality of his loneliness. Much\r\ndepends on the character of Sueli, who in the second half of the movie is\r\nreally the dominant presence (Pixote throughout most of the movie is as much\r\nobserver as participant).\n\nThe\r\nstreets have given Sueli a hardness and coldness that close her off from real\r\nemotion, even though as an experienced prostitute she can fake it -- sometimes\r\nwith clients, but more often in her own life, as if she's trying to deceive\r\nherself. She has a remarkable scene, late one night when she should be in\r\ntorment but gets drunk and then dances in the headlights of a stolen car,\r\nremembering that she was truly happy when she was a strip-tease performer.\n\nThen\r\ncomes her last scene with Pixote, which is so sorrowful and cruel it is barely\r\nwatchable. He is still, after everything, a little boy. Sueli has recently\r\nperformed an abortion on herself (she explains it in cruel detail to Pixote),\r\nbut now, just for a moment, she imagines a life in which she will return to her\r\ntown and family, and Pixote will be like her son. Pixote turns to her breast,\r\nnot in a sexual way, but in need, and we see the child who has always hungered\r\nfor a mother he never had.\n\nIt\r\nis a hushed, sacred moment, and in another film, it would be the last shot. A\r\nsimilar scene concludes John Steinbeck's The\r\nGrapes of Wrath-- the novel,\r\nnot the movie. But then Sueli hardens, and all the anger of her pitiful life\r\nfocuses on Pixote. At this point the film fits the classical definition of\r\ntragedy, which requires the death of a hero. But Pixote is not a hero; his life\r\nhas been a half-understood reaction to events. And he doesn't die, except in\r\nhis heart and soul.\n\nBabenco,\r\nborn in 1946, has been one of Brazil's most successful directors.\r\n\"Pixote\" was his first great accomplishment, and in 1985, he made\r\n\"Kiss of the Spider Woman,\" with its best actor Oscar for William\r\nHurt and a nomination for Babenco. Then came two big-budget American films with\r\nmixed receptions, \"Ironweed\" (1987), with Jack Nicholson and Meryl\r\nStreep, and \"At Play In The Fields Of The Lord\" (1991). In 2003 he\r\nreturned to the homeless and helpless of Brazil with \"Carandiru,\" set\r\nin the most notorious prison in Brazil and once again showing transvestites and\r\nthieves forming their own society in opposition to the corruption of the\r\nsystem.\n\nBut\r\n\"Pixote\" stands alone in his work, a rough, unblinking look at lives\r\nno human being should be required to lead. And the eyes of Fernando Ramos da\r\nSilva, his doomed young actor, regard us from the screen not in hurt, not in\r\naccusation, not in regret -- but simply in acceptance of a desolate daily\r\nreality.\n\n\"Pixote\" is available on DVD. See also Ebert's\r\n\"Great Movie\" essays on the Italian neo-realist classics \"The\r\nBicycle Thief\" and \"Nights of Cabiria\" atwww.suntimes.com/ebert/greatmovies/.", "running_time": 128, "mpaa_rating": null, "release_year": 1981, "date_published": "2004-09-12", "genres": ["Crime", "Drama"], "title": "Pixote (1981)"}