{"url": "http://www.rogerebert.com/reviews/great-movie-peeping-tom-1960", "by": null, "star_rating": 4.0, "text": "The movies make us into voyeurs. We sit in the dark, watching other people's lives. It is the bargain the cinema strikes with us, although most films are too well-behaved to mention it.\n\nMichael Powell's \"Peeping Tom,\" a 1960 movie about a man who filmed his victims as they died, broke the rules and crossed the line. It was so loathed on its first release that it was pulled from theaters, and effectively ended the career of one of Britain's greatest directors.\n\nWhy did critics and the public hate it so? I think because it didn't allow the audience to lurk anonymously in the dark, but implicated us in the voyeurism of the title character.\n\nMartin Scorsese once said that this movie, and Federico Fellini's \"8 1/2,\" contain all that can be said about directing. The Fellini film is about the world of deals and scripts and show biz, and the Powell is about the deep psychological process at work when a filmmaker tells his actors to do as he commands, while he stands in the shadows and watches.\n\nScorsese is Powell's most famous admirer. As a child, he studied the films of \"the Archers\"--the team of director Powell and writer Emric Pressburger. Scorsese haunted the late show screenings of their films, drinking in Powell's bold images and confident, unexpected story development.\n\nPowell and Pressburger made some of the best and most successful films of the 1940s and '50s, including \"The Life and Death of Colonel Blimp,\" with Roger Livesey's great performance spanning three wars; \"The Red Shoes,\" with Moira Shearer as a ballet dancer; \"Black Narcissus,\" with Deborah Kerr as a nun in the Himalayas, and \"Stairway To Heaven (A Matter Of Life And Death),\" with David Niven as a dead airman. Then came \"Peeping Tom.\"\n\nIt is a movie about looking. Its central character is a focus puller at a British movie studio; his job is to tend the camera, as an acolyte might assist at the mass. His secret life involves filming women with a camera that has a knife concealed in its tripod; as they realize their fate, he films their faces, and watches the footage over and over in the darkness of his rooms. He is working on a \"documentary,\" he tells people, and only in the film's final shot do we realize it is not only about his crimes, but about his death. He does not spare himself the fate of his victims.\n\nThis man, named Mark Lewis, has been made into a pitiful monster by his own upbringing. When Helen (Anna Massey), the friendly girl who lives downstairs, shows an interest in his work, he shows her films taken by his father. Films of Mark as a little boy, awakened in the night by a flashlight in his eyes. Films of his father dropping lizards onto his bedclothes as he slept.\n\nTapes of his frightened cries. Mark's father, a psychologist specializing in the subject of fear, used his son for his experiments. When a police psychologist learns the story, he muses, \"He has his father's eyes ... \"\n\nThere is more. We see little Mark filmed beside his mother's dead body. Six weeks later, another film, as his father remarries. (Wheels within wheels: The father is played by Michael Powell. Mark's childhood home is the London house where Powell was reared, and Mark as a child is played by Powell's son.) At the wedding, Mark's father gives him a camera as a present.\n\nFor Mark, the areas of sex, pain, fear and filmmaking are connected. He identifies with his camera so much that when Helen kisses him, he responds by kissing the lens of his camera. When a policeman handles Mark's camera, Mark's hands and eyes restlessly mirror the officer's moves, as if Mark's body yearns for the camera and is governed by it. When Helen tries to decide whether she should wear a piece of jewelry on the shoulder or at the neckline, Mark's hands touch his own body in the same places, as if he is a camera, recording her gestures.\n\nPowell originally thought to cast Laurence Harvey in the lead, but he settled instead on Karl Boehm, an Austrian actor with such a slight accent in English that it sounds more like diffidence. Boehm was blond, handsome, soft and tentative; Powell was interested to learn that his new star was the son of the famous symphony conductor. He might know something of overbearing fathers.\n\nBoehm's performance creates a vicious killer, who is shy and wounded. The movie despises him, yet sympathizes with him. He is a very lonely man.\n\nHe lives upstairs in a rooming house. The first room is conventional, with a table, a bed, a kitchen area. The second room is like a mad scientist's laboratory, with cameras and film equipment, a laboratory, a screening area, obscure equipment hanging from the ceiling.\n\nHelen is startled when he reveals that the house is his childhood home, and he is the landlord: \"You? But you walk around as if you can't afford the rent.\" Helen lives with her mother (Maxine Audley), who is alcoholic and blind, and listens to Mark's footsteps. When Helen tells her mother they're going out together, her mother says, \"I don't trust a man who walks so softly.\" Later Mark surprises the mother inside his inner room, and she cuts right to the heart of his secret: \"I visit this room every night. The blind always visit the rooms they live under. What am I seeing, Mark?\"\n\nPowell's film was released just months before \"Psycho\" (1960), another shocking film by a British director. Hitchcock's film arguably had even more depraved subject matter than Powell's, and yet it was a boost for his career, perhaps because audiences expected the macabre from Hitchcock but Powell was more identified with elegant and stylized films.\n\nThere is a major sequence in \"Peeping Tom\" that Hitchcock might have envied. After hours at the film studio, Mark persuades an extra (Moira Shearer) to stay behind so he can film her dancing. She is almost giddy to have her own solo shots, and dances around a set and even into a big blue trunk. The next day, the body is discovered inside the trunk--while Mark, unseen, films the discovery.\n\nThe film's visual strategies implicate the audience in Mark's voyeurism. The opening shot is through Mark's viewfinder. Later, we see the same footage in Mark's screening room, in a remarkable shot from behind Mark's head. As the camera pulls back, the image on the screen moves in for a closeup, so the face of the victim effectively remains the same size as Mark's head shrinks. In one shot, Powell shows us a member of the audience being diminished by the power of the cinematic vision. Other movies let us enjoy voyeurism; this one extracts a price.\n\nPowell (1905-1990) was a director who loved rich colors, and \"Peeping Tom\" is shot in a saturated Technicolor with shots such as one where a victim's body under a bright red blanket stands out against the gray street. He was a virtuoso of camera use, and in \"Peeping Tom\" the basic strategy is to always suggest that we are not just seeing, but looking. His film is a masterpiece precisely because it doesn't let us off the hook, like all of those silly teenage slasher movies do. We cannot laugh and keep our distance: We are forced to acknowledge that we watch, horrified but fascinated.\n\n\"Peeping Tom\" essentially finished Powell's career, although he made more films. By the late 1970s, however, Scorsese was sponsoring revivals and restorations, and joined Powell on the audio commentary tracks of several laser discs. Indeed, Powell and Scorsese's editor, Thelma Schoonmaker, fell in love and married, and she assisted him in writing the most remarkable directorial autobiographies, A Life in Movies and Million-Dollar Movie.", "running_time": 101, "mpaa_rating": "NR", "release_year": 1960, "date_published": "1999-05-02", "genres": ["Foreign", "Horror", "Thriller"], "title": "Peeping Tom (1960)"}