{"url": "http://www.rogerebert.com/reviews/great-movie-house-of-games-1987", "by": "Lindsay Crouseas Margaret Ford", "star_rating": 4.0, "text": "Almost all of David Mamet's movies involve some kind of con game. Sometimes it is a literal con, as in \"House of Games,\" where a character is deliberately deceived by fraudsters. Sometimes it is an inadvertent con, as in \"Things Change,\" where an old shoeshine man is mistaken for the head of the Chicago mob. Sometimes it is a double con, as in \"Glengarry Glen Ross,\" where real estate salesmen con customers while they are themselves being conned by the company they work for.\n\nNone of these cons is written or presented in simple criminal terms, as classic confidence games. They all involve an additional level of emotional conning, which makes them such splendid material for drama. In \"House of Games\" (1987), there is a scene where the underlying strategy of the con is explained, and the explanation fits for all of his films. \"The basic idea is this,\" the con man (Joe Mantegna) explains to the woman who has become his student (Lindsay Crouse). \"It's called a confidence game. Why? Because you give me your confidence? No. Because I give you mine.\"\n\nHe demonstrates. They are in a Western Union office, pretending to wait for money to be wired to him. A man enters and asks the clerk if his money has arrived. It has not. He sits down. Mantegna gets him into conversation, finds out he is a Marine who needs bus fare to get back to Camp Pendleton, and smoothly says, \"You're in the Corps? I was in the Corps.\" Having established this bond, Mantegna offers to give the guy the bus fare, just as soon as Mantegna's own wire arrives. He gives his confidence. He shows he trusts the other guy. Of course, the other man's wire arrives first, and of course he offers Mantegna money. The beauty of it is, in the entire transaction, Mantegna has never asked for money--only offered it.\n\nThis fraudulent offering of trust underlies one Mamet film after another, and yet is never repetitive because it unlocks unlimited dramatic possibilities. There is hardly ever a slow moment in Mamet's films because even small talk, even passing the time of day, is fraught with the hidden motives of the speakers. Even when nothing seems to be happening, our attention is held by the illusion that something must be happening, but we can't spot it. This is Mamet's con on us. He offers us his confidence that we can follow his plot.\n\nSometimes we can't. Consider the labyrinthine depths of \"The Spanish Prisoner.\" A man (Steve Martin) appears on a tropical island. It is assumed by his mark (Campbell Scott) that he arrived by seaplane, but actually no one has seen that happen. Scott has access to secret company information--a formula worth millions. Martin offers him his trust. He asks Scott to deliver a book to Martin's sister in New York, and indeed hints that the sister might be a romantic possibility. The book ploy looks like a devious way of seducing Scott into revealing the secret, but actually there are levels deeper than that, and at the end we are left with a truly astonishing revelation.\n\nI left \"The Spanish Prisoner\" convinced there was yet another level of deception beneath Mamet's apparent explanation. Perhaps there was not. Certainly the real con in the movie is the one pulled on the audience by Mamet, who convinces us there is a con and that he has revealed it, when the con might not be what we think it is and the revelation may not explain anything. Wonderful. He does it by giving us his confidence.\n\nI am particularly fond of Mamet's films. They strike some kind of responsive chord in me. I like the dry way his actors are instructed to behave--the way they don't go for effects, but let the effects come to them. I like the slightly mannered style of movement, by both actors and camera. There is a hint in Mamet's stagings of the influence of Fassbinder, who liked his actors to behave as if they were posing in tableaux, and knew they were.\n\nThere is a teasing quality to Mamet's presentations that reminds me of a skilled magician, meticulously laying out his cards while telling us a story. We know the story has nothing to do with the cards (\"The Queen of Diamonds decided she would have an affair with the King of Hearts . . .\"). The story is a diversion. The real story is, what's happening to the cards? What is he really doing while he's telling us he's doing something else?\n\nThe magician's voice never sounds as if he really believes the Queen and King are having an affair. There is a slightly mocking, formal quality to his speech. He is going through the ritual of telling us a story, while meanwhile operating in another, hidden way. That's how a Mamet film feels. Like a magician whose real cards are hidden. It makes sense that he uses the same actors over and over again, just as a magician always starts with the same 52 cards. (Indeed Mamet directed the Broadway show starring Ricky Jay, the master card manipulator who appears in most of his films.)\n\n\"House of Games,\" Mamet's first film, is my favorite, not because it is better than, say, \"Things Change,\" \"Homicide,\" \"Spanish Prisoner,\" \"Oleanna,\" \"The Winslow Boy\" or the screenplays for \"Glengarry Glen Ross,\" \"The Edge\" and \"Wag the Dog,\" but because it arrived with the shock of the new: I saw it and was in the presence of a new style, a distinctive voice.\n\nIt stars Crouse as a best-selling therapist whose patient has been threatened with broken legs by a gambler. She goes one night to the House of Games, crossing a street that is an Edward Hopper landscape, to confront the gambler (Mantegna). Through an open doorway, she sees a card game in progress. Mantegna comes out to talk to her, and she goes through the motions of threatening him. We sense that threats have nothing to do with it--that she gets an erotic charge out of talking tough to a dangerous guy.\n\nMantegna reads her in a second. He says there is a way to forgive the debt. It involves the woman helping him with a con. There is a rich Texan in the game (Ricky Jay). He has a \"tell\"--a giveaway gesture that reveals if he has a good hand. Mantegna tells Crouse he'll leave the room, and Crouse should look for the tell. Crouse looks, and sees. She grows excited. She knows they can win the hand. The Texan shoves his whole pile into the pot. Mantegna can't cover it. Crouse offers to write him a check. Beautiful. He gave her his confidence, and she gives him her money.\n\nOh, the movie is a lot more complicated than that. Don't think I've given away too much (I will give away nothing more). I like the way the mechanics of the con provide the surface of the story (the Kings and Queens), while the real story is about how the woman's libido is urgently aroused by the thrill of being included in a con. Later, she and Mantegna enter another man's hotel room, and walking through that forbidden door operates on her like violent foreplay. It is crucial to the mechanics of the story that every scene is observed only from her point of view.\n\nMamet's dialogue starts with the plain red bricks of reality, and mortars them into walls that are slightly askew. Nobody uses a word you don't know. They like vulgarities and obscenities and cliches. But the dialogue is rotated into a slightly new dimension; it is mannered a little, and somewhat self-consciously assembled, as if the speaker is dealing with a second language or an unrehearsed role. That makes us listen more carefully. There is a line near the end (\"You're a bad pony. And I'm not going to bet on you\") that, coming when it does and how it does (and why it does), has a kind of sublime perfection. It is the final taking back of the gift of confidence. The game is over.", "running_time": 102, "mpaa_rating": "R", "release_year": 1987, "date_published": "1999-10-31", "genres": ["Crime", "Drama", "Indie", "Mystery", "Thriller"], "title": "House of Games (1987)"}