{"url": "http://www.rogerebert.com/reviews/great-movie-sunset-boulevard-1950", "by": null, "star_rating": 4.0, "text": "\n\nBilly Wilder's \"Sunset Boulevard” is the portrait of a\r\nforgotten silent star, living in exile in her grotesque mansion, screening her\r\nold films, dreaming of a comeback. But it's also a love story, and the love\r\nkeeps it from becoming simply a waxworks or a freak show. Gloria Swanson gives\r\nher greatest performance as the silent star Norma Desmond, with her grasping\r\ntalons, her theatrical mannerisms, her grandiose delusions. William Holden\r\ntactfully inhabits the tricky role of the writer half her age, who allows\r\nhimself to be kept by her. But the performance that holds the film together,\r\nthat gives it emotional resonance and makes it real in spite of its gothic\r\nflamboyance, is by Erich von Stroheim, as Norma's faithful butler Max.\n\nThe\r\nmovie cuts close to the bone, drawing so directly from life that many of the\r\nsilent stars at the movie's premiere recognized personal details. In no\r\ncharacter, not even Norma, does it cut closer than with Max von Mayerling, a\r\nonce-great silent director, now reduced to working as the butler of the woman\r\nhe once directed--and was married to. There are unmistakable parallels with von\r\nStroheim, who directed Swanson in \"Queen Kelly” (1928), whose credits\r\nincluded \"Greed\" and \"The Merry Widow,” but who directed only\r\ntwo sound films and was reduced to playing Nazi martinets and parodies of\r\nhimself in other people's films.\n\nIn\r\n\"Sunset Boulevard,” Desmond screens one of her old silent classics for Joe\r\nGillis, the young writer played by Holden. Max runs the projector. The scene is\r\nfrom “Queen Kelly.” For a moment Swanson and von Stroheim are simply playing\r\nthemselves. Later, when Joe is moved into the big mansion, Max shows him to an\r\nornate bedroom and explains, \"It was the room of the husband.” Max is\r\ntalking about himself; he was the first of her three husbands, and loved her so\r\nmuch he was willing to return as a servant, feeding her illusions, forging her\r\nfan mail, fiercely devoted to her greatness.\n\nIn\r\none of the greatest of all film performances, Swanson's Norma Desmond skates\r\nclose to the edge of parody; Swanson takes enormous chances with theatrical\r\nsneers and swoops and posturings, holding Norma at the edge of madness for most\r\nof the picture, before letting her slip over. We might not take her seriously.\r\nThat's where Max comes in. Because he believes, because he has devoted his life\r\nto her shrine, we believe. His love convinces us there must be something worth\r\nloving in Norma, and that in turn helps explain how Joe can accept her.\n\nNorma\r\nof course is not a wrinkled crone. She is only 50 in the film, younger than\r\nstars such as Susan Sarandon and Catherine Deneuve. There is a scene during\r\nNorma's beauty makeover when a magnifying glass is held in front of her eyes,\r\nand we are startled by how smooth Swanson's skin is. Swanson in real life was a\r\nhealth nut who fled from the sun, which no doubt protected her skin (she was 53\r\nwhen she made the film), but the point in \"Sunset Boulevard” is that she\r\nhas aged not in the flesh but in the mind; she has become fixed at the moment\r\nof her greatness, and lives in the past.\n\nBilly\r\nWilder and his co-writer Charles Brackett knew the originals of the characters.\r\nWhat was unusual was how realistic Wilder dared to be. He used real names\r\n(Darryl Zanuck, Tyrone Power, Alan Ladd). He showed real people (Norma's bridge\r\npartners, cruelly called \"the waxworks” by Gillis, are the silent stars\r\nBuster Keaton, Anna Q. Nilsson and H.B. Warner). He drew from life (when Norma\r\nvisits Cecil B. De Mille at Paramount, the director is making a real film,\r\n\"Samson and Delilah,” and calls Norma \"little fellow,” which is what\r\nhe always called Swanson). When Max the butler tells Joe, \"There were\r\nthree young directors who showed promise in those days, D.W. Griffith, Cecil B.\r\nDe Mille and Max von Mayerling,” if you substituted von Stroheim for von\r\nMayerling, it would be a fair reflection of von Stroheim's stature in the\r\n1920s.\n\n\"Sunset\r\nBoulevard” remains the best drama ever made about the movies because it sees\r\nthrough the illusions, even if Norma doesn't. When the silent star first greets\r\nthe penniless writer inside her mansion, they have a classic exchange. “You\r\nused to be big,” he says. Norma responds with the great line, \"I am big.\r\nIt's the pictures that got small.” Hardly anyone remembers Joe's next line:\r\n\"I knew there was something wrong with them.”\n\nThe\r\nplot has supplied Joe with a lot of reasons to accept Norma's offer of a\r\nprivate screenwriting job. He's broke and behind on his rent, his car is about\r\nto be repossessed, and he doesn't want to go back to his job as a newspaperman\r\nin Dayton. He is also not entirely unwilling to prostitute himself; Holden\r\nprojects subtle weakness and self-loathing into the role. He goes through the\r\nforms of saying he doesn't want Norma's gifts, but he takes them--the gold\r\ncigarette cases, the platinum watch, the suits, the shirts, the shoes. He\r\nclaims to be surprised on New Year's Eve when she throws a party just for the\r\ntwo of them, but surely he has known from the first that she wants not only a\r\nwriter, but a young man to reassure her that she is still attractive.\n\nThe\r\nthing about Norma is that life with her isn't all bad. She isn't boring. Her\r\nhistrionics and dramaturgy are entertaining, and she has a charming side, as\r\nwhen she stages a pantomime for Joe, playing a Max Sennett bathing girl and\r\nthen doing a passable version of Chaplin's Tramp. Joe is willing to be kept.\r\nThe only thing the film lacks is more sympathy between Joe and Max, who have so\r\nmuch in common.\n\nThere\r\nis of course the young blond Paramount writer Betty (Nancy Olson), who Joe\r\nmeets early in the picture. She's engaged to be married (to a young Jack Webb),\r\nbut as Joe begins sneaking out of the mansion to collaborate on a screenplay\r\nwith Betty, she falls in love with him. He's attracted, but pulls back, partly\r\nbecause he doesn't want her to discover the truth, but also because he likes\r\nthe lifestyle with Norma. And ... maybe because, like Max, he has fallen under\r\nher spell? His dialogue is sharp-edged and can be cruel. (When she threatens\r\nsuicide, he tells her, \"Oh, wake up, Norma. You'd be killing yourself to\r\nan empty house. The audience left 20 years ago.”) But there's a certain pity,\r\ntoo. \"Poor devil,” he says, \"still waving proudly to a parade which\r\nhad long since passed her by.”\n\nI\r\nhave seen \"Sunset Boulevard” many times, and even analyzed it a shot at a\r\ntime at the University of Virginia. But on this latest screening I was struck\r\nby its similarity with the 1964 Japanese drama \"Woman in the Dunes.\"\r\nBoth are about men who are trapped in the home, or lair, of a woman who simply\r\nwill not let them out again. They struggle, they thrash a little, they look for\r\nthe means of escape, but at some subterranean level they are content to be\r\nprisoners, and perhaps even enjoy it. Both women need a man to help them hold\r\nback the inexorable advance of the sands--in Norma's case, the sands of time.\n\nOf\r\nall the great directors of Hollywood's golden age, has anybody made more films\r\nthat are as fresh and entertaining to this day as Billy Wilder's? The credits\r\nare astonishing: “Double Indemnity,” “Ace in the Hole,” “Some Like It Hot,” “The\r\nApartment,” “The Lost Weekend,” “Stalag 17,” “Witness for the Prosecution,” “Sabrina.”\r\nAnd who else can field two contenders among the greatest closing lines of all\r\ntime? From “Some Like It Hot” there is “Nobody's perfect.” And from “Sunset\r\nBoulevard,” Norma Desmond's: “There's nothing else. Just us, and the cameras,\r\nand those wonderful people out there in the dark. All right, Mr. De Mille, I'm\r\nready for my closeup.”", "running_time": 110, "mpaa_rating": "NR", "release_year": 1950, "date_published": "1999-06-27", "genres": ["Drama", "Film Noir", "Romance"], "title": "Sunset Boulevard (1950)"}