{"url": "http://www.rogerebert.com/reviews/great-movie-solaris-1972", "by": null, "star_rating": 4.0, "text": "The films of Russian director Andrei Tarkovsky are more like environments than entertainments. It's often said they're too long, but that's missing the point: He uses length and depth to slow us down, to edge us out of the velocity of our lives, to enter a zone of reverie and meditation. When he allows a sequence to continue for what seems like an unreasonable length, we have a choice. We can be bored, or we can use the interlude as an opportunity to consolidate what has gone before, and process it in terms of our own reflections.\n\nAt Telluride in 1983, when Tarkovsky (1932-1986) was honored and his \"Nostalgia\" had its North American premiere, there were long talks afterwards under the stars. We argued about a sequence in which the film's hero stands in an abandoned swimming pool and lights a candle and attempts to walk back and forth without the candle going out. When he fails, he tries again. During the movie there was audible restlessness in the audience, and some found the scene merely silly. Others found themselves thinking of times in their own lives where some arbitrary action, endlessly repeated, was like a bet with fate: If I can do this, it means I will get my wish. \n\nTarkovsky at that festival was given the Telluride Medal and then stalked to the edge of the stage, a fierce mustached figure in jeans and cowboy boots, to angrily say (in words translated by the gentle Polish director Krzysztof Zanussi): \"The cinema, she is a whore. First she charge a nickel, now she charge five dollars. When she learns to give it away, she will be free,\" (The next night, the actor Richard Widmark, also honored, replied: \"I want to name you some pimps. Hitchcock ... Fellini ... Bergman ... Orson Welles ...\")\n\nTarkovsky's brief manifesto was nevertheless of value as an insight into his approach to filmmaking. His later films are uncompromised meditations on human nature and the purpose of existence, and they have a profound undercurrent of spirituality--enough to get him into trouble with the Soviet authorities, who cut, criticized and embargoed his films, and eventually drove him into exile. He consciously embodied the idea of a Great Filmmaker, making works that were uncompromisingly serious and ambitious, with no regard whatever for audience tastes or box office success.\n\nI saw his 1972 film \"Solaris\" at the Chicago Film Festival that year. It was my first experience of Tarkovsky, and at first I balked. It was long and slow and the dialogue seemed deliberately dry. But then the overall shape of the film floated into view, there were images of startling beauty, then developments that questioned the fundamental being of the characters themselves, and finally an ending that teasingly suggested that everything in the film needed to be seen in a new light. There was so much to think about afterwards, and so much that remained in my memory. With other Tarkovsky films--\"Andrei Rublev,\" \"Nostalgia,\" \"The Sacrifice\"--I had the same experience.\n\n\"Solaris\" is routinely called Tarkovsky's reply to Kubrick's \"2001,\" and indeed Tarkovsky could have seen the Kubrick film at the 1969 Moscow Film Festival, but the film is based on a 1961 novel by the Polish science fiction writer Stanislaw Lem. Both films involve human space journeys and encounters with a transforming alien intelligence, which creates places (\"2001\") or people (\"Solaris\") from clues apparently obtained by reading minds. But Kubrick's film is outward, charting man's next step in the universe, while Tarkovsky's is inward, asking about the nature and reality of the human personality.\n\n\"Solaris\" begins with a long conversation between the psychologist Kelvin (Donatas Banionis) and the cosmonaut Burton (Vladislav Dvorzhetsky), at the country home of Kelvin's father. This home will be seen again at the end of a film in a transformed context. Burton tells him about a Soviet space station circling the planet Solaris, and of deaths and mysteries on board. Eventually Kelvin arrives at the station (his journey is not shown) and finds one crew member dead and two more deeply disturbed by events on the station. The planet, we learn, is entirely covered by a sea, and when X-ray probes were used to investigate it, the planet apparently replied with probes of its own, entering the minds of the cosmonauts and making some of their memories real. Within a day, Kelvin is presented with one of the Guests that the planet can create: A duplicate of his late wife Khari (Natalya Bondarchuk), exact in every detail, but lacking her memories.\n\nThis Guest is not simply a physical manifestation, however. She has intelligence, self-consciousness, memory, and lack of memories. She does not know that the original Khari committed suicide. She questions Kelvin, wants to know more about herself, eventually grows despondent when she realizes she cannot be who she appears to be. To some extent her being is limited by how much Kelvin knows about her, since Solaris cannot know more than Kelvin does; this theme is made clearer in Steven Soderbergh and George Clooney's 2002 remake of the film.\n\nWhen we love someone, who do we love? That person, or our idea of that person? Some years before virtual reality became a byword, Tarkovsky was exploring its implications. Although other persons no doubt exist in independent physical space, our entire relationship with them exists in our minds. When we touch them, it is not the touch we experience, but our consciousness of the touch. To some extent, then, the second Khari is as \"real\" as the first, although different.\n\nThe relationship between Kelvin and the new Khari plays out against the nature of reality on the space station. He glimpses other Guests. He views a taped message from the dead cosmonaut, filled with information and warning. Khari, it develops, cannot be killed, although that is tried, because she can simply be replaced. Physical pain is meaningless to her, as we see when she attempts to rip through a steel bulkhead door because she does not know how to open it. Gentle feelings are accessible to her, as seen in a scene that everybody agrees is the magic center of \"Solaris,\" when the space station enters a stage of zero gravity and Kelvin, Khari and lighted candles float in the air.\n\nThe last sequence of the film, which I will not reveal, invites us to reconsider the opening sequence, and to toy with the notion that there may be more Guests in the film than we first thought. It is a crucial fact that this final shot is seen by us, the viewers, and not by those on the space station. \"The arc of discovery is on the part of the audience, not the characters.,\" writes the critic N. Medlicott. That they may be trapped within a box of consciousness that deceives them about reality is only appropriate, since the film argues that we all are.\n\nThe 2002 Soderbergh version was a good film, attentive to the vision and ideas of Tarkovsky, but much shorter (99 minutes to 165 minutes). Its shorter running time did not prevent audiences from rejecting it decisively; there was an enormous gap between the overwhelmingly favorable reviews and audience members who said in exit surveys that they hated it. The problem obviously was that the film attracted the wrong audience, drawing people who were seeking a George Clooney science fiction film, not a philosophical meditation, and had no knowledge or interest in Tarkovsky. If they thought Soderbergh's smart, seductive rhythms were boring, they would have been catatonic after the Tarkovsky version.\n\nIt may be, indeed, that Tarkovsky's work could have benefited from trimming. A producer with the scissors of a Harvey Weinstein could have deleted hours from his oeuvre, sometimes no doubt for the better. No director makes greater demands on our patience. Yet his admirers are passionate and they have reason for their feelings: Tarkovsky consciously tried to create art that was great and deep. He held to a romantic view of the individual able to transform reality through his own spiritual and philosophical strength. Consider the remarkable sequence in \"Andrei Rublev\" (1966) set in medieval times, when a young boy claims he knows the secret of recasting a broken bell, and commands a team of workers in a process about which, in fact, he knows nothing. When the bell peals, what we are hearing is the sound of Tarkovsky's faith.", "running_time": 167, "mpaa_rating": null, "release_year": 1972, "date_published": "2003-01-19", "genres": ["Adventure", "Drama", "Foreign", "Mystery", "Science Fiction"], "title": "Solaris (1972)"}