{"url": "http://www.rogerebert.com/reviews/great-movie-faust-1926", "by": null, "star_rating": 4.0, "text": "\n\nThe greatest master of horror in the silent era was a cheerful\r\nman, much loved by his collaborators, even though they might lose consciousness\r\nfrom time to time while enveloped in clouds of steam or surrounded by tongues\r\nof flame. F.W. Murnau (1888-1931) made two of the greatest films of the\r\nsupernatural, \"Nosferatu\" (1922) and \"Faust\" (1926), both\r\nvoted among the best horror films of all time on the Internet Movie Database:\r\n\"Faust\" surprisingly in fourth place, just ahead of \"The\r\nShining,\" \"Jaws\" and \"Alien.\"\n\nMurnau had a bold visual imagination, distinctive even during\r\nthe era of German Expressionism with its skewed perspectives and twisted rooms\r\nand stairs. He painted with light and shadow, sometimes complaining to his\r\nloyal cameraman, Carl Hoffmann, that he could see too much -- that all should\r\nbe obscured except the focus of a scene.\n\n\"Faust,\" with its supernatural vistas of heaven and\r\nhell, is particularly distinctive in the way it uses the whole canvas. Consider\r\nthe startling early shot of Mephisto, his dark wings obscuring the sky as he\r\nhovers above a little village that huddles in the lower right corner. Murnau\r\ntreated the screen as if it offered a larger space than his contemporaries\r\nimagined; long before deep focus, he was creating double-exposures like shots\r\nin \"Faust\" where a crowd of villagers in the foreground is echoed by\r\nfaraway crowds in the upper corners.\n\nHis screen encompassed great breadth and depth, so that when\r\nMephisto takes Faust on a flight through the sky, we really do seem to see the earth\r\nunreeling beneath them: towns and farms, mountains and rivers. Murnau used a\r\nmodel of the landscape, of course; as his art director, Robert Herlth,\r\nremembered, \"there were pines and larches made of reeds and rushes,\r\nglass-wool clouds, cascades, fields of real turf carefully stuck on plaster.\r\nWhen Murnau saw us at work, he bent his great height to help us make our little\r\nrocks and trees.\"\n\nLike all silent-film directors, Murnau was comfortable with\r\nspecial effects that were obviously artificial. The town beneath the wings of\r\nthe dark angel is clearly a model, and when characters climb a steep street,\r\nthere is no attempt to make the sharply angled buildings and rooflines behind\r\nthem seem real. Such effects, paradoxically, can be more effective than more realistic\r\nones; I sometimes feel, in this age of expert CGI, that I am being shown too\r\nmuch -- that technique is pushing aside artistry and imagination. The world of\r\n\"Faust\" is never intended to define a physical universe, but is a\r\nlandscape of nightmares. When the elderly Faust is magically converted by\r\nMephisto into a young man, there is a slight awkwardness in the way one image\r\nis replaced by another, and oddly enough that's creepier and more striking than\r\na smooth modern morph.\n\nMurnau and his contemporaries were inventing their techniques\r\nwhile they were using them. Herlth recalled that while Murnau was filming an\r\nopening scene of an archangel enveloped by clouds, the director \"was so\r\ncaught up in the pleasure of doing it that he forgot all about time. The steam\r\nhad to keep on billowing through the beams of light until the archangel --\r\nWerner Fuetterer -- was so exhausted he could no longer lift his sword. When\r\nMurnau realized what had happened, he shook his head and laughed at himself,\r\nthen gave everyone a break.\"\n\nYes, but he was entranced again in the scene where Camilla Horn,\r\nplaying the beautiful Gretchen, \"had to spend hours tied to the stake,\r\nwith flames leaping round her from 20 lykopodium burners. When she fainted, she\r\nwas not acting.\" And the famous Emil Jannings, who played the doorman in\r\nMurnau's \"Last Laugh\" and is Mephisto here, stood for hours above\r\nthree powerful fans which blew clouds of soot to make his cloak billow 12 feet\r\nabove his head. All of these facts I take from the bookMurnau,by the invaluable critic Lotte Eisner,\r\nwho never met Murnau but talked to his collaborators after his death in 1931,\r\nat 43, in a traffic accident.\n\n\"Faust,\" the story of a man who sells his soul to the\r\ndevil, was long a European legend before Goethe spent 50 years writing a\r\ntwo-volume version of the myth. Because Goethe was beloved by the Germans, some\r\naudiences for Murnau's film were outraged by the liberties he took with the\r\nstory, not least in shaky central episodes where Faust falls in love with\r\nGretchen, demands to be made young again, and then woos her while Mephisto\r\ndistracts her Aunt Marthe with his own romantic designs. Somehow it diminishes\r\nMephisto to assign him carnal desires -- particularly since, as an angel, he\r\npresumably lacked all inclination and equipment for such pursuits.\n\nThe film's greatness resides in its majestic opening scenes and\r\nits horrifying conclusion. Most viewers dislike the courtship between Gretchen\r\nand young Faust, although it is essential to set up her eventual fate -- an\r\nending so bleak that there is not much consolation when the archangel informs\r\nMephisto that \"Love\" is stronger than all the powers of darkness.\r\nTell that to Gretchen, burning at the stake, and Faust, transformed back into\r\nan old man and throwing himself into the flames at her feet to beg forgiveness.\n\nSome of the early scenes remind us of \"Nosferatu\" in\r\ntheir evocation of a terrified population. Faust (played young and old by Gosta\r\nEkman) is seen as a bearded scholar, surrounded by his books, until the plague\r\nstrikes the land. From his window, he sees hooded figures carrying corpses to a\r\ncharnel-pit; he is called to the bedside of a dying woman, but all of his\r\nwisdom and art are helpless to save her, and after praying to God, he is\r\ntempted to invoke Mephisto. There is true horror as he burns his books and\r\nstands within a ring of fire to call down the devil; when he finds he has the\r\npower to cure dying villagers, he thinks he has made a good bargain, but soon\r\nhis power intoxicates him.\n\nMephisto offers him the beautiful Duchess of Parma; he prefers\r\nthe sweet and innocent Gretchen, and demands the gift of youth so that he can\r\nwoo her. That way tragedy lies. Mephisto is crafty in his techniques; at first\r\nhe offers Faust a 24-hour trial of satanic powers, no strings attached, but\r\nsoon Faust is ready to sign anything to win poor Gretchen. So much for the\r\nplague victims.\n\nSilent films like this deal more in broad concepts than in the\r\nsubtleties of personality. Like Greek myth and comic books, they present\r\ncharacters clearly defined by their strengths and weaknesses. There's no small\r\ntalk. Ekman creates an elderly Faust in anguish over his inability to cure\r\nplague victims and too proud to admit defeat. The young Faust is led astray by\r\nthe stirrings in his loins, and the function of Gretchen, I am afraid, is to be\r\nthe innocent victim of his lust; she wanders through a blizzard with her\r\ninnocent infant and burns at the stake, all because of her love for the\r\nunworthy Faust.\n\nIt's worth mentioning that William Dieterle, who plays Gretchen's\r\nbrother Valentin, fled Hitler, came to Hollywood and had a long career as a\r\ndirector, distinguished by \"The Devil and Daniel Webster\" (1941),\r\nitself a version of the Faust legend.\n\nMurnau died before he was able to express himself fully in the\r\nsound era, where there is no telling what he might have accomplished; soon\r\nafter he moved to America, his \"Sunrise\" (1927) shared the first\r\nAcademy Award for best picture. In death, he is surrounded by legend, not least\r\nin E. Elias Merhige's strange film \"Shadow of the Vampire\" (2000),\r\nwhere John Malkovich plays the director as a man whose star, Max Schreck\r\n(Willem Dafoe), is in fact a vampire. Murnau promises Schreck that he can eat\r\nthe leading lady as his payment, but the vampire grows hungry and devours the\r\ncinematographer, and in desperation, Murnau muses, \"I do not think we need\r\nthe writer.\" The movie is not, by the way, a comedy, but feeds on the real\r\nhorror that Murnau created. He was an original, and no one else ever made films\r\nthat looked like his. They are strange and haunted; you reflect that if such\r\nsatanic dealings were possible, they would probably look very much like this.\n\nGreat Movie reviews of \"Sunrise\" and both the\r\nMurnau and Herzog versions of \"Nosferatu\" are online atrogerbert.com.", "running_time": 85, "mpaa_rating": null, "release_year": 1926, "date_published": "2005-05-08", "genres": ["Drama", "Fantasy", "Foreign", "Science Fiction"], "title": "Faust (1926)"}