{"url": "http://www.rogerebert.com/reviews/great-expectations-1998", "by": "Ethan Hawkeas Finnegan Bell", "star_rating": 3.0, "text": "This is not, says Finn, the way the story really happened, but the way he remembers it. That is how everyone tells the stories that matter to them: through their own eyes, rewritten by their own memories, with bold underscores for the parts that hurt. Finn's story is the life of a poor boy who falls in love with a rich girl who has been trained since childhood to break the hearts of men.\n\nThis tale has been borrowed from Charles Dickens' Great Expectations, where it is told in less lurid images and language, to be sure, but with the same sense of an innocent boy being lured into the lair of two dangerous women. That the women are lonely, sad and good at heart makes it bittersweet. \"What is it like not to feel anything?\" Finn shouts at Estella after she has abandoned him. Of course if you cannot feel anything, that is exactly the question you cannot answer.\n\nThe story has been updated by director Alfonso Cuarón, who moves it from Victorian England to a crumbling neo-Gothic mansion in Florida. It stars Ethan Hawke as Finn (Pip in the book), and Gwyneth Paltrow as Estella, the beautiful niece of the eccentric millionairess Ms. Dinsmoor (Anne Bancroft). Their paths cross in one of those backwaters of Florida that have been immortalized by writers like Elmore Leonard and John D. MacDonald, where creeping condos from the North have not yet dislodged small fishing shacks and the huge masonry pile of Paradiso Perduto, which once was a glittering showplace but is now engulfed in trees and creepers, and falling into decay.\n\nFinn lives with his sister Maggie and \"her man,\" Joe (Chris Cooper), who raises him after Maggie disappears. One day he is seen by Ms. Dinsmoor, who invites him to Paradiso Perduto to play with her niece. The two children are about 10. Finn is a gifted artist, and as he sketches the young girl, the old crone perceives that he will eventually fall in love with the girl and sees her chance for revenge against men.\n\nThe original of Ms. Dinsmoor is of course Dickens' Miss Havisham, one of the most colorful and pathetic characters in Dickens, who was left stranded on her wedding day by a faithless lover. This version of \"Great Expectations\" spares us the sight of her wedding cake, covered in cobwebs after the decades (in Florida, tiny visitors would make short work of that feast). But it succeeds in making Ms. Dinsmore equally sad and venomous, and Anne Bancroft's performance is interesting: Despite the weird eye makeup and the cigarettes, despite the flamboyant clothing, she is human, and not without humor. \"That's the biggest cat I've ever seen,\" Finn says on his first visit. \"What do you feed it?\" She waits for a beat. \"Other cats,\" she says.\n\nParadiso Perduto and its inhabitant reminded me of \"Grey Gardens,\" the 1976 documentary about two relatives of Jackie Onassis who lived in a decaying mansion in East Hampton with countless cats. There is the same sense of defiance: If I was once young, rich and beautiful, these women say to the world, see what you have made of me! Cuarón, whose previous film was \"The Little Princess,\" brings a touch of magic realism to the setting, with weeping willows, skies filled with sea birds, and a scene where Finn and Estella dance to \"Besame Mucho\" while Ms. Dinsmore looks on, cold-eyed.\n\nTime passes. The young actors who played Finn and Estella are replaced by Hawke and Paltrow, who meet again at the mansion after several years, and share a sudden kiss at a water fountain, which is cut between backlit shots from moving cameras so that it seems more orgiastic than most sex scenes. After this romantic spark, Estella again dances away, and the story continues some years later in New York, where a mysterious benefactor offers to bankroll Finn's show at an important gallery, and Estella again appears on the scene, this time with a hapless fiance/victim named Walter in tow.\n\n\"Great Expectations\" begins as a great movie (I was spellbound by the first 30 minutes) but ends as only a good one, and I think that's because the screenplay, by Mitch Glazer, too closely follows the romantic line. Dickens, who of course had more time and space to move around in, made it the story of a young man's coming of age, and the colorful characters he encountered--from the escaped prisoner of the opening scenes (played here by Robert De Niro) to good old, proud old Joe. The moment this movie declares itself as being mostly about affairs of the heart, it limits its potential.\n\nAnd yet the film is a successful translation of the basic material from one period and approach to another. Especially in the early Florida scenes, it seems timeless. Hawke and Paltrow project that uneasy alertness of two people who know they like each other and suspect they'll regret it. But the subplot involving the escaped prisoner doesn't really pay off (it feels more like a bone thrown to Dickens than a necessity of the plot). And I am not quite sure that any good artist can create only when he's in synch with the girl of his dreams: Some artists paint best when their hearts are broken, and most artists paint no matter what, because they have to.\n\n\"Great Expectations\" doesn't finish at the same high level that it begins (if it did, it would be one of the year's best films), but it's visually enchanted; the cinematographer Emmanuel Lubezki uses lighting and backlighting like a painter. And the characters have more depth and feeling than we might expect in what is, underneath everything, a fantasy. There's great joy in a scene where Finn sweeps Estella out of a restaurant and asks her to dance. And sadness later as she observes that Ms. Dinsmore's obsessions have become her own.", "running_time": 111, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-30", "genres": ["Comedy", "Drama", "Romance"], "title": "Great Expectations (1998)"}