{"url": "http://www.rogerebert.com/reviews/great-movie-the-dead-1987", "by": "Angelica Hustonas Gretta", "star_rating": 4.0, "text": "John Huston was dying when he directed \"The Dead.\" Tethered to an oxygen tank, hunched in a wheelchair, weak with emphysema and heart disease, he was a perfectionist attentive to the slightest nuance of the filming. James Joyce's story, for that matter is all nuance until the final pages. It leads by subtle signs to a great outpouring of grief and love, but until then, as Huston observed, \"The biggest piece of action is trying to pass the port.\" He began shooting in January 1987, finished in April, and at the end of August, he died. He was 81.\n\nAll of this I have from The Hustons, by Lawrence Grobel, a biography that charts a scattered and troubled family, yet one that gathered Oscars in three generations, for Walter, John and Anjelica. John's daughter won hers for a supporting role in his previous film, \"Prizzi's Honor\" (1985), and now she was playing the crucial role in \"The Dead.\" John's son Tony, then 37, was nominated for his screenplay for \"The Dead,\" and served as his father's assistant, aware of the secret being kept from the world, which was how ill John really was.\n\nJoyce's \"The Dead\" is one of the greatest short stories in the language, but would seem unfilmable. Its action takes place in Dublin in 1904 at a holiday party given by two elderly sisters and their niece, who have spent their lives performing or teaching music. The guests arrive, we observe them as they observe one another and listen to talk that means more than it says. At the end of the long evening, Gabriel Conroy (Donal McCann), nephew of the Misses Morkan, leaves with his wife, Gretta (Anjelica Huston), to go back to the hotel where they will spend the night before going home to a far suburb in the morning.\n\nAll was prologue to their cab ride and an hour or so in the hotel. She tells him a story he has never heard, about a boy who was sweet on her when he was 17, a boy named Michael Furey, who died. He was a sickly boy, who stood in the rain on the night before she was to leave Galway and go to a convent school. \"I implored of him to go home at once and told him he would get his death in the rain,\" she remembers. \"But he said he did not want to live.\" When she was only a week in the convent school, he died. \"What was it he died of so young?\" asks Gabriel. \"Consumption, was it?\" She replies, \"I think he died from me.\" In his final pages, Joyce enters the mind of Gabriel, who thinks about the dead boy, about his wife's first great love, about how he has never felt a love like that, about those who have died, and about how all the rest of us will die as well -- die, with our loves and lusts, our hopes and regrets, our plans and secrets, all dead.\n\nRead with me James Joyce's last paragraph:\n\nA few light taps upon the pane made him turn to the window. It had begun to snow again. He watched sleepily the flakes, silver and dark, falling obliquely against the lamplight. The time had come for him to set out on his journey westward. Yes, the newspapers were right: snow was general all over Ireland. It was falling on every part of the dark central plain, on the treeless hills, on the Bog of Allen and, farther westward, softly falling into the dark mutinous Shannon waves. It was falling, too, upon every part of the lonely churchyard on the hill where Michael Furey lay buried. It lay thickly drifted on the crooked crosses and headstones, on the spears of the little gate, on the barren thorns. His soul swooned slowly as he heard the snow falling faintly through the universe and faintly falling, like the descent of their last end, upon all the living and the dead.\n\nThere is, as John Huston realized, no way to translate this epiphany into the action of a movie script. It exists resolutely as thoughts expressed in words. He and Tony in their screenplay did what they had to do, and made it an interior monologue, spoken by the actor Donal McCann, as his wife, having wept, now sleeps on their bed. We note that he thinks of \"his\" journey, although she will accompany him. He thinks of himself as alone. When I first saw \"The Dead,\" I thought it brave and deeply felt but \"an impossible film,\" and I wrote: \"There is no way in the world any filmmaker can reproduce the thoughts inside Gabriel's head.\" But of course there was. Huston could do the same thing Joyce did, and simply tell us what Gabriel was thinking.\n\nThe film follows the story with almost complete fidelity. A few details are transposed; Gabriel's story about his grandfather's horse is moved forward in the story, and given to Freddy Malins (Donal Donnelly), who arrives drunk but, as Gabriel reassures Mrs. Malins, \"nearly all right.\" Line for line and scene for scene, the movie faithfully reflects the book, even to such details as two young men slipping into the next room for a drink during a piano recital and then returning at its close to applaud loudly.\n\nThe turning point comes as everyone is leaving. Gabriel has already descended the stairs when the famous tenor Bartell D'Arcy (Frank Patterson) is finally prevailed upon to sing. Gabriel looks up and sees a figure paused listening on the stair, and eventually realizes it is his wife: \"There was grace and mystery in her attitude as if she were a symbol of something,\" and he thinks, \"if he were a painter, he would paint her in that attitude.\" John Huston is a painter, and does. The song is the same one Michael Furey used to sing, and awakens Gretta's whole sad train of memory.\n\nThere is one line in the story that neither Huston nor anyone else could get into a film, because it is not the thought of Gabriel, but of Joyce. He tells us that as Gabriel regards his sleeping wife in the hotel, \"a strange, friendly pity for her entered his soul.\" That is the phrase upon which the whole story wheels. He has been married for years and thinks he knows her, but suddenly he sees Gretta not in terms of wife, lover or their history together, but as another human being, one who will also be alone on her journey westward.\n\n\"The Dead\" ends in sadness, but it is one of the great romantic films, fearless in its regard for regret and tenderness. John Huston, who lived for years in Ireland and raised Anjelica there until she was 16, had an instinctive sympathy for the kindness with which the guests at the Misses Morkan's party accepted one another's lives and failings. They have all fallen short of their hopes, and know it. Freddy Malins is a drunk, but as we see him seated beside his mother, we suspect that she has forced him to pursue defeat. Mr. Brown (Dan O'Herlihy) is a drunk in the classic mold, because of uncomplicated alcoholism. Molly Ivors (Maria McDermottroe), who supports the Republican cause, hurries off early to a meeting, still convinced their problems have political solutions. Aunt Julia (Cathleen Delany), who confesses she had a decent voice years ago, is persuaded to sing, and does so, not very well. Freddy lurches forward to blurt out praise that is so effusive, it embarrasses her in front of the party, but everyone understands that Julia's voice has failed, and that Freddy means well.\n\nGabriel is the witness to it all. An early shot shows the back of his head, regarding everyone in the room. Later he will see his wife, finally, as the person she really is and always has been. And he will see himself, with his ambitions as a journalist, the bright light of his family, the pride of his aunts, as a paltry fellow resting on unworthy accomplishments. Did these thoughts go through John Huston's mind as he chose his last film and directed it? How could they not? And if all those sad things were true, then he could at least communicate them with grace and poetry, in a film as quiet and forgiving as the falling snow.", "running_time": 83, "mpaa_rating": "PG", "release_year": 1987, "date_published": "2005-10-09", "genres": ["Drama", "Foreign", "Romance"], "title": "The Dead (1987)"}