{"url": "http://www.rogerebert.com/reviews/great-movie-a-tale-of-winter-1992", "by": null, "star_rating": 4.0, "text": "Eric Rohmer is the romantic philosopher of the French New Wave, the director whose characters make love with words as well as flesh. They are open to sudden flashes of passion, they become infatuated at first sight, but then they descend into doubt and analysis, talking intensely about what it all means. Because they're invariably charming, and because coincidence and serendipity play such a large role in his stories, this is more cheerful than it sounds. As he grows older Rohmer's heart grows younger, and at 81 he is more in tune with love than the prematurely cynical authors of Hollywood teen romances.\n\nA Rohmer film is a flavor that, once tasted, cannot be mistaken. Like the Japanese master Ozu, with whom he is sometimes compared, he is said to make the same film every time. Yet, also like Ozu, his films seem individual and fresh and never seem to repeat themselves; both directors focus on people rather than plots, and know that every person is a startling original while most plots are more or less the same.\n\nHis earlier films were about men and women; the later ones are about women and men, or women and women. He is concerned with the search for love and pattern in life. He loves the way women look and move and talk, and the way they evaluate men. He admires physical beauty, but never makes it the point; he chooses actresses who are smart and bright-eyed, and focuses on their personalities rather than their exteriors. Exteriors are to distract his male characters, like the hero of ''Claire's Knee'' (1970), who sets a labyrinthine plot into motion simply to supply himself with a reason to touch the knee of Claire.\n\nFelicie, the heroine of Rohmer's ''A Tale of Winter'' (1992), is convinced that life will fall into line with her great romantic purpose. Having met the love of her life and lost track of him, she expects him to return. She believes in coincidence--but doesn't believe it is coincidence. As the film opens, she meets Charles at the beach, and falls unreservedly in love with him. She knows this is the real thing. She gives him her address; he doesn't give his, because as a trainee chef he is always on the move. They promise to meet again.\n\nThe ominous title ''Five Years Later'' reveals that they do not. She has a daughter now, Elise, from that summer romance. She is dating two men--Maxence, who runs a hair salon, and Loic, who works in a library. Courtship with both men seems to consist largely of verbal negotiations.\n\nFelicie, played by Charlotte Very, is absorbed by her own case. She knows she will never love anyone the way she loves the absent Charles. The film reveals that Charles never wrote because she stupidly gave him the wrong address. Rohmer tells her story in the way it might unfold in real life, and it's typical that he gives us a scene where Felicie seems to be following somebody out of a Metro station, but we never get a shot of who she is following (here he neatly skewers the cliche of the mistaken lookalike). He makes us wait for her to mention casually that she thinks she might have seen Charles in the street. Rohmer also bides his time before establishing that both Maxence and Loic know all about Charles--and about each other. This is not a love triangle because the only man she loves is the one who isn't there.\n\nFelicie talks frankly with her mother, who is sensible and tactful, about the qualities of Maxence and Loic; when her mother hesitantly observes that Loic is smarter, she explains that he's too smart for her, and not physical enough (''I like to be dominated physically, but not intellectually''). She compares the men unfavorably to one another; when Maxence invites her to Nevers to see the beauty salon they might operate together, she observes ''Your books will never fill those shelves.'' But she complains to Loic that nothing is real for him unless it is in a book.\n\nThe visit to Nevers is an important turning point, however, because Elise drags her into the cathedral, and she has a moment there of meditation or visualization about the absent Charles. Leaving Maxence, she cuddles with Loic but leaves him too, conceding she will never see Charles again: ''Charles reappearing is not what matters. He remains in my heart, so I can't give it to anyone else.'' Loic takes her to a performance of Shakespeare's \"A Winter's Tale,\" and she cries as King Leontes beholds the statue of his wife and is told that to bring her to life, ''It is required that you do awake your faith.''\n\nThere have been several conversations about philosophy in ''A Tale of Winter,'' and now there is another one. Rohmer is a Catholic intellectual who wears his faith lightly, but in all weathers. Loic is a churchgoer, Felicie avoids churches, but she believes--and she thinks belief can affect outcomes, which is more than Loic will concede. To our astonishment, we find that the purpose of ''A Tale of Winter'' is not to determine whether Felicie will find love, but to discover whether trust and faith can affect our fates.\n\nI have not seen a Rohmer film I did not admire. Born in 1920, christened Jean-Marie Maurice Scherer, he worked first as a high school literature teacher and film critic. He created his professional name by combining the director Erich von Stroheim with the pulp writer Sax Rohmer. Older than the other New Wave icons like Godard and Truffaut, more interested in stories than theory, he came to wide attention with ''My Night at Maud's'' (1969), which was literally an all-night conversation. His earlier films included the merciless ''Girl at the Monceau Bakery'' (1963), starring the future director (and longtime Rohmer producer) Barbet Schroeder as a man who loves one woman, substitutes another, and then drops her when the original reappears.\n\nRohmer's films are arranged into groups. He began with Six Moral Tales, each one about a man who falls in love and then meets another woman who causes him to question his choice; the tales include ''Maud's,'' ''Claire's Knee'' and ''Chloe in the Afternoon'' (1972). Then came the Parables, illustrating a truth which is revealed at the end; these include ''The Aviator's Wife'' (1980) and ''A Perfect Marriage'' (1982). Then came his Comedies and Proverbs, including ''Pauline at the Beach'' (1983) and ''Girlfriends and Boyfriends'' (1987). And then he made Tales of the Four Seasons, in which ''A Winter's Tale'' is joined by ''Summer'' (1986), ''A Tale of Springtime'' (1990) and the wonderful ''An Autumn Tale'' (1998), in which Marie Riviere plays perhaps the most lovable of all his heroines.\n\nIf you have not seen a Rohmer film and wonder where to start, the answer is--anywhere. You do not have to see them in order, not even the numbered tales. The title your video store has in stock is the place to begin. Rohmer is both prolific and consistently enchanting. He is at once a realist (his characters behave as people actually do) and a practitioner of subtle magic realism, in the way hidden patterns, coincidences, misunderstandings, happy chances and fateful accidents befall his characters. There is a kind of comfort in his films, a gentle lulling through the rhythms of everyday life, and he finds great beauty in ordinary people and locations.\n\nWhat pervades Rohmer's work is a faith in love--or, if not love, then in the right people finding each other for the right reasons. There is sadness in his work but not gloom. His characters are too smart to be surprised by disappointments, and too interested in life to indulge in depression. His films succeed not because large truths are discovered, but because small truths will do. To attend his films is to be for a time in the company of people we would like to know, and then to realize that in various ways they are ourselves.", "running_time": 114, "mpaa_rating": null, "release_year": 1992, "date_published": "2001-12-09", "genres": ["Comedy", "Foreign"], "title": "A Tale of Winter (1992)"}