{"url": "http://www.rogerebert.com/reviews/great-movie-goodfellas-1991", "by": "Robert De Niroas James Conway", "star_rating": 4.0, "text": "As far back as I can remember, I always wanted to be a gangster. To me, being a gangster was better than being President of the United States.\n\nSo says Henry Hill in the opening moments of Martin Scorsese’s “GoodFellas,” a movie about the tradecraft and culture of organized crime in New York. That he narrates his own story--and is later joined by his wife, narrating hers--is crucial to the movie’s success. This is not an outsider’s view, but a point-of-view movie based on nostalgia for the lifestyle. “They were blue-collar guys,” Hill’s wife explains. “The only way they could make extra money, real extra money, was to go out and cut a few corners.” Their power was intoxicating. “If we wanted something, we just took it,” Henry says. “If anyone complained twice they got hit so bad, believe me, they never complained again.”\n\nAt the end of the film, Henry (Ray Liotta) still misses the old days. His money is gone, most of his friends are dead, and his best friend was preparing to kill him, but after he finds safety in the federal witness protection program, he still complains. “We were treated like movie stars with muscle,” he remembers. “Today, everything is different. There’s no action. I have to wait around like everyone else.”\n\nThe rewards of unearned privilege are at the heart of “GoodFellas” (1990). There’s an early scene introducing Henry’s partner Jimmy Conway (Robert De Niro), and he enters the shot in a sort of glowing modesty; his body language says, “no applause, please.” Henry’s other partner is Tommy DeVito (Joe Pesci), who makes the mistake of over-exercising his clout instead of letting it go without saying. In one of the great buildups and payoffs in movie history, he believes he’s going to become a “made” man, realizes his mistake too late, and says “Oh, no” before being shot in the head. He never learned to relax and enjoy his privileges. He always had to push things.\n\nThe early scenes of “GoodFellas” show young Henry Hill as a gofer for the local Brooklyn mob, which has its headquarters in a taxi garage right across the street from his house. (A shot of Henry looking out the window mirrors Scorsese’s own childhood memories from Manhattan’s Little Italy neighborhood, and so does a following sequence which uses subtle slow-motion for closeups of the mobster’s shoes, ties, hair, rings and cigars.) In a movie famous for violence that arrives instantly, without warning, the most shocking surprise comes when Henry is slapped by his father for missing school. He had to “take a few beatings” at home because of his teenage career choice, Henry remembers, but it was worth it. Violence is like a drumbeat under every scene.\n\nHenry’s joy in his emerging career is palpable. He sells stolen cigarettes out of car trunks, torches a car lot, has enough money at 21 to tip lavishly. In the most famous shot in the movie, he takes his future wife Karen (Lorraine Bracco) to the Copacabana nightclub. There’s a line in front, but he escorts her across the street, down stairs and service corridors, through the kitchen area, and out into the showroom just as their table is being placed right in front of the stage. This unbroken shot, which lasts 184 seconds, is not simply a cameraman’s stunt, but an inspired way to show how the whole world seems to unfold effortlessly before young Henry Hill.\n\nThere is another very protracted shot, as Henry introduces us to his fellow gangsters. Henry leads the camera through a crowded club, calling out names as the characters nod to the camera or speak to Henry. Sometimes the camera seems to follow Henry, but at other times it seems to represent his POV; sometimes he’s talking to them, sometimes to us. This strategy implicates us in the action. The cinematographer, Michael Ballhaus, did not get one of the film’s six Oscar nominations, but was a key collaborator. Following Scorsese’s signature style, he almost never allows his camera to be still; it is always moving, if only a little, and a moving camera makes us not passive observers but active voyeurs.\n\nThe screenplay by Nicholas Pileggi and Scorsese is based on Pileggi’s book about Hill, Wiseguy: Life in a Mafia Family. It is equally based, probably, on Scorsese’s own memories of Little Italy. It shows a mob family headed by Paul Cicero (Paul Sorvino), who never talks on the phone, dislikes group conversations, disapproves of drugs (because the sentences are too high), and sounds like a parish priest when he orders Henry to return home to his wife. That doesn't mean he has to dump his mistress; all the guys seem to have both a wife and a mistress, who are plied with stolen goods of astonishing tastelessness.\n\n“GoodFellas” is unusual in giving good screen time to the women, who are usually unseen in gangster movies. Karen Hill narrates her own side of the story, confessing that she was attracted to Henry’s clout and fame; after she tells Henry the guy across the street tried to hit on her, Henry pistol-whips him and then gives her the gun to hide. She tells us: “I know there are women, like my best friends, who would have gotten out of there the minute their boyfriend gave them a gun to hide. But I didn't. I got to admit the truth. It turned me on.” It is reasonable to suggest that “The Sopranos” finds its origin in the narrations in “GoodFellas,” especially Karen’s.\n\nUnderlying the violence is a story of economic ambition. Henry and Karen come from backgrounds that could not easily lead to Cadillacs, vacations in Vegas and fur coats, and she justifies what he has to do to pay for the lifestyle: “None of it seemed like crimes. It was more like Henry was enterprising and that he and the guys were making a few bucks hustling, while the other guys were sitting on their asses waiting for handouts.”\n\nThe story arc follows Henry’s movement up into the mob and then down into prison sentences and ultimate betrayal. At first the mob seems like an opening-up of his life, but later, after he starts selling drugs, there is a claustrophobic closing-in. The camera style in the earlier scenes celebrates his power and influence with expansive ease. At the end, in a frantic sequence concentrated in a single day, the style becomes hurried and choppy as he races frantically around the neighborhood on family and criminal missions while a helicopter always seems to hover overhead.\n\nWhat Scorsese does above all else is share his enthusiasm for the material. The film has the headlong momentum of a storyteller who knows he has a good one to share. Scorsese’s camera caresses these guys, pays attention to the shines on their shoes and the cut of their clothes. And when they're planning the famous Lufthansa robbery, he has them whispering together in a tight three-shot that has their heads leaning low and close with the thrill of their own audacity. You can see how much fun it is for them to steal.\n\nThe film’s method is to interrupt dialogue with violence. Sometimes there are false alarms, as in Pesci’s famous restaurant scene where Tommy wants to know what Henry meant when he said he was “funny.” Other moments well up suddenly out of the very mob culture: The way Tommy shoots the kid in the foot, and later murders him. The way kidding-around in a bar leads to a man being savagely beaten. The way the violence penetrates the daily lives of the characters is always insisted on. Tommy, Henry and Jimmy, with a body in their trunk, stop at Tommy’s mother’s house to get a knife, and she insists they sit down at 3 a.m. for a meal.\n\nScorsese seems so much in command of his gift in this film. It was defeated for the best picture Oscar by “Dances with Wolves,” but in November 2002 a poll by Sight & Sound magazine named it the fourth best film of the past 25 years (after Coppola’s “Apocalypse Now,” Scorsese’s “Raging Bull,” and Bergman’s “Fanny and Alexander”). It is an indictment of organized crime, but it doesn't stand outside in a superior moralistic position. It explains crime’s appeal for a hungry young man who has learned from childhood beatings not to hate power, but to envy it. When Henry Hill talks to us at the opening of the film, he sounds like a kid in love: “To me, it meant being somebody in a neighborhood that was full of nobodies. They weren't like anybody else. I mean, they did whatever they wanted. They double-parked in front of a hydrant and nobody ever gave them a ticket. In the summer when they played cards all night, nobody ever called the cops.”", "running_time": 148, "mpaa_rating": "R", "release_year": 1990, "date_published": "2002-11-24", "genres": ["Action", "Crime", "Drama"], "title": "GoodFellas (1990)"}