{"url": "http://www.rogerebert.com/reviews/great-movie-the-color-purple-1985", "by": null, "star_rating": 4.0, "text": "Returning to \"The Color Purple\" after almost 20 years, I can see its flaws more easily than when I named it the best film of 1985, but I can also understand why it moved me so deeply, and why the greatness of some films depends not on their perfection or logic, but on their heart. The movie may have inconsistencies, confusions and improbabilities, but there is one perfect thing at its center, and that is the character of Celie, as played by Whoopi Goldberg. \n\n\"Here is this year's winner for best actress,\" I wrote in my original review, and that should have been true, but although \"The Color Purple\" had 11 nominations, it won not a single Oscar. \n\nCelie is a woman cruelly treated by the world, a shy, frightened little creature whose life consists mostly of eluding the men who want to rape and beat her. Her eventual flowering provides one of the most joyous experiences I have had at the movies; the scene where she is coaxed and persuaded and finally teased into smiling is the turning point of the story, and one of those moments when we see humanity shining out of the screen upon us. \n\nSteven Spielberg's movie is based on a novel by Alice Walker, darker and more complex than the movie, although Celie's life could hardly be more painful. As a young teenager, she is raped by the man she takes to be her father, and both of her babies are taken away from her. Told she cannot have more children, she is given to a brutal farmer named Mister (Danny Glover), who beats her, uses her as a servant and as a receptacle for his lust, and convinces her she is ugly. \n\nThere is one beautiful thing in her life: Her sister, Nettie (Akosua Busia). When their father tries to assault her, she flees to Celie for safety, but then Mister comes after her, and when she fights him off, he throws her off of the land. Thus begins a long separation between the two sisters; Nettie, through a rather improbable coincidence, goes to Africa with the missionary couple who have adopted Celie's children. \n\nThe movie takes place in a landscape that seems more inspired by set decoration than real life -- more \"Green Pastures\" than \"Grapes of Wrath.\" Although there are whites in the nearby town, and they are racist to one degree or another, they and their racism have only walk-on roles, and the greater part of the story takes place in a bucolic farm landscape populated by African Americans. Mister lives in a handsome two-story house with a broad porch and a deep lawn. Nearby is a church that could pose for a greeting card. There is a stream, and winding dusty lanes, and although farm work apparently gets done, Mister is seen only once on a tractor and spends most of his time playing the villain in Celie's life. The biggest local crop seems to be fields of purple flowers. \n\nMister has a son, Harpo (Willard Pugh), by his first marriage, and one day the misery is shaken up when Harpo brings home Sofia (Oprah Winfrey), the woman he loves, who is unapologetically great with child. Sofia will not allow herself to be addressed in the way Mister is accustomed to speaking to women, and gives Harpo a choice between his father and herself. Harpo cannot choose, and spends most of his life trying to keep everyone happy. That makes him the ideal proprietor for a \"juke joint\" down by the river, within shouting distance of the church. \n\nThere is one person Mister cherishes in his miserable life, and that is Shug Avery (Margaret Avery), a jazz singer who remains his one and only true love. When she arrives at their home on rainy night, sick and in need of care, her first words to Celie are: \"You sho is ugly!\" But Shug is able to see the beauty beneath Celie's fear, and there is a delicate and hushed scene where she teaches Celie for the first time what it feels like to be kissed with love. She is the transformative power in Celie's life, the prime mover in Celie's eventual triumph and Mister's defeat. \n\nWhen I first saw the movie, I focused on Celie with such care and concern that the whole movie became her story. This time, I was uneasily aware that the movie is singleminded in its conviction that African-American women are strong, brave, true and will endure, but African-American men are weak, cruel or comic caricatures. Harpo falls through so many roofs while trying to build them that he could be in a Keaton movie; he means well, but he's comic relief. Shug's father, the preacher, repeats truisms from his Bible but is not a forgiving man. Mister is a monster, and his father Old Mister (Adolph Caesar) is a vile and nasty little man who makes selfish comments from behind his cigarette. \n\nIf Shug was born with nobility and Celie slowly absorbs it, Winfrey's Sofia is the life force, telling the town's white mayor to go to hell, getting in a fight, and paying for it with a blind eye and years in jail. She emerges broken and confused, in a daze, to find herself the maid of the very mayor's wife whose original job offer led to her trouble. There is a scene where the wife, who has been taking driving lessons from Sofia, grandly offers to drive her home to spend Christmas with her children. \n\nThis could have been a deeply emotional reunion, but Spielberg misses it by making the mayor's wife a lousy driver, creating a slapstick scene in which the car bucks and stalls and the wife thinks she is being attacked by the black men trying to help her. She insists that Sofia drive her back home, after only 15 minutes with the children who barely remember her. It should have been Sofia's scene, quiet and sad and joyous, not easy laughs followed by facile cruelty. That Sofia eventually recovers her pride and spirit is a triumph, and leads to a passionate angry speech, but the movie sidesteps her great scene. \n\nThere is also some confusing intercutting between the rural South and Africa, where Celie's children inexplicably grow up speaking only a local language, even though they are being raised by English-speaking missionaries and Nettie. Because Mister hid all of Nettie's letters over the years, it is only because of Shug that Celie discovers Nettie is alive, and that so are her children. \"I have children!\" Celie says proudly and defiantly. \"I have two children!\" Her eventual reunion with them is one of the great heart-rending moments in the movies. \n\nCelie's rebirth provides the spiritual center of \"The Color Purple,\" even if one detail (she opens a shop selling one-size-fits-all pants) seems unlikely. It is enough for her to find self-respect, love and joy; she need not succeed in retail. This was Whoopi Goldberg's first major performance, and remains her best, because she was allowed to draw from her inner truth and not required to play a sappy or comic role. \n\nShe has had other true moments, including a scene of personal revelation in \"Fatal Beauty\" (1987) and a role in \"The Long Walk Home\" (1990), where she is a maid who supports the 1955 Montgomery bus boycott at great personal cost. Those movies, and a few others, show that we lost a serious actress when Goldberg started playing nuns and \"Star Trek\" characters. \n\nThere is a tendency to demand perfection even at the cost of effect. \"The Color Purple\" was rightly criticized for Spielberg's postcard landscapes, his broad characterizations and the convolutions of his plot. But what he made was a movie of great mass appeal with a powerful truth at its center. \n\nWhen a movie character is really working, we become that character. That's what the movies offer: Escapism into lives other than our own. I am not female, I am not black, I am not Celie, but for a time during \"The Color Purple,\" my mind deceives me that I am all of those things, and as I empathize with her struggle and victory I learn something about what it must have been like to be her. \n\nCelie is a great powerful movie character, played with astonishing grace and tenderness, and to feel her story is to be blessed with her humanity. Have we all felt ugly? Have we all been afraid to smile? Have we all lost precious things in our lives? Have we dared to dream? Celie endures and prevails, and so hope lives. If it touches you deeply enough, it's not just only a movie.\r", "running_time": 150, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "2004-03-28", "genres": ["Drama"], "title": "The Color Purple (1985)"}