{"url": "http://www.rogerebert.com/reviews/grease-1998", "by": "John Travoltaas Danny", "star_rating": 3.0, "text": "\"Grease,'' a 1970s celebration of nostalgia for the 1950s, is now being resurrected on its 20th anniversary as 1970s nostalgia. But no revival, however joyously promoted, can conceal the fact that this is just an average musical, pleasant and upbeat and plastic.\n\nThe musical is being revived not because it is invaluable, but because it contains an invaluable cultural icon: the singing, dancing performance of John Travolta. It is now clear that, slumps or not, comebacks or not, Travolta is an important and enduring movie star whose presence can redeem even a compromised \"Grease.'' This is not one of his great films--it lacks the electricity of \"Saturday Night Fever'' or the quirky genius of \"Pulp Fiction''--but it has charm. If Travolta lacks the voltage of Elvis Presley (his obvious role model for this film), at least he's in the same ballpark, and Elvis didn't make such great movies, either.\n\nThe story, smoothed out and set in Southern California, involves a greaser named Danny (Travolta) who has a sweet summertime romance with Sandy, an Australian girl (Olivia Newton-John; making her character Australian was easier than coaching her American accent). When summer ends, they part forever, they think, only to find themselves at the same school, where Danny's tough-guy image makes it hard for him to acknowledge the squeaky-clean Sandy.\n\nThe film re-creates a 1950s that exists mostly in idyllic memory (for an alternative version, see \"Rebel Without a Cause''). There are hot rods, malt shops, school dances, songs from the original Jim Jacobs and Warren Casey musical, and new songs written to fit the characters.\n\nIt's fun, yes, but it doesn't lift off the screen; the only element that bears comparison with the musicals of the golden age is Travolta's performance, although in the 1950s at MGM, he would have been best friend, not star.\n\nOne problem I always have, watching the movie, is that all the students look too old. They're supposed to be 16 or 17, I guess, but they look in their late 20s, and don't seem comfortable as teenagers. One of my favorite performances is by Stockard Channing, as Rizzo, the tough girl who forges ahead heedlessly after the condom breaks. She's fun, but were there 16-year-old girls like that in the 1950s? Call me a dreamer, but I don't think so.\n\nThe movie's worth seeing for nostalgia, or for a look at vintage Travolta, but its underlying problem is that it sees the material as silly camp: It neuters it. Romance and breaking up are matters of life and death for teenagers, and a crisis of self-esteem can be a crushing burden. \"Grease'' doesn't seem to remember that. \"Saturday Night Fever'' does.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-03-27", "genres": ["Comedy", "Drama", "Family", "Music", "Romance"], "title": "Grease (1998)"}