{"url": "http://www.rogerebert.com/reviews/great-movie-body-heat-1981", "by": null, "star_rating": 4.0, "text": "\n\nLike a tantalizing mirage, film noir haunts modern filmmakers.\r\nNoir is the genre of night, guilt, violence and illicit passion, and no genre\r\nis more seductive. But the best noirs were made in the 1940s and 1950s, before\r\ndirectors consciously knew what they were doing (“We called them B movies,”\r\nsaid Robert Mitchum).\n\nOnce the French named the genre, once a generation of filmmakers\r\ncame along who had seen noirs at cinematheques instead of in flea pits, noir\r\ncould never again be naive. One of the joys of a great noir like “Detour”\r\n(1954) is the feeling that it was made by people who took the story perfectly\r\nseriously. One of the dangers of modern self-conscious noir, as Pauline Kael\r\nwrote in her scathing dismissal of “Body Heat,” is that an actress like\r\nKathleen Turner comes across “as if she were following the marks on the floor\r\nmade by the actresses who preceded her.”\n\nAnd\r\nyet if bad modern noir can play like a parody, good noir still has the power to\r\nseduce. Yes, Lawrence Kasdan's “Body Heat” (1981) is aware of the films that\r\ninspired it--especially Billy Wilder's “Double Indemnity” (1944). But it has a\r\npower that transcends its sources. It exploits the personal style of its stars\r\nto insinuate itself; Kael is unfair to Turner, who in her debut role played a\r\nwoman so sexually confident that we can believe her lover (William Hurt) could\r\nbe dazed into doing almost anything for her. The moment we believe that, the\r\nmovie stops being an exercise and starts working. (I think the moment occurs in\r\nthe scene where she leads Hurt by her hand in that manner a man is least\r\ninclined to argue with.)\n\nWomen\r\nare rarely allowed to be bold and devious in the movies; most directors are\r\nmen, and they see women as goals, prizes, enemies, lovers and friends, but\r\nrarely as protagonists. Turner's entrance in “Body Heat” announces that she is\r\nthe film's center of power. It is a hot, humid night in Florida. Hurt, playing\r\na cocky but lazy lawyer named Ned Racine, is strolling on a pier where an\r\nexhausted band is listlessly playing. He is behind the seated audience. We can\r\nsee straight down the center aisle to the bandstand. All is dark and red and\r\norange. Suddenly a woman in white stands up, turns around and walks straight\r\ntoward him. This is Matty Walker. To see her is to need her.\n\nTurner\r\nin her first movie role was an intriguing original. Slender, with hair down to\r\nher shoulders, she evoked aspects of Barbara Stanwyck and Lauren Bacall. But\r\nthe voice, with its elusive hint of a Latin accent, was challenging. She had “angry\r\neyes,” the critic David Thomson observed. And a slight overbite (later\r\ncorrected, I think) gave a playful edge to her challenging dialogue (“You're\r\nnot too smart, are you?” she says soon after meeting him. “I like that in a\r\nman.”)\n\nHurt\r\nhad been in one movie before “Body Heat” (Ken Russell's “Altered States” in\r\n1980). He was still unfamiliar: a tall, already balding, indolently handsome\r\nman with a certain lazy arrogance to his speech, as if amused by his own\r\nintelligence. “Body Heat” is a movie about a woman who gets a man to commit\r\nmurder for her. It is important that the man not be a dummy; he needs to be\r\nsmart enough to think of the plan himself. One of the brilliant touches of\r\nKasdan's screenplay is the way he makes Ned Racine think he is the initiator of\r\nMatty Walker's plans.\n\nFew\r\nmovies have done a better job of evoking the weather. Heat, body heat, is a\r\nconvention of pornography, where performers routinely complain about how warm\r\nthey are (as if lovemaking could cool them off, instead of making them hotter).\r\nAlthough air conditioning was not unknown in South Florida in 1981, the\r\ncharacters here are constantly in heat; there is a scene where Ned comes home,\r\ntakes off his shirt and stands in front of the open refrigerator. The film\r\nopens with an inn burning in the distance (“Somebody's torched it to clear the\r\nlot,” Ned says. “Probably one of my clients.”) There are other fires. There is\r\nthe use of the color red. There is the sense that heat inflames passion and\r\nencourages madness.\n\nIn\r\nthis heat, Matty seems cool. Early in the film there is a justly famous scene\r\nwhere Matty brings Ned home from a bar, allegedly to listen to her wind chimes,\r\nand then asks him to leave. He leaves, then returns, and looks through a window\r\nnext to her front door. She stands inside, dressed in red, calmly returning his\r\ngaze. He picks up a chair and throws it through the window, and in the next\r\nshot they are embracing. Knowing what we know about Matty, look once again at\r\nher expression as she looks back at him. She looks as confident and absorbed as\r\na child who has pushed a button and is waiting for a video game to respond.\n\nKasdan,\r\nborn in 1949, worked in ad agencies before moving to Hollywood to write\r\nscreenplays. His more personal work languished in desk drawers while his first\r\ncredits were two of the biggest blockbusters of all time, “The Empire Strikes\r\nBack” and “Raiders of the Lost Ark.” George Lucas acted as executive producer\r\non this directorial debut to reassure Warner Bros. that it would come in on\r\ntime and be releasable. It was; David Chute wrote in Film Comment that it was “perhaps\r\nthe most stunning debut movie ever” (which raises the question of “Citizen\r\nKane,” but never mind). Kasdan's subsequent career has alternated between\r\naction pieces written for others (“Return of the Jedi,” aspects of “The\r\nBodyguard”) and quirky, smart films directed by himself (“The Accidental\r\nTourist,” “I Love You To Death,” and the brilliant, overlooked “Grand Canyon”\r\nin 1991).\n\nIn\r\n“Body Heat,” Kasdan's original screenplay surrounds the characters with good,\r\nwell-written performances in supporting roles; he creates a real world of\r\npolice stations, diners, law offices and restaurants, away from which Matty has\r\nseduced Ned into her own twisted scenario. The best supporting work in the\r\nmovie is by Mickey Rourke, in his breakthrough role, as Ned's friend, a\r\nprofessional arsonist. Richard Crenna is Matty's husband. “He's small, and\r\nmean, and weak,” she tells Ned, but when we see him he is not small or weak.\r\nTed Danson and J.A. Preston are a D.A. and a cop, Ned's friends, who are drawn\r\nreluctantly into suspecting him of murder (Danson's sense of timing and nuance\r\nare perfect in a night scene where he essentially briefs his friend Ned on the\r\ncase against him).\n\n“Kasdan\r\nhas modern characters talking jive talk as if they'd been boning up on Chandler\r\nnovels,” Kael wrote, “and he doesn't seem to know if he wants laughs or not.”\r\nBut isn't it almost essential for noir characters to talk in a certain\r\nheightened style, and isn't it possible for us to smile in recognition? On the\r\nnight they first make love, Ned tells Matty, “Maybe you shouldn't dress like\r\nthat.” She says, “This is a blouse and skirt. I don't know what you're talking\r\nabout.” And he says, “You shouldn't wear that body.” Chandleresque? Yes. Works\r\nin this movie? Yes.\n\nAnd\r\nthere is some dialogue that unblinkingly confronts the enormity of the crime\r\nthat Ned and Matty are contemplating. In many movies, the killers use\r\nself-justification and rationalization to talk themselves into murder. There is\r\na chilling scene in “Body Heat” where Ned flatly tells Matty: “That man is\r\ngonna die for no reason but . . . we want him to.”\n\nThe\r\nplot and its double-crosses are of course part of the pleasure, although\r\nwatching the film again last night, aware of its secrets, I found the final\r\npayoff less rewarding than the diabolical setup. The closing scenes are\r\nobligatory (and the final beach scene is perfunctory and unconvincing). The\r\nlast scene that works as drama is the one where Ned suggests to Matty that she\r\ngo get the glasses in the boathouse, and then she pauses on the lawn to tell\r\nhim, “Ned, whatever you think--I really do love you.”\n\nDoes\r\nshe? That's what makes the movie so intriguing. Does he love her, for that\r\nmatter? Or is he swept away by sexual intoxication--body heat? You watch the\r\nmovie the first time from his point of view, and the second time from hers.\r\nEvery scene plays two ways. “Body Heat” is good enough to make film noir play\r\nlike we hadn't seen it before.", "running_time": 113, "mpaa_rating": "R", "release_year": 1981, "date_published": "1997-07-20", "genres": ["Crime", "Drama", "Neo-noir", "Romance", "Thriller"], "title": "Body Heat (1981)"}