{"url": "http://www.rogerebert.com/reviews/great-movie-bring-me-the-head-of-alfredo-garcia-1974", "by": null, "star_rating": 4.0, "text": "I think I can feel Sam Peckinpah's heart beating and head pounding in every frame in ''Bring Me the Head of Alfredo Garcia'' (1974), a film he made during a period of alcoholic fear and trembling. I believe its hero, Bennie, completes his task with the same dogged courage as Peckinpah used to complete the movie, and that Bennie's exhaustion, disgust and despair at the end might mirror Peckinpah's own. I sense that the emotional weather on the set seeped onto the screen, haunting it with a buried level of passion. If there is anything to the auteur theory, then ''Alfredo Garcia'' is the most autobiographical film Peckinpah ever made.\n\nThe film was reviled when it was released. The reviews went beyond hatred into horror. It was grotesque, sadistic, irrational, obscene and incompetent, wrote Joy Gould Boyum in the Wall Street Journal. It was a catastrophe, said Michael Sragow in New York magazine. ''Turgid melodrama at its worst,'' said Variety. Martin Baum, the producer, recalled a sneak preview with only 10 people left in the theater at the end: ''They hated it! Hated it!''\n\nI gave it four stars and called it ''some kind of bizarre masterpiece.'' Now I approach it again after 27 years, and find it extraordinary, a true and heartfelt work by a great director who endured despite, or perhaps because of, the demons that haunted him. Courage usually feels good in the movies, but it comes in many moods, and here it feels bad but necessary, giving us a hero who is heartbreakingly human--a little man determined to accomplish his mission in memory of a woman he loved, and in truth to his own defiant code.\n\nThe film stars Warren Oates (1928-1982), that sad-faced, gritty actor with the crinkled eyes, as a forlorn piano player in a Mexican brothel--an American at a dead end. When a powerful Mexican named El Jefe (Emilio Fernandez) discovers that his daughter is pregnant, he commands, ''bring me the head of Alfredo Garcia,'' and so large is the reward he offers that two bounty hunters (Gig Young and Robert Webber) come into the brothel looking for Alfredo, and that is how Bennie finds out about the head. He knows that a prostitute named Elita (Isela Vega) was once sweet on Alfredo, and he discovers that the man is already dead.\n\nHe and Elita love each other, in the desperate fashion of two people who see no other chance of survival. He needs money to escape from the trap he is in. He will dig up the body, steal the head, deliver it to El Jefe, and then he and Elita will live happily ever after--a prospect they honor but do not believe in. During Bennie's odyssey across the dusty roads of Mexico, many will die, and the head, carried in a gunny sack, will develop a foul odor and attract a blanket of flies. But it represents Bennie's fortune, and he will die to defend it.\n\nThe parallels with ''The Treasure of the Sierra Madre'' are obvious, starting with broken-down barfly down on his luck, and when Gig Young's character says his name is ''Fred C. Dobbs,'' the name of Bogart's character in ''Treasure,'' it's a wink from Peckinpah. Dobbs is finally defeated, and so is Bennie, but Bennie at least goes out on his own terms, even though his life spirals down into proof that the world is a rotten place and has no joy for Bennie.\n\n''Alfredo Garcia'' is a mirror image of formula movies where the hero goes on the road on a personal mission. The very reason for wanting Alfredo Garcia's head--revenge--is moot because Garcia is already dead. By the end, Bennie identifies with the head, talks to ''Al,'' acknowledges that Al was the true love of Elita's life, and puts the stinking head under a shower where once he sat on the floor and watched Elita, and tells it, ''a friend of ours tried to take a shower in there.''\n\nThe sequences do not flow together, they bang together, daily trials under the scorching sun. Of all the extraordinary scenes in the film, the best is the one where Bennie and Elita pull off the road for a picnic, and talk long and softly, tenderly, to each other. Kris Kristofferson, who plays a biker who interrupts this scene, recalled years later that it was supposed to end with Bennie confessing he had never thought of asking Elita to marry him. ''But the scene didn't stop there,'' he told Garner Simmons, author of Peckinpah: A Portrait in Montage ''She [Vega] didn't stop. She says, 'Well, ask me.' And he says, 'What?' And she says, 'To marry you.' And I swear to God, Warren just looked like every other guy who's ever been confronted like that. But he didn't break character. He says, 'Will you marry me?' And then she starts crying. And every time I saw it, it broke me up. Warren said to me: 'I just knew there was no place to hide in that scene. She had me, and I was cryin', too.' ''\n\nThen the two bikers appear, and the one played by Kristofferson intends to rape Elita. She knows Bennie has a concealed gun but the bikers are dangerous and she tells the man who has just proposed to her not to risk his life, because, as a prostitute, ''I been here before and you don't know the way.'' It is the sad poetry of that line that expresses Peckinpah's vision, in which people find the courage to do what they must do in a world with no choices.\n\nThe film's screenplay and story, by Peckinpah, Gordon T. Dawson and Frank Kowalski, has other dialogue as simple, direct and sad. When Elita questions the decision to cut off Garcia's head, Bennie tells her, ''There's nothing sacred about a hole in the ground or the man that's in it--or you, or me.'' And then he says, ''The church cuts off the toes and fingers and every other damn thing--they're saints. Well, Alfredo is our saint.'' Later, there is a hint of Shakespeare, even, in Bennie's remark to the sack: ''You got jewels in your ears, diamonds up your nose.''\n\nThe thing is, Oates and Vega are so tired and sweet and utterly without movie-actor affect in this film. They seem worn out and hopeless. These are holy performances. Maybe the conditions of the shoot, and the director's daily personal ordeal, wore them down, and that informed their work. David Weddle, who wrote a book on Peckinpah named If They move ... Kill 'Em!, quotes Gordon Dawson as a daily witness on the location. Dawson had worked with Peckinpah many times before but refused to ever work with him again: ''He really lost it on 'Alfredo.' It tore my heart right out.''\n\nPeckinpah was a tragic drunk, and booze killed him in 1984, at 59. When I visited the Durango, Mexico set of his ''Pat Garrett and Billy the Kid'' (1973), he sat in a chair under an umbrella, his drink in his hand, and murmured his instructions to an assistant. ''The studio screwed him so thoroughly on that picture that he got sick,'' Kristofferson told me. ''There were days when he couldn't raise himself up from his chair.'' When Peckinpah visited Chicago to promote ''Alfredo Garcia,'' he sat in a darkened hotel room, wearing dark glasses, hung over, whispering, and I remembered that in the movie Bennie even wears his dark glasses to bed.\n\nBooze destroyed Peckinpah's life, but in this film, I believe, it allowed him, or forced him, to escape from the mindless upbeat formulas of the male action picture, and to send Bennie down a road on which, no matter how bad a man feels, he finishes his job. Some days on the set there must not have been a dime's worth of difference between Peckinpah and Bennie.\n\nSam Peckinpah directed \"The Wild Bunch\" (1969), the best Western I have seen, and he brought in a lot of box office money in a career that included \"Straw Dogs\" (1971) and \"The Getaway\" (1972) He came up as a writer on TV Westerns, starting with ''Gunsmoke'' in 1955, and in his earliest Western as a director, \"Ride the High Country\" (1962), he starred the old-timers Randolph Scott and Joel McCrea in a story of two professionals hired to do a job. ''The Wild Bunch'' was also about aging men whose loyalty was to one another and not to society.\n\nA real director is at his best when he works with material that reflects his own life patterns. At a film festival, after ''Pat Garrett'' had become the latest of his films to be emasculated by a studio, he was asked if he would ever make a ''pure Peckinpah'' and he replied, ''I did 'Alfredo Garcia' and I did it exactly the way I wanted to. Good or bad, like it or not, that was my film.''", "running_time": 112, "mpaa_rating": "R", "release_year": 1974, "date_published": "2001-10-28", "genres": ["Action", "Comedy", "Crime", "Drama", "Thriller"], "title": "Bring Me the Head of Alfredo Garcia (1974)"}