{"url": "http://www.rogerebert.com/reviews/great-movie-the-river-le-fleuve-1951", "by": "Arthur Shieldsas Mr. John", "star_rating": 4.0, "text": "Jean Renoir's \"The River\" (1951) begins with a circle\r\nbeing drawn in rice paste on the floor of a courtyard, and the circular\r\npatterns continue. In an opening scene, the children of a British family in\r\nIndia peer through porch railings at a newcomer arriving next door. At the end,\r\nthe same children, less one, peer through the same railing at a departure. The\r\nporch overlooks a river, \"which has its own life,\" and as the river\r\nflows and the seasons wheel in their appointed order, the Hindu festivals\r\npunctuate the year and all flows from life to death to rebirth, as it must.\n\nThe\r\nfilm is one of the simplest and most beautiful by Jean Renoir (1894-1979),\r\namong the greatest of directors. Based on the novel by Rumer Godden, who was\r\nborn in India and lived there many years, it remembers her childhood seen\r\nthrough the eyes of a young girl named Harriet (Patricia Walters), who falls in\r\nlove with the new neighbor. He is Capt. John (Thomas E. Breen), an American who\r\nlost a leg in the war and now has come to live with his cousin, Mr. John\r\n(Arthur Shields).\n\nWe\r\nmeet Harriet's family: Her parents, her three sisters, her brother Bogey. We\r\nalso meet Mr. John's daughter Melanie (Radha), whose Hindu mother has died, and\r\nValerie (Adrienne Corri), whose father owns the jute factory that Harriett's\r\nfather manages. There are others: The family's nanny, the young Indian man who\r\ncourts Melanie, the Sikh gatekeeper, the young Indian boy who is Bogey's\r\nplaymate.\n\nAlthough\r\nthe film covers one year, the impression is of an endless summer day during\r\nwhich the girls play and write in their journals, observe the flow of life\r\noutside their gates, and are fascinated by Capt. John. At the time of the Hindu\r\nfestival of light, there is a little party at the family home with music from a\r\nwind-up phonograph, and each of the older girls asks Capt. John to dance before\r\nhe finally settles in a corner with Valerie. It becomes clear to young Harriet,\r\ndespite her crush on the captain, that he has eyes for the red-haired Valerie.\r\nWhat she does not notice is that he is also attracted to his half-Indian cousin\r\nMelanie, and she to him. One day both Melanie and Harriet follow Valerie and\r\nCapt. John out into a grove, where they kiss. \"It was my first kiss,\"\r\nHarriet remembers, \"but received by another.\" Melanie must have felt\r\nthe same.\n\nTo\r\nsome degree, the girls are in love with Capt. John because he is the only\r\neligible man in their lives. No other characters appear or are discussed; that\r\nhe is sad and detached they can overlook. Harriet impatiently wants to be old\r\nenough to be visible to Capt. John. \"I want to be outstandingly\r\nbeautiful,\" she tells her pregnant mother. Harriet's narration is spoken\r\nby an adult voice; we understand these events take place around 1946.\n\nCapt.\r\nJohn has come to live in India, he tells the Anglo-Indian Melanie, because with\r\none leg he feels like an outsider. \"I'm a stranger wherever I go,\" he\r\nsays, and she replies quietly, \"Where will you find a country of\r\none-legged men?\" She is a stranger, too, because of her mixed race.\r\n\"I don't know where you belong,\" her father tells her.\n\nCertainly\r\nall of their lives stand apart from India; we never hear a conversation between\r\nMelanie and her Indian suitor, or between Bogey and his Indian playmate, and\r\nthe nanny is limited to nannyisms; she is not even given the Indian titleayahby which all nannies were known.\r\nScenes of the real India outside the compound are mostly in long-shot.\n\nThe\r\nfilm is not constructed around high melodrama, but its deepest feelings are\r\nexpressed when the two outsiders, Melanie and Capt. John, speak with each\r\nother, almost in code. Melanie has an enchanted scene in which she tells a\r\nstory about the meeting of Prince Krishna and his bride, named Radha. The\r\nactress Radha was a dancer, and her character's story leads into a dance scene\r\nthat allows some of the color and mystery of Indian religion to enter the\r\nisolation of the British family's compound.\n\n\"The\r\nRiver\" and Michael Powell's \"The Red Shoes\" are \"the two\r\nmost beautiful color films ever made,\" Martin Scorsese says in an\r\ninterview on the new Criterion DVD of the restored print. I saw the movie for\r\nthe first time when Scorsese's personal 35mm copy played at the Virginia Film Festival\r\nsome years ago; when I mentioned it to him, he said, \"I watch that film\r\nthree times a year. Sometimes four.\"\n\nOn\r\nthe DVD, he says it reaches him more powerfully than \"Rules of the\r\nGame,\" considered Renoir's masterpiece. Some will agree, some will not.\r\n\"The River\" is like an Ozu film in the way it regards life without\r\ntrying to wrest it into a plot. During the course of the year, the girls fall\r\nin love with the same unavailable man, there is a death and a birth, and the\r\nriver continues to flow.\n\nRenoir,\r\nson of the impressionist painter Pierre-Auguste Renoir, directed his first film\r\nin 1924 and was considered a grand master when he fled the Nazis and moved to\r\nHollywood in 1941. There he worked with mixed success until, by the time he\r\nmade \"The River,\" he was almost unemployable. The film was financed\r\nby an outsider, Kenneth McEldowney, a Hollywood florist who loved Godden's\r\nnovel.\n\nRenoir\r\ninsisted on filming it on location in India, which he did with his nephew\r\nClaude Renoir as cameraman (and young Satyajit Ray as an assistant director).\r\nIt was the first Technicolor film made in India. The budget was small. There\r\nwere no stars, and some of the players had never acted before. Much of the\r\natmosphere flows from Renoir's documentary footage, showing a bazaar, life\r\nalong the river, annual festivals, boatmen at their work, and Hindus descending\r\nflights of stairs both grand and humble to bathe and pray in the water.\n\nThe\r\nBritish family lives apart from this India, and knows it. Behind the walls of\r\ntheir garden is a separate world, protected by the stern Sikh gatekeeper; only\r\nBogey's young playmate climbs the walls. Together, the boys sneak out to the\r\nbazaar and watch a snake-charmer, and Bogey finds another snake in the roots of\r\nthe giant banyan tree right outside the garden -- a tree whose roots fall down\r\nfrom the branches to reach for the ground, and among which gods and spirits are\r\nsaid to live.\n\nThere\r\nare subdued issues here involving colonialism and racism. Does Capt. John shy\r\naway from romance with Melanie because she is not white? Is Harriet's father\r\nbeing paternalistic when he \"loves\" the sight of the laborers bearing\r\ntheir vast bundles of jute into the factory? The issues are there, but they are\r\nnot called into focus, and the life Harriet shows us is the only one she knows.\n\nThe\r\ncenter of her world is a cubbyhole under the stairs, where she keeps her poetry\r\nand journals, and it is a betrayal when Valerie snatches away a notebook and\r\nreads Capt. John some of the younger girl's love poems. India itself is on the\r\nbrink of independence and partition, but Harriet is on the brink of\r\nadolescence, and that is much more important to her, as perhaps is natural.\n\nFilms\r\nhave grown so aggressive and jittery that it takes patience to calm down into\r\none like \"The River.\" Its most dramatic moment takes place offscreen.\r\nRenoir is not interested in emotional manipulation but in regarding lives as they\r\nare lived. Not everyone we like need be successful, and not everyone we dislike\r\nneed fail. All will be sorted out in the end -- or perhaps not, which is also\r\nthe way time passes and lives resolve themselves.\n\nNothing\r\nis really finished at the end of \"The River.\" Despite Jane Austen's\r\ninsistence that a man like Capt. John \"must be in want of a wife,\" he\r\nis still in want as the film ends. Harriet has not yet grown up. Melanie has\r\nstill not found a place for herself. Renoir's way of bringing his story to a\r\nconclusion is a form of understated poetry. All three girls receive letters\r\nfrom Capt. John. All three open them and begin to read them while sitting on\r\nthe steps, and then from within the house comes a baby's cry. The nanny emerges\r\nto announce: \"It's a girl!\" And the three girls jump up and rush into\r\nthe house, the letters fluttering forgotten to the ground behind them.\n\nA new print of \"The River\" plays Feb. 24-March 3 at\r\nthe Music Box Theatre, 3733 N. Southport. \"The River\" is available on\r\nDVD, as are these other titles in the Great Movies series: Renoir's \"Rules\r\nof the Game\" and \"Grand Illusion,\" Powell's \"The Red\r\nShoes\" and Satyajit Ray's \"Apu Trilogy\" and \"The Music\r\nRoom.\"\n\n", "running_time": 99, "mpaa_rating": null, "release_year": 1951, "date_published": "2006-02-12", "genres": ["Drama", "Romance"], "title": "The River (Le Fleuve) (1951)"}