{"url": "http://www.rogerebert.com/reviews/great-movie-manhattan-1979", "by": "Woody Allenas Isaac Davis", "star_rating": 4.0, "text": "I had forgotten what perfect pitch Woody Allen brought to ''Manhattan\"-- how its tone and timing slip so gracefully between comedy and romance. I hadn't seen it in years, and remembered mostly the broad outlines, the one-liners, the romance between a middle-aged man and a high school girl. Seeing it again I realize it's more subtle, more complex, and not about love, but loss. There are a lot of songs on the soundtrack, but the one that speaks for the hero says ''they're playing songs of love, but not for me.''\n\nThe movie's May-November romance was criticized because Isaac (Woody Allen) and Tracy (Mariel Hemingway) seem to have so little in common. But she at least has what lovers need, an ability to idealize the other person, and that's his fatal lack in the relationship: He doesn't feel she's special enough, and he doesn't see a future for them. Urging her to go to London on a scholarship, he consoles her, ''you'll think of me as a fond memory.'' He spends half of their time together trying to break up, and finally succeeds, taking her to a soda fountain after school--a location with perfect irony, given her age--to tell her he loves another woman, which is not exactly true. ''Now I don't feel so good,'' she says, in one of several lines that Hemingway makes both simple and heartbreaking.\n\nOnly later, too much later, does Isaac confess to a friend, ''I think I really missed a good bet when I let Tracy go.'' Well, maybe he did, or maybe he was right and there was no plausible future between a 42-year-old (however immature) and a 17-year-old. The movie isn't about that. It's about the cynicism and superficiality of the modern mating dance, and how all Isaac's glib sophistication can't save him from true feelings, when they come.\n\nHis character is surrounded by other adults who inhabit the wreckage of relationships. Isaac's former wife (Meryl Streep) left him to live with a woman, and writes a best seller ridiculing their marriage and love life; we doubt her new relationship is sound if it leaves her so obsessed with the previous one. Yale (Michael Murphy), has been happily married for years, but is having an affair with Mary (Diane Keaton). Both men have the tactic of trying to escape from relationships by telling the woman it's for her own good. Allen has Mary tell Yale they have no future, right after Isaac has told Tracy the same thing. Yale even more or less gives Mary to Isaac, to get her off his hands (''You'd be great for her''), and they have a little fling before Yale realizes he loves her after all.\n\nNeither man can deal with affection. Both hide behind words, but are powerless in the face of emotional truth. The movie is not really about love in the present, but love in the past--about the wistful pain when we realize we had a beautiful thing, and screwed it up. In a more conventional movie, Yale and Mary would be the central couple, and Isaac and Tracy would be their best friends; authors since Shakespeare have mirrored their heroic lovers with comedic counterpoints, but Allen's whole career is based on making the secondary characters heroic. The relationship of Isaac and Mary is not a romantic comedy, then, but complex and tricky, and unforgiving in the way it sees Isaac running in place because he doesn't know whether to run toward Mary or away from her.\n\nIt is at the same time a breathtaking hymn to the idea of being in love in Manhattan, a place Allen loves. The opening shot is a stunner, looking West across Central Park at dawn while Gershwin's ''Rhapsody in Blue'' does what it always does--makes us feel transcendent. The locations are like an anthology of Manhattan shrines: The characters visit the Guggenheim, Elaine's, Zabar's deli. They sit on a park bench at dawn beneath a towering bridge, and ride a carriage through Central Park, and row boats in the lagoon. They go to art movies and concerts and eat Chinese food in bed and play racquetball. Allen knows that songs are the soundtracks of our lives, and gives us not only ''But Not for Me'' but ''Sweet and Lowdown,'' ''I Got a Crush on You,'' ''Do Do Do,'' ''Lady Be Good,'' ''Embraceable You,'' ''Someone to Watch Over Me'' and, when Isaac runs and runs to the girl he finally realizes he loves, ''Strike Up the Band.''\n\nAll of these locations and all of these songs would not have the effect they do without the widescreen black and white cinematography of Gordon Willis. This is one of the best-photographed movies ever made, and a compelling argument for letterboxing on home video, since many of the compositions exploit the full width of the screen. Consider, for example, the sweet little conversation Isaac and Tracy have in his apartment, in a pool of light in the lower left corner of the screen, while the empty apartment stretches out toward a spiral staircase on the right: How better to show Tracy bringing life into this vast but lonely home?\n\nSome of the scenes are famous just because of Willis' lighting. For example, the way Isaac and Mary walk through the observatory as if they're strolling among the stars or on the surface of the moon. Later, as their conversation gets a little lost, Willis daringly lets them disappear into darkness, and then finds them again with just a sliver of side-lighting.\n\nKeaton, of course, was famous after \"The Godfather\" (1972), but she became a star and won an Oscar in Allen's \"Annie Hall\" (1977). ''Manhattan,'' made two years later, has echoes of Annie in Mary, but they're more a case of Keaton's personal mannerisms than of a similarity in the characters. Mary is less flighty, less a deliberate eccentric, more a woman who uses her bright intelligence as a shield against loneliness. She's too smart to cause trouble and too careless to stay out of it; she tells the married Yale she doesn't want him to leave his wife, she doesn't want to be a homebreaker, yet she loves him--and she's stuck on Sunday afternoons with no one to talk to or play with. ''It's just bad timing,'' she finally says. Her fling with Isaac is really based on their mutual isolation; they don't have anyone else to call.\n\nThis was Mariel Hemingway's first substantial role, and it won her an Oscar nomination. Like her character, she was just turning 18. Her performance is so direct, so artless, so without affect, that it goes straight to the heart of the matter. And her size plays an interesting role in the movie. She is, of course, taller than Allen, but the meaning of that difference is not as simple as the tall girl-short guy syndrome. Seeing them together on the screen, I was struck by how unconcealable she is, how her presence is such an inescapable fact; in social situations, Isaac tends to take cover, to hide behind his wit, to make guerrilla raids on conversations, and this girl at his side makes him so visible. She attracts enemy fire. Watch Isaac's face when Mary asks, ''And what do you do, Tracy?'' and she replies, ''I go to high school.''\n\nWoody Allen, it is said, always plays the same character in his movies. This is unfair. He often has the same verbal facility, yes, and some of the same mannerisms, but Isaac here is seen very specifically as a man whose yearnings and insecurities are founded on a deep immaturity. He wants, but doesn't know what he wants. He quits his job in an attack of ethics, but has no back-up plan. Look at Allen's face in Isaac's final scene with Tracy, as he pleads with her to stay with him, to not go to London, even while he realizes he is simply being selfish. A lesser actor would have gone over the top in the pleading, and then overdone the disappointment. Allen finds the difficult, precise tone of a man who desires and regrets and yet actually does like this young woman enough to know she's doing the right thing. He had her but he lost her, and now they both know their time has passed. He isn't planning the future, but trying to rewrite the past. She'll think of him as a fond memory.", "running_time": 96, "mpaa_rating": "R", "release_year": 1979, "date_published": "2001-03-18", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Manhattan (1979)"}