{"url": "http://www.rogerebert.com/reviews/great-movie-easy-rider-1969", "by": "Peter Fondaas Wyatt", "star_rating": 4.0, "text": "Nobody went to see \"Easy Rider\" (1969) only once. It became one of the rallying-points of the late '60s, a road picture and a buddy picture, celebrating sex, drugs, rock 'n' roll, and the freedom of the open road. It did a lot of repeat business while the sweet smell of pot drifted through theaters. Seeing the movie years later is like opening a time capsule. It provides little shocks of recognition, as when you realize they aren't playing \"Don't Bogart That Joint\" for laughs.\n\nPeter Fonda and Dennis Hopper play Captain America and Billy, journeying cross-country on their motorcycles, using a drug deal in Los Angeles to finance a trip to Mardi Gras. The drug is cocaine (sold to a dealer played by rock producer Phil Spector), but their drug of choice is marijuana. Billy gets the giggles around the campfire at night. Captain America, who could handle it better, is cool, quiet, remote, a Christ figure who flies the American flag on his gas tank, his helmet and the back of his leather jacket. (It would be a year later, after the release of \"Joe,\" that flag decals were co-opted by the right.)\n\nThe making of the movie became a Hollywood legend. Fonda and Hopper took their screenplay (co-written with Terry Southern) to the traditional home of motorcycle movies, American-International Pictures. But Sam Arkoff turned them down, and they finally found funding at Columbia. The budget was so limited, there was no money for an original score, so Hopper, the director, slapped on a scratch track of rock 'n' roll standards for the first studio screening. The executives loved the sound and insisted the songs be left in, and \"Easy Rider\" begat countless later movies that were scored with oldies.\n\nMotorcycle movies were not fashionable in 1969, although \"Hell's Angels on Wheels\" made an attempt in 1967 to break free of the booze-and-violence cliches. Directed by Richard Rush (\"The Stunt Man\"), it was a largely overlooked precursor to \"Easy Rider,\" sharing the same cinematographer, Laszlo Kovacs, and even the same little-known actor in a colorful supporting role: Jack Nicholson, who played a gas station attendant named Poet. \"Hell's Angels on Wheels\" is a great-looking movie, but it took \"Easy Rider\" to link two symbols of rebellion -- motorcycles and the hippie counterculture -- and catch the spirit of the time.\n\n\"Easy Rider\" was playing in theaters at about the time Woodstock Nation was gathering in upstate New York. It plays today more as a period piece than as living cinema, but it captures so surely the tone and look of that moment in time. There's heavy symbolism as Fonda throws away his wristwatch before setting off on the journey, and the establishing scenes, as Captain America and Billy stash their loot in a gas tank and set off down the backroads of the Southwest, are slowly paced -- heavy on scenery, light on dialogue, pregnant with symbolism and foreboding.\n\nOne of their bikes needs work, and they borrow tools at a ranch, leading to a labored visual juxtaposition of wheel-changing and horse-shoeing. Then they have dinner with the weathered rancher and his Mexican-American brood, and Fonda delivers the first of many quasi-profound lines he will dole out during the movie: \"It's not every man who can live off the land, you know. You can be proud.\" (The rancher, who might understandably have replied, \"Who the hell asked you?\" nods gratefully.)\n\nA hitchhiker leads them to a hippie commune that may have seemed inspiring in 1969, but today looks banal. A \"performance troupe\" sings \"Does Your Hair Hang Low?\" on a makeshift stage, while stoned would-be hippie farmers wander across the parched earth, scattering seed. \"Uh, get any rain here?\" Billy asks. \"Thank you for a place to make a stand,\" Captain America says. The group leader gives the Captain and Billy a tab of acid and the solemn advice, \"When you get to the right place, with the right people -- quarter this.\"\n\nIf \"Easy Rider\" had continued in the vein of its opening scenes, it's a good question whether anyone would remember it today. The film comes alive with the electrifying entry of the Jack Nicholson character, a lawyer named George Hanson whom they meet in a jail cell. (They have been jailed for \"parading without a permit\" after wheeling their bikes into a small-town parade.)\n\nHistoric moments in the cinema are not always this easy to identify: Nicholson had been in movies for years, but his jailhouse dialogue in \"Easy Rider\" instantly made him a star. \"You boys don't look like you're from this part of the country,\" he says. He's an alcoholic lawyer on good terms with the cops; he arranges their release, supplies the name of a topnotch whorehouse in New Orleans, and says that he's started out for Mardi Gras many times without getting past the state line. That sets up the film's most famous shot: George on the back of Billy's motorcycle, wearing a football helmet.\n\nNicholson's work in \"Easy Rider\" created a sensation. Audiences loved his sardonic, irreverent personality and were primed for his next film, \"Five Easy Pieces\" (1970), with its immortal chicken salad sandwich dialogue. Then and now, \"Easy Rider\" comes alive while the Nicholson character is in the movie. That night around the campfire, he samples grass for the first time (\"Lord have mercy, is that what that is?\") and then explains his theory that extraterrestrials walk among us. He uses a confiding tone, sharing outrageous information as if he's conferring a favor; it would become his trademark.\n\nGeorge is killed shortly afterward, by rednecks who have seen them in a roadside cafe and decide they look \"like refugees from a gorilla love-in.\" The impact of his death seems shortchanged in the movie, which hurries on to New Orleans.\n\nCaptain America and Billy find the legendary whorehouse and drop acid in the cemetery with two hookers (including Karen Black in one of her earliest film roles). It's a bad trip, but maybe they chose the wrong place with the wrong people.\n\nThe last act of the movie is preordained. There have been ominous omens along the way (and even a brief flash-forward to Captain America's flaming death). Rednecks in a pickup truck use a shotgun to blast both men from their bikes. The camera climbs high into the sky on a crane, pulling back to show us the inevitable fate, I guess, of anyone who dares to be different.\n\nThe symbolic deaths of heroes became common in movies after \"Bonnie and Clyde\" (1967), and Pauline Kael noted in her \"Easy Rider\" review that \"the movie's sentimental paranoia obviously rang true to a large, young audience's vision. In the late '60s, it was cool to feel that you couldn't win, that everything was rigged and hopeless.\"\n\nOne of the reasons that America inspires so many road pictures is that we have so many roads. One of the reasons we have so many buddy pictures is that Hollywood doesn't understand female characters (there are so many hookers in the movies because, as characters, they share the convenience of their real-life counterparts: They're easy to find and easy to get rid of.)\n\nThe motorcycle picture was a special kind of road/buddy movie that first came into view with Marlon Brando in \"The Wild One\" (1954), flourished in the late 1960s, and more or less disappeared a few years later. The movie grew out of pictures like \"The Wild Angels\" (1966, also starring Fonda), but it also expressed a notion that the counterculture believed in at the time: You could leave the city and return to more natural roots. A sweet idea, but one that did not coexist easily with drugs. In scenes like the one where Hopper and Fonda teach Nicholson how to inhale, there's a quietly approving air, as if life is a treatable disease, and pot is the cure.\n\nBut Billy is paranoid, probably because of all the grass he smokes, and in later scenes, they're oblivious to the dangers they invite with their strange appearance. (There's a scene where they excite teenage girls in a restaurant with their aura of sexual danger, and local Good Old Boys feel threatened and plot revenge.)\n\nMany deep thoughts were written in 1969 about Fonda's dialogue in a scene the night before his death. Hopper is ecstatic because they've made it to their destination with their drug money intact. \"We blew it,\" Fonda tells him. \"We blew it, man.\" Heavy. But doesn't the movie play differently today from the way its makers intended? Cocaine in 1969 carried different connotations from those of today, and it is possible to see that Captain America and Billy died not only for our sins, but also for their own.\n\nThis essay is based on my 1994 re-review of the film, revised for inclusion in the Great Movies series. My original review is online at rogerebert.com, where there are also reviews of the similarly themed films \"Hell's Angels on Wheels\" and \"The Wild Angels.\"", "running_time": 94, "mpaa_rating": "R", "release_year": 1969, "date_published": "2004-10-24", "genres": ["Action", "Adventure", "Crime", "Drama", "Indie"], "title": "Easy Rider (1969)"}