{"url": "http://www.rogerebert.com/reviews/great-movie-nanook-of-the-north-1922", "by": null, "star_rating": 4.0, "text": "\n\nThere is an astonishing sequence in Robert J. Flaherty's\r\n\"Nanook of the North\" (1922) in which his hero, the Inuit hunter\r\nNanook, hunts a seal. Flaherty shows the most exciting passage in one unbroken\r\nshot. Nanook knows that seals must breathe every 20 minutes, and keep an air\r\nhole open for themselves in the ice of the Arctic winter. He finds such a hole,\r\nbarely big enough to be seen and is poised motionless above it with his harpoon\r\nuntil a seal rises to breathe. Then he strikes and holds onto the line as the\r\nseal plunges to escape.\n\nThere is a desperate tug of war. Nanook hauls the line 10 or 12\r\nfeet out of the hole, and then is dragged back, sliding across the ice, and\r\npulls again, and again. We can't see, but he must have the line tied to his\r\nbody -- to lose would be to drown. He desperately signals for his fellow hunters\r\nto help him, and we see them running across the ice with their dogs as he\r\nstruggles to hold on. They arrive at last, and three or four of them pull on\r\nthe line. The seal prevails. Nanook uses his knife to enlarge the hole, and the\r\nseal at last is revealed and killed. The hunters immediately strip it of its\r\nblubber and dine on its raw flesh.\n\nThere\r\nhas been some discussion among critics of a possible interruption in the\r\nfilming; we never see the seal actually being pulled up to the surface. Was the\r\nquarry shot with a gun that Flaherty did not want to show, because that would\r\naffect the purity of his images of man against nature? Such questions are part\r\nof a decades-old debate about the methods of a man who has been called the\r\nfather of the documentary, whose films are masterpieces, and yet whose\r\nrealities were admittedly assisted.\n\nSeeing\r\n\"Nanook of the North\" a week ago at the Toronto Film Festival,\r\nmagnificently projected in 35mm and accompanied by a live performance of a new\r\nmusical score, I did not much care about the purity of Flaherty's methods. He\r\nshot his footage in 1920, when there were no rules for documentaries and\r\nprecious few documentaries, certainly none shot so far north that nothing grows\r\nexcept a little moss, and 300 Inuit could inhabit a space the size of England.\r\n(At about the same time, at the other pole, a photographer named Frank Hurley\r\nwas filming Shackleton's expedition, which ended with his ship, the Endurance,\r\nbroken by the ice, and the crew escaping to South America on a 700-mile journey\r\nin an open boat, with not a life lost. That film is also on DVD.)\n\nWe\r\nknow, because Flaherty was frank about it, that he recruited the cast for his\r\nfilm. Nanook was chosen because he was the most famed of the hunters in the\r\ndistrict, but the two women playing his wives were not his wives and the\r\nchildren were not his children. Flaherty's first footage was of a walrus hunt,\r\nand he revealed that Nanook and his fellow hunters performed the hunt for the\r\ncamera. \"Nanook\" is notcinema\r\nverite.And yet in a sense it\r\nis: The movie is an authentic documentary showing the creation of itself. What\r\nhappens on the screen is real, no matter what happened behind it. Nanook really\r\nhas a seal on the other end of that line.\n\nThe\r\nmovie shows Nanook during a few weeks in the life of his family. Countless\r\ndetails fill in a way of life that was already dying. We see the hunters\r\ncreeping inch by inch upon a herd of slumbering walruses, and then Nanook\r\nspringing up and harpooning one, and then a fierce struggle in which the mate\r\nof the walrus joins the battle. Such scenes simplify Inuit life to its most\r\nbasic reality: In this land the only food comes from other animals, which must\r\nbe hunted and killed. Everything the family uses -- its food, fuel, clothing\r\nand tools -- comes in some way from those animals, except for the knives and\r\nperhaps harpoon points, which they obtain at a trading post. They are a luxury;\r\nbefore there were trading posts, there were already Inuit.\n\nOne\r\nof the film's most fascinating scenes shows the construction of an igloo.\r\nNanook and his friends carve big blocks of snow and stack them in a circle,\r\ncarving new ones from the floor so that it sinks as the walls rise and curve\r\ninward to form a dome. Then he finds sheets of ice, cuts holes in the igloo\r\nwalls, and inserts the ice to make windows. There is another igloo, a smaller\r\none, for the dogs. And inside the big igloo, the tiniest igloo of all, for\r\npuppies, which the big dogs would quickly eat.\n\nNanook\r\nhas a small son named Allee, and a baby, Rainbow, 4 months old; they travel\r\ninside the hoods of their mothers. There are scenes of unstudied grace and love\r\nas his wives, Nyla and Cunayou, care for the children, the children play with\r\nthe puppies, and the whole family strips to crawl under their furs, which act\r\nas blankets for the night. There are also moments of hazard, as they are nearly\r\nlost in a sudden snowstorm, and times of great hunger and desperation. These\r\nare suggested in the film, but became real in the aftermath: Nanook, lost in a\r\nstorm, died of starvation two years after Flaherty filmed him.\n\nFlaherty\r\n(1884-1951), born in Michigan, traveled in northern Canada with his father as a\r\nyoung man, then returned as a scout looking for iron ore. He took along a\r\ncamera and shot some footage of Eskimos, which was destroyed by fire. That\r\ninspired him to return and shoot a proper film, financed by a French fur\r\ntrading company. He took along a generator, developing equipment and a\r\nprojector; after filming the walrus hunt, he wrote:\n\n\"I\r\nlost no time in developing and printing the film. That walrus fight was the\r\nfirst film these Eskimo had ever seen and, in the language of the trade, it was\r\na 'knock-out.' The audience -- they thronged the post kitchen to the point of\r\nsuffocation -- completely forgot the picture. To them the walrus was real and\r\nliving. The women and children in their high shrill voices joined with the men\r\nin shouting admonitions, warnings and advice to Nanook and his crew as the\r\npicture unfolded on the screen. The fame of that picture spread through all the\r\ncountry. ... After this it did not take my Eskimo long to see the practical\r\nside of films and ... from that time on, they were all with me.\"\n\nThe\r\nfilm is not technically sophisticated; how could it be, with one camera, no\r\nlights, freezing cold, and everyone equally at the mercy of nature? But it has\r\nan authenticity that prevails over any complaints that some of the sequences\r\nwere staged. If you stage a walrus hunt, it still involves hunting a walrus,\r\nand the walrus hasn't seen the script. What shines through is the humanity and\r\noptimism of the Inuit. One of the film's titles describes them as\r\n\"happy-go-lucky,\" and although this seems almost cruel, given the\r\nharsh terms of their survival, they do indeed seem absorbed by their lives and\r\ncontent in them, which is more than many of us can say.\n\nFlaherty\r\nwent on to make more sophisticated films, notably \"Tabu\" (1931), an\r\nuneasy collaboration with the great German filmmaker F.W. Murnau, who was more\r\ninterested in story and style than documentation; \"Man of Aran\"\r\n(1934), about the hard lives of the Aran Islanders off the coast of Ireland;\r\n\"Elephant Boy\" (1937), starring Sabu in a fiction based on a Kipling\r\nstory, and \"Louisiana Story\" (1948), in which a young bayou boy\r\nwatches as an oil rig invades his unspoiled domain. The later films are\r\nsmoother and more conventionally beautiful, but \"Nanook\" stands alone\r\nin its stark regard for the courage and ingenuity of its heroes. Nanook is one\r\nof the most vital and unforgettable human beings ever recorded on film.\n\nNote: The movie is available\r\nin a Criterion DVD edition, restored by David Shepard with a score by Timothy\r\nBrock. At the Toronto screening, the composer Gabriel Thibaudeau, from Quebec,\r\nled nine musicians (four flute players, a soprano, a bass, a drummer, and the\r\nInuit throat-singers Akinisie Sivuaraapik and Caroline Novalinga) in the\r\npremiere of his score that celebrates the beauty of the land and, during scenes\r\nof crisis, expresses urgency, surprise, fear and triumph in throat-sounds both\r\nmusical and elemental. Now that do-it-yourself commentary tracks can be\r\ndownloaded from the Web and played with DVDs, I wonder if this performance\r\ncould be made available the same way -- or offered as an alternative track on\r\nthe next DVD edition.\n\n", "running_time": 79, "mpaa_rating": null, "release_year": 1922, "date_published": "2005-09-25", "genres": ["Documentary"], "title": "Nanook of the North (1922)"}