{"url": "http://www.rogerebert.com/reviews/great-movie-day-for-night-1973", "by": "Jacqueline Bissetas Julie", "star_rating": 4.0, "text": "Producer: “Aren’t we one big happy family?” Actor: “So are the people in Greek tragedies.”\n\nThe actor in this exchange, which comes midway through Francois Truffaut’s “Day for Night,” is overstating his case. He should have said, “So are the people in French farces.” He’s talking about the sort of family that forms every time a movie shoots, and breaks up when it wraps. For several weeks there’s a kind of forced community where privacy is rare, everyone is exhausted, and emotional desperation is epidemic.\n\nTruffaut’s film, made in 1973 and being revived this week at Facets with a newly-struck 35-mm. print, is a poem in praise of making movies. Not good movies, not bad movies - movies. It takes place at the Victorine Studio in Nice, in the south of France, which has produced movies since the silent days. Truffaut himself plays Ferrand, the director of a movie named “Meet Pamela,” which is pretty clearly going to be a stinker. Ferrand exhibits not the slightest sign that he knows this, or would care if he did; he isn’t intended to be a director of ambitious movies (like Truffaut), but a technician, in love with the process - with the stunts and special effects, the chemistry between the actors, the daily shooting schedule.\n\nStrange, seeing this movie again in 1997, how much it reminded me of the recent films “Ed Wood” and “Boogie Nights.” Those are both films about people for whom the end product - the film itself - is only the necessary byproduct of their real reason to be in the movie business, which is to be on the set. To be making a movie. For a certain kind of emotionally footloose, artistic personality, a movie production is like a homeless shelter: Their basic animal needs are satisfied, they are too tired to see beyond the morning call, and sex, when it comes, is between people who are careful to agree it doesn’t mean too much.\n\nWhen visitors from the real world arrive (husbands, lovers, bankers, journalists), they are provided with a director’s chair to sit in, and they watch the action and nod and smile like proud grandparents. They’ll never understand. “I’d drop a guy for a film,” a character says in “Day for Night.” “I’d never drop a film for a guy.”\n\nTruffaut’s film is like a little anthology of anecdotes from movie sets. We recognize all the familiar types: The callow young love-mad star (Jean-Pierre Leaud); the alcoholic diva past her prime (Valentina Cortese); the sexy romantic lead (Jacqueline Bisset), whose breakdowns are hopefully behind her now that she’s married her doctor; and the aging leading man (Jean-Pierre Aumont) who is finally coming to terms with his homosexuality. There are also the functionaries with supporting roles: The script girl, the stunt man, the producer, the woman who runs the hotel.\n\nDuring the course of the movie romances end and begin, marriages are threatened and repaired, people lock themselves in their rooms, and a cat refuses to lap up the milk on cue. We learn in an offhand way some of the trade secrets of moviemaking, such as how they make it snow in the summertime, how a third-floor balcony can have no building beneath it, and how scenes are shot “day for night” (a filter is used to give the effect of night while shooting in daylight).\n\nThe movie is narrated by the Truffaut character. “Shooting a movie is like a stagecoach trip,” he says. “At first you hope for a nice ride. Then you just hope to reach your destination.” At night he has a dream, in black and white of course, in which he’s a small boy going downtown after dark. He reaches through the grating in front of the local theater, and steals the 8-by-10 glossy publicity stills for “Citizen Kane.” Earlier there’s a scene where Ferrand and his producer (Jean Champion) shuffle through glossy photos of their actress (Bisset). The parallel is clear. As a youth, Ferrand dreamed of being another Welles, but now he’s pleased to simply work in the same industry.\n\nIn her review of the film, Pauline Kael wrote that it was “a movie for the movie-struck, the essentially naive - those who would rather see a movie, any movie (a bad one, a stupid one, or an evanescent, sweet-but-dry little wafer of a movie like this one), than do anything else.” It may not be for them, but it’s certainly about them. When Leaud’s girlfriend says she’s glad to be in Nice with all of its restaurants, he’s shocked: “Little restaurants? You must be joking! Don’t you know Nice has 37 movies? We can grab a sandwich.”\n\nKael’s review is indignant: “I don’t share Truffaut’s fond regard for the kind of moviemaking that `Meet Pamela’ represents.” No, but it’s possible to share Truffaut’s affection for the people who make them. I asked Jeanne Moreau once about one of her famous scenes. She told me she hadn’t seen any of her movies, except for a handful at film festivals, where her presence was required. “I get paid to make them,” she said. “You get paid to see them.”\n\nFrancois Truffaut (1932-1984) was one of the most beloved of filmmakers, a man whose own love of film was obvious in such details as the old-fashioned iris shots he borrowed from silent films. (That’s a shot where the screen seems to screw down to circle one detail, before going to black). “The most beautiful thing I have seen in a movie theater,” he once said, “is to go down to the front, and turn around, and look at all the uplifted faces, the light from the screen reflected upon them.”\n\nTruffaut was a founder of the New Wave generation - French film critics who celebrated Hollywood’s veterans in the 1950s and then made their own films. He was there at the start, with “The 400 Blows” (1959), “Shoot the Piano Player” (1960) and “Jules and Jim” (1961, starring Moreau - I hope she saw it). In 25 years he directed 23 films. Why did he make so many? I think because he loved to be on the set. The young actor in “Day for Night” is heartbroken after his girl runs off with the stuntman. Truffaut’s character consoles him: “People like us are only happy in our work.”", "running_time": 120, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1997-12-26", "genres": ["Comedy", "Drama", "Foreign"], "title": "Day for Night (1973)"}