{"url": "http://www.rogerebert.com/reviews/great-movie-cool-hand-luke-1967", "by": null, "star_rating": 4.0, "text": "All these years after the release of \"Cool Hand Luke\" in 1967, all you have to do is say, \"What we have here is--failure to communicate.\" Everyone knows the line, and everyone can identify the film, even those who may not have seen it. And here's the curious part. As they make the connection, they'll invariably smile, as if recalling a pleasant experience, a good time at the movies. Have you seen \"Cool Hand Luke\" lately? I have. Rarely has an important movie star suffered more, in a film wall-to-wall with physical punishment, psychological cruelty, hopelessness and equal parts of sadism and masochism.\n\n\tIt is a great film. On that most of us can agree. But such a film could not possibly be made in more recent decades, not one starring Brad Pitt or Tom Cruise or other actors comparable to Paul Newman's stature. It is simply too painful. I can imagine a voice at a studio pitch meeting: \"Nobody wants to see that.\" Much was made by many critics, myself included, of Newman's \"anti-hero\" stature in \"Luke\" and other films he made around the same time: \"The Hustler,\" \"Hud,\" even \"Butch Cassidy and the Sundance Kid.\" I'm no longer sure he's an anti-hero in \"Cool Hand Luke.\" I think he's more of a willing martyr, a man so obsessed with the wrongness of the world that he invites death to prove himself correct. Louis Armstrong once said, \"There are some folks that, if they don't know, you can't tell 'em.\" The brutal guards who rule the work camp where Luke is a prisoner demonstrate time and again that if he escapes, he will be captured and punished to within an inch of his life. Since he knows that, is he is seeking punishment?\n\n\tThe film is an effective physical production, set in the south but filmed around Stockton, California, in a bleak rural landscape. Fifty prisoners, counted daily, are assigned to a work gang under the fierce eyes of the Captain (Strother Martin) and the never-seen eyes of Boss Godfrey (Morgan Woodward), whose reflecting sunglasses get him described as \"the man with no eyes.\" (That he does not speak adds to his stature as a fearsome icon.) The gang is ruled by its top dog, a prisoner named Dragline (George Kennedy). The newcomer Luke loses little time in challenging Dragline's authority, and they have a boxing match during which Dragline beats him almost to death. It is a point of pride to Luke that he hauls himself to his feet and refuses to admit defeat, and this, we discover, will be his method throughout the movie: he can't win, but he can continue to absorb punishment indefinitely.\n\n\tThe director, Stuart Rosenberg, working with the great cinematographer Conrad Hall, evokes the punishing heat of the location, where shirts stick to skin and dust sticks to everything. The prisoners cut weeds, dig ditches, and tar roads--in the road job, urged on by Luke to shove gravel on fresh oil so quickly the boss can hardly keep up. Another example of taking the moral high ground by physical travail. In the bunkhouse, Dragline, respecting Luke's stubbornness in their fight, becomes Luke's biggest admirer, and the kind of dynamic is set up that we might recognize from other prison movies; character actors (Robert Drivas, Luke Askew, Warren Finnerty, Dennis Hopper) play assigned roles in the groups that witness and admire Luke.\n\n\tThe movie is \"crowd-pleasing,\" says the critic Tim Dirks, and James Berardinelli speaks of such \"comic\" scenes as the one where Luke eats 50 hard-boiled eggs. I saw the movie at the time and can testify that it is crowd-pleasing, and in my review from 1967, I wrote that Luke was \"always smiling, always ready for a little fun. He eats 50 hard-boiled eggs on a bet and collects all the money in the camp. That Luke, he's a cool hand.\" What was I thinking? Today, the egg-eating scene strikes me as all but unwatchable. The physical suffering and danger are sickening, no less so than Luke's punishment of being made to dig and fill in the same grave-shaped hole time and again. \"Why did you have say 50 eggs?\" Dragline asks him. \"Why not...39?\" Well, there are 50 prisoners, of course.\n\n\tWhen Luke collapses on a table after eating the eggs, he takes the posture of Christ on the cross. Yes, he is a Christ-figure, and on last night of the story, in a little rural church, he addresses his Father on the subject of whether he has been forsaken. Will he die for the sins of his fellow prisoners? That's making it too simple, I think, although at the end there is the curious eyewitness report by Dragline, who is already trying to recast the Gospel According to Luke to reflect a symbolic victory. Luke is shot dead by No Eyes, and looks stunned as it happens, but here is Dragline's revisionism: \"He was smiling. That's right. You know, that Luke smile of his. He had it on his face right to the very end.\"\n\n\tThis and other dialogue suggests that Dragline is more than half in love with Luke, who acted out all their dreams and desires, and even turned up, improbably with a couple of chorus girls in a magazine photo. As Dragline tells him, \"Oh Luke, you wild, beautiful thing. You crazy handful of nothin'.\" He's right about the handful, but the first part of the description seems a strange thing for one prisoner to say about another.\"\n\n\tCould another actor than Paul Newman have played the role and gotten away with it? Of the stars at the time, I would not be able to supply one. Warren Beatty? Steve McQueen? Lee Marvin? They would have the presence and stamina, but would have lacked the smile. The physical presence of Paul Newman is the reason this movie works: The smile, the innocent blue eyes, the lack of strutting. Look at his gentle behavior in the touching scene with his mother (Jo Van Fleet), a scene that evokes the scene with Bonnie's mother in \"Bonnie and Clyde.\" Both parents and both children know they will never see each other again, and in a way are apologizing. Newman as a star had a powerful unforced charisma: We liked him. Could Kennedy have descried Lee Marvin as \"you wild, beautiful thing?\"\n\n\tMuch was also made in 1967 of the movie as an \"anti-establishment\" statement. The year 1967 was at the center of the Vietnam era, and Luke was against the establishment, but I cannot rebuild the period in my memory to make \"Cool Hand Luke\" work as a statement about Vietnam. Strother Martin as LBJ? But my mind returns to the symbolism of Boss Godfrey, the man with the mirroring sunglasses who never speaks. He reminds me of another famous pair of glasses in fiction. In F. Scott Fitzgerald's  The Great Gatsby,  the road into town passes through an industrial wasteland overseen by a gigantic billboard of never-blinking yellow eyeglasses, through which stare the eyes of Dr. T.J. Eckleburg. Some see Eckleberg's eye as the eyes of God. I don't know. I know that Luke calls out to God at the end: \"It's beginnin' to look like you got things fixed so I can't never win out. Inside, outside, all them rules and regulations and bosses. You made me like I am. Just where am I supposed to fit in? Ol' Man, I gotta tell ya. I started out pretty strong and fast. But it's beginnin' to get to me. When does it end?\"\n\n\tHe gets his answer quickly enough, but what other answer could he have expected? The problem between Luke and God is nothing more than a failure to communicate. Having seen this powerful, punishing movie again freshly, I reflect than in 1967 I didn't approach it with the proper pessimism. Today, it seems to be God does a fairly good job of getting his message across. There's an old vaudeville joke. \"Doc, it hurts when I do this.\" \"Then don't do that no more.\"\n\n\t \"The Hustler\" is also in the Great Movies Collection. ", "running_time": 126, "mpaa_rating": "PG", "release_year": 1967, "date_published": "2008-07-10", "genres": ["Crime", "Drama"], "title": "Cool Hand Luke (1967)"}