{"url": "http://www.rogerebert.com/reviews/great-movie-the-treasure-of-the-sierra-madre-1948", "by": null, "star_rating": 4.0, "text": "\n\nWhen John Huston came back from the war and Humphrey Bogart was\r\na star big enough to choose his next project, the two of them chose to make a\r\nfilm about a seedy loser driven mad by greed. \"Wait till you see me in my\r\nnext picture,\" Bogart shouted to a movie critic outside a New York\r\nnightclub. \"I play the worst s--- you ever saw.\" The movie was\r\ndesolate and despairing, the nicest character in it dies trying to defend men\r\nwho were about to kill him, and the ending is not merely unhappy but like a\r\ncosmic joke against the hero's dreams. Jack L. Warner, the studio boss who sent\r\nthe crew to Mexican locations and yanked them back when the budget ran out of\r\ncontrol, thought it was \"definitely the greatest motion picture we have\r\never made.\"\n\n\"The\r\nTreasure of the Sierra Madre\" (1948) is a story in the Joseph Conrad\r\ntradition, using adventure not as an end in itself but as a test of its\r\ncharacters. It involves moral disagreements between a wise old man and a\r\nparanoid middle-aged man, with a young man forced to choose sides. It tells\r\nthis story with gusto and Huston's love of male camaraderie, and it\r\noccasionally breaks into laughter -- some funny, some bitterly ironic. It\r\nhappens on a sun-blasted high chaparral landscape, usually desolate, except for\r\nthe three gold prospectors, although gangs of bandits and villages of Indians\r\nmaterialize when required. At the end, it has Bogart in a delirious mad scene\r\nthat falls somewhere between \"King Lear\" and \"Greed.\"\n\nBogart\r\nplays Fred C. Dobbs, one of the movie characters everybody can name. In 1925 in\r\nTampico, he meets another drifter from America, Bob Curtin (Tim Holt). Both\r\nhave been cheated out of hard-earned wages by a dishonest employer named\r\nMcCormick, and when they corner him in a bar, they beat him so savagely that it\r\nseems pointless to hang around town. Their next move is suggested by the\r\nold-timer Howard (Walter Huston), who they've overheard talking about gold.\r\nThey think he's good for advice and not much more, but he has the stamina of a\r\ngoat and is soon filling their ears with practical advice about how to find\r\ngold, which is not too hard, and how to keep it and not get killed, which is\r\nnot too easy.\n\nThe\r\nheart of the movie takes place on the slopes of mountains, which the title\r\nidentifies but the characters never do; they simply address it as\r\n\"mountain.\" They are so exposed in this landscape that only Howard's\r\nexperience and rough Spanish get them through. They start out as partners, but\r\nthe moment they find real gold, Dobbs grows avaricious, suggesting they divide\r\ntheir gains three ways, every night. Soon they're hiding their gold separately,\r\nand there is a long night when Dobbs awakens in the tent to find Howard gone,\r\nand then Curtin awakens to find Dobbs gone, and finally old Howard observes the\r\nturn has come back around to him and so why don't they get some sleep because\r\nthey have work to do in the morning.\n\nHoward\r\nhas been here before (\"I know what gold can do to men's souls'). He plays\r\na tactful peacemaker, agreeing with Dobbs' paranoid suggestions because he\r\nknows they will make little difference at the end of the day: Either they'll\r\nget out with their gold, or they won't. The performance is a masterpiece by\r\nWalter Huston, John's father, and won an Academy Award (John Huston won two\r\nmore, for direction and screenplay). Listen to the way the senior Huston talks,\r\nrapid-fire, without pause, as if he's briefing them on an old tale and doesn't\r\nhave time to waste on nuance. He does a famous dance when he finally finds\r\ngold, playing the stereotype of a grizzled prospector, but see how his eyes are\r\nsometimes quiet even when he's playing the fool; he reads every situation,\r\nknows his options, tries to slow Dobbs' meltdown.\n\nBogart\r\nshows not a shred of star ego in the role, but then he didn't become a star by\r\nbeing a pretty face. His wife Lauren Bacall writes in her memoirs that Bogart\r\nbegan to experience rapid hair loss on \"Dark Passage\" (1947), and was\r\ncompletely bald when he arrived at the \"Treasure\" locations. Doctors\r\nblamed his drinking and a B-vitamin deficiency; B-12 shots helped his hair\r\nreturn, but in \"Treasure,\" all three men wear wigs that were\r\ncarefully muddied and matted every morning to reflect that day's difficulties.\n\nBogart's\r\nbreak in pictures came in John Huston's own first film, \"The Maltese\r\nFalcon\" (1941), after the much bigger Warner Bros. star, George Raft,\r\nturned it down. Not tall, balding, with a scar on his lip, Bogart could play a\r\nhero but loved to be the scrappy little guy; remember his Charlie Allnut in\r\nHuston's \"The African Queen\" (1951). In \"The Treasure of the\r\nSierra Madre,\" he plays a character who diminishes steadily as the story\r\nmoves along, finally disappearing into himself and his delusions. Although\r\nHoward saves Dobbs' life just by being a seasoned mountain man, and Curtin\r\npulls him unconscious from a collapsed mine, he doesn't trust either one and\r\nfinds he is capable of killing either one just to get a bigger share of the\r\ngold.\n\nHe\r\nthinks he has killed Curtin, and the moment he does, he tips over into madness.\r\nBut the harsh logic of the situation has earlier shown that murder is always a\r\nchoice in these mountains. There is a poignant episode involving the\r\nsoft-spoken American Jim Cody (Bruce Bennett), who tracks them down to their\r\ncamp, offers his help, wants a share and analyzes the situation for them: They\r\ncan either make him a partner or kill him. The scene where the three men take a\r\nvote shows clearly how their moral weight balances out.\n\nThe\r\nmovie is based on a novel by the elusive, legendary B. Traven, whose work shows\r\nmen cornered by the shrinking options offered by nature and danger. Traven was\r\nfamous for being unknown; the name was a pseudonym, the author was never seen,\r\nand indeed the Hollywood agent Paul Kohner, who represented both of the\r\nHustons, acted as Traven's literary agent without ever meeting him -- or did\r\nhe? Both Huston and Kohner told me in the 1970s that an unprepossessing little\r\nman turned up on the Mexican locations and described himself as Traven's\r\nrepresentative. This was, they decided, clearly Traven himself, but they went\r\nalong with the fiction.\n\nI've\r\nseen \"The Treasure of the Sierra Madre\" many times, but watching it\r\nagain today on a new DVD, I found myself gripped as always by Bogart's closing\r\nscenes. The movie has never really been about gold but about character, and\r\nBogart fearlessly makes Fred C. Dobbs into a pathetic, frightened, selfish man\r\n-- so sick we would be tempted to pity him, if he were not so undeserving of\r\npity. The other two characters get more or less what they deserve at the end of\r\nthe film, but with less satisfaction for the audience. After Howard is taken in\r\nby an Indian tribe, there is a gratuitous shot, where a young maiden pats his\r\nwhiskers and he all but winks directly at the camera; this shot, and the\r\nidyllic village life surrounding it, belong in a lesser movie.\n\nAs\r\nthe stories of Howard and Curtin evaporate into convention, however, Fred C.\r\nDobbs somehow moves to a higher level of tragedy. Hearing things in the night,\r\ndesperate for a drink of water, staggering under the desert sun with the gold\r\nhe valued so much, Dobbs is the tragic hero brought down precisely by his\r\nflaws. There is a pitiless stark realism in these scenes that brings the movie\r\nto honesty and truth. Leading up to them is a down-market Shakespearean\r\nsoliloquy when Dobbs thinks he is a murderer and says, \"Conscience. What a\r\nthing! If you believe you got a conscience, it'll pester you to death. But if\r\nyou don't believe you got one, what could it do to ya?\" He finds out.\n\nNote:Bogart starred in two\r\nmovies where nobody actually said their most most-repeated lines. Nobody says\r\n\"Play it again, Sam\" in \"Casablanca,\" and in \"The\r\nTreasure of the Sierra Madre,\" Alfonso Bedoya, as the bandit leader, never\r\nactually says, \"Badges? We don't need no stinking badges!\" He says,\r\n\"We don't need no badges. I don't have to show you any stinking\r\nbadges.\"", "running_time": 126, "mpaa_rating": "NR", "release_year": 1948, "date_published": "2003-10-12", "genres": ["Action", "Adventure", "Drama", "Western"], "title": "The Treasure of the Sierra Madre (1948)"}