{"url": "http://www.rogerebert.com/reviews/great-movie-my-fair-lady-1964", "by": "Audrey Hepburnas Eliza Doolittle", "star_rating": 4.0, "text": "\"My Fair Lady\" is the best and most unlikely of musicals, during which I cannot decide if I am happier when the characters are talking or when they are singing. The songs are literate and beloved; some romantic, some comic, some nonsense, some surprisingly philosophical, every single one wonderful. The dialogue by Alan Jay Lerner wisely retains a great deal of \"Pygmalion\" by George Bernard Shaw, himself inspired by Ovid's Metamorphosis.\n\nThis fusion functions at such an elevation of sophistication and wit that when poor smitten Freddy sings \"On the Street Where You Live,\" a song that would distinguish any other musical, this one drops Freddy entirely rather than risk another such simplistic outburst. His sincerity seems childlike compared with the emotional fencing match between the guarded Higgins and the wary Eliza. It is characteristic that in a musical that has love as its buried theme, no one ever kisses, or seems about to. \n\nThe story involves a meeting of two egos, one belonging to the linguist Henry Higgins, the other, no less titanic, to the flower girl Eliza Doolittle. It is often mistakenly said that they collaborate because Higgins (Rex Harrison) decides to improve Eliza's Cockney accent. In fact it is Eliza (Audrey Hepburn) who takes the initiative, presenting herself at Henry's bachelor quarters to sign up for lessons: \"I know what lessons cost as well as you do, and I'm ready to pay.\"\n\nEven in this early scene, it is Eliza's will that drives the plot; Higgins might have tinkered forever with his phonetic alphabet and his recording devices if Eliza hadn't insisted on action. She took seriously his boast the night before, in Covent Garden: \"You see this creature with her curbstone English? The English that will keep her in the gutter till the end of her days? Well, sir, in six months, I could pass her off as a duchess at an Embassy Ball. I could even get her a job as a lady's maid or a shop assistant, which requires better English.\" The final twist, typical Shavian paradox, is what Eliza hears, and it supplies her inspiration: \"I want to be a lady in a flower shop instead of sellin' at the corner of Tottenham Court Road. But they won't take me unless I can talk more genteel.\"\n\nIt is her ambition, not Henry's, that sets the plot in motion, including the professor's bet with his fellow linguist Pickering, who says he'll pay for the lessons if Higgins can transform her speech. Higgins' response will thrum below the action for most of the play: \"You know, it's almost irresistible. She's so deliciously low. So horribly dirty.\" If Henry will teach Eliza to improve her speech, she will try to teach him decency and awaken his better nature.\n\nIt is unnecessary to summarize the plot or list the songs; if you are not familiar with both, you are culturally illiterate, although in six months I could pass you off as a critic at Cannes, or even a clerk in a good video store, which requires better taste.\n\nIt is difficult to discuss George Cukor's 1964 film as it actually exists because, even now, an impenetrable thicket of legend and gossip obscures its greatness. Many viewers would rather discuss the film that wasn't made, the one that would have starred Julie Andrews, who made the role of Eliza her own on the stage. Casting Audrey Hepburn was seen as a snub of Andrews, and so it was; producer and studio head Jack L. Warner chose Hepburn for her greater box-office appeal, and was prepared to offer the role to Elizabeth Taylor if Hepburn turned it down.\n\nOne of the best-known items in the history of movie trivia is that Hepburn did not sing her own songs, but was dubbed by the gifted Marni Nixon. So notorious became this dubbing, so egregious was it made to appear, that although \"My Fair Lady\" was nominated for 12 Oscars and won eight (including best picture, actor, director and cinematography), Hepburn was not even nominated for best actress; Julie Andrews was, the same year, for \"Mary Poppins,\" and she won.\n\nAt this remove, can we step back and take a fresh look at the controversy? True, Hepburn did not sing her own songs (although she performed some of the intros and outros), and there was endless comment on moments when the lip-syncing was not perfect. But the dubbing of singing voices was commonplace at the time, and Nixon herself also dubbed Deborah Kerr (\"The King and I\") and Natalie Wood (\"West Side Story\"). Even actors who did their own singing were lip-syncing to their own pre-recorded dubs (and an occasional uncredited assist). I learn from Robert Harris, who restored \"My Fair Lady\" in 1993, that this was apparently the first musical to use any form of live recording of the music, although \"only of Mr. Harrison, who refused to mouth to playbacks. His early model wireless microphone can be seen as a rather inflated tie during his musical numbers.\" Harrison's lips are therefore always in perfect sync, as opposed to everyone else in this film and all previous musicals.\n\nThat Hepburn did not do her own singing obscures her triumph, which is that she did her own acting. \"My Fair Lady,\" with its dialogue drawn from Shaw, was trickier and more challenging than most other stage musicals; the dialogue not only incorporated Shavian theory, wit and ideology, but required Eliza to master a transition from Cockney to the Queen's English. All of this Hepburn does flawlessly and with heedless confidence, in a performance that contains great passion. Consider the scenes where she finally explodes at Higgins' misogynist disregard, returns to the streets of Covent Garden, and finds she fits in nowhere. \"I sold flowers,\" she tells Henry late in their crisis. \"I didn't sell myself. Now you've made a lady of me, I'm not fit to sell anything else.\"\n\nIt is typical of Shaw, admirable of Lerner and Loewe, and remarkable of Hollywood, that the film stays true to the original material, and Higgins doesn't cave in during a soppy rewritten \"happy ending.\" Astonished that the ungrateful Eliza has stalked out of his home, Higgins asks in a song, \"Why can't a woman be more like a man?\" He tracks her to her mother's house, where the aristocratic Mrs. Higgins (Gladys Cooper) orders him to behave himself. \"What?\" he asks his mother. \"Do you mean to say that I'm to put on my Sunday manners for this thing that I created out of the squashed cabbage leaves of Covent Garden?\" Yes, she does. Higgins realizes he loves Eliza, but even in the play's famous last line he perseveres as a defiant bachelor: \"Eliza? Where the devil are my slippers?\" It remains an open question for me, at the final curtain, whether Eliza stays to listen to what he says next.\n\nApart from the wonders of its words and music, \"My Fair Lady\" is a visual triumph. Cukor made use above all of Cecil Beaton, a photographer and costume designer, who had been production designer on only one previous film (\"Gigi,\" 1958). He and cinematographer Harry Stradling, who both won Oscars, bring the film a combination of sumptuousness and detail, from the stylization of the famous Ascot scene to the countless intriguing devices in Higgins' book-lined study.\n\nThe supporting performances include Wilfred Hyde-White as the decent Pickering, speaking up for Eliza; and Stanley Holloway as her father, Alfred P. Doolittle, according to Higgins \"the most original moral philosopher in England.\" Doolittle was originally to have been played in the movie by Jimmy Cagney; he might have been good, but might have been a distraction, and Holloway with his ravaged demeanor is perfect.\n\nWhat distinguishes \"My Fair Lady\" above all is that it actually says something. It says it in a film of pointed words, unforgettable music and glorious images, but it says it. Bernard Shaw's \"Pygmalion\" was a socialist attack on the British class system, and on the truth (as true when the film was made as when Shaw wrote his play) that an Englishman's destiny was largely determined by his accent. It allowed others to place him, and to keep him in his place.\n\nEliza's escape from the \"lower classes,\" engineered by Higgins, is a revolutionary act, dramatizing how \"superiority\" was inherited, not earned. It is a lesson that resonates for all societies, and the genius of \"My Fair Lady\" is that it is both a great entertainment and a great polemic. It is still not sufficiently appreciated what influence it had on the creation of feminism and class-consciousness in the years bridging 1914 when \"Pygmalion\" premiered, 1956 when the musical premiered, and 1964 when the film premiered. It was actually about something. As Eliza assures the serenely superior Henry Higgins, who stood for a class, a time and an attitude:\n\nThey can still rule with land without you.\rWindsor Castle will stand without you.\rAnd without much ado we can all muddle through without you.", "running_time": 171, "mpaa_rating": "G", "release_year": 1994, "date_published": "2006-01-01", "genres": ["Drama", "Musical"], "title": "My Fair Lady (1994)"}