{"url": "http://www.rogerebert.com/reviews/great-movie-the-thin-man-1934", "by": null, "star_rating": 4.0, "text": "\r\nWilliam Powell is to dialogue as Fred Astaire is to dance. His delivery is so\r\ndroll and insinuating, so knowing and innocent at the same time, that it hardly\r\nmatters what he's saying. That's certainly the case in \"The Thin Man\"\r\n(1934), a murder mystery in which the murder and the mystery are insignificant\r\ncompared to the personal styles of the actors. Powell and Myrna Loy co-star as\r\nNick and Nora Charles, a retired detective and his rich wife, playfully in love\r\nand both always a little drunk.\n\nNick\r\nCharles drinks steadily throughout the movie, with the kind of capacity and wit\r\nthat real drunks fondly hope to master. When we first see him, he's teaching a\r\nbartender how to mix drinks (\"Have rhythm in your shaking ... a dry\r\nmartini, you always shake to waltz time\"). Nora enters and he hands her a\r\ndrink. She asks how much he's had. \"This will make six martinis,\" he\r\nsays. She orders five more, to keep up.\n\nPowell\r\nplays the character with a lyrical alcoholic slur that waxes and wanes but\r\nnever topples either way into inebriation or sobriety. The drinks are the\r\nlubricant for dialogue of elegant wit and wicked timing, used by a character\r\nwho is decadent on the surface but fundamentally brave and brilliant. After\r\nNick and Nora face down an armed intruder in their apartment one night, they\r\nread about it in the morning papers. \"I was shot twice in theTribune,\" Nick observes.\r\n\"I read you were shot five times in the tabloids,\" says Nora.\r\n\"It's not true,\" says Nick. \"He didn't come anywhere near my\r\ntabloids.\"\n\nAfter\r\na prologue set three months earlier, most of the movie takes place over the\r\nholiday season, including cocktail parties on Christmas Eve and Christmas Day,\r\nand the exposure of the killer at a dinner party sometime around New Years'\r\nEve. The movie is based on a novel by Dashiell Hammett, one of the fathers of\r\nnoir, and it does technically provide clues, suspects and a solution to a\r\nseries of murders, but in tone and intent it's more like an all-dialogue\r\nversion of an Astaire and Rogers musical, with elegant people in luxury hotel\r\npenthouses and no hint of the Depression anywhere in sight.\n\n\"The\r\nThin Man\" was one of the most popular films of 1934, inspired five\r\nsequels, and was nominated for four Oscars (best picture, actor, direction and\r\nscreenplay). Yet it was made as an inexpensive B-picture. Powell and Loy had\r\nbeen successful together earlier the same year in \"Manhattan\r\nMelodrama\" (the last film John Dillinger ever saw), and were quickly cast\r\nby MGM in this crime comedy that was filmed, incredibly, in only two weeks. The\r\nquick shooting schedule was possible because there are very few sets and\r\nnegligible exteriors, because there is much dialogue and little action, and\r\nbecause the director, W. S. Van Dyke, was known for sticking to a schedule.\r\nThat \"The Thin Man\" cost so little and looks so good is possibly\r\nbecause the interiors are simple and elegant, and the black and white\r\nphotography flatters the loungewear and formalwear worn by a great-looking cast\r\n(which in addition to Powell and Loy, included Maureen O'Sullivan and a young\r\nCesar Romero). And there is a kind of grace in the way the 6-foot Powell hovers\r\nprotectively over the 5-6 Loy (or sometimes simply leans as if blown in her\r\ndirection).\n\nAlthough\r\nDashiell Hammett was known for hard-boiled fiction, and John Huston's 1941 film\r\nof Hammett's The Maltese Falcon was one of the first examples of film noir,\r\n\"The Thin Man\" is essentially a drawing-room comedy with dead bodies.\r\nThe plot is so preposterous that no reasonable viewer can follow it, and the\r\nmovie makes little effort to require that it be followed. Nick Charles\r\ntypically stands in the midst of inexplicable events with a drink in his hand,\r\nnodding wisely as if he understands everything and is not about to share. When\r\na reporter asks him, \"Can't you tell us anything about the case?\"\r\nNick replies: \"Yes. It's putting me way behind in my drinking.\"\n\nBriefly,\r\nthe film involves the mysterious disappearance of an inventor (Edward Ellis);\r\nthe concern of his daughter (O'Sullivan), who is an old friend of Nick and\r\nNora; the greed of the inventor's ex-wife (Minna Goimbell); the even greater\r\ngreed of her gold-digging husband (Romero); the suspicious motives of the\r\ninventor's mistress (Natalie Moorhead), and various other thugs, gunsels, cops,\r\nreporters and the untiring cast of partygoers who turn up nightly at the\r\nCharles' suite for free drinks.\n\nOne\r\nof the movie's charms is the playfulness with which Nick and Nora treat each\r\nother, and life. During one ostensibly serious scene, Nick pretends to find a\r\npiece of lint on her blouse, and then flicks her on the nose when she looks\r\ndown; she jabs him in the side; he pretends to be about to sock her, and then\r\nthey both try to put on serious faces. On Christmas morning, Nick tests the new\r\nair-rifle he got as a present by firing at the balloons on their Christmas\r\ntree. Nick throws a dinner party for all of the suspects, with plainclothes\r\ncops as waiters, and Nora tells one of them: \"Waiter, will you serve the\r\nnuts? I mean, will you serve the guests the nuts?\"\n\nThe\r\nmovie's only real skullduggery comes when Nick goes on a midnight prowl through\r\nthe inventor's laboratory, and even then the real sleuthing is done by Asta\r\n(Skippy), the couple's high-spirited terrier. Nick and Nora included him in all\r\nof their activities, and Asta became one of the most famous movie dogs of his\r\ntime, in part through his ability to shield his eyes with his paws when life\r\ngrew too disturbing to contemplate.\n\nAssuming\r\nas we must that \"The Thin Man\" is not about a series of murders and\r\ntheir solution (that entire mechanism would be described by Hitchcock as the\r\nMacGuffin), what is it about? It is about personal style. About living life as\r\na kind of artwork. Of the early lives of Nick and Nora we learn little, except\r\nthat he was once a famous San Francisco detective and retired after marrying\r\nNora. As Nick explains vaguely to a friend, her father left her a small-gauge\r\nrailroad and \"oh, a lot of other things,\" and he looks after them. As\r\na consequence, Nick and Nora have a lot of money and spent their time traveling,\r\nseeing old friends, making new ones, and drinking pretty much all day long.\n\nAt\r\none point in the film, when Nora wakens Nick in the middle of the night, he\r\nimmediately pours himself a drink and one for her, and then as she leaves the\r\nroom he greedily drinks from her glass. They are alcoholics in any realistic\r\ndefinition of the term, but not in the terms of the movie, because their\r\ndrinking has no particular effect on themselves or the plot. It is simply a\r\nbehavior, like smoking, that gives them something to do with their hands,\r\nsomething to talk about, and an excuse to move around the room. Even when Nora\r\nappears with an ice bag on her head, it looks more like clowning than like a\r\nhangover.\n\nMyrna\r\nLoy was a delightful foil to Powell, but in this film she is essentially just\r\nhis playmate; Powell dominates the picture with his deep, rich voice, his\r\ngliding, subtly unsteady physical movements, and his little mustache that he\r\nhopes makes him look more grownup than he feels. For audiences in the middle of\r\nthe Depression, \"The Thin Man,\" like the Astaire and Rogers musicals\r\nit visually resembles, was pure escapism: Beautiful people in expensive\r\nsurroundings make small talk all the day long, without a care in the world, and\r\neven murder is only an amusing diversion.\n\nPowell's\r\ncareer began on the stage in 1912. He worked in silent films from 1922 and in\r\ntalkies from their birth until 1955, when his last role was \"Doc\" in\r\n\"Mister Roberts.\" He was nominated for best actor for this film, the\r\nwonderful \"My Man Godfrey\" (1937) and \"Life with Father\"\r\n(1947). But he never won an Oscar. Powell lived until 1984, when he was 92, and\r\nwas fit and active until toward the end. All through the 1960s and 1970s his\r\nfans urged the Motion Picture Academy to give him an Oscar for lifetime achievement,\r\nbut the Academy never did. To see \"The Thin Man\" is to watch him\r\nembodying a personal style that could have been honored, but could never be\r\nimitated.", "running_time": 93, "mpaa_rating": null, "release_year": 1934, "date_published": "2002-12-22", "genres": ["Comedy", "Crime", "Drama", "Mystery", "Thriller"], "title": "The Thin Man (1934)"}