{"url": "http://www.rogerebert.com/reviews/great-movie-heart-of-glass-1976", "by": "Werner Herzog", "star_rating": 4.0, "text": "Werner Herzog's \"Heart of Glass\" (1976) is a vision of man's future as desolation. In a film set entirely in a Bavarian village around 1800, it foresees the wars and calamities of the next two centuries and extends on into the 21st with humanity's nightfall. In the story of the failure of a small glassblowing factory, it sees the rise and collapse of the industrial revolution, the despair of communities depending on manufacture, the aimlessness of men and women without a sense of purpose.\n\n\tNone of these things is specifically stated. They come in the form of prophecies by a shepherd, who pronounces them in a trance to townspeople who think he must be mad. His words don't specify any of the events we know to have taken place, but they're uncanny in their ability to evoke what was coming. His words are the way a man might describe nuclear destruction, tyranny, ecological disaster and the dominance of the crowd over the individual--if that man lacked words for the fearful images that appeared to him. \n\n\tThis is one of the least seen and most famous of Herzog's films, known as the one where most of the actors were hypnotized in most of the scenes. It hasn't been much seen, perhaps because it isn't to the taste of most people, seeming too slow, dark and despairing. There's no proper story, no conclusion, and the final scene is a parable seemingly not connected to anything that has gone before. I think it should be approached like a piece of music, in which we comprehend everything in terms of mood and aura, and know how it makes us feel even if we can't say what it makes us think.\n\n\tHerzog's canvas has two shots from the tops of peaks, looking down over the earth. For the rest, he sets his film entirely within the village, in a few houses, a beer hall, a glass factory, and in the surrounding forest. The people depend for their existence on the manufacture of beautiful and valued rose-colored glassware. The master glassmaker Muhlbeck has died, taking to the grave the secret of the glass. Desperate experiments are undertaken to rediscover the recipe, but all fail. A reasonable person might say, \"All right then, the factory can make other kinds of glass.\" There are no reasonable people in the village.\n\n\tHerzog indeed hypnotized them for most of the scenes; that is not simply publicity. The dialogue which they repeat under hypnosis is pronounced with a dread certainty. It lacks life and individuality. Is this how hypnotized people speak? Not necessarily. Usually they speak more like--themselves. Eerily, it occurs to me that what we may actually be hearing are the intonations of Herzog's own voice as he hypnotized them and told them what to say. He is acting through them. \n\nHe removes all individuality from the performances. He removes all self-awareness. These are not \"characters,\" although they have distinct characteristics. They are men who have had their souls taken from them by the failure of their work. With nothing to do and nothing to hope for, they no longer have the will to survive. I am reminded of the Chinese factory workers in the documentary \"Last Train Home,\" who leave the provinces and live in dormitories to work for meager wages which they send home to support their children. It is a dismal life, but it is a purpose, and if while absent 50 weeks a year they lose the love of their children, then the secret of the glass has been lost.\n\n\tCertain citizens stand out from the small population. There is Hias (Joseph Bierbichler), the prophetic shepherd. The heir to the factory. The dwarfish sycophant. A brazen woman. A glass blower. Two friends, who quarrel and fall drunken from a hayloft, one living, one dying because his body cushions the other's fall. The survivor dances inconsolably with his friend's body. His macabre dance, and many other scenes, take place within a beer hall where the people drink and stare. In a well-known scene, one of the friends breaks a beer stain over the head of the other, who doesn't react. Then, slowly, he pours his own beer over the first one's head, again getting no reaction. \n\n\tYou can sense what Herzog is getting at. In the ordinary world one man doesn't break a mug over another's head without some ostensible reason, based on their personalities, the situation, and what they've said. All of that is redundant for Herzog's purpose. He shows the essence of the two men quarreling. They require no occasion. They are bereft of reason and a purpose for living, and reduced to automatons of hopelessness and hostility.\n\nThe interiors are darkly lit, with shadows gathered around them. The music of Popul Vul seems like melodies from Purgatory. Ordinary conversation is lacking, ordinary routines abandoned. These are people solemnly waiting for…nothing. Although some have found the film slow and one reported dozing off, I find it terrifying in its emptiness. It is like looking down into a vertiginous fall at the edge of time. Like many good \"slow\" films, it seems to move more quickly on additional viewings. \n\n\tI mentioned two scenes on mountain peaks. They open and close the film. The first shows a man looking down into a vast valley, through which a river of clouds pours. In 1976 these clouds were not created by CGI; Herzog used special effects to combine the man and the image. I learn he worked 12 days to get the shot. The effect is haunting. What it evokes for me is the sense of Man standing above Time and glimpsing it on its flow toward Eternity. I learn from the critic Neil Young that Herzog's \"debt to 19th-century German artists is evident, with Caspar David Friedrich prominent among the influences.\" He says this shot \"recreates his famous 'Wanderer Over a Sea of Fog'.\" \n\nThe final scene involves a man on a mountain peak who looks out to sea. Herzog intercuts sea birds on the mountain side, moving in nervous waves of flight. A narrator explains that the man concludes there must be something on the other side of the ocean. Transfixed by his conviction, men set out to cross the sea, rowing with fierce determination in a pitifully small boat after land disappears behind them and no land appears before them. The narrator tells us they took it as a good omen that the birds followed them out to sea.\n\nWhat does this mean? It is better to row into oblivion than to wait for it to come to you? I don't know. Some images are complete without translation into words. \"Heart of Glass\" strikes me as a film of such images. From it I get a feeling that evokes my gloom as I see a world sinking into self-destruction, and feel I am lucky to be old because there may not be another lifetime's length of happiness left for most people on this planet. For most of my time here there was still rose-colored glass.\n\n\tHerzog fascinates me. I feel a film like \"Heart of Glass\" comes as close to any single one of his titles to expressing the inchoate feelings in his heart. He was once asked what he would do if he had one day to live. It's a meaningless question, but I appreciated his answer: \"Martin Luther said that if he knew the world were ending tomorrow, he would plant a tree. I would start a new film.\"\n\nAlso in the Great Movies Collection: Herzog's \"Aguirre, the Wrath of God,\" \"Fitzcarraldo,\" \"The Enigma of Kaspar Hauser,\" \"Stroszek.\"", "running_time": 94, "mpaa_rating": null, "release_year": 1976, "date_published": "2011-03-23", "genres": ["Drama", "Foreign"], "title": "Heart of Glass (1976)"}