{"url": "http://www.rogerebert.com/reviews/great-movie-crimes-and-misdemeanors-1989", "by": "Caroline Aaronas Barbara", "star_rating": 4.0, "text": "I remember my father telling me, \"The eyes of God are on us always.\"\n\nThe man who remembers is Judah Rosenthal, a respected ophthalmologist and community leader. As Woody Allen's \"Crimes and Misdemeanors\" opens, he is being honored at a banquet. He lives on three acres in Connecticut, drives a Jaguar, built a new wing on the hospital. During the course of the movie he will be responsible for the murder of a woman who loves him.\n\nShe dies not because of his passion but for his convenience. In this darkest and most cynical Allen comedy -- yes, comedy -- he not only gets away with murder but even finds it possible, after a few months, to view the experience in a positive light. If the eyes of God are on him always, what does that say about God?\n\nWoody Allen has made some 36 movies; the best are \"Annie Hall\" (1976), \"Hannah and Her Sisters\" (1987), \"Crimes and Misdemeanors\" (1989) and \"Match Point,\" which premiered at Cannes 2005. The new film resembles \"Crimes and Misdemeanors\" in the way it involves a man who commits murder to cover up an affair, but \"Match Point\" is more firmly a film noir, and \"Crimes\" is frankly a complaint against God for turning a blind eye on evil.\n\nJudah, played by Martin Landau as a man of probity and vast self-importance, is, or thinks he is, a moral man. That has not prevented him from having an affair for two years with Dolores (Anjelica Huston), a flight attendant with whom he has walked on the beach and discussed marriage. But Judah will never divorce his wife, Miriam (Claire Bloom), to marry Dolores. Nor is he capable of confessing his sin to Miriam: \"Miriam won't forgive me,\" he tells a rabbi. \"She'll be broken. She idealizes me.\" That the conversation with the rabbi is imaginary takes away nothing from its ruthlessness. What Judah is arguing is that Dolores must die because if Miriam found out about the affair it would -- what? Destroy Miriam? Dolores? No, it would destroy his image and stature in the eyes of his wife and his community, and he thinks that is worth killing for.\n\nTo be sure, Judah backs into murder. Dolores has been acting dangerously. She sent a letter to Miriam that Judah only barely intercepted. She called from a gas station 10 minutes down the road, threatening to come to his house and tell Miriam \"what she needs to know.\" Judah discusses his problem with his brother Jack (Jerry Orbach), who has connections with the Mafia. \"They'll handle it,\" Jack tells him. Handle? \"I can't believe I'm talking about a human being,\" Judah says. \"She's not just an insect to be stepped on. ...\"\n\nYet he steps on her. Dolores knows about certain \"financial improprieties\" that Judah has committed; funds from one place were useful in another. Threatened with exposure on both fronts, Judah makes a call to Jack, and Jack calls back: \"It's taken care of.\" Now listen to Judah: \"I can't speak. I'm in shock. God have mercy on us, Jack.\" How about a little mercy for Dolores? Judah has mastered the art of ameliorating his crime by being shocked at it. Yes, he had Dolores killed -- but if he feels terrible about it, doesn't that prove he's not an entirely bad man?\n\nThe movie intercuts this tragic story with a comedy, also about adultery. The technique is Shakespearean: The crimes of kings are mirrored for comic effect in the foibles of the lower orders. Allen plays Cliff Stern, a maker of documentaries of stultifying boredom; in one, an old man in thick glasses discusses metaphysics. Cliff is married to Wendy (Joanna Gleason). She has two brothers: Ben (Sam Waterston), the rabbi, who is going blind and is being treated by Judah, and Lester (Alan Alda), the creator of incredibly successful TV sitcoms.\n\nCliff detests Lester. Consider the scene where we first see the two men together; Lester is on the left flanked by his sister and another woman, holding court. Cliff is on the right, slightly more in the foreground, and half-turned away from the action and toward us. He seems barely able to prevent himself from turning to the camera and telling us directly what a jerk Lester is. The visual strategy is subtle but wonderful: Allen delivers a monologue using only body language.\n\nCliff is offered a job directing a documentary about Lester. \"You weren't my first choice,\" the Alda character cheerfully tells him. \"I'm doing it as a favor to my sister.\" While making the film, Cliff meets a production assistant named Halley (Mia Farrow) and falls for her. They have a little non-affair; Cliff is not made for big affairs, but for modest displays of erotic self-deprecation. He proposes marriage to her, despite the fact that he has barely kissed her and is obviously married to Wendy.\n\nSo now we have two married men discussing marriage with other women. That Judah will not really marry Dolores destroys her (\"I was at a low point when I met you!\" she cries in raw emotion. \"You turned everything around!\"). That Cliff might actually marry Halley, or thinks he might, is fielded by her with tact: She announces a trip to London, thinks they ought to \"have some time apart,\" and returns engaged to --yes, Lester. Cliff is morally offended by her choice, despite the inarguable fact that Lester is single and available (and also rich and successful), and Cliff is married, poor, and has been fired from the documentary after a scene comparing Lester to Mussolini.\n\nThe Woody Allen scenes provide the kind of stand-up self-analysis and kvetching that his characters are famous for. But what happens in the Martin Landau scenes are as calmly shocking as anything Allen has ever done. In that imaginary conversation with the rabbi, Judah refers to his brother's offer to \"take care\" of Dolores. \"God is a luxury I can't afford,\" he says. \"Jack lives in the real world. You live in the kingdom of heaven.\" After Judah learns that Dolores has been killed, he visits Dolores' apartment, sees that she is indeed dead, and takes her address book and other papers that might link him with her.\n\n\"Four months later,\" we're told in a subtitle, the principal characters are gathered at a wedding. Cliff wanders off, outraged at seeing Halley with the despised Lester. Why should a worthless parasite like Lester get the girl? Judah wanders in the same direction, and the two men have a curious conversation. It turns on the idea of a perfect murder. Judah describes \"a murder plot\" to Cliff. It is the murder he has gotten away with.\n\nBut how does it feel to be responsible for the death of another person? Can you live with yourself? \"Suddenly it's not an empty universe at all,\" Judah tells Cliff. God occupies it, and has eyes, and sees. \"The man is an inch away from confessing to the police.\" Then suddenly one morning, he wakes up, the sun is shining, his life is good, and he has returned to \"his protected world of wealth and privilege.\" The moral of this story? \"We define ourselves by the choices we make,\" Judah says. By choosing to have Dolores murdered, Judah has defined himself as a man of wealth and privilege, respected by society, \"idolized\" by his wife, and a murderer. He can live with that.\n\nThe implications of \"Crimes and Misdemeanors\" are bleak and hopeless. The evil are rewarded, the blameless are punished, and the rabbi goes blind. To be sure, justice is done in the low-road plot: Cliff does not succeed in leaving his wife to marry a girl for whom he would be the worst possible partner, and the rich and triumphant Lester gets the girl and will possibly make her happy, or at least rich. But in the main story Dolores lies in her grave, and Judah finds that life goes on -- for him, at least. For Martin Landau, the performance is a masterpiece of smooth, practiced diplomacy, as he glides through life and leaves his problems behind. Landau is never more effective than when he is shocked and dismayed at his own behavior. It's as if he's regarding himself from outside, with a kind of fascination. He sees what he does, and does nothing to stop it. In his own world, he is the eyes of God.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "2005-09-11", "genres": ["Comedy", "Drama", "Indie"], "title": "Crimes and Misdemeanors (1989)"}