{"url": "http://www.rogerebert.com/reviews/great-movie-persona-1966", "by": "Bibi Anderssonas Nurse Alma", "star_rating": 4.0, "text": "Shakespeare used six words to pose the essential human choice: \"To be, or not to be?\" Elizabeth, a character in Ingmar Bergman's \"Persona,\" uses two to answer it: \"No, don't!\" She is an actress who one night stopped speaking in the middle of the performance, and has been silent ever since. Now her nurse, Alma, has in a fit of rage started to throw a pot of boiling water at her. \"No, don't!\" translates as: I do not want to feel pain, I do not want to be scarred, I do not want to die. She wants . . . to be. She admits . . . she exists.\n\n\"Persona\" (1966) is a film we return to over the years, for the beauty of its images and because we hope to understand its mysteries. It is apparently not a difficult film: Everything that happens is perfectly clear, and even the dream sequences are clear--as dreams. But it suggests buried truths, and we despair of finding them. \"Persona\" was one of the first movies I reviewed, in 1967. I did not think I understood it. A third of a century later I know most of what I am ever likely to know about films, and I think I understand that the best approach to \"Persona\" is a literal one.\n\nIt is exactly about what it seems to be about. \"How this pretentious movie manages to not be pretentious at all is one of the great accomplishments of 'Persona,' \" says a moviegoer named John Hardy, posting his comments on the Internet Movie Database. Bergman shows us everyday actions and the words of ordinary conversation. And Sven Nykvist's cinematography shows them in haunting images. One of them, of two faces, one frontal, one in profile, has become one of the most famous images of the cinema.\n\nElizabeth (Liv Ullmann) stops speaking in the middle of Electra, and will not speak again. A psychiatrist thinks it might help if Elizabeth and Nurse Alma (Bibi Andersson) spend the summer at her isolated house. Held in the same box of space and time, the two women somehow merge. Elizabeth says nothing, and Alma talks and talks, confessing her plans and her fears, and eventually, in a great and daring monologue, confessing an erotic episode during which she was, for a time, completely happy.\n\nThe two actresses look somewhat similar. Bergman emphasizes this similarity in a disturbing shot where he combines half of one face with half of the other. Later he superimposes the two faces, like a morph. Andersson told me she and Ullmann had no idea Bergman was going to do this, and when she first saw the film she found it disturbing and frightening. Bergman told me, \"The human face is the great subject of the cinema. Everything is there.\"\n\nTheir visual merging suggests a deeper psychic attraction. Elizabeth, the patient, mute and apparently ill, is stronger than Alma, and eventually the nurse feels her soul being overcome by the other woman's strength. There is a moment when her resentment flares and she lashes back. In the sunny courtyard of the cottage, she picks up the pieces of a broken glass, and then deliberately leaves a shard where Elizabeth might walk. Elizabeth cuts her foot, but this is essentially a victory for the actress, who has forced the nurse to abandon the discipline of her profession and reveal weakness.\n\nElizabeth looks at Alma, seeming to know the glass shard was not an accident, and at that moment Bergman allows his film to seem to tear and burn. The screen goes blank. Then the film reconstitutes itself. This sequence mirrors the way the film has opened. In both cases, a projector lamp flares to life, and there is a montage from the earliest days of the cinema: jerky silent skeletons, images of coffins, a hand with a nail being driven into it. The middle \"break\" ends with the camera moving in toward an eye, and even into the veins in the eyeball, as if to penetrate the mind.\n\nThe opening sequence suggests that \"Persona\" is starting at the beginning, with the birth of cinema. The break in the middle shows it turning back and beginning again. At the end, the film runs out of the camera and the light dies from the lamp and the film is over. Bergman is showing us that he has returned to first principles. \"In the beginning, there was light.\" Toward the end there is a shot of the camera crew itself, with the camera mounted on a crane and Nykvist and Bergman tending it; this shot implicates the makers in the work. They are there, it is theirs, they cannot separate themselves from it.\n\nEarly in the film, Elizabeth watches images from Vietnam on the TV news, including a Buddhist monk burning himself. Later, there are photographs from the Warsaw ghetto, of Jews being rounded up; the film lingers on the face of a small boy. Have the horrors of the world caused Elizabeth to stop speaking? The film does not say, but obviously they are implicated. For Alma, horrors are closer to home: She doubts the validity of her relationship with the man she plans to marry, she doubts her abilities as a nurse, she doubts she has the strength to stand up to Elizabeth.\n\nBut Elizabeth has private torments, too, and Bergman expresses them in a sequence so simple and yet so bold we are astonished by its audacity. First there is a dream sequence (if it is a dream; opinions differ), in which Elizabeth enters the room of Alma in the middle of the night. In a Swedish summer, night is a finger drawn by twilight between one day and the next, and soft pale light floods the room. The two women look at one another like images in a mirror. They turn and face us, one brushing back the other's hair. A man's voice calls, \"Elizabeth.\" It is her husband, Mr. Vogler (Gunnar Bjornstrand). They are outside. He caresses Alma's face and calls her \"Elizabeth.\" No, she says, she is not Elizabeth. Elizabeth takes Alma's hand and uses it to caress her husband's face.\n\nInside, later, Alma delivers a long monologue about Elizabeth's child. The child is born deformed, and Elizabeth left it with relatives so she can return to the theater. The story is unbearably painful. It is told with the camera on Elizabeth. Then it is told again, word for word, with the camera on Alma. I believe this is not simply Bergman trying it both ways, as has been suggested, but literally both women telling the same story--through Alma when it is Elizabeth's turn, since Elizabeth does not speak. It shows their beings are in union.\n\nThe other monologue in the movie is more famous; Alma's story of sex on the beach involving herself, her girlfriend and two boys. The imagery of this monologue is so powerful that I have heard people describe the scene as if they actually saw it in the film. In all three monologues, Bergman is showing how ideas create images and reality.\n\nThe most real objective experiences in the film are the cut foot and the threat of boiling water, which by \"breaking\" the film show how everything else is made of thought (or art). The most real experience Alma has ever had is her orgasm on the beach. Elizabeth's pain and Alma's ecstasy were able to break through the reveries of their lives. Most of what we think of as \"ourselves\" is not direct experience of the world, but a mental broadcast made of ideas, memories, media input, other people, jobs, roles, duties, lusts, hopes, fears. Elizabeth chooses to be who she is' Alma is not strong enough to choose not to be Elizabeth. The title is the key. \"Persona.\" Singular.", "running_time": 83, "mpaa_rating": null, "release_year": 1967, "date_published": "2001-01-07", "genres": ["Drama", "Foreign"], "title": "Persona (1967)"}