{"url": "http://www.rogerebert.com/reviews/great-movie-the-circus-1928", "by": null, "star_rating": 4.0, "text": "\n\nCharlie Chaplin was a perfectionist in his films and a calamity\r\nin his private life. These two traits clashed as he was making \"The\r\nCircus,\" one of his funniest films and certainly the most troubled. When\r\nhe sat down to write his autobiography, he simply never mentioned it, perhaps\r\nbecause he wanted to sidestep that entire period. Yet a delightful movie\r\nemerged from the turmoil.\n\nWhen\r\nhe released it in 1928, Charlie was long since established as the greatest star\r\nin Hollywood. He must have feared the advent of the talkies, which by bringing\r\nsound to the movies would rob him of his silence. But more than sound was on\r\nhis mind during the two years it took him to finally finish his production.\n\nAlways\r\nattracted to young girls, he married the 16-year-old Mildred Harris in 1918,\r\nwhen he was 29. After affairs with Pola Negri and Marion Davies, in 1924 he\r\nmarried Lita Grey, who said she was 16 but may have been 15. He learned she was\r\npregnant while preparing \"The Circus,\" and after she sued for divorce\r\nand threatened scandal, her family scented a big settlement. They agreed on\r\n$600,000, while the IRS simultaneously determined he owed $1 million in back\r\ntaxes.\n\nMeanwhile,\r\nChaplin had hired Lita's friend Merna Kennedy as his lead in \"The\r\nCircus\"; Lita charged that they had an affair, and he also had an affair\r\nduring the same period with the great silent star Louise Brooks. There were\r\nalso rumors of wild parties, apparently true; his genitals led an undisciplined\r\nexistence.\n\nI\r\nmention these matters to underline his accomplishment with \"The\r\nCircus.\" Calamities struck the production. The circus tent set burned\r\ndown. A reel of finished film was lost. His perfectionism demanded 200 takes\r\nfor a difficult scene on a tightrope. He was divorcing Grey, romancing at least\r\ntwo other women, his funds were in disarray, the talkies were coming and yet\r\nhis Little Tramp carried on unperturbed.\n\nIt's\r\ninteresting to ponder how smart the Tramp really is, and how much he\r\nunderstands the situations he finds himself in. He's sort of a Holy Fool. In\r\n\"The Circus,\" he gets hired as a clown by accident after he proves so\r\nincompetent as a property man that he steals the laughter from the real clowns.\r\nHe's the star of the circus, but has to have this explained to him by Merna,\r\nwho plays the ringmaster's mistreated stepdaughter. He has no idea what made\r\nhim funny, no clear idea of why he stops being funny, and usually seems the\r\nunwitting pawn of events outside his comprehension.\n\nThis\r\nmakes him, for me, a little less inspired than Buster Keaton, whose characters\r\nare smart and calculating, if also beset by life's disappointments. But both\r\nget many of their laughs by their sheer physical grace and acrobatic skills.\r\nThe physical world conspires against them, and they prevail. They are often\r\nyearning romantics, with this difference: Buster seems a plausible mate, and\r\nthe Tramp hardly seems to possess a libido, only idealized notions. If their\r\ncomedies had been made in a more liberated time, it is possible to imagine\r\nKeaton in bed with a woman, but disquieting to think of the Tramp as a sexual\r\nbeing.\n\nYet\r\nhere he contrives a giant crush on Merna (the character takes the actress'\r\nname). They are brought together in the first place by one of the constant\r\nmotifs in Chaplin, hunger. In \"The Gold Rush,\" he had eaten a shoe,\r\nand now his only piece of bread is stolen by the girl, who has been forbidden\r\nto eat as the ringmaster's punishment for a bad performance. At one point, he\r\nslyly filches a baby's bun. Later, in a lovely bit of pantomime, he rehearses\r\nfor a comic bit as William Tell's son, but grabs stolen bites of the apple.\r\nMerna and the Tramp are brought together in the first place as comrades in\r\nhunger and travail, and in the Tramp's mind, they're lovers.\n\nThe\r\nfilm is rich in sight gags. It opens with a complex pickpocket scenario,\r\ncontinues with a famous chase around the fairgrounds, includes a house of\r\nmirrors scene in which multiple Tramps, cops and strangers chase one another's\r\nreflections. One scene has him locked in a lion's cage; measures must have been\r\ntaken to assure his safety, but CGI was unknown and the lion seems real enough.\r\nThe editing here, coordinating the lion and the Tramp, must have been daunting.\r\nThere are also bits showing Chaplin's flawless timing, as when he wreaks havoc\r\nwith the magician's elaborate tricks.\n\nThe\r\npiece de resistance is the extended tightrope scene. The Tramp watches morosely\r\nas Rex, King of the Air (Harry Crocker), performs on the high wire, and Merna\r\nsighs and bats her eyes. Later Rex misses a performance, and the Tramp seizes\r\nthe chance to go on the wire himself to win back her admiration. With the\r\ndevice of a secret safety wire supposedly manned by a prop man, he performs\r\nstunts that are extraordinary because of their difficulty; he uses the wire as\r\na means of making the performance much harder than ordinary tightrope walking\r\nwould be.\n\nYes,\r\ncamera angles no doubt disguise his distance from the ground. Yes, there must\r\nhave been a net. Yes, the \"wire\" must have only been the half of it.\r\nBut still, what remarkable agility, a reminder of a time when Chaplin and other\r\ngreat stars (Fairbanks, Keaton, Lloyd) did their own stunts and could be seen\r\ndoing them. And the addition of the pestering monkeys is a masterstroke.\n\nThe\r\nending is rather a letdown, involving the Tramp's oddly motivated reasons for\r\nreuniting Merna and Rex. There is a comeuppance for the ringmaster, and then,\r\nof course, the familiar closing iris shot of the Tramp, alone and forlorn but\r\nwith a defiant little hop, going back on the road.\n\nChaplin\r\nwas a considerable artist, brave and gifted, but I am in a minority in placing\r\nhim second to Keaton among the silent clowns. My reasons for that are\r\nadmittedly impulsive: I sense Keaton was the better man. Chaplin was so famous,\r\nso rich, so powerful when so young that there is a kind of conceit in the\r\nTramp, a reverse noblesse oblige. Yes, he had a miserable childhood, and in his\r\nfilms, he often plays the friend of waifs, but there's an air of back-patting\r\nabout it. The Buster Keaton character has his feet on the ground. He would be\r\nembarrassed to parade his goodness. He uses ingenuity rather than divinity.\r\nChaplin's untidy love life suggests he felt he deserved whomever he wanted;\r\nKeaton in private life seems to have been melancholic because of alcoholism,\r\nbut a decent enough sort with women.\n\nBut\r\nis this merely arbitrary judgment on my part? No doubt. A lesser man can make a\r\nbetter film, and a great man can make a bad one. I feel Keaton's work has aged\r\nbetter than Chaplin's. His films are drier, less lachrymose, less in love with\r\ntheir hero. Audiences still snuffle on cue at the end of \"City\r\nLights,\" when the little blind flower girl discovers the identify of her\r\nbenefactor. I'm touched, too. But it's a set-up, isn't it? You write a movie in\r\nwhich you are the benefactor of a blind flower girl, you're gonna come out\r\nlooking great. Buster is engaged in immediate practical problems.\n\nI\r\nrealize these are cavils. The wonderment is that we still have the silent\r\nclowns, many now available in restored versions. Almost all of Keaton, of\r\nLloyd, of Chaplin. They were artists who depended on silence, and sound was\r\npowerless to add a thing. They live in their time, and we must be willing to\r\nvisit it. An inability to admire silent films, like a dislike of black and\r\nwhite, is a sad inadequacy. Those who dismiss such pleasures must have\r\ndeficient imaginations.\n\nAlso\r\nin the Great Movies Collection: \"City Lights,\" \"Modern\r\nTimes\" and \"The Great Dictator.\"", "running_time": 71, "mpaa_rating": "Unrated", "release_year": 1928, "date_published": "2010-10-20", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "The Circus (1928)"}