{"url": "http://www.rogerebert.com/reviews/great-movie-cat-people-1942", "by": "Simone Simonas Irena", "star_rating": 4.0, "text": "\"Cat People\" is constructed almost entirely out of\r\nfear. There wasn't a budget for much of anything else. It exists on eight or\r\nnine sets, the running time is only 73 minutes, it has few special effects,\r\nthere are no major stars, the violence is implied or dreaded but not much seen.\r\nYet the film, made as a B picture for only $135,000, became RKO's top grosser\r\nfor 1942, bringing in $4 million, compared to the studio's \"Citizen\r\nKane\" at $500,000 in 1941. It renewed the careers of its producer Val\r\nLewton, its director Jacques Tourneur and its star, the French actress Simone\r\nSimon; it inspired 10 more macabre titles from Lewton's production unit and was\r\ncopied all over Hollywood -- because it was scary, and because it was cheap.\r\nWhat was hard to copy was its artistry.\n\n\"Cat People\" wasn't frightening like a slasher movie,\r\nusing shocks and gore, but frightening in an eerie, mysterious way that was\r\nhard to define; the screen harbored unseen threats, and there was an undertone\r\nof sexual danger that was more ominous because it was never acted upon. Its\r\nheroine is a beautiful woman who never sleeps with her new husband (indeed she\r\nnever even kisses him) because she fears that passion could turn her into a\r\npanther. The film magnifies her dread by exploiting the fear some people have\r\nof cats: They're sneaky and devious and creep up on you, and are associated\r\nwith Satan.\n\nThese\r\ndark undertones are framed by a story of everyday life. Irena (Simon) is\r\nsketching a panther at the zoo when she meets the clean-cut and well-behaved\r\narchitect Oliver Reed (Kent Smith). He walks her home, she asks him in for tea,\r\nand they fall in love. She talks of her village in Serbia, of the belief that\r\nit sheltered satanic cultists who could take the form of cats. Good King John\r\ntried to kill these cat people, but some fled into the mountains, where they\r\nare said to live to this day. Irena secretly fears she is one of those people.\n\nThe\r\ndialogue, a first screenplay by DeWitt Bodeen, contains lines that hint at the\r\nbizarre and the erotic. Oliver tells Irena her perfume is \"warm and\r\nliving.\" Irena says the roars of the big cats in the nearby zoo is\r\n\"natural and soothing.\" As the afternoon lengthens, she finally turns\r\non a light, after saying she finds the dark \"friendly.\" Tourneur and\r\nhis cinematographer, Nicholas Musuraca, who also worked together on the great\r\nfilm noir \"Out of the Past,\" are masters of light and shadow. They\r\noften place Irena in darkness, cast the silhouettes of other characters on the\r\nwall behind her, enclose her with shadows that work like a cage.\n\nIrena\r\nand Oliver announce their engagement at a party in a restaurant, where an\r\ninexplicable and disturbing thing happens: She is approached by a strange woman\r\n(Elizabeth Russell), who affects a cat-like appearance and addresses her in\r\nSerbian, calling her \"sister.\" We never see this woman again, but her\r\nspectre haunts the movie. Are there lesbian notes in her approach to Irena?\r\nPerhaps in the sense that she is a powerful animal who challenges Oliver's\r\nright to claim a mate?\n\nIn\r\ntheir marriage, Irena is fearful, and we understand that she is fearful of\r\nherself, of her latent evil. When the extraordinarily patient Oliver observes,\r\n\"I've never kissed you,\" Irena tells him: \"I've lived in dread\r\nof this moment. I've never wanted to love you. I've stayed away from people ...\r\nI've fled from the past. Some things you could never know, or understand --\r\nevil things.\" Some of their conversations take place while he stands on\r\none side of her bedroom door and she slumps against the other side.\n\nHe\r\nbegins to work late at the office, where his co-worker Alice (Jane Randolph) is\r\nsympathetic. Irena follows him, sees them together, grows jealous, and one of\r\nthe movie's great sequences shows Alice walking home on a dark and deserted\r\nstreet, followed by footsteps. Nothing precisely happens to her, and we see\r\nlittle but some shadows and some disturbed leaves, but Alice is terrified when\r\nshe jumps on a bus; she knows she saw something, which she will later describe\r\nto Oliver as Irena's \"cat form.\" Her night walk seems to pass the\r\nsame short span of stone wall again and again; Tourneur edits to make it seem\r\nlonger. We are aware of the visual trick, yet it evokes a dreamlike quality.\n\nCuriously,\r\nAlice, Irena and Oliver continue as friends, although there is a giveaway\r\nmoment when they visit a museum together. As he suggests that Irena look at an\r\nupstairs exhibit, Oliver uses the word \"we\" to refer to himself and\r\nAlice, not Irena. This slip betrays him. Later that night, Alice goes for a\r\nplunge in the swimming pool at her residential club, and in a genuinely\r\nterrifying sequence she treads water in the deserted pool while ... something\r\n... growls and paces, and then she screams. Notice how light reflected from the\r\nsurface of the pool causes unsettling patterns to creep along the walls.\n\nIrena\r\nhas been seeing a psychiatrist. Dr. Judd (Tom Conway), a graduate of the\r\nVincent Price school of therapy, talks to her while her face is detached in a\r\ncircle of light surrounded by darkness. These sessions are not helpful, and she\r\nfinds more relief by returning again and again to the leopard cage at the zoo.\r\nThe genius of the film is in its indirection. It doesn't specifically show us\r\nhorrible things happening. It toys with us, introducing the elements from which\r\nhorror could emerge. For example, Oliver gives Irena a kitten, which is\r\nterrified of her. Having established dark possibilities, \"Cat People\"\r\ngives us daylight scenes and chirpy supporting characters who don't realize\r\nthey're skirting danger. At a pet shop run by a woman so cheerful she seems\r\ndemented, they trade the cat for a canary. The destiny of this canary supplies,\r\nin a way, all we need to know about Irena's fundamental nature. Yet she really\r\ndoes love Oliver -- love him, and need him, as \"the only friend I've ever\r\nhad.\" The film evokes the loneliness of the person set aside from\r\nhumanity, given skills or powers that are a curse; it has the same kind of\r\nuneasy sympathy for Irena that Anne Rice has for her vampires. It's not much\r\nfun, being a cat woman.\n\nAs\r\na group, the films that Val Lewton produced in the 1940s are a landmark in\r\nAmerican movie history. Born in the Ukraine, raised in Berlin, a newspaperman\r\nand pulp writer, he was a story editor for David O. Selznick before starting\r\nhis own unit at RKO. Lewton (1904-1951) worked with directors who became\r\nimportant (Tourneur, Mark Robson, Robert Wise), but the films were and still\r\nare identified as his; I remember the French director Bertrand Tavernier and\r\nthe American critic Manny Farber at the 1990 Telluride festival, talking about\r\nhow unusual it was for a producer, not a director, to be the ruling auteur of a\r\ngroup of films.\n\nLewton\r\nmay have found his overall approach by happenstance in \"Cat People,\"\r\nwhich began as a title without a story and developed its minimalist style as a\r\nresult of the low budget. But he and Tourneur had found a note that worked, and\r\nin various ways Lewton found it again in such films as \"I Walked with a\r\nZombie\" (1943), \"The Leopard Man\" (1943), \"The Curse of the\r\nCat People\" (1944) and \"The Body Snatcher\" (1945). He made\r\n\"movies that are often more like symbolist poems or obscure fetishistic\r\nrituals,\" wrote Geoffrey O'Brien in the New York Review of Books.\r\n\"They are not so much frightening as unnervingly strange and shot through\r\nwith a palpable melancholy.\"\n\nDo\r\nthe movies still work today, or are they too quiet? Depends on your tastes.\r\nPaul Schrader made a much more specific version of \"Cat People\" in\r\n1982, which I admired for its own qualities, including the use of atmospheric\r\nNew Orleans locations. But the 1942 movie gets under your skin. There is\r\nsomething subtly alarming about the oddly mannered good-girl behavior of Simone\r\nSimon, and the unearthly detachment of Kent Smith as her husband, and the rooms\r\nand streets that look not like places but like ideas of places. And something\r\ntouching about Irena, who has never had a friend, and fears she will kill the\r\nonly person she loves, and is told she is insane. At the end, Oliver pays her a\r\nsimple tribute: \"She never lied to us.\"\n\nThe new bookIcons of Grief,by Alexander Nemerov, is a\r\nstudy of Val Lewton's career. See also the Great Movie review of Tourneur's\r\n\"Out of the Past.\"\n\n", "running_time": 73, "mpaa_rating": "NR", "release_year": 1942, "date_published": "2006-03-12", "genres": ["Drama", "Film Noir", "Horror", "Suspense", "Thriller"], "title": "Cat People (1942)"}