{"url": "http://www.rogerebert.com/reviews/great-movie-howards-end-1992", "by": "Anthony Hopkinsas Henry Wilcox", "star_rating": 4.0, "text": "There are two conversations in \"Howards End\" (1992) between Henry Wilcox, a wealthy businessman, and Margaret Schlegel, who becomes his second wife. The first is amusing, the second desperate, and they express the film's buried subject, which is the impossibility of two people with fundamentally different values ever being able to really communicate. Around these conversations revolves a story involving those dependable standbys of circa 1900 British literature: class, wealth, family, hypocrisy and real estate.\n\nThe movie stands with \"The Remains Of The Day\" (1993), \"A Room with a View\" (1985) and \"A Soldier's Daughter Never Cries\" (1998) among the best work by the team of director James Ivory and producer Ismail Merchant, who between 1961 and Merchant's death in May 2005, made a series of films that could be described as \"Merchant-Ivory\" and everyone would know what you meant.\n\nThey made high-end films with low-end budgets, which gave them freedom from studio interference, and they often began with novels by such as Henry James and E.M. Forster that had the advantage of being out of copyright. Actors would reduce their fees to work with them, knowing Oscar nominations were likely, and indeed Emma Thompson was named best actress for her performance here as Margaret, and both Thompson and Anthony Hopkins, who plays Henry, were nominated for \"The Remains Of The Day.\"\n\nThere was a tendency in some circles to condescend to Merchant-Ivory and their lifelong writing partner, Ruth Prawer Jhabvala. \"The Laura Ashley school of filmmaking,\" sniffed the British director Alan Parker, to which Merchant cheerfully responded: \"That is a comment that will last longer than his films.\"\n\nBecause they often began with literary novels, because they often made period pieces, because the art direction was rich with sumptuous costumes and seductive locations, because, as Rita Kempley wrote in the Washington Post, \"If Merchant, Ivory and Jhabvala have anything to do with it, there'll always be an England,\" there was a tendency to think you knew what to expect when you went to a Merchant-Ivory.\n\nWhether that was what you got depended on how attentive you were. \"Howards End,\" based on the 1910 novel by Forster, is a film seething with anger, passion, greed and emotional violence. That the characters are generally well-behaved says less about their manners than their inhibitions. That's where the two conversations between Margaret and Henry come into play. Listen to them, and you have the underlying method of the film.\n\nIn the first, the widowed Henry (Hopkins) proposes marriage to Margaret Schlegel (Thompson). They met while his wife, Ruth Wilcox (Vanessa Redgrave), was still alive, and Henry knows, but Margaret does not, that in a note scrawled on her deathbed, Ruth asked that her family home, Howards End, be left to Miss Schlegel. The note is crumpled and thrown into the fire, but Margaret becomes the mistress of the house after all, through marriage.\n\nHenry shows Margaret through another of his houses, filled with portraits of the ancestors of the previous owners; she kindly says one \"rather looks\" like Henry. The tour is in the nature of a sales pitch, to underline his wealth and position. Then, awkwardly pausing on the stairs, Henry asks her: \"Do you think you could be induced to share ... I mean, is it at all possible ...\"\n\n\"Oh, yes, I see,\" Margaret says.\n\n\"I am asking you to be my wife.\"\n\n\"Yes, I know.\"\n\nShe kisses him. Are they in love? He is middle-age and she, while younger, is old to be single. They are middle-class, he from the high middle, she from the center. Their families were neighbors in London. The marriage makes sense, is one way to put it.\n\nThe conversation displays Henry at his most awkward: He is a rigid man of conventional public principles, shy about personal matters, inclined to speak a little loudly and distinctly, as if his listeners might be deaf. Hopkins often has him bending forward from the waist and addressing people from a slightly oblique angle, as if keeping his options open. Thompson's Margaret, however, is a modern woman, raised in a German-British family where literature and music were important; she looks people in the eye, says what she thinks, is not slow to get the point.\n\nTheir strategies for addressing the world come into play during a crisis at their wedding. To set the scene, I must introduce Leonard Bast (Samuel West), who at a lecture on Beethoven has the misfortune of picking up an umbrella belonging to Margaret's high-spirited younger sister, Helen (Helena Bonham Carter).\n\nReturning the umbrella, he is asked to tea by the Schlegels and learns secondhand that Henry thinks he should quit his job as a clerk at a firm which is \"about to go smash.\" He quits his job, the company prospers, and he is unable to keep another job for long. Bast and his wife, Jacky (Nicola Duffett), descend into poverty and hunger, and the idealistic Helen blames it all on Henry's bad advice. \"We owe Mr. Bast,\" she believes, although Henry is philosophical: \"The poor are poor. One is sorry for them, but there it is.\"\n\nThe rebellious Helen brings Leonard and Jacky along when she attends Margaret's marriage to Henry, at a lavish garden party in Shropshire. The Basts are literally starving; taking Marie Antoinette's advice, they eat cake. Jacky makes good use of the punch bowl, gets drunk and recognizes her old friend Henry. \"Do you know Henry?\" she's asked. \"Know Henry! Who doesn't know Henry? He's had some gay old times.\"\n\nJacky is dragged away, but the furious Henry accuses Margaret of setting a trap, and \"releases her\" from her engagement. No need: \"It's not going to trouble us,\" Margaret tells him. And then James Ivory embarks on a series of conversations, each one ending in a fade to black, where Henry apologizes and apologizes, and Margaret tries to calm him.\n\n\"Temptation -- a fall from grace,\" he chokes out. \"In Cyprus, I was very lonely. You can never forgive me ...\"\n\nBut she can, and does, and says they must put the past behind them, and that it has nothing to do with them, as he goes on and on, and it becomes clear that when Jacky was 16 and parentless in Cyprus, Henry took her as a mistress and treated her badly, indeed. It is a point of the story that Leonard Bast, who has no money and no status, is a gentleman who treats Jacky with respect, and Henry, who has all the money he needs, is rotten beneath his irreproachable conventionality.\n\nThe challenge for Margaret in her marriage is to make the best of her new world, to broker communication between two sets of values. Her good heart was immediately apparent to Ruth Wilcox, who desperately urged Margaret to come down and visit the house -- which she had brought with her into the marriage but did not want to leave there. When Margaret finally wanders through Howards End, old Miss Avery, the housekeeper, gets a start: \"I took you for Ruth Wilcox. You have her way of walking around the house.\"\n\nForster's novel begins with the words \"Only connect\" on the title page, and later we read of Margaret: \"Only connect! That was the whole of her sermon. Only connect the prose and the passion, and both will be exalted, and human love will be seen at its height. Live in fragments no longer.\"\n\nHer task in the novel is to bridge Henry's prose and her sister Helen's passion, a passion which eventually leads to her becoming pregnant by Mr. Bast and arriving at Howards End in, to Henry, a scandalous condition. He demands to know the name of her \"seducer,\" and later his feckless son Charles (James Wilby) brings about the film's climax of tragedy and farce by attempting to avenge Helen, who has no wish to be avenged.\n\nThere is at this time a third conversation between Henry and Margaret during which he cannot connect. She tells him Helen wants to spend one night at Howards End before returning to Germany to have her child. He refuses. She entreats. He is rigid.\n\n\"Will you forgive her as you yourself have been forgiven?\" she asks him. \"You've had a mistress. My sister has had a lover.\"\n\nIn 1910, her speech, however fair and sensible it may sound to us, was shocking. It is hard now to imagine how dangerous the novel seemed to some of its readers. The hypocrisy that Forster was illustrating had a buried meaning to him because of his own homosexuality, which he kept a secret, at least in public, until the posthumous publication of his novel Maurice, also filmed by Merchant-Ivory.\n\n\"Howards End\" is of course lovely to look at. The old brick country house, not too grand, covered with vines, surrounded by lawns and flowers, is reached by big, shiny motorcars and occupied by people who dress for dinner. But this is not a story of surfaces.\n\nWhat enrages Helen, and through her the audience, is that to be male and wealthy is to have privileges that the poor and the female are denied. Henry might have gotten Jacky pregnant, but if Jacky's husband dares get Henry's sister-in-law pregnant, he must be made to pay. Henry thinks he is dealing with a moral offense, but actually he is dealing with temerity: Leonard Bast must not be allowed to behave the way Henry Wilcox is entitled to, because, well, Leonard is poor, and there it is.", "running_time": 140, "mpaa_rating": "PG", "release_year": 1992, "date_published": "2005-06-05", "genres": ["Drama", "Foreign", "Romance"], "title": "Howards End (1992)"}