{"url": "http://www.rogerebert.com/reviews/great-movie-great-expectations-1946", "by": null, "star_rating": 4.0, "text": "\n\nOne of the great things about Charles Dickens is the way his\r\npeople colonize your memory. I wonder if there's any writer except Shakespeare\r\nwho has created more characters whose names we remember, and whose types seem\r\nso true to human nature. A director adapting a Dickens novel finds that much of\r\nhis work has been done for him.\n\nCertainly\r\nthat's the case with David Lean's \"Great Expectations” (1946), which has\r\nbeen called the greatest of all the Dickens films, and which does what few\r\nmovies based on great books can do: Creates pictures on the screen that do not\r\nclash with the images already existing in our minds. Lean brings Dickens'\r\nclassic set-pieces to life as if he'd been reading over our shoulder: Pip's\r\nencounter with the convict Magwitch in the churchyard, Pip's first meeting with\r\nthe mad Miss Havisham, and the ghoulish atmosphere in the law offices of Mr.\r\nJaggers, whose walls are decorated with the death masks of clients he has lost\r\nto the gallows.\n\nBritish\r\ncritic Adrian Turner has observed that \"Great Expectations” resembles a\r\nhorror film, and certainly there is horror and the macabre in the existence of\r\nMiss Havisham, who was jilted on her wedding day and has spent the rest of her\r\nlife in bitter resentment--all of the clocks in her house stopped at the moment\r\nwhen she discovered that her fiance has betrayed her. Dickens (and Lean) have a\r\nchilling success with the early scene in which Pip, an orphan being raised in a\r\nblacksmith's house, is summoned to the gothic mansion of a rich local woman and\r\nfinds old Miss Havisham, still in her wedding dress, occupying the room where\r\nthe wedding feast was to be held. She points out the \"bride cake,” nibbled\r\nby mice, festooned by cobwebs, and requires Pip to push her wheelchair around\r\nand around the long table where the wedding feast had been planned.\n\nThe\r\natmosphere of the mansion and its deranged occupant no doubt inspired Billy\r\nWilder's \"Sunset Boulevard,\" made four years later, with its aging\r\nmovie queen in gloomy exile inside her mansion in Beverly Hills. Turner, who\r\nhas written books on both Lean and Wilder, makes the comparison, and also\r\nwonders if the early graveyard scene of Magwitch jumping at Pip from outside\r\nthe screen didn't inspire countless imitations in horror films ever since.\n\nIn\r\nMiss Havisham's mansion is the young Estella (Jean Simmons, astonishingly\r\nbeautiful at 17). The old woman has adopted the girl, and brought her up for\r\none purpose only: to break men's hearts. Pip falls instantly in love with her,\r\nbut Estella tries to warn him away, perhaps because she really likes him. Her\r\npurpose is to cause men pain, so that Miss Havisham can somehow settle her\r\naccount with an unfair world. Pip, who has been reared by his shrewish older\r\nsister (Freda Jackson) and her husband, the good-hearted blacksmith Joe Gargery\r\n(Bernard Miles), is too rough-hewn for the elegant Estella, but a mysterious\r\nbenefactor finances his transformation. Pip is summoned by Jaggers, Miss Havisham's\r\nlawyer, and told that his expenses will be paid while he undergoes education\r\nand training in London--not least in how to dress and speak like a gentleman.\r\nHe shares rooms with elegant young Herbert Pocket (Alec Guinness), who sets a\r\nfine example.\n\nOf\r\ncourse Pip assumes that Miss Havisham is his benefactor, and that he is being\r\ngroomed to marry Estella (played by Valerie Hobson as a 20-year-old). Whether\r\nhe is right or wrong is one of the questions Dickens solves in his story's\r\nmelodramatic conclusion. The Lean version makes minor repairs on the ending to\r\nsatisfy the sentimental requirements of audiences, which means that those\r\nfamiliar with the novel will not necessarily know how the film ends.\n\nSince\r\nDickens draws his characters in bold, colorful strokes, typecasting is probably\r\nthe best approach to filling the roles. Pip himself is a somewhat colorless\r\nhero; like many of Dickens' central characters, he's not the source of the\r\naction but a witness to the colorful events and people that thrust themselves into\r\nhis life. It's the supporting cast that makes the story vivid.\n\nMarita\r\nHunt dominates the early scenes, playing Miss Havisham as a beak-nosed, shabby\r\nfigure, bedecked in crumbling lace and linen, not undernourished despite her\r\nlong exile; at times in profile she looks uncannily like a late bronze of Queen\r\nVictoria. Another fount of energy is the towering Francis L. Sullivan as\r\nJaggers; his voice rolls and booms from a vast frame, and he dwarfs his eager\r\nlittle assistant Wemmick (Ivor Barnard). The scene in which Wemmick brings Pip\r\nhome to meet his Aged Parent is typical of the appeal Dickens makes to our\r\nimaginations; there is no reason such a peripheral character as the \"Aged\r\nP” needs to be preserved in a film version--but we remember how the Aged was deaf\r\nand loved to be nodded to, and a lot of amusing nodding goes on.\n\nThe\r\nonly misstep in the casting may have been the choice of John Mills as the adult\r\nPip. Mills was 38 when the film was made, and Pip is supposed to be 20 going on\r\n21. It's a jolt when the film cuts from young Pip (Anthony Wager), who is about\r\n16, to the grown Pip, who is supposed to be only four years older but frankly\r\nlooks middle-aged. (Guinness, who plays Pip's contemporary Herbert Pocket, was\r\n32; this was his first substantial screen role.)\n\nThe\r\nmovie was made by Lean at the top of his early form; his \"Brief\r\nEncounter\" (1945), starring Trevor Howard and Celia Johnson in the story\r\nof a sad and touching romance, remains one of the great British classics. His\r\n\"Blithe Spirit\" was made the same year, and he went directly from\r\n\"Great Expectations\" to another Dickens adaptation, \"Oliver\r\nTwist\" (1948). He was an editor for seven years before directing his first\r\nfilm, and his career stands as an argument for the theory that editors make\r\nbetter directors than cinematographers do; the cinematographer is seduced by\r\nthe look of a film, while the editor is faced with the task of making sense out\r\nof it as a story.\n\nDavid\r\nLean (1908-1991) was considered by many the greatest British filmmaker of his\r\ntime, although a better case can be made for Michael Powell, for whom he worked\r\nas an editor (\"49th Parallel,\" 1941). He achieved his great fame with\r\na series of epics beginning with \"The Bridge on the River Kwai\"\r\n(1957) and continuing with a series of monuments: \"Lawrence of\r\nArabia\" (1962), \"Doctor Zhivago\" (1965), \"Ryan's\r\nDaughter\" (1970) and, after a long sojourn with a doomed production of\r\n\"Mutiny on the Bounty,\" \"A Passage to India\" (1984). He won\r\nOscars for directing \"Kwai\" and \"Lawrence\" and was\r\nnominated for five other films (including \"Great Expectations\"). The\r\nlater pictures of course made Lean's worldwide reputation. They show, as all of\r\nhis films do, a fondness for dramatic visual compositions; he liked to arrange\r\nthe elements in a frame to draw the eye to the dramatic center of the shot.\r\nWhat the earlier films have is greater economy, and thus greater energy, in\r\ntheir storytelling. The later Lean worked more like a former cinematographer\r\nthan a former editor.\n\nWhen\r\nthe British Film Institute celebrated its 50th anniversary with a banquet at\r\nthe Cannes Film Festival, Lean, Prince Charles and Princess Diana were the\r\nguests of honor, while his rivals, such as Lindsay Anderson and Alan Parker,\r\nsat in the cheap seats. But there were those who felt that his earlier, smaller\r\nfilms, like \"Great Expectations,” were his best, and that the later\r\npictures were weakened by a crisp perfectionism. I visited the set of\r\n\"Ryan's Daughter\" on the Dingle Peninsula of Ireland in 1969, and\r\nremember a night when Robert Mitchum held court in a rain-swept cottage.\r\n\"Our director has filmed for one day,” he said, \"and he is a week\r\nbehind.”\n\nFootnote: Alfonso Cuaron's 1998\r\nversion of \"Great Expectations” updated the story to a Florida mansion\r\nchoked in vegetation, and starred Ethan Hawke as Pip, Gwyneth Paltrow as\r\nEstella and Anne Bancroft as Miss Havisham. It caught the same notes of horror\r\nand pathos, but got unfavorable reviews, perhaps because it was so willing to\r\nfollow the story right over the top. I liked its nerve.", "running_time": 118, "mpaa_rating": "NR", "release_year": 1946, "date_published": "1999-08-22", "genres": ["Drama", "Foreign", "Romance"], "title": "Great Expectations (1946)"}