{"url": "http://www.rogerebert.com/reviews/great-movie-the-decalogue-1988", "by": null, "star_rating": 4.0, "text": "Ten commandments, 10 films. Krzysztof Kieslowski sat for months in his small, smoke-filled room in Warsaw writing the scripts with a lawyer he’d met in the early 1980s, during the Solidarity trials. Krzysztof Piesiewicz didn’t know how to write, the director remembered, but he could talk. For hours they talked about Poland in turmoil, and together they wrote the screenplay for “No End” (1985), which told three stories of life under martial law. The government found it unsympathetic, the opposition found it compromised, and the Catholic church found it immoral. During the controversy, the collaborators ran into each other in the rain, and Piesiewicz, maybe looking for more trouble, shouted, “Someone should make a film about the Ten Commandments.”\n\nThey made 10 films, each an hour long, for Polish television. The series ran in the late 1980s, played at Venice and other film festivals, and gathered extraordinary praise. But the form was ungainly for theatrical showing (do you ask audiences to sit for 10 hours, or come for five two-hour sessions?), and “The Decalogue” never had an ordinary U.S. theatrical run, nor was it available here on video. Now, at last, it is being released in North America on tapes and DVD discs.\n\nI taught a class on “The Decalogue” a few years ago, using tapes from England, and found that we lost a lot of time trying to match up the films and the commandments. There isn’t a one-to-one correlation; some films touch on more than one commandment, and others involve the whole ethical system suggested by the commandments. These are not simplistic illustrations of the rules, but stories that involve real people in the complexities of real problems.\n\nAll the stories involve characters who live in the same high-rise Warsaw apartment complex. We grow familiar with the layout, and even glimpse characters from one story in the backgrounds of others--sharing the lift, for example. There is a young man who appears in eight of them, a solemn onlooker who never says anything but sometimes makes sad eye contact. I thought perhaps he represented Christ, but Kieslowski, in an essay about the series, says, “I don’t know who he is; just a guy who comes and watches us, our lives. He’s not very pleased with us.” Directors are notorious for not pinning down the meanings of their images. I like the theory of Annette Insdorf, in her valuable book about Kieslowski, Double Lives, Second Chances; she compares the watcher to the angels in Wim Wenders’ “Wings of Desire,” who are “pure gaze”--able to “record human folly and suffering but unable to alter the course of the lives they witness.”\n\nThe 10 films are not philosophical abstractions but personal stories that involve us immediately; I hardly stirred during some of them. After seeing the series, Stanley Kubrick observed that Kieslowski and Piesiewicz “have the very rare ability to dramatize their ideas rather than just talking about them.” Quite so. There is not a moment when the characters talk about specific commandments or moral issues. Instead, they are absorbed in trying to deal with real-life ethical challenges.\n\nConsider the heroine of “Decalogue Two,” who wants a doctor to tell her whether her sick husband will live or die. The doctor, a gruff and solitary being, is almost cruelly distant with her; he resists being asked to play God. The woman explains why she must know: She is pregnant with another man’s child. Her husband is not fertile. If he is going to live, she will have an abortion. If he is going to die, she will have the baby.\n\nThe stuff of soap opera. But here it becomes a moral puzzle, solved finally only through a flashback to the doctor’s own painful past--and even then the solution is indirect, since events do not turn out as anyone anticipates. Kieslowski roots the issues in very specific performances by the doctor and the woman (Aleksander Bardini and Krystyna Janda), and a beautiful, subtle thing happens: The film is about their separate moral challenges, and not about the two of them locked together by one problem.\n\nOr look at the moral switch in “Decalogue Six,” which is about a lonely teenage boy who uses a telescope to spy on the sex life of a morally careless, lonely woman who lives across the way. He decides he loves her. They see each other because he is a clerk in the post office. He takes a morning milk route so he can see her then, too. Almost inevitably, she finds out he is a peeping tom (and also an anonymous phone caller, and a prankster), but we can hardly guess what she does then.\n\nIn one of the sharp but plausible dramatic twists that Kieslowski likes in all of his films, the woman invites the teenager to her apartment and uses his sexual inexperience to humiliate him. And that is still only the halfway point in their moral duel; what happens next, to him, to her, to them, shows right and wrong shifting back and forth between them as sinner and victim exchange roles. Their relationship shows “situational ethics” becoming fluid and confusing.\n\nKieslowski deliberately avoided everyday facts of life in Poland because he thought they were a distraction--the rules, the laws, the shortages, the bureaucracy. He deals with those parts of life that are universal. In “Decalogue One,” for me the saddest of all his stories, he tells about the love between a smart father and a genius son. Together they use computers to calculate the freezing rate of a nearby pond, so they will know when the ice is thick enough to skate safely. But ponds and currents cannot always be studied so simply, and perhaps the computer is a false god.\n\nNone of these films is a simple demonstration of black and white moral issues. “Decalogue Five” is about a murderer who seems completely amoral. To understand him is not to forgive him. But the story also focuses on his defense attorney, a young man trying his first case and passionately opposed to the death penalty. “Decalogue Nine” is about a man who discovers his wife is having an affair. He hides himself to spy on them, and eavesdrops as she breaks up forever with her lover--and then discovers the husband in hiding. She did the wrong thing (adultery) and the right one (ending it); his spying was a violation of her trust--and then there is an outcome where pure chance almost leads to a death, which was avoidable if either had been more honest.\n\nAt the end you see that the Commandments work not like science but like art; they are instructions for how to paint a worthy portrait with our lives.\n\nKieslowski and Piesiewicz wrote the screenplays intending that each would be filmed by a different director. But Kieslowski was unwilling to give them up, and directed all 10, each one with a different cinematographer so that the visual styles would not become not repetitious. The settings are much the same: gray exteriors, in winter for the most part, small apartments, offices. The faces are where the life of the films resides.\n\nThese are not characters involved in the simpleminded struggles of Hollywood plots. They are adults, for the most part outside organized religion, faced with situations in their own lives that require them to make moral choices. You shouldn’t watch the films all at once, but one at a time. Then if you are lucky and have someone to talk with, you discuss them, and learn about yourself. Or if you are alone, you discuss them with yourself, as so many of Kieslowski’s characters do.", "running_time": null, "mpaa_rating": null, "release_year": 1988, "date_published": "2000-04-02", "genres": null, "title": "The Decalogue (1988)"}