{"url": "http://www.rogerebert.com/reviews/great-movie-all-about-eve-1950", "by": null, "star_rating": 4.0, "text": "\n\nGrowing older was a smart career move for Bette Davis, whose\r\npersonality was adult, hard-edged and knowing. Never entirely comfortable as an\r\ningenue, she was glorious as a professional woman, a survivor, or a bitchy\r\npredator. Her veteran actress Margo Channing in \"All About Eve\"\r\n(1950) was her greatest role; it seems to show her defeated by the wiles of a\r\nyounger actress, but in fact marks a victory: the triumph of personality and\r\nwill over the superficial power of beauty. She never played a more\r\nautobiographical role.\n\nDavis'\r\nperformance as a star growing older is always paired with another famous 1950\r\nperformance -- Gloria Swanson's aging silent star in \"Sunset\r\nBoulevard.\" Both were nominated for best actress, but neither won; the\r\nOscar went to Judy Holiday for \"Born Yesterday,\" although Davis' fans\r\nclaimed she would have won if her vote hadn't been split, ironically, by Anne\r\nBaxter, who plays her rival and was also nominated for best actress.\n\nWhen\r\nyou compare the performances by Davis and Swanson, you see different approaches\r\nto similar material. Both play great stars, now aging. Davis plays Margo\r\nChanning realistically, while Swanson plays Norma Desmond as a gothic waxwork.\r\n\"Sunset Boulevard\" seems like the better film today, maybe because it\r\nfits our age of irony, maybe because Billy Wilder was a better director than\r\nJoseph Mankiewicz. But Davis' performance is stronger than Swanson's, because\r\nit's less mad and more touching. Daviswasa character, an icon with a grand\r\nstyle, so even her excesses are realistic.\n\nThe\r\nmovie, written by Mankiewicz, begins like \"Sunset Boulevard\" with a\r\nnarration by a writer - -the theater critic Addison DeWitt (George Sanders),\r\nbemused, cynical, manipulative. He surveys the room at a theatrical awards\r\ndinner, notes the trophy reserved for Eve Harrington (Baxter), and describes\r\nthe survivors of Eve's savage climb to the top: her director Bill Sampson (Gary\r\nMerrill), her writer Lloyd Richards (Hugh Marlowe), Lloyd's wife Karen (Celeste\r\nHolm), who was her greatest supporter. And the idol she cannibalized, Margo. As\r\nthe fatuous old emcee praises Eve's greatness, the faces of these people\r\nreflect a different story.\n\nThe\r\nmovie creates Margo Channing as a particular person, and Eve Harrington as a\r\ntype. Eve is a breathless fan, eyes brimming with phony sincerity. She worms\r\nher way into Margo's inner circle, becoming her secretary, then her understudy,\r\nthen her rival. Faking humility and pathos is her greatest role, and at first\r\nonly one person sees through it: crusty old Birdie (Thelma Ritter), Margo's\r\nwardrobe woman. \"What a story!\" she snaps. \"Everything but the\r\nbloodhounds snappin' at her rear end.\"\n\nMargo\r\nbelieves Eve's story of hard luck and adoration; no actor has much trouble believing\r\nothers would want to devote their lives to them. Good, sweet Karen also\r\nsympathizes with the girl, and arranges to strand Margo in the country one\r\nweekend so that Eve can go on as her understudy. Karen is repaid when Eve tries\r\nto steal her playwright husband, after an earlier, unsuccessful attempt to\r\nsteal Margo's fiancé, Bill. He is played by Merrill (Davis' real-life husband),\r\nwho turns her away with a merciless put-down: \"What I go after, I want to\r\ngo after. I don't want it to come after me.\"\n\nEve\r\nis a universal type. Margo plays at having an ego but is in love with her work\r\n-- a professional, not an exhibitionist. She's the real thing. But the sardonic\r\ntone of the film is set by Sanders, as DeWitt. He's the principal narrator, and\r\nwith his cigarette holder, his slicked-down hair and his flawless evening\r\ndress, he sees everything with deep cynicism. He has his own agenda; while Eve\r\nnaively tries to steal the men who belong to the women who helped her, Addison\r\ncalmly schemes to keep Eve as his own possession. Sanders, who won the Oscar\r\nfor best supporting actor, lashes her in one of the movie's most savage\r\nspeeches: \"Is it possible, even conceivable, that you've confused me with\r\nthat gang of backward children you play tricks on? That you have the same contempt\r\nfor me as you have for them?\" And: \"I am nobody's fool. Least of all,\r\nyours.\"\n\nGlittering\r\nin the center of \"All About Eve\" is a brief supporting appearance by\r\nMarilyn Monroe. This film, and John Huston's \"The Asphalt Jungle\"\r\nearlier the same year, put her on the map; she was already \"Marilyn\r\nMonroe,\" in every detail. She appears at Margo's party as DeWitt's date,\r\nand he steers her toward the ugly but powerful producer Max Fabian (Gregory\r\nRatoff), advising her, \"Now go and do yourself some good.\" Monroe\r\nsighs, \"Why do they always look like unhappy rabbits?\"\n\nIt\r\nhas been observed that no matter how a scene was lighted, Monroe had the\r\nquality of drawing all the light to herself. In her brief scenes here,\r\nsurrounded by actors much more experienced, she is all we can look at. Do we\r\nsee her through the prism of her legend? Perhaps not; those who saw the movie\r\nin 1950, when she was unknown, also singled her out. Mankiewicz helped create\r\nher screen persona when he wrote this exchange after the Monroe character sees\r\nMargo's fur coat.\n\n\"Now\r\nthere's something a girl could make sacrifices for,\" Monroe says.\n\n\"And\r\nprobably has,\" says the director.\n\n\"Sable,\"\r\nMonroe explains.\n\n\"Sable?\"\r\nasks the producer. \"Did she say sable or Gable?\"\n\nMonroe\r\nreplies: \"Either one.\"\n\nIf\r\nMonroe steals her own scenes, the party sequence contains Davis' best work in\r\nthe movie, beginning with her famous line, \"Fasten your seat belts. It's\r\ngoing to be a bumpy night.\" Drinking too much, disillusioned by Eve's\r\nbetrayal, depressed by her 40th birthday, she says admitting her age makes her\r\n\"feel as if I've taken all my clothes off.\" She looks at Bill and\r\nbitterly says: \"Bill's 32. He looks 32. He looked it five years ago. He'll\r\nlook it 20 years from now. I hate men.\"\n\nIt\r\nwas believed at the time that Davis' performance as Margo was inspired by\r\nTallulah Bankhead. \"Tallulah, understandably enough, did little to dispel\r\nthe assumption,\" Mankiewicz tells Gary Carey in the bookMore About All About Eve.\"On the contrary, she exploited\r\nit to the hilt with great skill and gusto.\" Press agents manufactured a\r\nfeud between Davis and Bankhead, but Mankiewicz says neither he nor Davis was\r\nthinking of Bankhead when the movie was made. Davis could have found all the\r\nnecessary inspiration from her own life.\n\nDavis\r\nsmokes all through the movie. In an age when stars used cigarettes as props,\r\nshe doesn't smoke as behavior, or to express her moods, but because she wants\r\nto. The smoking is invaluable in setting her apart from others, separate from\r\ntheir support and needs; she is often seen within a cloud of smoke, which seems\r\nlike her charisma made visible.\n\nThe\r\nmovie's strength and weakness is Anne Baxter, whose Eve lacks the presence to\r\nbe a plausible rival to Margo, but is convincing as the scheming fan. When Eve\r\nunderstudies for Margo and gets great reviews, Mankiewicz wisely never shows us\r\nher performance; better to imagine it, and focus on the girl whose look is a\r\nlittle too intense, whose eyes a little too focused, whose modesty is somehow\r\nsuspect.\n\nMankiewicz\r\n(1909-1993) came from a family of writers; his brother Herman wrote\r\n\"Citizen Kane.\" He won back-to-back Oscars for writing and directing\r\n\"A Letter to Three Wives\" in 1949 and \"All About Eve\" in\r\n1950, and is also remembered for \"The Ghost and Mrs. Muir\" (1947),\r\n\"The Barefoot Contessa\" (1954) and \"Guys and Dolls\" (1955).\r\nHe remained sharp-tongued all of his days. When \"All About Eve\" was\r\nrecycled into the Broadway musical \"Applause,\" Mankiewicz observed\r\nthat the studio had received \"infinitely more\" in royalties than it\r\npaid him for writing and directing the film. He said he had no complaints. The\r\nreason they have the \"no refunds\" sign in the theater ticket window,\r\nhe said, is to keep the rubes from calling the cops.", "running_time": 138, "mpaa_rating": "PG", "release_year": 1950, "date_published": "2000-06-11", "genres": ["Comedy", "Drama"], "title": "All About Eve (1950)"}