{"url": "http://www.rogerebert.com/reviews/great-movie-paths-of-glory-1957", "by": null, "star_rating": 4.0, "text": "Stanley Kubrick's \"Paths of Glory\" (1957) closes with a scene that doesn't seem organic to the movie. We've seen harrowing battlefield carnage, a morally rotten court-martial, French army generals corrupt and cynical beyond all imagining, and now what do we see? Drunken soldiers, crowded into a bistro, banging their beer steins on the tables as the owner brings a frightened German girl onstage.\n\nHe makes lascivious remarks about her figure and cruel ones about her lack of talent, but she has been captured and must be forced to perform. Hoots and whistles arise from the crowd. The frightened girl begins to sing. The noise from the crowd dies away. Her tremulous voice fills the room. She sings \"The Faithful Hussar.\" A hush falls, and some of the soldiers begin to hum the notes; they know the song but not the words.\n\nIf the singing of \"La Marseillaise\" in a bar in \"Casablanca\" was a call to patriotism, this scene is an argument against it. It creates a moment of quiet and tenderness in the daily horror these soldiers occupy -- a world in which generals casually estimated that 55 percent of these very men might be killed in a stupid attack and found that acceptable.\n\nSongs at the ends of dramas usually make us feel better. They are part of closure. This song at the end of this movie makes us feel more forlorn. It is not a release, but a twist of Kubrick's emotional knife. When Truffaut famously said that it was impossible to make an anti-war movie, because action argues in favor of itself, he could not have been thinking of \"Paths of Glory,\" and no wonder: Because of its harsh portrait of the French army, the film was banned in France until 1975.\n\nThe film, made in 1957, is typical of Kubrick's earlier work in being short (84 minutes), tight, told with an economy approaching terseness. Later his films would expand in length and epic scope, sometimes to their advantage, sometimes not. It does however contain examples of one of his favorite visual strategies, the extended camera movement that unfolds to reveal details of a set or location, and continues long after we expect it to be over.\n\nEarly in the film, the camera precedes its hero, Col. Dax (Kirk Douglas) on an inspection tour of a muddy fortified trench that goes on and on and on. Later the camera follows doomed men into No Man's Land, tracking alongside them through mud and shell blasts, trenches and craters, past bodies that drop before our eyes. Still later, there is a dolly shot through a formal ball to find a French general. And toward the end, an elaborate military parade for a firing squad, with the camera preceding three condemned men as they walk and walk and walk toward their deaths.\n\nThese shots of long duration impress the importance of their subjects upon us: The permanence of trench warfare, the devastation of attack, the hypocrisy of the ruling class, the dread of the condemned men. If some of Kubrick's later extended shots, including the endless tracking shot down long hotel corridors in \"The Shining\" (1979), seem like exercises in style, the shots in \"Paths of Glory\" are aimed straight at our emotions.\n\nThe story is simply summarized. French and German armies face each other along 500 miles of fortified trenches. Both sides have been dug in for two years. Any attempt at an advance brings a dreadful human cost in lives. The effete little Gen. Broulard (Adolphe Menjou) orders his subordinate, Gen. Mireau (George Macready), to take an impregnable German position, \"The Anthill,\" by, incredibly, the day after tomorrow. Mireau argues that it cannot be done. Broulard thinks perhaps it can be accomplished with no more than 55 percent casualties. He hints that there is a promotion and a third star for the general who does it. The two-star Gen. Mireau goes through the motions of protest: \"The lives of 8,000 men! What is my ambition against that? My reputation?\" And then: \"But, by god, we might just do it!\"\n\nCol. Dax must lead the charge. He knows it is doomed, and he protests, but he follows orders. In a scene set the night before the raid, a scene which in other language might have been conceived by Shakespeare, two of his men debate the merits of dying by machinegun or bayonet. One chooses the machinegun, because it is quick; while the bayonet might not kill, it would hurt. The other says that proves he is more afraid of pain than death.\n\nThe actual assault has a realism that is convincing even now that we have seen Stone's \"Platoon\" and Spielberg's \"Saving Private Ryan.\" The black-and-white photography is the correct choice; this is a world of shapes and shadows, mud and smoke, not a world for color. The loss of life is devastating. The advance is halted. Watching from the safety of the trenches, Gen. Mireau decides the men are cowards and orders French artillery to fire on their own men, to drive them forward. The battery commander refuses to act without a written order.\n\nAt the end of the day, to save face and protect his promotion, Mireau orders that three men, one from each company, must be executed for cowardice. One is chosen by lot. One because he is \"socially undesirable.\" One because he was an eyewitness to the cowardice of a superior officer, who abandoned a comrade on a reconnaissance mission. Dax is outraged and asks to act as defense counsel before the military tribunal, which is, as we expect, a farce. When Dax argues for the defense that any further advance was \"impossible,\" the prosecutor snaps, \"if it was impossible, the only proof of that would be their dead bodies at the bottom of the trenches.\" The survivors are obviously cowards, then, because they are alive.\n\nThat night, the condemned men share the same cell. \"Do you see that cockroach?\" one says. \"Tomorrow morning I'll be dead, and it will be alive.\" The film until this point has been bitter and unromantic, but we think we glimpse a turn in the plot. Dax learns of Mireau's order to fire French artillery at French troops. He finds Gen. Broulard at a fancy ball and informs him of Mireau's artillery order. In any conventional war movie, in a film made by 99 directors out of 100, there would be an 11th-hour reprieve, the condemned men would be spared, and the stupid and treacherous Mireau would be publicly humiliated.\n\nNot here. Kubrick finds a way to draw all his story threads tight without compromising his harsh and unforgiving theme. The plot is resolved, yes, but cruelty and duplicity survive, and private soldiers are still meaningless pawns. Broulard believes the executions will be \"a perfect tonic\" for the army: \"One way to maintain discipline is to shoot a man now and then.\"\n\n\"Paths of Glory\" was the film by which Stanley Kubrick entered the ranks of great directors, never to leave them. When I interviewed Kirk Douglas in 1969, he recalled it as the summit of his acting career: \"There's a picture that will always be good, years from now. I don't have to wait 50 years to know that; I know it now.\" It has an economy of expression that is almost brutal; it is one of the few narrative films in which you sense the anger in the telling. Samuel Fuller, who fought all the way through World War II, remembered it in \"The Big Red One\" with nostalgia for the camaraderie of his outfit. There is no nostalgia in \"Paths of Glory.\" Only nightmare.\n\nKubrick and his cinematographer, George Krause, use sharp and deep focus for every shot. There is not a single shot composed only for beauty; the movie's visual style is to look, and look hard. Kirk Douglas, a star whose intelligence and ambition sometimes pulled him away from the comfortable path mapped by the system, contains most of the emotion of his character. When he is angry, we know it, but he stays just within the edge of going too far. He remains an officer. He does his duty. He finds a way to define his duty more deeply than his superiors would have wished, but in a way, they cannot condemn.\n\nAnd then that final song. It is sung by a young actress named Christiane Harlan, who soon after married Stanley Kubrick. One day in the summer of 2000, I visited her on their farm outside London, and we walked through the garden to the boulder engraved with Kubrick's name, under which he rests. I wanted to tell her how special and powerful that scene was, how it came out of nowhere to provide a heartbreaking coda, how by cutting away from his main story Kubrick cut right into the heart of it. But it didn't seem like the moment for film criticism, and I was sure she already knew whatever I could tell her.\n\nA restored print of \"Paths of Glory\" opened Friday at the Music Box. Also read my 1969 Esquire interview with Kirk Douglas, and Great Movie reviews of Kubrick's \"2001: A Space Odyssey\" and \"Dr. Strangelove, or How I Stopped Worrying and Learned to Love the Bomb\" and Fuller's \"The Big Red One.\"", "running_time": 88, "mpaa_rating": "NR", "release_year": 1957, "date_published": "2005-02-25", "genres": ["Drama", "War"], "title": "Paths of Glory (1957)"}