{"url": "http://www.rogerebert.com/reviews/great-movie-baraka-1992", "by": null, "star_rating": 4.0, "text": "If man sends another Voyager to the distant stars and it can carry only one film on board, that film might be \"Baraka.\" It uses no language, so needs no translation. It speaks in magnificent images, natural sounds, and music both composed and discovered. It regards our planet and the life upon it. It stands outside of historical time. To another race, it would communicate: This is what you would see if you came here. Of course this will all long since have disappeared when the spacecraft is discovered.\n\nThe film was photographed over 14 months by director Ron Fricke, who invented a time-lapse camera system to use for it. In 1992, it was the first film since 1970 to be photographed in Todd-AO, a 65mm system, and in 2008, it seems to have been the last. The restored 2008 Blu-ray is the finest video disc I have ever viewed or ever imagined. It was made from the Todd-AO print, which was digitally restored to a perfection arguably superior to the original film. It is the first 8K resolution video ever made of a 65mm film, on the world's only scanner capable of it. It is comparable to what is perceptible to the human eye, the restorers say. \"Baraka\" by itself is sufficient reason to acquire a Blu-ray player.\n\nThe film consists of awesome sights, joyful, sad, always in their own way beautiful. By that I do not mean picturesque. A friend came into the room while I was watching the film, saw a closeup of the head of a Gila monster and said, \"That's beautiful.\" I asked if she liked lizards. \"I hate lizards,\" she said, shuddering. She wasn't thinking about lizards. She was observing the iridescent scales of the creature's head. Beauty is in the eye of the beholder. We are the beholder.\n\nA large gathering of men, shaped in a rough circle, join in synchronous dancing, bowing, standing, kneeling, sitting, standing, their arms in the air, their fingers fluttering like the wings of birds, their voices a rhythmic chatter. Asia, somewhere. They face a statue of the Buddha. Their movements are more complex and intricately timed than the drummers at the opening ceremonies of the Beijing Olympics. More inspiring, also, because they have chosen to do this as worship and have not been drilled. They have perfected their ritual, and in their faces we do not see strain or determination, despite the physical ordeal, but contentment and joy. Their movements have the energy of deep enjoyment.\n\nThere's the indescribable beauty of aborigines, their bodies bearing necklaces, bracelets and body ornaments made from countless tiny beads, their arms and faces painted in intricate patterns of innumerable dots. They dip a cheap plastic comb in paint and rotate it across their skin to leave the dots. Their hypnotic dancing somehow reverberates with the Asian dancers. We see the bright scarlet paint on the brow of a young Amazonian girl, peering solemnly from bright green leaves. A young woman of the Maasai tribe in Kenya, is clothed in a beauty to render \"designer fashions\" threadbare.\n\nMore images: the sorrowful fall in slow motion of an ancient and lofty tree in the rain forest. The sad poetic beauty in slow motion of a chain of explosions for a strip mine. The despoiling of the land by the deep mine pits. The undeniable beauty of the access roads circling down to the pit bottoms, one line atop another. A virgin forest seen from high above, looking down on wave after wave of birds, hundreds of thousands of them from horizon to horizon.\n\nScavengers, in an enormous garbage dump in India, claw at the refuse to make a living, competing with birds and dogs. Women, boys and girls. Barefoot. Bold boys climb atop a dump truck to slide down with fresh garbage and grab at treasure. There's not a T-shirt to be seen. They are all garbed in the cheapest fabrics of India, a land where a woman can crawl from a cardboard box on the sidewalk and stand up looking elegantly dressed.\n\nEggs, thousands of them, float by on a conveyor belt. Recently hatched chicks, dressed in yellow down, tumble from a conveyor belt down a chute onto another belt. Their eyes are wide, they look about amazed, their tiny wings flutter. This is the most freedom they will ever know. They are sorted, tossed into funnels, spin down in a spiral, emerge one at a time to be marked with dye and have the tips of their beaks burned off. This process, one second per chick, is repeated time after time by workers. Endless rows of chickens stacked atop each other in boxes too small to allow them to move. Girls and young women, thousands of them, as far as the eye can see, make cigarettes by hand in a South American sweatshop. Too close to stretch. Workers assemble computer parts in a Japanese factory, thousands of them, each one repeating a small action all day along, one who is working with a bandaged hand, three of its fingers too short.\n\nIn the factories, the high-angle camera shows rows of these workers reaching to the vanishing point. These are not computer graphics. The images result from painstaking care and perfectionist detail in the filming and restoration, and thoughtful camera placement. Consider a shot from above looking down on the great hall of Grand Central Station. Two movements at once: commuters dashing across the floor in speeded-up time, while the camera pans across them in slow motion. It is easy enough to achieve fast motion, but how difficult with a camera that is panning with exquisite slowness. There's an overhead shot of an intersection in Tokyo, with alternating swarms of thousands of cars and thousands of pedestrians. Escalators on the subway system, a speeded-up shot, pour out travelers as the conveyor belt poured chicks.\n\nAn orangutan stands shoulder-deep in a warm pool, steam rising around it. We regard it. The eyes look old and thoughtful. The sky is filled with stars. The same thoughtful eyes again. What is it thinking? W.G. Sebold: \"Men and animals regard each other across a gulf of mutual incomprehension.\" What are the people thinking? The man waits for a light to change in Tokyo, inhaling his cigarette. Prostitutes gather outside their brothel. Steelworkers are covered with grime. Monks, girls at a subway stop, kabuki dancers. Why does no one make eye contact with the camera during crowded street scenes? Where was the big Todd-AO camera? How was it concealed? Why did it not frighten a herd of springboks, standing at rest in perfect focus?\n\nWill the aliens viewing this film comprehend some of the scenes? Tiny bright plumes in a desert are revealed as the burning oil fields of Kuwait. Mothballed B-52 bombers reach to the horizon. Manhattan. Corpses are burned on the banks of the Ganges. Will they know the donkeys are pulling a cart much too heavy for them? They will probably understand mountains, waterfalls, volcanoes. Do we? \"Baraka\" is paced so we can contemplate the places we will never go, the places we are destroying, the places where we might find renewal. It is like a prayer.\n\n\"Baraka\" is a Sufi word meaning \"a blessing, or the breath, or the essence of life, from which the evolutionary process unfolds.\" In Islam generally, it is \"a quality or force emanating originally from Allah but capable of transmission to objects or to human beings.\" In Judaism, it is a ceremonial blessing. In Swahili, it means \"blessing.\" In French slang, it means \"good luck.\" In Serbian and Bulgarian, it means \"shack.\" In Turkish, it means \"barracks.\" All over the world, it is the name of a character in the \"Mortal Kombat\" video game.\n\n\"Baraka\" will be released Oct. 28 only on Blu-ray.", "running_time": 96, "mpaa_rating": "G", "release_year": 1993, "date_published": "2008-10-16", "genres": ["Documentary", "Indie"], "title": "Baraka (1993)"}