{"url": "http://www.rogerebert.com/reviews/great-world-of-sound-2007", "by": "Pat Healyas Martin", "star_rating": 3.0, "text": "If you’ve ever wondered about how some of those would-be stars get on “American Idol,” here is a film about some who don’t. “Great World of Sound” is a movie about an outfit that buys ads in the papers offering free auditions to new talent, and then tries to sell them a “professional recording session” that will produce a CD allegedly distributed to radio stations and record companies.\n\nTo some degree, this offer is real. To a very small degree. We actually even see one of the clients in the “professional” studio. But the real point is to get the hopefuls to show their “commitment” by “investing” $3,000 in their “futures.” We follow two of the Great World salesmen on their odyssey through the cheap motels and fast food grease pits of the South: Martin (Pat Healy), a neat, introverted, worrywart, and Clarence (Kene Holliday), an ebullient African-American who, after spending three years on the streets of Houston, is happy to have this job or any job.\n\nIn a way, the movie resembles Albert and David Maysles’ great documentary “Salesman” (1968), about door-to-door Bible salesmen. The salesmen in both films are led to expect much larger rewards than are possible. But “Great World” has another dimension: Although Martin and Clarence are fictional characters, many (but not all) of those who come to audition aren’t in on the joke. They think it’s a real audition: in that sense, they’re as exploited in real life as in the story. (Director Craig Zobel says he got releases from everybody after the fact.)\n\nSome of the performers make you wonder how they deluded themselves that they had talent. But one, a young African-American girl, sings her “New National Anthem,” which is so good I think it should be recorded for real. Oddly enough, Martin likes it too, and commits the con man’s cardinal sin: investing in his own scam.\n\nThe movie resembles “Boiler Room” and “Glengarry Glen Ross” in how the recruiters of the salesmen tell expansive stories how about how successful they have become. It’s a little heartbreaking, however, how moderate the “riches” are that they promise their recruits. If they work hard and do good business, the salesmen are told, they can hope to clear $1,000 a month. Shank (John Baker), the head of the enterprise, adds a bit of stagecraft at one point, dialing his bank on a speaker phone and hearing his current balance read aloud. It was, as I recall, something like $13,000. Not millions.\n\nThe drama in the film arises as Martin has a crisis of conscience, while Clarence has a crisis of fear that he might be back on the streets soon. Watching them work the marks is fascinating, when one is dubious and the other desperate. “Great World of Sound,” a Sundance hit, is Zobel’s first film, a confident, sure-handed exercise focusing on the American Dream, turned nightmare.", "running_time": 106, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-25", "genres": ["Drama", "Indie"], "title": "Great World of Sound (2007)"}