{"url": "http://www.rogerebert.com/reviews/great-movie-out-of-the-past-1947", "by": null, "star_rating": 4.0, "text": "\n\nMost crime movies begin in the present and move forward, but\r\nfilm noir coils back into the past. The noir hero is doomed before the story\r\nbegins -- by fate, rotten luck, or his own flawed character. Crime movies\r\nsometimes show good men who go bad. The noir hero is never good, just kidding\r\nhimself, living in ignorance of his dark side until events demonstrate it to\r\nhim.\n\n\"Out\r\nof the Past\" (1947) is one of the greatest of all film noirs, the story of\r\na man who tries to break with his past and his weakness and start over again in\r\na town, with a new job and a new girl. The movie stars Robert Mitchum, whose\r\nweary eyes and laconic voice, whose very presence as a violent man wrapped in\r\nindifference, made him an archetypal noir actor. The story opens before we've\r\neven seen him, as trouble comes to town looking for him. A man from his past\r\nhas seen him pumping gas, and now his old life reaches out and pulls him back.\n\nMitchum\r\nplays Jeff Bailey, whose name was Jeff Markham when he was working as a private\r\neye out of New York. In those days he was hired by a gangster named Whit\r\nSterling (Kirk Douglas, electrifying in an early role) to track down a woman\r\nnamed Kathie Moffat (Jane Greer, irresistibly mixing sexiness and treachery).\r\nKathie shot Sterling four times, hitting him once, and supposedly left with\r\n$40,000 of his money. Sterling wants Jeff to bring her back. It's not, he says,\r\nthat he wants revenge: \"I just want her back. When you see her, you'll\r\nunderstand better.\"\n\nThat\r\nwhole story, and a lot more, is told in a flashback. When we meet Jeff at the\r\nbeginning of the film, it's in an idyllic setting by a lake in the Sierras,\r\nwhere he has his arm around the woman he loves, Ann (Virginia Huston). He bends\r\nover to kiss her when they're interrupted by Jimmy (Dickie Moore), the deaf and\r\nmute kid who works for him at the station. Jimmy uses sign language to say a\r\nstranger is at the station, asking for him. This man is Sterling's hired gun,\r\nnamed Joe Stephanos (Paul Valentine), and he tells Jeff that Sterling wants to\r\nsee him in his lodge on Lake Tahoe.\n\nJeff\r\ntakes Ann along on the all-night drive to Tahoe, using the trip to tell her his\r\nstory -- his real name, his real past, how he tracked Kathie Moffat to Mexico\r\nand fell in love with her. (\"And then I saw her, coming out of the sun,\r\nand I knew why Whit didn't care about that 40 grand.\") He tells Ann more,\r\ntoo: How he lied to Sterling about finding Kathie, how he and Kathie slipped\r\naway to San Francisco and thought they could live free of the past, how they\r\nwere spotted by Fisher (Steve Brodie), Jeff's former partner. Fisher followed\r\nthem to a remote cabin, where Kathie shot him dead, leaving Jeff behind with\r\nthe body and a bank book revealing she indeed had stolen the $40,000.\n\nThe\r\nstory takes Jeff all night to tell, and lasts 40 minutes into the film. Then\r\nwe're back in the present again, at the gates of Sterling's lodge. Ann drives\r\naway and Jeff walks up the drive to square with his past. In the lodge, not\r\nreally to his surprise, he finds that Kathie is once again with Sterling. This\r\nSterling is a piece of work. Not only has he taken Kathie back after she shot\r\nhim, he wants to hire Jeff again after he betrayed him. This time he needs him\r\nto deal with Leonard Eels, an accountant in San Francisco who keeps Sterling's\r\nbooks, and is blackmailing him with threats involving the IRS.\n\nThe\r\nmeeting between Mitchum and Douglas opens on a note of humor so quiet, it may\r\npass unnoticed. \"Cigarette?\" offers Douglas. \"Smoking,\"\r\nsaid Mitchum, holding up his hand with a cigarette in it. Something about that\r\nmoment has always struck me as odd, as somehow outside the movie, and I asked\r\nMitchum about it after a screening of \"Out of the Past\" at the\r\nVirginia Film Festival.\n\n\"Did\r\nyou guys have any idea of doing a running gag involving cigarette\r\nsmoking?\" I asked him.\n\n\"No,\r\nno.\"\n\n\"Because\r\nthere's more cigarette smoking in this movie than in any other movie I've ever\r\nseen.\"\n\n\"We\r\nnever thought about it. We just smoked. And I'm not impressed by that because I\r\ndon't, honest to God, know that I've ever actually seen the film.\"\n\n\"You've\r\nneverseenit?\"\n\n\"I'm\r\nsure I have, but it's been so long that I don't know.\"\n\nThat\r\nwas Mitchum for you, a superb actor who affected a weary indifference to his\r\nwork.\n\nThere\r\nis a lot of smoking in \"Out of the Past.\" There is a lot of smoking\r\nin all noirs, even the modern ones, because it goes with the territory. Good\r\nhealth, for noir characters, starts with not getting killed. But few movies use\r\nsmoking as well as this one; in their scenes together, it would be fair to say\r\nthat Mitchum and Douglas smokeateach other, in a sublimated form of\r\nfencing. The director is Jacques Tourneur, a master of dark drama at RKO, also\r\nfamous for \"Cat People\" (1942) and \"I Walked with a Zombie\"\r\n(1943). He is working here for the third time with the cinematographer Nicholas\r\nMusuraca, a master of shadow but also of light, and Musuraca throws light into\r\nthe empty space between the two actors, so that when they exhale, the smoke is\r\nvisible as bright white clouds.\n\nMitchum\r\nand Douglas think the story involves a contest of wills between them, when in\r\nfact, they're both the instruments of corrupt women. Kathie betrays both men\r\nmore than once, and there is also Meta Carson (Rhonda Fleming), the sultry\r\n\"secretary\" of Eels the accountant. What's fascinating is the way\r\nJeff, the Mitchum character, goes ahead, despite knowing what's being done to\r\nhim. How he gets involved once again with Sterling and Kathie, despite all\r\ntheir history together, and how he agrees when Meta suggests a meeting with\r\nEels, even though he knowsand\r\neven says\"I think I'm\r\nin a frame,\" and points out that he's been given a drink so that his\r\nprints will be on the glass.\n\nThe\r\nscenes in San Francisco, involving the murder of Eels, the whereabouts of the\r\ntax records and the double-dealing of Meta Carson, are so labyrinthine, it's\r\nremarkable even the characters can figure out who is being double-crossed, and\r\nwhy. The details don't matter. What matters is the way that Jeff, a street-wise\r\ntough guy, gets involved in the face of all common sense, senses a trap, thinks\r\nhe can walk through it, and isstillfascinated by Kathie Moffat.\n\nHe\r\nfirst reveals his obsession in Mexico, when Kathie claims she didn't take the\r\n40 grand.\n\n\"But\r\nI didn't take anything. I didn't, Jeff. Don't you believe me?\"\n\n\"Baby,\r\nI don't care.\"\n\nAnd\r\nlater, although he tells her, \"You're like a leaf that the wind blows from\r\none gutter to another,\" he is attracted to her, lured as men sometimes are\r\nto what they know is wrong and dangerous.\n\nFilm\r\nnoir is known for its wise-guy dialogue, but the screenplay for \"Out of\r\nthe Past\" reads like an anthology of one-liners. It was based on the 1946\r\nnovelBuild My Gallows Highby \"Geoffrey Homes,\" a\r\npseudonym for the blacklisted Daniel Mainwaring, and the screenplay credit goes\r\nto Mainwaring, reportedly with extra dialogue by James M. Cain.\n\nBut\r\nthe critic Jeff Schwager read all versions of the screenplay for a 1990 Film\r\nComment article, and writes me: \"Mainwaring's script was not very good,\r\nand in one draft featured awful voice-over narration by the deaf-mute. Cain's\r\nscript was a total rewrite and even worse; it was totally discarded. The great\r\ndialogue was actually the work of Frank Fenton, a B-movie writer whose best\r\nknown credit was John Ford's 'Wings of Eagles.'\"\n\nListen\r\nto the contempt with which Sterling silences his hired gun, Stephanos:\r\n\"Smoke a cigarette, Joe.\" And \"Think of a number, Joe.\"\r\nListen to Joe tell Jeff how he found his gas station: \"It's a small\r\nworld.\" Jeff: \"Yeah. Or a big sign.\" Kathie saying \"I hate\r\nhim. I'm sorry he didn't die.\" Jeff: \"Give him time.\" Jeff's\r\nfriend the cab driver, assigned to tail Meta Carson: \"I lost her.\"\r\nJeff: \"She's worth losing.\" Jeff to Kathie: \"Just get out, will\r\nyou? I have to sleep in this room.\" Kathie to Jeff: \"You're no good,\r\nand neither am I. That's why we deserve each other.\" And in the movie's\r\nmost famous exchange, Kathie telling him, \"I don't want to die.\"\r\nJeff: \"Neither do I, baby, but if I have to, I'm going to die last.\"\n\nThe\r\nmovie's final scene, between the hometown girl Ann and Jimmy, Jeff's hired kid\r\nat the gas station, reflects the moral murkiness of the film with its quiet\r\nambiguity. I won't reveal the details, but as Jimmy answers Ann's question, is\r\nhe telling her what he believes, what he thinks she wants to believe, or what\r\nhe thinks it will be best for her to believe?", "running_time": 97, "mpaa_rating": null, "release_year": 1947, "date_published": "2004-07-18", "genres": ["Drama", "Film Noir", "Mystery", "Thriller"], "title": "Out of the Past (1947)"}