{"url": "http://www.rogerebert.com/reviews/great-movie-rififi-1954", "by": null, "star_rating": 4.0, "text": "The modern heist movie was invented in Paris in 1954 by Jules Dassin, with \"Rififi,\" and Jean-Pierre Melville, with \"Bob le Flambeur.\" Dassin built his film around a 28-minute safe-cracking sequence that is the father of all later movies in which thieves carry out complicated robberies. Working across Paris at the same time, Melville's film, which translates as \"Bob the High Roller,\" perfected the plot in which a veteran criminal gathers a group of specialists to make a big score. The Melville picture was remade twice as \"Ocean's Eleven,\" and echoes of the Dassin can be found from Kubrick's \"The Killing\" to Tarantino's \"Reservoir Dogs.\" They both owe something to John Huston's \"The Asphalt Jungle\" (1950), which has the general idea but not the attention to detail.\n\n\"Rififi\" was called by Francois Truffaut the best film noir he'd ever seen (it was based, he added, on the worst noir novel he'd ever read). Dassin's inspiration was to expand the safe-cracking job, which is negligible in the book, into a breathless sequence that occupies a fourth of the running time and is played entirely without words or music. So meticulous is the construction and so specific the detail of this scene that it's said the Paris police briefly banned the movie because they feared it was an instructional guide.\n\nThere is something else unique about the heist scene: It is the centerpiece of the film, not the climax. In a modern heist film, like \"The Score\" (2001), the execution of the robbery fills most of the third act. \"Rififi\" is more interested in the human element, and plays as a parabola, with the heist at the top before the characters descend to collect their wages of sin. After the heist there is still a kidnapping to go.\n\nThe film was shot on a modest $200,000 budget on Paris locations that Dassin scouted while wandering unemployed around the town; he was on the Hollywood blacklist and hadn't worked in four years. Streets are usually wet in movies because they photograph better that way, but Paris is especially damp in \"Rififi,\" shot in wintertime and showing a criminal milieu where the only warmth comes in a flat where one of the crooks lives with his wife and little boy.\n\nThe film centers on Tony (Jean Servais, a Belgian actor who had gone through hard times because of alcoholism). Always referred to as \"the Stephanois,\" he's a sad-eyed, tubercular ex-con who dotes on the little boy, his godson. Tony reveals a nasty streak of cruelty against a former mistress, and is quite capable of cold-blooded murder, but by the end he seems purified by loss. His character believes in honor among thieves, and his lonely vengeance against the kidnappers provides the film with its soul.\n\nThe boy's father is Jo the Swede (Carl Moehner). Jo and his friend Mario (Robert Manuel) have their eyes on diamonds in a store window, and want to smash and grab just before the light turns green for their getaway car. Tony nixes the plan and advises them to go for the big score--the store's safe. They enlist a safecracker named Cesar, who is played by Dassin himself (as \"Perlo Vita\").\n\nCasing the store is done with a bold brilliance. Tony ostentatiously leaves his bulging wallet neglected on a counter, to show his indifference to money. Determining the type of the safe and the kind of alarm, they stage a rehearsal, test the alarm's sensitivity (it responds to vibrations) and discover they can immobilize it with foam from a fire extinguisher.\n\n\"No rods,\" Tony advises. \"Get caught with a rod, it's the slammer for life.\" But the thieves are as ruthless as necessary, tying up the couple who live over the diamond store before gingerly hammering their way through the ceiling with a cushioned hammer. The composer, Georges Auric, originally wrote music for this sequence, but agreed with Dassin it was unnecessary, and for 28 minutes we hear nothing but taps, breathing, some plaster falling into an umbrella used to catch it, some muffled coughs, and then, after the alarm is disabled, the screech of the drills used to cut into safe. There is, of course, no reason why the men cannot talk softly, and so the silence is Dassin's inspired directorial choice, underlining the suspense. When I saw the film in a 2002 revival in London, the 28-minute sequence played as it always does, to a theater that was conspicuously hushed in sympathy.\n\nThe movie opens with a backroom poker game, and after the heist Dassin mirrors that scene with another shot of men around a table. Nice, how he uses closeups of their eyes before showing the diamonds. They have committed a perfect crime, but Cesar gives a ring to a girlfriend, and when it's spotted by Pierre (Marcel Lupovici), the boss of a Montmartre nightclub, he guesses the identity of the thieves and sends his men after them for the jewels.\n\nThe last third of the film centers around the kidnapping of Jo's son, who will allegedly be returned if the jewels are handed over. Tony knows better: The boy is a witness. He searches for the boy, questioning bartenders, hookers, tough guys and old pals to get a lead. In these scenes Montmartre seems to cower beneath the damp skies of dawn.\n\nThe film's violence has a crude awkwardness that makes it seem more real. Finding a cop beside the stolen getaway car, Tony leaps from a shadow and cudgels him, not with the smooth grace and sensational sound effects of a modern crime picture, but with the clumsiness of a man not accustomed to hitting policemen. Much of the violence takes place just off screen; that may be because of the production codes of the day, but it's effective because the focus falls on the face of the person committing the violence, and not on the violence itself.\n\nThere is one scene nobody ever forgets. Cesar the safecracker, whose stupidity lead to the betrayal of the perfect crime, is found by Tony tied to a pillar in the deserted nightclub. He tries to apologize for his mistake. He's sincere, and Tony knows he's sincere. \"I liked you, Macaroni,\" Tony tells Cesar. \"But you know the rules.\" Cesar (played by Dassin) does, and nods sadly.\n\nDassin was a particular master of shooting on city locations. \"The Naked City\" (1948) is famous for its semi-documentary use of New York. His great London noir \"Night and the City\" (1950), with Richard Widmark as a desperate fugitive hunted by mobsters, makes such good use of darkness and the rubble of bomb sites that it deserves comparison with \"The Third Man.\" In \"Rififi,\" Dassin finds everyday locales: Nightclubs, bistros, a construction site, investing them with a grey reality. Just before the heist begins, there is a scene all the more lovely because it is unnecessary, in which nightclub musicians warm up and gradually slide into collaboration. There's a real sense of Montmartre in the 1950s.\n\nDassin, born in 1911, still giving interviews in 2002, was named as a onetime communist during the McCarthy witchhunt. He wasn't crazy about the \"Rififi\" project but needed work. Its worldwide success was a blow against the blacklist, which fell after the listed writer Dalton Trumbo was openly hired by Kubrick for \"Spartacus\" and Otto Preminger for \"Exodus,\" both in 1960. By then Dassin had settled in Europe; he was married to the fiery Greek actress Melina Mercouri from 1966 until her death in 1994. His last great success, \"Topkapi\" (1964) was a return to the heist genre, and is credited by \"Mission Impossible.\" Although Dassin returned to the U.S. occasionally, as for the successful black militant drama \"Up Tight\" (1968), he was basically lost to American moviemaking, and lives in Athens on a street named for Mercouri. The restoration of \"Rififi,\" long available only on a shabby videotape, rescues a milestone in movie history.", "running_time": 146, "mpaa_rating": null, "release_year": 1954, "date_published": "2002-09-01", "genres": ["Action", "Crime", "Drama", "Foreign"], "title": "Rififi (1954)"}