{"url": "http://www.rogerebert.com/reviews/great-movie-in-cold-blood-1967", "by": "Robert Blakeas Perry Smith", "star_rating": 4.0, "text": "In the years since Truman Capote published In Cold Blood in 1966, the true crime genre has expanded to fill whole sections of the book stores. Factual accounts of crime were common enough before, but Capote combined in-depth reporting with the techniques of the New Journalism, then in its golden age; his book, he said, was a \"non-fiction novel.\" He told of the senseless 1959 killing of the four members of the Clutter family, living in a ranch home outside Holcomb, Kan., and the patient police work that led to the arrest of two clueless ex-cons.\n\nThe newsmagazines were filled with the saga of Capote's reporting--how the effete society creature from Manhattan moved to Kansas and established first-name relationships, even friendships, with the convicted killers Dick Hickock and Perry Smith, the police investigator Alvin Dewey, and local residents. Capote described a photographic memory that allowed him to remember conversations verbatim, and his book's construction allowed him to delay the description of the murder until the end, so that he could make his point that six people died in cold blood: The Clutters, and their killers. The book was intended as opposition to capital punishment, and some critics believed Capote had grown so close to Smith and Hickock that he was blinded by sympathy for their luckless lives, and lost focus on the massacre of the Clutters.\n\nIn Cold Blood was the great best seller of its time, and a year later Richard Brooks made a stark black and white film from the book, using Conrad Hall's widescreen compositions to capture the flat, wide, windswept plains where the murders took place. He had originally hoped to use Paul Newman and Steve McQueen as the two killers, but that casting would have hopelessly skewed the film in the wrong direction, making Smith and Hickock into glamorous Dostoevskian heroes who would have been wrong, all wrong, for this sad and shabby story. Eventually he found two newcomers, Scott Wilson and Robert Blake, who embodied the drifters with their unshaped, witless personalities. \n\nAs individuals, a psychiatrist in the film tells us, they would have been incapable of murder; together they formed a personality that took four lives. The Smith character says: \"When Dick first told me the plan, it didn't even seem real. And then the closer we got, the more real it became.\" The plan was for him to kill the Clutters; Hickock, who knew himself incapable of murder, wanted to leave no witnesses, and so found himself a man \"crazy enough\" to pull the triggers. That Smith, who is the nicer of the two, the one who wants to back out, who feels pity for the Clutters, is the one who kills them is explained in the film by flashbacks to his own tortured childhood. In the most famous line from book or movie, he observes, \"I thought Mr. Clutter was a very nice gentleman. I thought so right up to the time I cut his throat.\"\n\nThe film generated controversy from those who found it gratuitously violent (even though all the killings take place offscreen), an apology for murderers, a kneejerk liberal attack on capital punishment. It was much more shocking in 1967 than it would be today; and was linked with \"Bonnie and Clyde,\" another 1967 film, in punditry about the decay of Hollywood values. But it won Oscar nominations for Brooks' direction and screenplay, Conrad Hall's cinematography, and the score by Quincy Jones (which launched his Hollywood career).\n\n\"In Cold Blood\" achieved renewed notoriety in 2002 with the arrest of Robert Blake for the alleged murder of his wife. Conrad Hall's most famous shot began to turn up on all the newscasts: A closeup of Blake's face on the night Perry Smith is scheduled to be hanged, with light shining onto it through a rainy window so that the rain seems to be tears running down his skin. \n\nTo the degree that there's any connection between \"In Cold Blood\" and Blake's real-life troubles, it can be explained by typecasting: Robert Blake, in person and in many of his characters, seems born to be a victim pushed around by others, dismissed because of his short stature, carrying old grievances and wounds. For his entire professional life he was haunted by resentment about the way his family and the studios treated him as a hard-working child star, who was in the Our Gang comedies (billed as Mickey Gubitsoi and later as Bobby Blake) and played Little Beaver in the Red Ryder movies; he had made nearly 100 features and shorts by the time, at 10, he had a bit role in \"The Treasure of the Sierra Madre,\" as the little Mexican boy who sells the lottery ticket to Humphrey Bogart.\n\nBlake's unhappy childhood seems to find a mirror in the tortured childhood of Perry Smith, who is seen in flashbacks idolizing a glamorous Mexican mother who appears with her husband in a rodeo show before alcoholism turns her into a prostitute. The moment of Herbert Clutter's murder, in the movie, is intercut with a flashback to Perry's enraged father turning a shotgun on the boy and pulling the trigger; unloaded, that gun seemingly waited for decades for Smith to pull its trigger and shoot back at his father. \n\nJust as Capote plundered real lives for his \"non-fiction novel,\" so Brooks shot on real locations, using Holcomb and the actual Clutter home, and hiring local people as extras. There is creepy voodoo at work in scenes where we see actors recreating the Clutter's happy lives in the very house where the real family lived. Was this necessary? When I interviewed Blake in 1968, he said: \"If we shot it in Nebraska, people would say, 'Isn't that just like Hollywood? It happens in Kansas and they shoot it in Nebraska.' \"\n\nBrooks' great achievement in the film is to portray Smith and Hickock as the unexceptional, dim-witted, morally adrift losers they were. There is an outlaw tradition in Hollywood that tends to glamorize killers, but there is nothing attractive about Perry Smith, chewing aspirin by the handful because of the pain of legs torn apart in a motorcycle accident, or Dick Hickock, fixated on \"leaving no witnesses.\" The film follows them on a road odyssey down long, lonely highways, shows them escaping to Mexico only to return, reduces their dreams of wealth to an extraordinary sequence where they team with a little boy and his grandfather in collecting empty soda bottles for the 3-cent redemption fee. \n\nFrom time to time during the film, investigator Alvin Dewey (John Forsyth) talks to a journalist (Paul Stewart) who is apparently meant to suggest Capote; in the scenes after Hickock and Smith are on Death Row, he steps in as a narrator, and engages in fairly heavy-handed dialogue about the uselessness of capital punishment. This character and everything he says are flaws in the film, which would have been better advised to stay with the flat minimalism of the earlier scenes. Brooks is wise, for example, to shoot the killings with no musical score, simply the background sound of the wind howling outside.\n\nThe film's message goes astray for several reasons, the best being that most people will agree that Hickock and Smith deserved to die. The main body of the film generates considerable sympathy for the two killers, who were indeed warped by miserable childhoods, but essentially the film finds, as the book did, that the Clutters died for stupid, senseless reasons. The Smith character expresses this best, after it becomes clear that a safe containing $10,000 does not exist: \"We're ridiculous. You tapping on the walls for a safe that isn't there, tap-tap-tap, like some nutty woodpecker. And me, crawling around on the floor with my legs on fire, and all to steal a kid's silver dollar.\"", "running_time": 134, "mpaa_rating": "R", "release_year": 1968, "date_published": "2002-06-09", "genres": ["Crime", "Drama"], "title": "In Cold Blood (1968)"}