{"url": "http://www.rogerebert.com/reviews/great-movie-one-flew-over-the-cuckoos-nest-1975", "by": "Jack Nicholsonas R.P. McMurphy", "star_rating": 4.0, "text": "There is a curiously extended closeup of Jack Nicholson about four-fifths of the way through \"One Flew Over the Cuckoo's Nest.\" We notice it because it lingers noticeably. It shows his character, R.P. McMurphy, lost in thought. It comes at the balancing point between the pranks and laughter of the earlier parts of the film, and the final descent into tragedy. What is he thinking? Is he planning new defiance, or realizing that all is lost?\n\nThe mystery of what McMurphy is thinking is the mystery of the movie. It all leads up to a late scene where he is found asleep on the floor next to an open window. By deciding not to escape, he has more or less chosen his own fate. Has his life force run out at last? After his uprising against the mental institution, after the inmates' rebellion that he led, after his life-affirming transformations of Billy and the Chief, after his comeback from an initial dose of shock therapy, has he come at last to the end of his hope?\n\n\"One Flew Over the Cuckoo's Nest\" (1975) is on every list of favorite films. It was the first film since \"It Happened One Night\" (1934) to win all five of the top Academy Awards, for best picture, actor (Nicholson), actress (Louise Fletcher), director (Milos Forman) and screenplay (Lawrence Hauben and Bo Goldman). It could for that matter have won, too, for cinematography (Haskell Wexler) and editing (Richard Chew). I was present at its world premiere, at the 1975 Chicago Film Festival, in the 3,000-seat Uptown Theatre, and have never heard a more tumultuous reception for a film (no, not even during \"E.T. The Extra-Terrestrial\" at Cannes). After the screening, the young first-time co-producer, Michael Douglas, wandered the lobby in a daze.\n\nBut what did the audience, which loved the film so intensely, think it was about? The film is remembered as a comedy about the inmate revolt led by McMurphy, and the fishing trip, the all-night orgy, and his defiance of Nurse Ratched (Fletcher)--but in fact it is about McMurphy's defeat. One can call it a moral victory, and rejoice in the Chief's escape, but that is small consolation for McMurphy.\n\nThe film is based on Ken Kesey's 1962 best-selling novel, which Pauline Kael observed \"contained the prophetic essence of the whole Vietnam period of revolutionary politics going psychedelic.\" Toned down for the 1970s into a parable about society's enforcement of conformism, it almost willfully overlooked the realities of mental illness in order to turn the patients into a group of cuddly characters ripe for McMurphy's cheerleading. We discover that the Chief is not really mute, Billy need not stutter, and others need not be paralyzed by shyness or fear. They will be cured not by Nurse Ratched's pills, Muzak and discussion groups, but by McMurphy liberating them to be guys--to watch the World Series on TV, go fishing, play pick-up basketball, get drunk, get laid. The message for these wretched inmates is: Be like Jack.\n\nThe movie's simplistic approach to mental illness is not really a fault of the movie, because it has no interest in being about insanity. It is about a free spirit in a closed system. Nurse Ratched, who is so inflexible, so unseeing, so blandly sure she is right, represents Momism at its radical extreme, and McMurphy is the Huck Finn who wants to break loose from her version of civilization. The movie is among other things profoundly fearful of women; the only two portrayed positively are McMurphy's hooker friends Candy and Rose. I mean this as an observation, not a criticism.\n\nMcMurphy's past is hinted at early in the film; he was sentenced to a prison farm for criminal assault against an underage girl (\"she told me she was 18\"), and has been sent to the mental institution for \"evaluation.\" He is 38 years old, obviously a hell-raiser, and yet deeply democratic: He takes the patients at face value, treats their illnesses as choices that can be reversed, and tries by sheer force of will to bust them loose into a taste of freedom. The movie sees the patients in the same way. The photography and editing supply reaction shots that almost always have the same message: A given patient's fixed expression is misinterpreted because of the new context supplied by McMurphy. Consider the scene where McMurphy has stolen the boat and has his friends on board. When he is questioned, he introduces them all as doctors, and there are quick cuts to closeups of each one looking doctorly on cue. This has nothing to do with mental illness but everything to do with comedy.\n\nNicholson's performance is one of the high points in a long career of enviable rebels. Jack is a beloved American presence, a superb actor who even more crucially is a superb male sprite. The joke lurking beneath the surface of most of his performances is that he gets away with things because he knows how to, wants to, and has the nerve to. His characters stand for freedom, anarchy, self-gratification and bucking the system, and often they also stand for generous friendship and a kind of careworn nobility. The key to the success of his work in \"About Schmidt\" is that he conceals these qualities--he becomes one of the patients, instead of the liberating McMurphy.\n\nIf his performance is justly celebrated, Louise Fletcher's, despite the Oscar, is not enough appreciated. This may be because her Nurse Ratched is so thoroughly contemptible, and because she embodies so completely the qualities we all (men and women) have been taught to fear in a certain kind of female authority figure--a woman who has subsumed sexuality and humanity into duty and righteousness. Dressed in her quasi-military nurse's costume, with its little hat and its Civil War-style cape, she is dominatrix and warden, followed everywhere by the small, unspeaking nurse who is her acolyte.\n\nBecause we respond so strongly to her we hardly see Fletcher's performance. But watch her preternatural calm, her impassive \"fairness,\" her inflexible adherence to the rules, as in the scene where she demands McMurphy get a majority vote in order to turn on the World Series on TV--this despite the fact that a majority of the patients don't understand what they are voting on. At the end, when McMurphy's final fate is decided upon, note how the male administrator tentatively suggests he be sent back to the prison farm, but Ratched firmly contradicts him: \"We must not pass our responsibilities on to someone else.\"\n\nIs \"One Flew Over the Cuckoo's Nest\" not a great film because it is manipulative, or is it great because it is so superbly manipulative? I can see it through either filter. It remains enduringly popular as an anti-establishment parable, but achieves its success by deliberately choosing to use the mental patients as comic caricatures. This decision leads to the fishing trip, which is at once the most popular, and the most false, scene in the movie. It is McMurphy's great joyous thumb in the eye to Ratched and her kind, but the energy of the sequence cannot disguise the unease and confusion of men who, in many cases, have no idea where they are, or why.\n\nConsider by comparison the quiet, late-night speech by the Chief (Will Sampson), who speaks of his father. This is a window into a real character with real problems, who has chosen to be considered deaf and mute rather than talk about them. McMurphy's treatment works for him, and leads up to the sad perfection of the very final scenes--during which, if he could see them, McMurphy would be proud of his star pupil.\n\nMilos Forman, born in Czechoslovakia in 1932, has become one of the great interpreters of American manners and mores. A leader of the Czech New Wave, his early films like \"Loves of a Blonde\" (1965) and \"The Firemen's Ball\" (1968) won worldwide audiences their use of paradoxical humor. (In what was seen as a parable of life under communism, the firemen arrive too late to save a barn, but when the farmer complains of the cold, they helpfully move him closer to the flames).\n\nAfter the \"Prague spring\" came the Soviet crackdown, and Forman fled to America, where he has had extraordinary success (his \"Amadeus\" in 1984, produced by \"Cuckoo\" co-producer Saul Zaentz, won seven Oscars, including best picture and director). Look at the quintessentially American topics of his films: The runaway young people and conventional parents of \"Taking Off\" (1971), the anti-war musical \"Hair\" (1979), the New York historical romance \"Ragtime\" (1981), the defense of a rabble-rouser in \"The People vs. Larry Flynt\" (1996), the portrait of the McMurphy-like prankster Andy Kaufman in \"Man on the Moon\" (1999). He sees his adopted land in terms of its best nonconformist and outsider traditions, at a time when conformity is the new creed. His McMurphy succeeds and prevails as a character, despite the imperfections of the film, because he represents that cleansing spirit that comes along now and again to renew us.", "running_time": 129, "mpaa_rating": "R", "release_year": 1975, "date_published": "2003-02-02", "genres": ["Drama"], "title": "One Flew Over the Cuckoo's Nest (1975)"}