{"url": "http://www.rogerebert.com/reviews/great-movie-stagecoach-1939", "by": null, "star_rating": 4.0, "text": "\"Stagecoach\" is a film in which two great careers were\r\nrenewed. Although he had appeared before in many films, as an extra, a stuntman\r\nand then an actor in B films, this was John Wayne's first starring role in a\r\nfilm by John Ford. For Ford, it was a return after some years to a genre about\r\nwhich his ideas had grown--the genre in which he would make many of his\r\ngreatest films. With Ford's clout as a director and Wayne's clout as a star,\r\nthey would make iconic films and establish themselves as one of the legendary\r\npartnerships in cinema.\n\nThey came together at a propitious moment in Ford's career. He\r\nwas 45. He had directed his first silent films (ten of them!) in 1917. He had\r\ntasted great success, and won an Academy Award for directing \"The\r\nInformer\" in 1936. But now came his years of triumph. No director of the\r\nsound era made more great films more quickly than Ford did when he followed\r\n\"Stagecoach\" with \"Young Mr. Lincoln\" and \"Drums Along\r\nthe Mohawk,\" all three in 1939, and then made \"The Grapes of\r\nWrath\" and \"The Long Voyage Home\" in 1940 and \"Tobacco\r\nRoad\" and \"How Green Was My Valley\" in 1941, collecting in that\r\nperiod three nominations and two Oscars for directing.\n\nFord\r\nhad his eye on John Wayne from the days when he was called Marion Morrison,\r\nnicknamed Duke, and was a football player from USC, working summers at 20th\r\nCentury-Fox. In the decade before \"Stagecoach\" Wayne worked in some\r\n40 Westerns, from an extra to a lead, without distinguishing himself. Ford\r\nthought he had the makings of a star, and decided Wayne was right for the key\r\nrole of the Ringo Kid in \"Stagecoach.\" The studio was adamantly\r\nopposed to the casting; it demanded a name actor. \"Pappy\" Ford\r\nimperiously insisted. And Wayne made an impression that would change his life\r\nand one day win him a place on a U. S. postage stamp.\n\nSeen\r\ntoday, \"Stagecoach\" may not seem very original. That's because it\r\ninfluenced countless later movies in which a mixed bag of characters are thrown\r\ntogether by chance and forced to survive an ordeal. The genre is sometimes\r\ncalled the Ark Movie. The film at times plays like an anthology of timeless\r\nclichés. You will see a woman going into labor as a doctor orders, \"Boil\r\nwater! Hot water! And lots of it!\" You will meet a prostitute with a heart\r\nof gold, and an evil banker, and a shifty gambler, and a pure-hearted heroine,\r\nand murderous Apaches, and a sultry Indian wife, and a meek little traveling\r\nman, and a chase scene with a stagecoach driver going hell for leather. You\r\nwill see saloons, corrals, vast landscape, camp fires, and the U. S. Cavalry--which\r\nsounds the charge before riding to the rescue.\n\nDespite\r\nthe familiarity of these conventions, \"Stagecoach\" holds our\r\nattention effortlessly and is paced with the elegance of a symphony. Ford\r\ndoesn't squander his action and violence in an attempt to whore for those with\r\nshort attention spans, but tells astory,\r\nduring which we learn to know the characters and become invested in them. He\r\ndoesn't give all the key scenes to the same big star. Top billing went to\r\nClaire Trevor, as Dallas, the lady of pleasure. (\"Dallas?\" One is\r\nreminded of Marlene Dietrich: \"I didn't become Shanghai Lil in one\r\nnight.\")\n\nTrevor\r\nwas a star, but Ford gave nearly equal weight to the other passengers in the\r\nstagecoach, all played by actors who would have been familiar to movie audiences:\r\nSqueaky-voiced Andy Devine as the driver, John Carradine as the elegant\r\ngambler, Thomas Mitchell as the alcoholic Doc Boone, Louise Platt as the\r\npregnant soldier's wife, and Donald Meek as the effeminate Mr. Peacock, a\r\ntraveling salesman who improbably wears a checkered deerstalker hat in the Old\r\nWest. As they line up facing each other, the Ringo Kid sits on the floor\r\nbetween them, but Ford somehow never frames him to seem lower.\n\nConfined\r\nfor a good deal of the film inside the stagecoach, these gifted actors create a\r\nfascinating community as they gradually reveal their hidden reasons for\r\ntraveling in great discomfort though hazardous Indian territory. The Ringo Kid,\r\nWayne's character, is a wanted murderer being taken to prison by a U. S.\r\nMarshall (George Bancroft). As the others pointedly shun the prostitute Dallas,\r\nhe insists on her being given a drink of water and a place at the table, and\r\nhis courtliness is manly and good-hearted. Of course he falls in love with her,\r\nand it inspires one of the great scenes:\n\nRingo\r\nKid: \"I still got a ranch across the border. There's a nice place--a real\r\nnice place... trees... grass... water. There's a cabin half built. A man could\r\nlive there... and a woman. Will you go?\"\n\nDallas:\r\n\"But you don't know me--you don't know who I am.\"\n\nRingo\r\nKid: \"I know all I wanna know.\"\n\nThe\r\nway Wayne says that embodies his effortless authority. He says it and you don't\r\ndoubt he means it. Indeed, the impression he makes here suggests he was perhaps\r\nlucky to avoid such a high-visibility role earlier in his career. He was 32\r\nwhen he made this film, tall and slim, and had outgrown the almost improbable\r\nboyish beauty of his youth. He could growl and take a position and hold his\r\nground and not talk too much, and he always sounded like he meant it.\n\nSimon\r\nCallow writes in his biography of Orson Welles that Welles saw\r\n\"Stagecoach\" 40 times before he made \"Citizen Kane.\" The\r\ntwo films are hardly similar. What did Welles learn from it? Perhaps most of\r\nall a lean editing style. Ford made certain through casting and dialog that the\r\npurpose of each scene was made clear, and then he lingered exactly long enough\r\nto make the point. Nothing feels superfluous. When he deliberately slows the\r\nflow, as for a song performed by Yakima (Elvira Rios), the wife of an outpost\r\nboss, we understand it as the calm before a storm. (Howard Hawks uses a quiet\r\nsong by Dean Martin in the same way in \"Rio Bravo.\")\n\nFord\r\nnever makes the mistake of cutting so quickly that the sense and context of an\r\naction sequence is lost. The extended stagecoach chase always makes sense, and\r\nhe allows his camera to be clear about the stunt work. Consider this\r\nextraordinary stunt: An Apache leaps from his own horse onto the stagecoach\r\nteam, straddling the lead horses. He is shot. He falls between the horses to\r\nthe ground, and the horses and stagecoach pass entirely over him. No CGI here;\r\nhe risks his life.\n\nWayne\r\nis the hero of the film, but not an \"action hero.\" He was manifestly\r\na bad man; the \"Ringo Kid\" doesn't get his picture on Wanted posters\r\nfor nothing. But he never suggests evil, and seems prepared to be taken to\r\nprison even though he has many opportunities to escape. There is the suggestion\r\nhe stays with the stagecoach because he is needed to protect its passengers,\r\nespecially the two women. We see here Wayne's extraordinary physical grace and\r\ncapacity for tenderness, and understand why Ford later cast him as \"The\r\nQuiet Man.\"\n\nTwo\r\nscenes in particular. Wayne in left foreground, leaning against a wall as he\r\nwatches Dallas walk away from him down a corridor. Observe his body language.\r\nThe way he looks after her and then straightens up and follows her. And later,\r\nlook at Ford's lighting and composition as Dallas, in foreground in the\r\nmoonlight next to a fence, stands alone and the Ringo Kid, in background, the\r\nsmoke from his cigarillo back-lighted as a backdrop, approaches her.\n\nThat\r\nwas a studio shot. But much of the movie is shot on location in Ford's beloved\r\nMonument Valley, its prehistoric rock pillars framing the smallness of men.\r\nFord returned again and again to the valley, where his casts and crews lived in\r\ntents and were fed from a chuck wagon; he valued the distance from meddling\r\nstudio executives. He was a dictator, and in that vastness his word was law.\n\nThe\r\nfilm's attitudes toward Native Americans are unenlightened. The Apaches are\r\nseen simply as murderous savages; there is no suggestion the white men have\r\ninvaded their land. Ford shared that simple view with countless other makers of\r\nWesterns, and if it was crude in 1939 it was even more so as late as \"The\r\nSearchers\" (1956), the greatest Ford/Wayne collaboration. Only in his\r\nfinal film, \"Cheyenne Autumn\" (1964) did he come around to more\r\nhumane ideas.\n\nPerhaps\r\nbecause of his long association with Wayne, Ford is often seen as a\r\nconservative. In fact he was an outspoken liberal, the standard bearer against\r\nCecil B. DeMille's attempt to force a loyalty oath upon the Directors' Guild\r\nduring the McCarthy witch-hunt. Ford was not a racist, nor was Wayne, but they\r\nmade films that were sadly unenlightened. Within \"Stagecoach,\"\r\nhowever, beats a humanitarian heart: None of the occupants of the coach is\r\ntaken for granted or dismissed casually. They are all given full weight in\r\ntheir mutual dependence. This is a very civilized Western.\n\nA restored print of \"Stagecoach\" has been released on\r\nBlu-ray in the Criterion Collection. Also in my Great Movies series: Ford's\r\n\"The Grapes of Wrath\" and \"The Searchers,\" and Wayne's \"Red\r\nRiver\" and \"Rio Bravo.\"\n\n ", "running_time": 96, "mpaa_rating": "NR", "release_year": 1939, "date_published": "2011-08-01", "genres": ["Action", "Drama", "Western"], "title": "Stagecoach (1939)"}