{"url": "http://www.rogerebert.com/reviews/great-movie-king-kong-1933", "by": null, "star_rating": 4.0, "text": "\n\nOn good days I consider \"Citizen Kane\" the seminal\r\nfilm of the sound era, but on bad days it is \"King Kong.\" That is not\r\nto say I dislike \"King Kong,\" which, in this age of technical\r\nperfection, uses its very naivete to generate a kind of creepy awe. It's simply\r\nto observe that this low-rent monster movie, and not the psychological puzzle\r\nof \"Kane,\" pointed the way toward the current era of special effects,\r\nscience fiction, cataclysmic destruction, and nonstop shocks. \"King\r\nKong\" is the father of \"Jurassic Park,\" the \"Alien\"\r\nmovies and countless other stories in which heroes are terrified by skillful\r\nspecial effects. A movie like \"Silence of the Lambs,\" which finds its\r\nevil in a man's personality, seems humanistic by contrast.\n\nI've\r\nseen \"King Kong\" (1933) many times, most memorably in its re-release\r\nin the 1950s, when it did indeed scare me. In recent years I have focused on\r\nthe remarkable special effects, based by Willis O'Brien and others on his f/x\r\nwork in \"The Lost World\" (1925) but achieving a sophistication and\r\nbeauty that eclipsed anything that went before. The movie plunders every trick\r\nin the book to create its illusions, using live action, back projection,\r\nstop-motion animation, miniatures, models, matte paintings and sleight-of-hand.\r\nAnd it is not stingy with the effects; after a half-hour of lumbering dialogue\r\nand hammy acting, the movie introduces Kong and rarely cuts away from sequences\r\nrequiring one kind of trickery or another.\n\nBut\r\n\"King Kong\" is more than a technical achievement. It is also a curiously\r\ntouching fable in which the beast is seen, not as a monster of destruction, but\r\nas a creature that in its own way wants to do the right thing. Unlike the\r\nextraterrestrial spiders in the \"Alien\" pictures, which embody\r\nsingle-minded aggression, Kong cares for his captive human female, protects\r\nher, attacks only when provoked, and would be perfectly happy to be left alone\r\non his Pacific Island. It is the greed of a Hollywood showman that unleashes\r\nKong's rage, and anyone who thinks to exhibit the beast on a New York stage in\r\nfront of a live audience deserves what he gets--indeed, more than he gets.\n\nThe\r\nmovie was directed by Merian C. Cooper and Ernest Scheodsack, and produced by\r\nthem with the legendary David O. Selznick, then head of RKO Radio Pictures.\r\nSelznick took little credit for the film, saying his key contribution was to\r\nput O'Brien's f/x techniques together with Cooper and Schoedsack's story ideas.\n\nAlthough\r\nit has the scope and feel of an expensive epic, \"Kong\" had a\r\nrelatively moderate budget of about $600,000. Sequences that would take weeks\r\nthese days--such as when Kong shakes a log to dislodge the men clinging to\r\nit--were done in two days, and the giant wall that separates the island\r\nvillagers from the monster was a set originally built as the Temple of\r\nJerusalem for Cecil B. DeMille's \"King of Kings\" (1927). Although Fay\r\nWray had been in movies since 1923 and was a B-list star, her leading man,\r\nBruce Cabot, was appearing in his first picture after having been spotted by\r\nCooper as the doorman in a Hollywood club.\n\nThe\r\nstory is not sophisticated. A movie director (Robert Armstrong) hires a ship,\r\nrecruits his leading lady from off the streets of New York at the last moment,\r\nand sails for a mysterious Pacific island he heard about in Singapore. The\r\nisland contains a legendary giant ape, which he hopes to use as the star of his\r\nmovie. Fay Wray plays Ann Darrow, Kong's co-star, and Cabot is the sailor who\r\nfalls in love with her and saves her from Kong.\n\nModern\r\nviewers will shift uneasily in their seats during the stereotyping of the\r\nislanders in a scene where a bride is to be sacrificed to Kong (it is rare to\r\nsee a coconut brassiere in a non-comedy), but from the moment Kong appears on\r\nthe screen the movie essentially never stops for breath. In an astonishing\r\noutpouring of creative energy, O'Brien and his collaborators (including RKO's\r\nlegendary visual effects artist Linwood Dunn and sound man Murray Spivack) show\r\nKong in battle with two dinosaurs, a giant snake, a flying reptile and a\r\nTyrannosaurus rex. Later, in New York, he will climb to the top of the Empire\r\nState Building and bat down a biplane with his bare hand.\n\nThe\r\nvisual techniques are explained by film historian Ron Haver, whose commentary\r\ntrack on the 1985 Criterion laser disc was one of the first ever recorded. He\r\nis amusing in describing how some live-action scenes were miniaturized to make\r\nthe Kong model look larger; searching for the right screen to project them on,\r\nthe filmmakers hit on a screen made of condoms, to the consternation of a\r\nnearby druggist who could not understand their orders for a gross at a time.\r\nHaver also observes how Kong's fur seems to crawl during several scenes; the\r\nmodel was covered with rabbit fur, and the fingers of the stop-action animators\r\ndisturbed it between every stop-action shot. The effect, explained by the\r\nfilmmakers as \"muscles rippling,\" is oddly effective. (When a DVD of\r\n\"King Kong\" is finally issued, Turner Pictures would be wise to recycle\r\nthe Haver commentary.)\n\nFrom\r\nthe moment of its making, \"King Kong\" fell under the censors'\r\nscissors. Cooper himself removed one notorious sequence after the world\r\npremiere: The men shaken from the log fell into a chasm where they were\r\ndevoured by giant spiders, but the effect “stopped the picture in its tracks,”\r\npeople walked out, and Cooper cut it. Another scene was taken out after the\r\nMotion Picture Code came into being. It shows Kong curiously removing some of\r\nWray's clothes, tickling her, and sniffing his fingers. Closeups of humans\r\nbeing crunched between Kong's jaws were also cut for various versions, but now\r\nthe movie is intact again--except for the spiders.\n\nHow\r\nterrifying was it, really? Variety's original 1933 review conceded that\r\n\"after the audience becomes used to the machinelike movements and other\r\nmechanical flaws in the gigantic animals on view, and become accustomed to the\r\nphony atmosphere, they may commence to feel the power.\" The showbiz Bible\r\nVariety complained, however, \"it's a film-long screaming session for\r\n[Wray], too much for any actress and any audience.\" Yes, but nobody has\r\never forgotten that performance. (At a Hollywood party in 1972, I saw Hugh\r\nHefner introduced to Fay Wray. \"I loved your movie,\" he told her.\r\n\"Which one?\" she asked.)\n\nVariety\r\nthen and now was hard to impress, but my guess, based upon my first viewing as\r\na teenager, is that audiences found it plenty scary. In modern times the movie\r\nhas aged, as critic James Berardinelli observes, and \"advances in\r\ntechnology and acting have dated aspects of the production.\" Yes, but in\r\nthe very artificiality of some of the special effects, there is a creepiness\r\nthat isn't there in today's slick, flawless, computer-aided images.\n\nIn\r\n\"Jurassic Park\" you are looking, more or less, at a real dinosaur. In\r\n\"King Kong,\" you are looking at anideaof a dinosaur, created by hand by\r\ntechnicians who are working with their imaginations. When Kong battles the\r\nlarge flesh-eating dinosaur in his first big battle scene, there is a moment\r\nwhen he forces its jaws apart, and the bones crack, and blood drips from the\r\ngaping throat, and something immediate happens that is hard to duplicate on any\r\ncomputer.\n\nThere\r\nare of course questions we cannot help asking. Haver asks one: Why did the\r\nnatives build a door in their wall, so that Kong could come through? Common\r\nsense asks another: How tall is Kong, really? (The filmmakers take poetic\r\nlicense: He's 18 feet tall on the island, 24 feet on stage, 50 feet on the\r\nEmpire State Building.) Even allowing for its slow start, wooden acting and\r\nwall-to-wall screaming, there is something ageless and primeval about\r\n\"King Kong\" that still somehow works.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1933, "date_published": "2002-02-03", "genres": ["Action", "Adventure", "Drama", "Horror", "Thriller"], "title": "King Kong (1933)"}