{"url": "http://www.rogerebert.com/reviews/great-movie-atlantic-city-1980", "by": null, "star_rating": 4.0, "text": "\n\nI might have thought \"Atlantic City\" was more of a\r\nfantasy had I not lived for several weeks circa 1970 in a hotel near Sunset\r\nStrip named the Sunset Marquis. It is now a luxury hotel of the same name, but\r\nat that time a room was $19 a night, and the residents included Tiny Tim, Van\r\nHeflin and Elaine May. You dialed room service, you got Greenblatt's Deli. A\r\nscrap-iron dealer named Jack Sachs presided as the \"mayor\" from his\r\npoolside efficiency. He ran the cocktail hour as his personal salon, supplying\r\nwhiskey to the circulating population of show-biz folks -- Jackie Gayle, Roy\r\nScheider, Harold Ramis -- on their way up, down or sideways.\n\nA\r\nsimilar establishment provides the location for Louis Malle's \"Atlantic\r\nCity\" (1980), which takes place in an apartment house near the Boardwalk.\r\nIt's slated for demolition, and all around are vacant lots filled with rubble\r\nand the sky-cranes of new construction. Every exterior shot seems to have a\r\nbackground of debris being shoved out of upper windows, or bulldozers clearing\r\nvacant lots.\n\nIn\r\nthis doomed building live three people: An oyster-bar waitress named Sally\r\n(Susan Sarandon), an aging numbers runner named Lou (Burt Lancaster) and a\r\nwidow named Grace (Kate Reid), who came to the city 40 years ago for a Betty\r\nGrable look-alike contest and depends on Lou to run her errands, some of a\r\nsexual nature. She lives in an apartment so filled with photographs, stuffed\r\nanimals, feather boas, geegaws, silk festoons and glitz that you might think it\r\nis a fantasy, but not me, because I saw Tiny Tim's apartment one morning when\r\nthe maid left the door standing open.\n\nLou\r\nclaims to have been big-time in Vegas in the old days, \"a cellmate of\r\nBugsy Siegel,\" no less. Now he walks a daily route through Atlantic City's\r\nurban decay, taking 25-cent bets on the numbers. It's implied that a stipend\r\nfrom Grace keeps him afloat. At night he stands behind the blinds of his\r\ndarkened apartment and watches as Sally engages in an after-work ritual. She\r\ncuts fresh lemons and caresses her skin to take away the shellfish smell.\n\nLater,\r\nafter they know each other, Lou confesses that he used to watch her. She says\r\nshe knew there was somebody, but didn't know who. \"What did you see when\r\nyou looked at me?\" she asks. He describes her ritual in great detail, and\r\nwhen the camera cuts back to her, she has opened her blouse, as if his words\r\nwere stage directions.\n\nInto\r\nthis closed world come two loose cannons, Dave and Chrissie. Dave was once\r\nmarried to Sally, then ran away with Chrissie, Sally's younger sister. They're\r\na better match, equally spaced out; Sally on the other hand wants to succeed.\r\n\"Teach me stuff,\" she asks Lou at one point.\n\nShe's\r\ntaking lessons in blackjack from a casino boss (Michel Piccoli). Dave has\r\nstolen some drugs in Philadelphia, wants to sell them in Atlantic City, and has\r\na contact named Alfie (Al Waxman) who runs a permanent poker game in a hotel\r\nroom. Gangsters from Philadelphia inevitably come looking for their drugs and\r\nfor Dave, who becomes dead. Chrissie becomes the confidant of Grace, Lou\r\ninherits the drugs and makes the deals, and then he buys himself a new white\r\nsuit and sets himself up as a knight in shining armor to protect Sally from the\r\nguys who killed her ex-husband.\n\nThere\r\nis nothing particularly new in this screenplay, written by the playwright John\r\nGuare, and assembled from drugs, colorful characters, a decaying city, memories\r\nof the past. What makes \"Atlantic City\" sweet -- and that's the word\r\nfor it -- is the gentleness with which Lou handles his last chance at amounting\r\nto something, and the wisdom with which Sally handles Lou. Lou wants to take\r\nthe drug money as a gift from the gods and recreate his glory days. The\r\nquestion is, were there really glory days? A gangster as important as Lou\r\nclaims to have been should be, by now, either rich or dead.\n\nLou\r\nis not a letch. He has dignity, the same kind of instinctive aristocratic\r\nself-regard that made Lancaster's performance in Visconti's \"The\r\nLeopard\" (1963) so authentic. When you embody dignity, you don't need to\r\nplay it. There is a moment in the hotel room with the poker players when he\r\ncasually uses the side of his arm to brush away someone who invades his space.\r\nAnd a moment when he says quietly to another man, \"Don't touch the\r\nsuit.\" That he can seriously see himself as the lover of the much younger Sally\r\nis more plausible when he uses the word \"protector.\"\n\nWhen\r\nhe actually does protect her, his dreams seem within reach. The giveaway is\r\nthat he's so elated when he defends her from an attack by two hoods. A real\r\ngangster, a real buddy of Bugsy's, a real former hit-man, would not be as\r\nexcited as a kid. Yet Lou's childlike delight at his own startling behavior is\r\npart of the man he really is: Like the narrator of Scorsese's\r\n\"GoodFellas,\" he admires and envies gangsters and likes to be a big shot.\n\nLouis\r\nMalle (1932-1995) was a French New Wave pioneer who alternated between\r\ndocumentaries and fiction, between France and America. His first feature,\r\n\"Elevator to the Gallows\" (1958), grew directly from the 1950s Frenchnoirperiod that gave us Jacques Becker, Jean-Pierre\r\nMelville and the late flowering of the actor Jean Gabin. Their French noirs\r\nwere more elegies than adventures, more concerned with failure than triumph,\r\nless interested in action than the close observation of the daily behavior of\r\ntheir heroes. The best scene in Becker's \"Touchez Pas au Grisbi\"\r\nshows Gabin preparing a late-night dinner of pate for the old pal he has\r\nloyally supported through one fiasco after another. After dinner, he gives him\r\na toothbrush and pajamas.\n\nFor\r\nLancaster's character, the association with Grace begins with the fact that she\r\nneeds Lou to survive. To conceal her desperation, she insults and criticizes\r\nhim like a diva, and he sees right through her. Grace the aging beauty (and\r\nperhaps retired whore) finds a natural rapport with Chrissie the hippie, who\r\nbelieves in reincarnation and foot reflexology. They're far apart in age, style\r\nand beliefs, but they both construct fantasies to wall off the grim reality\r\nsurrounding them.\n\nAs\r\nfor Lou and Sally, there is something tender and subtle going on. Neither was\r\nborn yesterday. Both have dreams. Both have lived with disappointment. Even\r\nthough they could be lovers, they have no future together, and maybe no future\r\nseparately. They don't need to say this to each other. When he helps her, it is\r\nbecause she needs help, and equally because he needs to help. His payoff is not\r\nliving happily ever after, but in having an eyewitness who knows that at least\r\nonce during his descent into obscurity he stepped up to the plate and acted as\r\nhe thinks a man should act -- a man like the men he admires, who may have been\r\ncriminals but were powerful and respected. The movie does not deny reality; it\r\nends with what must happen, in the way it must happen, given what has gone\r\nbefore.\n\nTen\r\nyears after his death, Louis Malle is the subject of a tribute at Facets\r\nCinematheque in Chicago. The nearly complete retrospective includes films\r\n(\"Au Revoir les Enfants,\" \"Lacombe, Lucien,\" \"Murmur\r\nof the Heart,\" \"Damage\") that are as good or better than\r\n\"Atlantic City,\" but which are surprisingly not in print on video.\r\nThe British critic Philip French, who knew Malle since his first film, thinks\r\n\"Atlantic City\" is the best of his American projects, although I\r\nwould choose \"My Dinner with Andre\" (1981), and Stanley Kauffmann\r\nthinks \"Vanya on 42nd Street\" (1994), Malle's last film, is the only\r\nsuccessful film of a Chekhov play.\n\nWhen\r\nI told a French film official last autumn that I had just seen and admired\r\n\"Elevator to the Gallows,\" I received not a smile but a scornful\r\n\"pffft!\" Perhaps Malle alienated his countrymen by moving to America,\r\nby marrying Candice Bergen, by taking on so many American stories (\"Pretty\r\nBaby,\" \"Alamo Bay\"). Malle did not follow his New Wave origins\r\ninto ideological extremities, like Godard, but like his German contemporary\r\nFassbinder frankly desired large audiences.\n\nWhat's\r\ninteresting, even with a seemingly commercial project like \"Atlantic\r\nCity,\" is how resolutely he stayed with the human dimension of his story\r\nand let the drug plot supply an almost casual background. Here is a movie where\r\nreincarnation is treated at least as seriously as cocaine, and the white suit\r\neven more so.\n\n\"My Dinner With Andre\" is also in the Great Movies\r\nseries, and Ebert reviews many other Malle films, including \"Elevator to the\r\nGallows.\" There are also 1972 and 1976 interviews with Malle.\n\n", "running_time": 104, "mpaa_rating": null, "release_year": 1980, "date_published": "2005-12-04", "genres": ["Drama", "Romance"], "title": "Atlantic City (1980)"}