{"url": "http://www.rogerebert.com/reviews/great-movie-mystery-train-1989", "by": "Masatoshi Nagaseas Jun", "star_rating": 4.0, "text": "At nights in the summertime I heard lonesome whistles blowing, and dreamed of taking the train to the future. To romance. To the rest of my life. Or just simply out of town. Trains embody the fact of travel, the sense of moving through time and space and day and night. Airplanes are elevators whose doors close and then open in another city. The two Japanese kids in Jim Jarmusch's \"Mystery Train\" (1989) have the right idea. They're on a train to Memphis. With one suitcase suspended on a pole between them, they wander the bedraggled streets until passing by accident the door of the Sun record studios, which is a shrine for them.\n\nThis is not a Memphis approved by the chamber of commerce. The city seems forlorn and deserted: Vacant lots, boarded storefronts, hardly any traffic or pedestrians. I am sure Memphis, then and now, has pleasant outlooks. But Jarmusch isn't your man to look for them. His world view is by Nelson Algren out of Edward Hopper, Elvis Presley by way of Screamin' Jay Hawkins. He hears the train a comin', it's rollin' 'round the bend, and he ain't seen the sunshine since he don't know when.\n\nCan you already guess that \"Mystery Train\" is a romance? Not a romance between people, but about the romance of the big city and its obscure corners where outsiders, seekers and the forlorn go to spend the night. I hope Charles Bukowski saw this film before he died. Then again, he didn't need to.\n\nThe film tells three stories, which are glancingly connected. The characters in all three check in, more or less by chance, at the same hotel. This hotel is on life support. It has no more furniture than a hotel in a Looney Tunes cartoon. People check in, look around, and say \"No TV.\" Just a bed, a couple of busted chairs, a night table and a portrait of Elvis on the wall. The rooms are so small I'm sure the eyes of Elvis can't help following them as they walk around.\n\nWhat brings these people to the hotel? Jun (Masatoshi Nagase) and Mitzuko (Youki Kudoh), about 20, from Yokohama, are on a rock and roll odyssey. They share earphones plugged into the same Walkman. She loves Elvis. He's a purist, and prefers Carl Perkins. She's lively, but he keeps a blank poker face; maybe he thinks that makes him look cool. His hair is combed in a meticulous pompadour. He parks a cigarette behind his ear. She speaks a little English, he less, and as the fast-talking guide at Sun Records recites a memorized spiel, they're baffled. Jarmusch lovingly recreates this quintessential Memphis scene, including the saucer-eyed Americans also on the studio tour. Jun and Mitzuko find the hotel and check in. Later, from another room, they hear a gunshot.\n\nLuisa (Nicoletta Braschi) has come to Memphis from Italy to pick up a coffin containing her husband's dead body. She has to take the next day's flight. In an almost deserted Formica diner, a con artist (Tom Noonan) tries to panhandle her with that old story about the guy who picked up a hitchhiker outside of Memphis. A hitchhiker to wanted to be dropped off at…Graceland. You know the story. Then Luisa's followed on the street by three disturbing young men, and darts into the hotel. In the lobby she meets Dee Dee (Elizabeth Bracco), frightened, happy to share a room for the night. We find out later why she's scared and why she's heading for Nanchez in the morning. From another room, they hear a gunshot.\n\nIn the third story, set in a pool hall named Shades, a Brit named Johnny (Joe Strummer) cultivates his hair and sideburns so artfully that everyone calls him \"Elvis.\" (Elvis would have been comfortable with Jarmusch's own hair style, if only it were black.) Johnny is getting drunk with his brother-in-law Will Robinson (Rick Aviles), and produces a gun. Terrified, Will calls Johnny's best friend Charlie (Steve Buscemi). You knew Buscemi had to turn up in this movie sooner or later. They all stop at a package store to get two more bottles and something bad happens that causes them to cruise the empty streets forever, it seems; Jarmusch shows them coming and going and coming and going until finally they arrive at the hotel. \n\nA thread from the beginning has involved the deadpan interplay between the desk clerk (Screamin' Jay Hawkins himself) and the bellboy (Cinque Lee, with a little Philip Morris hat worn at a rakish angle). They're sleepy and bored. The clerk has seen everything. The bellboy seems to be experiencing everything for the first time. Elvis sings \"Blue Moon\" on the radio. It's heard during all three stories, which are possibly happening at the same time. The bellboy observes, \"At the time of his death, if he were on Jupiter, Elvis would've weighed six-hundred and forty-eight pounds.\" The clerk says, \"Damn!\" Screamin'Jay Hawkins has the innate authority to make this, and everything else he says, sound like the final word on the subject.\n\nElvis is called The King at one time or another by nearly everyone in the film. His shadow falls over the nighttime streets. His ghost appears in one of the hotel rooms. There is every reason to believe this is a real ghost. He does what most ghosts do: He manifests his presence. Making him visible is the least Jarmusch can do. Elvis's legend permeates Memphis and everyone in the film. Many of the black rhythm and blues artists whose music he learned from were also here in Memphis, and in a sense they also appear as ghosts, as the camera pans past the boarded-up studio of Stax Records. No pilgrims there. The pool hall is in a black neighborhood, which the Buscemi character he uneasily aware of. Although there's no overt danger, watch his body language as he tries not to bump into anyone. There is other history in Memphis than rock and roll, and everybody knows it except possibly the Japanese.\n\nSeveral times in the film, Jarmusch shows trains roaring through town. With the exception of the ones boarded by characters, none of them stop. One in particular roars close above a scene of great desperation. But the movie isn't an embrace of misery. It's more a evocation of how the personal styles of the characters help them cope with life, or not. Jun, Luisa and Will Robinson will survive. The others in one way or another are shaping their fates. The desk clerk and the bellboy will endure, and are still there in the lobby, for all I know.\n\n\"Mystery Train\" premiered at Cannes 1989, was a great success, and confirmed the promise Jarmusch showed when \"Stranger than Paradise\" premiered there in 1984. His influence in the1980s resurgence of indie filmmaking is incalculable. He differs from some indies, however, in the formal calculation that goes into his composition and editing. Jarmusch is in no hurry to get anywhere. He chews before swallowing. He will rest on a shot to allow it to reveal itself; shots aren't the impatient hurrying along of a story. Notice how some of his traveling shots in \"Mystery Train\" seem to dictate the movements of characters, rather than following them. See how he isolates a portion of an interior rather than \"establishing\" a whole location. Notice the unobtrusive manipulation of time when the drunks are riding around in a pickup. \n\nAfter \"Stranger Than Paradise,\" Jarmiusch returned to Cannes in 1986 with \"Down By Law,\" with Tom Waits, who was born to be a Jarmusch star; John Lurie, the musician who began with Jarmusch in his first student film, and Roberto Begnini, who was soon to be famous, but arrived as from another planet. Sometimes his further reaches of style try my patience, as they did in \"The Limits of Control\" (2009). More often he delights me with the level, almost objective gaze he directs at goofballs and outsiders. He found an unsurprising rapport with Bill Murray, in \"Broken Flowers\" (2005), with Murray seeking out the former loves of his life. His \"Night On Earth\" (1991) was five stories set entirely in taxis. \"Coffee and Cigarettes\" (2003) had poetically peculiar conversations and situations. His \"Dead Man\" (1995), with an amazing cast ranging from Johnny Depp to Robert Mitchum, didn't work for me, but was so highly praised I need another look.\n\nIn his work there is a deep embedding of comedy, nostalgia, shabby sadness and visual beauty. \"Mystery Train\" tells of a long night that's very hard on some of the characters. But the sun comes up, and a morning train is pulling out. Jun from Yokohama is having great trip. \"We saw Graceland, and tomorrow in New Orleans we get to see Fats Domino's house!\"", "running_time": 113, "mpaa_rating": "R", "release_year": 1989, "date_published": "2010-07-21", "genres": ["Comedy", "Drama", "Indie", "Thriller"], "title": "Mystery Train (1989)"}