{"url": "http://www.rogerebert.com/reviews/great-movie-the-up-documentaries-1985", "by": null, "star_rating": 4.0, "text": "The \"Up\" documentaries, they're called. Every seven years, the British director Michael Apted revisits a group of people whose lives he has been chronicling since they were children. As he chats with them about how things are going, his films penetrate to the central mystery of life, asking the same questions that Wim Wenders poses in \"Wings of Desire\": Why am I me and why not you? Why am I here and why not there?\n\nThey also strike me as an inspired, even noble, use of the film medium. No other art form can capture so well the look in an eye, the feeling in an expression, the thoughts that go unspoken between the words. To look at these films, as I have every seven years, is to meditate on the astonishing fact that man is the only animal that knows it lives in time.\n\n\"The child is father of the man,\" Wordsworth wrote. That seems literally true as we look at these films. The 7-year-olds already reveal most of the elements, good and bad, that flower in later life. Sometimes there are surprises; a girl who is uptight and morose at 21, vowing never to marry, blossoms in the later films into a cheerful wife and mother.\n\nAnd consider Neil, who for most followers of the series has emerged as the most compelling character. He was a brilliant but pensive boy, who at 7 said he wanted to be a bus driver, so he could tell the passengers what to look for out the windows; he saw himself in the driver's seat, a tour guide for the lives of others. What career would you guess for him? An educator? A politician?\n\nIn later films he seemed to drift, unhappy and without direction. He fell into confusion. At 28, he was homeless in the Highlands of Scotland, and I remember him sitting outside his shabby house trailer on the rocky shore of a loch, looking forlornly across the water. He won't be around for the next film, I thought: Neil has lost his way. He survived, and at 35 was living in poverty on the rough Shetland Islands, where he had just been deposed as the (unpaid) director of the village pageant; he felt the pageant would be going better if he were still in charge.\n\nIn a way, I didn't expect him to be back for the next film. But the latest chapter in Neil's story is the most encouraging of all the episodes in \"42 Up,\" and part of the change is because of his fellow film subject Bruce, who was a boarding school boy, studied math at Oxford, and then gave up a career in the insurance industry to become a teacher in London inner city schools. Bruce has always seemed one of the happiest of the subjects. At 40, he got married. Neil moved to London at about that time, was invited to the wedding, found a job through Bruce, and today--well, I would not want to spoil your surprise when you find the unlikely turn his life has taken.\n\nSome lives seem to proceed with a certain inevitability. Tony at 7 wants to be a jockey, at 14 is a stable boy, and at 21 has actually ridden in the same race with the great Lester Piggott. Speculating that he might not be able to make a career as a jockey, he talks about taxi driving, and at 28 he is content as a London cabby, happy with a wife and two children, talking about his annual holidays in Spain, thinking about opening a pub. Because he is doing what he wants to be doing, he likes his life.\n\nThat seems to be the key: Doing what you like. There are two subjects who go into teaching. Bruce, Neil's friend, sees his decision to teach in poor schools in positive terms, speaks of his socialist ideals, seems happy. Another subject teaches in a similar position, but sees the job as a dead end. You can sense fundamental differences in their personalities, and see that the most overworked cliches may indeed be valid--that it helps to look on the sunny side. It is not the job that makes you unhappy. It is whether you want to be doing it.\n\nLooking again at the 28, 35 and 42-Up films, I noticed more than before the roles of the spouses. Although modern feminism came of age during the making of the series, the men in these couples essentially define the conditions under which a couple lives, and the women still essentially raise the children. There is much talk about task-sharing, but in the smiles and shrugs of the women, and their glances into the distance, we read the rest of the message.\n\nOne subject, an Oxford graduate, took a job at the University of Wisconsin, to pursue his research on fusion. His wife, also an academic, came along into exile, but talks winsomely of visiting England only once every two years; she realizes she can expect to see her family members perhaps only 10 more times in her lifetime. Talking about raising a family, she says optimistically (in 1984) that a computer in the home may help her juggle work and domestic duties. Another wife, the mate of the unhappy teacher, doesn't want children because they will limit her choices; on the basis of the lives of the others in the film, she's right. Still, we see subjects dubious about children at 21 but treasuring them in later years.\n\nBecause all of the subjects are British, there are qualities that leap out for an American viewer. One is how articulate the subjects are; from the three working-class girls in a pub to the well-born graduate of the best schools, from the taxi driver to the Cockney who moved with his wife to Australia, they're all good at self-expression. They speak with precision, and often with grace and humor. One ponders the inarticulate murkiness, self-help cliches, sports metaphors and management truisms that clutter American speech.\n\nIt is also evident that class counts for more in Britain than in America. One woman says she believed when she was younger that there were \"opportunities,\" but now sees that she was deceived. We sense those in the middle are the least content. The working classes seem sure of themselves, confident in their idiom, realistic and humorous. The fortunate also seem to have found interesting options (an upper class twit at 21 refused to be interviewed at 28--but by 35, amazingly, had flowered into a worker for a relief project in Eastern Europe). Those caught in the middle seem more trapped, unless education has released them; the nuclear physicist relaxes on the shores of a Wisconsin lake and talks about how American universities open up new opportunities for every generation.\n\nWatching the films again, I became more aware of the role the countryside plays in British lives. Many of the subjects live or visit the country, and are at home with gardening and the outdoors; during one interview the camera casually changes focus to show the subject's dog, in the background, capturing a rabbit.\n\nThe subjects are good sports. At 7 they didn't volunteer for this project, but now they're stuck with it. The series plays on British television, so their notoriety is renewed on a regular basis; it doesn't help to grow gray, because the cameras keep up with them. Some refer to the project ruefully, but there have been fewer dropouts that one would imagine, and one subject came back in from the cold. Even Neil, the loner who is the most worrisome of the subjects, comes forward. They accept that they're part of an enterprise larger than themselves: Their films exploit, more fully than any others, the use of cinema as a time machine. I feel as if I know these subjects, and indeed I do know them better than many of the people I work with every day, because I know what they dreamed of at 7, their hopes at 14, the problems they faced in their early 20s, and their marriages, their jobs, their children, even their adulteries.\n\nApted says in his introduction to the book 42 Up  (The New Press, $16.95) that if he had the project to do again, he would have chosen more middle-class subjects (his sample was weighted toward the upper and working classes), and more women. He had a reason, though, for choosing high and low: The original question asked by the series was whether Britain's class system was eroding. The answer seems to be: yes, but slowly. Sarris, writing in the New York Observer, delivers this verdict: \"At one point, I noted that the upper-class kids, who sounded like twits at 7 compared to the more spontaneous and more lovable lower-class kids, became more interesting and self-confident as they raced past their social inferiors. It was like shooting fish in a barrel. Class, wealth and social position did matter, alas, and there was no getting around it.\"\n\nNone of the 14 have died yet, although three have dropped out of the project (some drop out for a film and are back for the next one). By now many have buried their parents. Forced to look back at themselves at 7, 14, 21, 28 and 35, they seem mostly content with the way things have turned out. Will they all live to 49? Will the series continue until none are alive? Revisiting these now-familiar faces, I think of my own life. Curious how, at 7 or 8, I wanted to be a newspaperman, and how today I am one. Anyone watching these films goes through a similar process of self-examination. Why am I me and why not you? Why am I here and why not there?", "running_time": null, "mpaa_rating": null, "release_year": 1985, "date_published": "1998-10-25", "genres": null, "title": "The Up Documentaries (1985)"}