{"url": "http://www.rogerebert.com/reviews/great-movie-the-marriage-of-maria-braun-1979", "by": "Hanna Schygullaas Maria Braun", "star_rating": 4.0, "text": "Bombs fell as Maria was married to a soldier named Hermann Braun, with the wedding party scrambling for safety. Then came more years of the war. Whatever happened to Maria Braun during those years created a woman who is strong and cruel, sad and indomitable. She is so loyal to her husband of less than a day that she kills for him, and so pitiless to her lover of many years that she drives him to death.\n\nAll the time she is keeping score: nylons and cigarettes at first, then a good job, fashionable clothes, a house in the suburbs, expensive restaurants. At the end, her desperate lover, who is also her boss and has made her rich, tries to get a word with her; as he talks, she continues to enter numbers into an adding machine.\n\n\"The Marriage of Maria Braun\" was made by Rainer Werner Fassbinder in 1979, near the end of a career so short and dazzling that it still seems incredible he did so much and died so young. Fassbinder made at least 30 features, or many more if you count his television productions, including the 15-hour miniseries \"Berlin Alexanderplatz,\" and he did it all between 1969 and his death at age 37 in 1982.\n\nSome of his early work looks homemade (\"We didn't know what we were doing, and it was like a game\" remembers Hanna Schygulla, who starred in 20 of his films). Despite his production of two to three films a year, he was not a hit-and-run improviser, but a stylist who often worked with cinematographer Michael Ballhaus to create elegant, mannered visuals. His great influence, he said, was the German director Douglas Sirk, who fled Hitler and in Hollywood made a series of silky melodramas (\"Imitation of Life,\" \"Written on the Wind,\" \"All That Heaven Allows\") in which, one critic observed, the characters seemed to glide within invisible glass walls which kept them from touching. Fassbinder's later films looked like elegant studio productions, although even \"Maria Braun,\" perhaps his most expensive, cost less than $1 million.\n\nFassbinder's world was one in which sex, ego and money drove his characters to cruelty, sadism and self-destruction. It is never difficult to discover what they want, or puzzling to see how they go about it. His occasional gentle characters, like the old woman in \"Ali -- Fear Eats the Soul\" (1974), are eaten alive. The suggestion is that the war years and the postwar years wounded the German psyche so profoundly that the survivors wanted what they wanted, now, on their terms. Fassbinder himself was cruel and distant to those around him, particularly those who loved him, and in Maria Braun, he created an indelible monster who is perversely fascinating because she knows exactly what she is doing and explains it to her victims while it is being done.\n\nAfter the brief opening wedding scene, the story rejoins Maria and her mother immediately after World War II, when they are sharing a flat carved out of a bombed building. She believes her husband, Hermann (Klaus Lowitsch) is dead, although she haunts rail stations with his photograph. The population is starving and desperate; when an American GI tosses away a cigarette butt, a dozen Germans scramble for it. Maria applies for a job in a nightclub for American soldiers; it's located in a high school gym where she once attended school, and she mounts the parallel bars, which are still in place, and more or less orders the owner to give her the job. Her mother (Gisela Uhlen) alters the hem of her skirt while fretting that Maria's father would have been heartbroken to see his daughter as a bar girl; then she says she hopes somebody gives Maria some nylons.\n\nThe B-girl joint is the first step on Maria's relentless climb to success. We follow her from about 1946 to the mid-1950s. There is a black American soldier she is fond of (they share the movie's only scene of physical affection), but when her husband unexpectedly returns and finds them in bed, she settles the matter by breaking a bottle over the GI's head. She did not plan to kill him, but he's dead. Her husband tells the court he did it and is sentenced to prison. Maria remains fiercely loyal to this absent spouse, who is essentially a stranger, for all the rest of the film; perhaps it is her form of loyalty to Germany in its defeat.\n\nThe most sympathetic character is Oswald (Ivan Desny), a manufacturer who sat out the war in comfort, perhaps in exile, and has returned to take over the reins of his business from his faithful accountant Senkenberg (Hark Bohm). Maria crashes first class during a train ride, forces Oswald to notice her, tells him to hire her and asks him to sleep with her: \"I wanted to make the first move before you could,\" she tells him, and later, \"You're not having an affair with me. I'm having an affair with you.\"\n\nPoor Oswald would marry her, but she is married. She calls him up when she wants sex, humiliates him, says she is fond of him and then treats him distantly. Yet all the time, she is an ideal employee, quickly rising from \"personal assistant\" to the company's key decision-maker. At one business meeting, translating the English of a customer, she changes it to reflect what she thinks Oswald should hear in order to do what she has decided he should do.\n\nThe cinematographer Ballhaus worked with Fassbinder on a dozen films in nine years, then \"burned out,\" resigned, and started working for Martin Scorsese, who by comparison \"was like a dream.\" \"Maria Braun\" was their final film together; observe how they like to keep the camera moving, through elegant setups in which characters and locations are arranged so that the fluid visuals flow from long shots through closeups without cutting, often moving behind walls, peering through doors and windows, looking around posts, so that the characters seem jammed into the space around them.\n\nNotice, too, the gradual evolution of Maria Braun from a desperate scavenger to a rich beauty; Hanna Schygulla, who met Fassbinder in school and starred in 20 of his films, had an uncanny ability to float just out of range of analysis, as if she were not acting but getting her effects through dreamy murderous impulses -- that despite the fact that every shot was precisely blocked and the dialogue has the precision and brutality of a play by Neil LaBute.\n\nMaria has a childhood friend named Betti (Elisabeth Trissenaar) who marries another friend, Willi (Gottfried John). With both of them, she sometimes returns to bombed-out buildings, where she climbs up rubble-blocked staircases in her high heels, peering down through twisted beams and remembering that this room was their classroom, and that one was -- but why is she doing this? I think because she gains a savage energy from these reminders of how her world was blown to pieces. When a black marketeer (Fassbinder) offers her a rare edition of books, she says \"Books burn too fast, and they don't give any heat.\"\n\nMaria is always honest, uses no deception, admits she is toying with Oswald, is coldly amused at his weakness. It is the sentimental accountant Senkenberg who loves Oswald best, but he loves the company, too, and sees that Maria is good for it. Her conversations with Oswald are like the sparkling wit of screwball comedy, rotated into psychological cruelty. She orders him to meet her at a restaurant and is already eating when he arrives. He confesses he was frightened to come; she has him so off-balance he has no idea how to please her. They quarrel. \"Why don't we just leave?\" he asks. \"Because,\" she says, \"you were well brought up, and I pretend that I was.\"\n\nWhat happens to Maria and her husband in the final scene was the subject of heated discussion after the film played at Cannes in May 1979. It's a surprise, but you must admit it is as plausible an ending as any other. I remember Fassbinder late at night at a back-street bar at Cannes that year, always in his black leather jacket, surrounded by his crowd, often scowling or arguing as they tried to please him. He was Maria Braun and they were all Oswalds. But he was a genius. That much everyone admitted.\n\nThree years later, alone in a room, naked on a mattress, surrounded by money, watching \"20,000 Years in Sing Sing\" on television, he gave a fatal jolt to his heart with what he phoned a friend to say was his last line of cocaine. He would be 60 this year. There should have been at least 23 more films.", "running_time": 120, "mpaa_rating": "R", "release_year": 1979, "date_published": "2005-04-24", "genres": ["Drama"], "title": "The Marriage of Maria Braun (1979)"}