{"url": "http://www.rogerebert.com/reviews/great-movie-killer-of-sheep-1977", "by": "Henry Gayle Sanders", "star_rating": 4.0, "text": "Surely I should have seen that what Burnett chooses to show is, in fact, a larger statement. In this poetic film about a family in Watts, he observes the quiet nobility of lives lived with values but without opportunities. The lives go nowhere, the movie goes nowhere, and in staying where they are they evoke a sense of sadness and loss.\n\nThe film centers on Stan (Henry Gayle Sanders), a slaughterhouse worker who labors to exhaustion at his work and then returns to jobs at home: fixing the sink, putting down new linoleum, raising the kids. In this is he joined by his wife (Kaycee Moore), a beautiful but tired woman, who freshens her makeup to welcome him home, even though he can hardly notice. Burnett regards their faces, lives, children, friends, neighbors, in a loosely strung-together series of episodes that don't add up to much, while they somehow add up to everything. His black-and-white images and deliberate editing create a sense of serene resignation; this is how it is, and ever shall be.\n\n\"Killer of Sheep\" became a legend while hardly being seen. I cannot remember, indeed, why I was able to see it in 1977. Filmed by Burnett for $10,000 as his master's thesis at the UCLA film school, it did not find distribution because Burnett could not afford the rights to the music on his soundtrack. Now, 30 years later, the film has been beautifully restored by UCLA, and blown up from 16 to 35mm, while retaining its original music (the rights cost $150,000). The movie's Web site, www.killerofsheep.com, tells the story and describes the extraordinary music selection: Etta James, Dinah Washington, Gershwin, Rachmaninov, Paul Robeson, Earth, Wind & Fire.\n\nSurely, if he wanted his film seen, Burnett could have used cheaper music? Not at all, because on a deeper level he wanted his film to be a demonstration of the breadth of music by and about African Americans. One shot at the end, with a backlit Stan and his wife (never named) dancing wearily to Dinah Washington's \"This Bitter Earth,\" demonstrates that it had to be Dinah Washington and no one else, singing that song and no other.\n\nYou have to be prepared to see a film like this, or able to relax and allow it to unfold. It doesn't come, as most films do, with built-in instructions about how to view it. One scene follows another with no apparent pattern, reflecting how the lives of its family combine endless routine with the interruptions of random events. The day they all pile into a car to go to the races, for example, a lesser film would have had them winning or losing. In this film, they have a flat tire, and no spare. Thus does poverty become your companion on every journey.\n\nThe lives of the adults are intercut with shots of the children at play. One brilliant sequence shows a kid's head darting out from behind a plywood shield -- once, twice, six times. The camera pulls back to show that two groups of kids are playing at war in a rubbish-strewn wasteland, throwing rocks at one another from behind barriers. A boy gets hit and bleeds and cries. The others forget war and gather around. He's not too badly hurt, and so they idly drift over to railroad tracks and throw rocks at a passing train. All of the scenes of children at play were unrehearsed; Burnett just filmed them.\n\nThey have few toys. One child puts on a grotesque rubber Halloween mask and wears it all day, and gets roughed up because, somehow, the mask obscures the fact that a child is inside it. At home, Stan works on projects, complains to a friend he cannot sleep, projects deep discouragement. Sitting at the kitchen table, he presses a tea cup against his face and says it reminds him of a feeling just after sex. That kind of tender thought has little place in his world.\n\nWe see him at work, herding sheep to their deaths, then stringing them up on a conveyor belt, cutting their throats, watching them bleed. Later, he throws away their inner parts. It is a hard and horrible job. Is there a connection between the sheep, who are content before their ends, and the children at play, happy because they know no better, unaware of the dead-end that poverty will bring to some (not all!) of them?\n\nOther scenes. Two men want to involve Stan in a crime. He and his wife send them away. Kids playing in an alley stare as two big boys climb over a back fence with a stolen TV set. We can tell they witness such things all the time. Stan buys a used auto motor, and then the sort of thing happens that is always happening to Stan. He's running, running, just to stay in place.\n\nFor an unseen film, \"Killer of Sheep\" has had a lot of attention. It won the Critics' Prize at Berlin, was one of the first 50 titles on the Library of Congress list of American films worthy of permanent preservation, and Burnett is \"not only the most important African-American director but one of the most distinctive filmmakers this country has ever produced\" (Andrew O'Hehir, Salon), and the film deserves \"a secure place not only as the greatest achievement in African-American cinema but also as one of the great achievements in cinema, period\" (Jeffrey M. Anderson, Cinematical). David Gordon Green names the film as an influence on his own brilliant first feature, \"George Washington\"; indeed, in homage, he has a kid wearing a Halloween mask.\n\nCharles Burnett was born in 1944 in Mississippi, raised in Watts, may have learned a lot of things at UCLA but not how to film money-makers. Among his other titles are \"The Glass Shield\" (1994) and \"To Sleep With Anger\" (1990) and a lot of TV and documentary work; he made \"The Wedding\" (1998) for TV, with Oprah Winfrey producing and Halle Berry starring.\n\nWhat he captures above all in \"Killer of Sheep\" is the deadening ennui of hot, empty summer days, the dusty passage of time when windows and screen doors stood open, and the way the breathless day crawls past. And he pays attention to the heroic efforts of this man and wife to make a good home for their children. Poverty in the ghetto is not the guns and drugs we see on TV. It is more often like life in this movie: Good, honest, hard-working people trying to get by, keep up their hopes, love their children and get a little sleep.", "running_time": 83, "mpaa_rating": null, "release_year": 1977, "date_published": "2007-07-29", "genres": ["Drama", "Indie"], "title": "Killer of Sheep (1977)"}