{"url": "http://www.rogerebert.com/reviews/great-movie-the-rules-of-the-game-1939", "by": "Jean Renoir", "star_rating": 4.0, "text": "I've seen Jean Renoir's \"The Rules of the Game\" in a campus film society, at a repertory theater and on laserdisc, and I've even taught it in a film class -- but now I realize I've never really seen it at all. This magical and elusive work, which always seems to place second behind \"Citizen Kane\" in polls of great films, is so simple and so labyrinthine, so guileless and so angry, so innocent and so dangerous, that you can't simply watch it, you have to absorb it.\n\nBut for many years you couldn't even watch it properly. Without going into detail about how it was butchered after its first release and then finally restored into a version that was actually longer than the original running time, let it be admitted that it always looked dim and murky -- even on the Criterion laserdisc. Prints shown on TV or 16 mm were even worse. Now comes a new Criterion DVD of the film so clear it sparkles, it dances, and the famous deep-focus photography allows us to see clearly what all those characters are doing lurking about in the background. Like Criterion's restoration of \"The Children of Paradise,\" it is a masterpiece reborn.\n\nThe movie takes the superficial form of a country house farce, at which wives and husbands, lovers and adulterers, masters and servants, sneak down hallways, pop up in each other's bedrooms and pretend that they are all proper representatives of a well-ordered society. Robert Altman, who once said \"I learned the rules of the game from 'The Rules of the Game,'\" was not a million miles off from this plot with his \"Gosford Park\" -- right down to the murder.\n\nBut there is a subterranean level in Renoir's film that was risky and relevant when it was made and released in 1939. It was clear that Europe was going to war. In France, left-wing Popular Front members like Renoir were clashing with Nazi sympathizers. Renoir's portrait of the French ruling class shows them as silly adulterous twits, with the working classes emulating them within their more limited means.\n\nHis film opens with a great national hero, the aviator Andre Jurieu, completing a heroic trans-Atlantic solo flight (only 10 years after Lindbergh) and then whining on the radio because the woman he loves did not come to the airport to meet him. Worse, the characters in the movie who do try to play by the rules are a Jewish aristocrat, a cuckolded gamekeeper, and the embarrassing aviator.\n\nThis did not go over well with French audiences on the eve of war. The film is preceded by a little introduction by jolly, plump Renoir, looking like an elderly version of the cherub so often painted by his father Auguste. He recalls that a man set fire to his newspaper at the movie's premiere, trying to burn the theater down. Audiences streamed out, the reviews were savage, and the film was a disaster, even before it was banned by the occupying Nazis. The French like to be funny, but they do not much like to be made fun of. \"We were dancing on a volcano,\" Renoir says.\n\nAfter a prologue at the airport and an elegant establishing scene in Paris, most of the action takes place at La Coliniere, the country estate of Robert de la Chesnaye (Marcel Dalio) and his wife Christine (Nora Gregor). Among the guests are Robert's mistress Genevieve (Mila Parely), and the aviator (Roland Toutain), who is in love with Christine.\n\nDuring the course of the week, Robert and his gamekeeper Schumacher (Gaston Modot) apprehend a poacher named Marceau (Julien Carette), who is soon flirting with Christine's very willing maid Lisette (Paulette Dubost) -- who is married to Schumacher. Another ubiquitous guest is the farcical Octave, played by Renoir himself, who casts himself as a clown to conceal his insecurity. And there are others -- a retired general, various socialites, neighbors, a full staff of servants.\n\nOn the Criterion disc there is a fascinating conversation, filmed many years later on the steps of the chateau, between Renoir and the actor Dalio (you may remember him as the croupier in \"Casablanca\"). Together they try to decide whether the story has a center, or a hero. Renoir doubts it has either. It is about a world, not a plot. True to his nature, he plunged into the material, improvised as he went along, trusted to instinct. He will admit to one structural fact: The murder at the end is foreshadowed by the famous sequence in the middle of the film, where the guests blaze away with hunting rifles, killing countless birds and rabbits. The death of one rabbit in particular haunts the film's audiences; its final act is to fold its paws against its chest.\n\nAs for a center, well, it may come during that same hunting scene, when Christine is studying a squirrel with binoculars and lowers them to accidentally see her husband Robert kissing his mistress Genevieve. He had promised his wife the affair was over. And so in a way it was; when we see them together, they seem to be playing at the intrigue of adultery without soiling themselves with the sticky parts. This leads Christine, an innocent soul who believes in true love, to wonder if she should take mercy on the aviator. Soon after, Marceau is smooching with Lisette and Schumacher is chasing him around the corridors. It is when the upstairs and downstairs affairs accidentally mingle that the final tragedy takes place (in true farcical style, over a case of mistaken identity).\n\nMuch has been made of the deep focus in \"Citizen Kane\" -- the use of lighting and lenses to allow the audience to observe action in both the front and back of deep spaces. \"The Rules of the Game\" is no less virtuoso, and perhaps inspired Welles. Renoir allows characters to come and go in the foreground, middle distance and background, sometimes disappearing in the distance and reappearing in closeup. Attentive viewing shows that all the actors are acting all of the time, that subplots are advancing in scarcely noticeable ways in the background while important action takes place closer to the camera.\n\nAll of this comes to a climax in the famous sequence of the house party, which includes an amateur stage performance put on for the entertainment of guests and neighbors. This sequence can be viewed time and again, to appreciate how gracefully Renoir moves from audience to stage to backstage to rooms and corridors elsewhere in the house, effortlessly advancing half a dozen courses of action, so that at one point during a moment of foreground drama a door in the background opens and we see the latest development in another relationship. \"In the years before the Steadicam,\" says the director Wim Wenders, \"you wonder how a film camera could possibly have been so weightless.\"\n\nIt is interesting how little actual sexual passion is expressed in the movie. Schumacher the gamekeeper is eager to exercise his marital duties, but Lisette cannot stand his touch and prefers for him to stay in the country while she stays in town as Christine's maid. The aviator's love for Christine is entirely in his mind. The poacher Marceau would rather chase Lisette than catch her. Robert and his mistress Genevieve savor the act of illicit meetings more than anything they might actually do at them.\n\nIt is indeed all a game, in which you may have a lover if you respect your spouse and do not make the mistake of taking romance seriously. The destinies of the gamekeeper and the aviator come together because they both labor under the illusion that they are sincere. I said they are two of the three who play by the rules of the game -- but alas, they are not playing the same game as the others.\n\nIt is Robert (Dalio) who understands the game and the world the best, perhaps because as a Jew he stands a little outside of it. His passion is for mechanical wind-up mannequins and musical instruments, and there is a scene where he unveils his latest prize, an elaborate calliope, and stands by proudly as it plays a tune while little figures ring bells and chime notes. With such a device, at least everything works exactly as expected.\n\nDalio and Renoir discuss this scene in their conversation. Dalio says he was embarrassed, because it seemed simple to stand proudly beside his toy, yet they had to reshoot for two days. Yes, says Renoir, because the facial expression had to be exact -- proud, and a little embarrassed to be so proud, and delighted, but a little shy to reveal it. The finished shot, ending with Robert's face, is a study in complexity, and Renoir says it may be the best shot he ever filmed. It captures the buried theme of the film: That on the brink of war they know what gives them joy but play at denying it, while the world around them is closing down joy, play and denial.\n\n\"The Rules of the Game\" is available in a two-disc edition with a rich selection of extras, documentaries and interviews.", "running_time": 110, "mpaa_rating": null, "release_year": 1939, "date_published": "2004-02-29", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "The Rules of the Game (1939)"}