{"url": "http://www.rogerebert.com/reviews/great-movie-schindlers-list-1993", "by": "Liam Neesonas Oskar Schindler", "star_rating": 4.0, "text": "\"Schindler's List\" is described as a film about the Holocaust, but the Holocaust supplies the field for the story, rather than the subject. The film is really two parallel character studies--one of a con man, the other of a psychopath. Oskar Schindler, who swindles the Third Reich, and Amon Goeth, who represents its pure evil, are men created by the opportunities of war.\n\nSchindler had no success in business before or after the war, but used its cover to run factories that saved the lives of more than 1,000 Jews. (Technically, the factories were failures, too, but that was his plan: \"If this factory ever produces a shell that can actually be fired, I'll be very unhappy.\") Goeth was executed after the war, which he used as a cover for his homicidal pathology.\n\nIn telling their stories, Steven Spielberg found a way to approach the Holocaust, which is a subject too vast and tragic to be encompassed in any reasonable way by fiction. In the ruins of the saddest story of the century, he found, not a happy ending, but at least one affirming that resistance to evil is possible and can succeed. In the face of the Nazi charnel houses, it is a statement that has to be made, or we sink into despair.\n\nThe film has been an easy target for those who find Spielberg's approach too upbeat or \"commercial,\" or condemn him for converting Holocaust sources into a well-told story. But every artist must work in his medium, and the medium of film does not exist unless there is an audience between the projector and the screen. Claude Lanzmann made a more profound film about the Holocaust in \"Shoah,\" but few were willing to sit through its nine hours. Spielberg's unique ability in his serious films has been to join artistry with popularity--to say what he wants to say in a way that millions of people want to hear.\n\nIn ''Schindler's List,'' his brilliant achievement is the character of Oskar Schindler, played by Liam Neeson as a man who never, until almost the end, admits to anyone what he is really doing. Schindler leaves it to ''his'' Jews, and particularly to his accountant Itzhak Stern (Ben Kingsley), to understand the unsayable: that Schindler is using his factory as a con game to cheat the Nazis of the lives of his workers. Schindler leaves it to Stern, and Spielberg leaves it to us; the movie is a rare case of a man doing the opposite of what he seems to be doing, and a director letting the audience figure it out itself.\n\nThe measure of Schindler's audacity is stupendous. His first factory makes pots and pans. His second makes shell casings. Both factories are so inefficient they make hardly any contribution to the Nazi war effort. A more cautious man might have insisted that the factories produced fine pots and usable casings, to make them invaluable to the Nazis. The full measure of Schindler's obsession is that he wanted to save Jewish lives and produce unusable goods--all the while wearing a Nazi party badge on the lapel of his expensive black-market suit.\n\nThe key to his character is found in his first big scene, in a nightclub frequented by Nazi officers. We gather that his resources consist of the money in his pocket and the clothes he stands up in. He walks into the club, sends the best champagne to a table of high-ranking Nazis, and soon has the Nazis and their girlfriends sitting at his table, which swells with late arrivals. Who is this man? Why, Oskar Schindler, of course. And who is that? The Reich never figures out the answer to that question.\n\nSchindler's strategy as a con man is to always seem in charge, to seem well-connected, to lavish powerful Nazis with gifts and bribes, and to stride, tall and imperious, through situations that would break a lesser man. He also has the con man's knack of disguising the real object of the con. The Nazis accept his bribes and assume his purpose is to enrich himself through the war. They do not object, because he enriches them, too. It never occurs to them that he is actually saving Jews. There is that ancient story about how the guards search the thief's wheelbarrow every day, unable to figure out what he is stealing. He is stealing wheelbarrows. The Jews are Schindler's wheelbarrows.\n\nSome of the most dramatic scenes in the movie show Schindler literally snatching his workers from the maw of death. He rescues Stern from a death train. Then he redirects a trainload of his male workers from Auschwitz to his hometown in Czechoslovakia. When the women's train is misrouted to Auschwitz in error, Schindler boldly strides into the death camp and bribes the commandant to ship them back out again. His insight here is that no one would walk into Auschwitz on such a mission if he were not the real thing. His very boldness is his shield.\n\nStern, of course, quickly figures out that Schindler's real game is not to get rich but to save lives. Yet this is not said aloud until Schindler has Stern make a list of some 1,100 workers who will be transported to Czechoslovakia. \"The list is an absolute good,\" Stern tells him. \"The list is life. All around its margins lies the gulf.\"\n\nConsider now Commandant Amon Goeth (Ralph Fiennes), the Nazi who has power over the Krakow ghetto and later over the camp where the Jews are moved. He stands on the balcony of his ski chalet and shoots Jews as target practice, destroying any shred of hope they may have that the Nazi policies will follow some sane pattern. If they can die arbitrarily at his whim, then both protest and adherence are meaningless, and useless.\n\nGoeth is clearly mad. War masks his underlying nature as a serial killer. His cruelty twists back on his victims: He spares a life only long enough to give his victim hope, and then shoots him. Seeing \"Schindler's List\" again recently, I wondered if it was a weakness to make Goeth insane. Would it have been better for Spielberg to focus instead on a Nazi functionary--an \"ordinary\" man who is simply following orders? The terror of the Holocaust comes not because a monster like Goeth could murder people, but because thousands of people snatched from their everyday lives became, in the chilling phrase, Hitler's willing executioners.\n\nI don't know. The film as Spielberg made it is haunting and powerful; perhaps it was necessary to have a one-dimensional villain in a film whose hero has so many hidden dimensions. The ordinary man who was just \"following orders\" might have disturbed the focus of the film--although he would have been in contrast with Schindler, an ordinary man who did not follow orders.\n\n\"Schindler's List\" gives us information about how parts of the Holocaust operated, but does not explain it, because it is inexplicable that men could practice genocide. Or so we want to believe. In fact, genocide is a commonplace in human history, and is happening right now in Africa, the Middle East, Afghanistan, and elsewhere. The United States was colonized through a policy of genocide against native peoples. Religion and race are markers that we use to hate one another, and unless we can get beyond them, we must concede we are potential executioners. The power of Spielberg's film is not that it explains evil, but that it insists that men can be good in the face of it, and that good can prevail.\n\nThe film's ending brings me to tears. At the end of the war, Schindler's Jews are in a strange land--stranded, but alive. A member of the liberating Russian forces asks them, \"Isn't a town over there?\" and they walk off toward the horizon. The next shot fades from black and white into color. At first we think it may be a continuation of the previous action, until we see that the men and women on the crest of the hill are dressed differently now. And then it strikes us, with the force of a blow: Those are Schindler's Jews. We are looking at the actual survivors and their children as they visit Oskar Schindler's grave. The movie began with a list of Jews being confined to the ghetto. It ends with a list of some who were saved. The list is an absolute good. The list is life. All around its margins lies the gulf.", "running_time": 184, "mpaa_rating": "R", "release_year": 1993, "date_published": "2001-06-24", "genres": ["Drama", "History"], "title": "Schindler's List (1993)"}