{"url": "http://www.rogerebert.com/reviews/great-movie-beauty-and-the-beast-1946", "by": null, "star_rating": 4.0, "text": "\n\nBefore Disney's 1991 film and long before the Beast started\r\nsigning autographs in Orlando, Jean Cocteau filmed \"Beauty and the Beast\"\r\nin 1946, in France. It is one of the most magical of all films. Before the days\r\nof computer effects and modern creature makeup, here is a fantasy alive with\r\ntrick shots and astonishing effects, giving us a Beast who is lonely like a man\r\nand misunderstood like an animal. Cocteau, a poet and surrealist, was not\r\nmaking a \"children's film\" but was adapting a classic French tale\r\nthat he felt had a special message after the suffering of World War II: Anyone\r\nwho has an unhappy childhood may grow up to be a Beast.\n\nThose\r\nfamiliar with the 1991 cartoon will recognize some of the elements of the\r\nstory, but certainly not the tone. Cocteau uses haunting images and bold\r\nFreudian symbols to suggest that emotions are at a boil in the subconscious of\r\nhis characters. Consider the extraordinary shot where Belle waits at the dining\r\ntable in the castle for the Beast's first entrance. He appears behind her and\r\napproaches silently. She senses his presence, and begins to react in a way that\r\nsome viewers have described as fright, although it is clearly orgasmic. Before\r\nshe has even seen him, she is aroused to her very depths, and a few seconds\r\nlater, as she tells him she cannot marry--a Beast!--she toys with a knife that\r\nis more than a knife.\n\nThe\r\nBeast's dwelling is one of the strangest ever put on film--Xanadu crossed with\r\nDali. Its entrance hall is lined with candelabra held by living human arms that\r\nextend from the walls. The statues are alive, and their eyes follow the\r\nprogress of the characters (are they captives of the Beast, imprisoned by\r\nspells?). The gates and doors open themselves. As Belle first enters the\r\nBeast's domain, she seems to run dreamily a few feet above the floor. Later,\r\nher feet do not move at all, but she glides, as if drawn by a magnetic force.\r\n(This effect has been borrowed by Spike Lee.) She is disturbed to see smoke\r\nrising from the Beast's fingertips--a sign that he has killed. When he carries\r\nher into her bed chamber, she has common clothes on one side of the door and a\r\nqueen's costume on the other.\n\nBelle\r\nhas come to the castle as a hostage. She lives at home with her father, two\r\nunkind sisters and a silly brother, whose handsome friend wants to marry her.\r\nBut she cannot marry, for she must care for Poppa. His business is threatened,\r\nand he learns on a trip to a seaport that he has lost everything. On his way\r\nhome, through a forest on a stormy night, he happens upon the Beast's castle,\r\nand is taken prisoner and told he must die. The Beast offers a deal: He can go\r\nhome if he will return in three days, or he can send one of his daughters. The\r\nother sisters of course sniff and make excuses, and their father says he is old\r\nand nearly dead and will return himself. But Belle slips out and rides the\r\nBeast's white horse, which knows the way to the castle. And the Beast's first\r\nwords tell her, \"You are in no danger.\"\n\nIndeed\r\nshe is not. The Beast has perhaps intuited that a daughter who would take her\r\nfather's place has a good heart. He tells her that every night at 7 he will ask\r\nher the same question: \"Will you be my wife?\" She shudders and says\r\nshe will never marry him, but eventually her heart softens, and she pities him\r\nand sees that he is good. He gives her a magical glove that allows her to\r\ntravel instantly between the castle and her home (emerging whole from the wall),\r\nand there is intrigue involving the key to the garden where his fortune is\r\nheld. The sisters plot and scheme, but Belle of course prevails. Her father\r\nrises up from his deathbed, the Beast sinks into a final illness instead, and\r\nwhen she begs him to rally, his dying words are pathetic: \"If I were a\r\nman, perhaps I could. But the poor beasts who want to prove their love can only\r\ngrovel on the ground, and die.\"\n\nThen\r\nthere is another death, of the faithless family friend who wanted to marry her,\r\nand as his body turns into that of the Beast, the Beast comes back to life and\r\nturns into a prince who looks uncannily like--the dead friend. And no wonder,\r\nbecause all three--friend, Beast and prince--are played by Jean Marais. Odd,\r\nhow appealing Marais is as the Beast, and how shallow and superficial he seems\r\nas the pompadoured prince. Even Belle doesn't leap cheerfully into his arms,\r\nbut looks quizzically at her new catch and confesses she misses the Beast. So\r\ndid Marlene Dietrich, who held Cocteau's hand during the suspenseful first\r\nscreening of the film at a Paris studio. As the prince shimmered into sight and\r\nsmilingly presented himself as Belle's new lover, she called to the screen,\r\n\"Where is my beautiful Beast?\"\n\nAlthough\r\nhe made many films, Cocteau (1889-1963) did not consider himself primarily a\r\nfilmmaker but a poet; he also painted, sculpted, wrote novels and plays, and\r\nstirred the currents of the Paris art scene. His first film, the surrealistic\r\n\"Blood of a Poet,\" was made in 1930, the same year as Salvador Dali\r\nand Luis Bunuel's notorious \"L'Age d'Or.\" Both films were produced by\r\nthe Viscount de Noailles, who delayed the release of Cocteau's after the other\r\nfilm inspired riots (Bunuel wrote of filling his pockets with rocks to throw at\r\nthe audience if they charged the screen). Cocteau's film included images that\r\nbecame famous, as when a mirror turns into a pool of water, and when a mouth\r\nwiped off a painting affixes itself to his hand.\n\n\"Blood\r\nof a Poet\" was an art film made by a poet. \"Beauty and the\r\nBeast\" was a poetic film made by an artist. He made it at the urging of\r\nMarais, his lover of many years, who was tall and imposing, with an\r\nextraordinary profile and matinee idol looks--a contrast to the skinny,\r\nchain-smoking Cocteau, whose months of shooting the film were made a misery\r\nbecause of a painful skin disease that required penicillin every three hours.\n\nBecause\r\nCocteau was not sure he had the technical mastery for such an ambitious\r\nproduction, he recruited the director Rene Clement (\"Purple Noon\") as\r\nhis technical adviser; the gifted cameraman Henri Alekan to handle the tricky\r\nchanges between outdoor realism and indoor fantasy, and the theatrical designer\r\nChristian Berard to design the makeup, sets and costumes (his ideas were based\r\non the illustrations of Gustav Dore). The costumes were so elaborate they were\r\nsaid to be \"as much as the actors could stand up in.\" All of\r\nCocteau's thoughts on this process are preserved in his journal,Beauty and the Beast: Diary of a\r\nFilm,which shows him\r\npersevering despite his health. His entry for Oct. 18, 1945: \"Woke up with\r\nunbearable pain. As I can neither sleep nor walk up and down, I calm myself by\r\npicking up this notebook and trying to shout my pain to the unknown friends who\r\nwill read these lines.\"\n\nWe\r\nexist. His film has made us the friends. Watching it again tonight, I felt an\r\nunusual excitement. Its devices penetrate the usual conventions of narrative,\r\nand appeal at a deeper psychic level. Cocteau wanted to make a poem, wanted to\r\nappeal through images rather than words, and although the story takes the form\r\nof the familiar fable, its surface seems to be masking deeper and more\r\ndisturbing currents. It is not a \"children's film.\" Is it even\r\nsuitable for children? Some will be put off by the black and white photography\r\nand the subtitles (brief, however, and easy to read). Those who get beyond\r\nthose hurdles will find a film that may involve them much more deeply than the\r\nDisney cartoon, because it is not just a jolly comic musical but deals, as all\r\nfairy tales do, with what we truly dread and desire. Brighter and more curious\r\nchildren will be able to enjoy it very much, I suspect, although if they return\r\nas adults they may be amazed by how much more is there.", "running_time": 96, "mpaa_rating": "NR", "release_year": 1946, "date_published": "1999-12-26", "genres": ["Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Beauty and the Beast (1946)"}