{"url": "http://www.rogerebert.com/reviews/great-movie-the-producers-1968", "by": "Mel Brooks", "star_rating": 4.0, "text": "Zero Mostel and Gene Wilder have a scene in \"The Producers\" where they roll on the floor so ferociously we expect them to chew on one another. Mostel is so manic and barbarian, Wilder so panicked and hysterical, you wonder why spit didn't get on the camera lens. The whole movie is pitched at that level of frenzied desperation, and one of the many joys of watching it is to see how the actors are able to control timing and nuance even while screaming.\n\nThis is one of the funniest movies ever made. To see it now is to understand that. To see it for the first time in 1968, when I did, was to witness audacity so liberating that not even \"There's Something About Mary\" rivals it. The movie was like a bomb going off inside the audience's sense of propriety. There is such rapacity in its heroes, such gleeful fraud, such greed, such lust, such a willingness to compromise every principle, that we cave in and go along.\n\nThe movie stars Mostel and Wilder as Max Bialystock, a failing Broadway producer, and Leo Bloom, a nebbishy accountant. Bialystock raises money for his productions by seducing checks out of little old ladies, who come to his office to fool around (\"We'll play the innocent little milkmaid and the naughty stable boy!\"). Bloom is sent to do his books, and finds that Bialystock raised $2,000 more than he lost on his last failure. You could make a lot of money by overfinancing turkeys, he muses, a glint in his eye: \"The IRS isn't interested in flops.\"\n\nThis leads to their great inspiration: Max will venture into \"little old lady-land\" and raise thousands of dollars more than they need for a production that will be guaranteed to fail. The critic David Ehrenstein traces the first use of the phrase \"creative accounting\" to \"The Producers,\" and Bialystock and Bloom make it into a fine art. \"Hello, boys!\" says Max, plopping down next to his safe and patting the piles of money.\n\nTheir formula for failure is a musical named \"Springtime for Hitler,\" with a dance line of jackbooted SS girls and lyrics like, \"Don't be stupid, be a smarty! Come and join the Nazi Party!\" Their neo-Nazi playwright Franz Liebkind (Kenneth Mars) roars up to opening night on a motorcycle, wears a Nazi helmet into the lobby, and tells them, \"It's magic time!\" Reaction shots during the first act show the audience paralyzed in slack-jawed horror.\n\nHow did Mel Brooks, the writer and director, get away with this? By establishing the amoral desperation of both key characters at the outset, and by casting them with actors you couldn't help liking, even so. Like Falstaff, Zero Mostel's Max Bialystock is a man whose hungers are so vast they excuse his appetites. There is a scene where he scrubs his filthy office window with coffee, peers through the murk, sees a white Rolls-Royce and screams, \"That's it, baby! When you've got it, flaunt it! Flaunt it!\" You can taste his envy and greed. \"See this?\" he says to Bloom, holding up an empty setting. \"This used to hold a pearl as big as your eye. Look at me now! I'm wearing a cardboard belt!\" It is typical of this movie that after he says the line, he takes off the belt and rips it to shreds.\n\nMostel was a serious actor, a blacklist target, an intellectual. His performance here is a masterpiece of low comedy. Despite a comb-over that starts just above his collar line, he projects optimistic vanity, spitting on his hand to slick back his hair before Miss \"Hold me! Touch me!\" (Estelle Winwood) enters for her weekly visit. What Mostel projects above all is utter confidence. He never has second thoughts. Perhaps he never thinks at all, but only proceeds out of Darwinian urgency.\n\nGene Wilder was a new face in 1968, introduced to audiences with a key supporting role in \"Bonnie and Clyde\" (1967), also as a character consumed by nervousness. His performance in \"The Producers\" is a shade shy of a panic attack. On the floor with Mostel looming over him, he screams, \"Don't jump! Don't jump!\" Mostel starts to hop in a frenzy, and Wilder escapes to a corner, hides behind a chair, and screams, \"I'm hysterical! I'm hysterical!\" Mostel pours a glass of water and throws it in his face. Wilder delivers another classic line: \"I'm wet! I'm hysterical, and I'm wet! I'm in pain, and I'm wet, and I'm still hysterical!\"\n\nThe movie's supporting stars became briefly famous after the movie came out, although none found equally funny material again. Mars was a bug-eyed fanatic, up on the roof with his pigeons, singing Nazi songs, later ordering an audience member to stop laughing because \"I am the author! I outrank you!\" To the Nazi jokes Brooks added gay jokes, with the flamboyant couple of Broadway director Roger De Bris (Christopher Hewett) and his valet Carmen Giya (Andreas Voutsinas). At one point Max, Leo and Carmen crowd into a tiny elevator, and are expelled breathless and flustered. Heterosexuality is represented by the pneumatic Lee Meredith, as Ulla, the buxom secretary, who types one letter at a time and then pauses for a smile of self-congratulation. The other great supporting performance is by Dick Shawn as the actor who plays Hitler; in a movie made at the height of the flower power period, he's a hippie constructed out of spare parts, with his finger cymbals, Campbell's soup can necklace and knee-high shag boots.\n\nTo produce a musical named \"Springtime for Hitler\" was of course in the worst possible taste, as an escaping theater patron observes in the movie--to the delight of Bialystock and Bloom, who were counting on just that reaction. To make a movie about such a musical was also in bad taste, of course. It is obvious that Bialystock and Bloom are Jewish, but they never refer to that. As Franz Liebkind rants, they nod, because the more offensive he is, the more likely his play will fail. Brooks adds just one small moment to suggest their private thoughts. As the two men walk away from the playwright's apartment, Bloom covers the red-and-black Nazi armband Franz has given him. \"All right, take off the armband,\" says Bialystock, taking off his own. They throw both armbands into a trash can. Leo spits into it, and then Max does.\n\nThe best sight gag in the movie is the one at the end of a long day spent by Max and Leo walking around Manhattan and perfecting their scheme. Finally at night they find themselves in front of the fountain at Lincoln Center. The music swells. Leo cries, \"I want everything I've ever seen in the movies!\" And then the fountain leaps up. Everyone remembers the fountain. The music and the dialogue make it into a punch line instead of just a surprise.\n\nLike most of Brooks' films, \"The Producers\" is cheerfully willing to go anywhere for a laugh. In Brooks' next film, \"Blazing Saddles\" (1974), he produced the famous campfire scene, long before Eddie Murphy's Klumps had their troubles with intestinal gas. Gene Wilder worked with him again in the wonderful \"Young Frankenstein\" (also 1974), and Brooks has remained prolific; high points are \"Silent Movie\" (1976), with its narcissistic Burt Reynolds shower scene; the Hitchcock spoof \"High Anxiety\" (1977), where the tracking shot breaks a plate-glass window, and the underrated \"Life Stinks\" (1991), inspired by Preston Sturges' \"Sullivan's Travels.\"\n\nMel Brooks began in big-time show business as a writer for Sid Caesar's \"Your Show of Shows\" in 1950; Carl Reiner and Neil Simon were fellow writers. That he didn't have a career as a stand-up comedian is surely only because he chose not to.\n\nI remember finding myself in an elevator with Brooks and his wife, actress Anne Bancroft, in New York City a few months after \"The Producers\" was released. A woman got onto the elevator, recognized him and said, \"I have to tell you, Mr. Brooks, that your movie is vulgar.\" Brooks smiled benevolently. \"Lady,\" he said, \"it rose below vulgarity.\"", "running_time": 88, "mpaa_rating": null, "release_year": 1968, "date_published": "2000-07-23", "genres": ["Comedy", "Music"], "title": "The Producers (1968)"}