{"url": "http://www.rogerebert.com/reviews/great-movie-departures-2009", "by": "Masahiro Motokias Daigo", "star_rating": 4.0, "text": "It is a bad time for the young couple. He plays the cello in a small provincial orchestra. Their audiences have been sparse. The owner of the orchestra sadly tells them it must shut down. He comes home and informs his wife. There is more bad news. He recently purchased a new cello, paying far more than they could afford. He didn't tell her because he knew she would say it was a bad idea. Now she knows.\n\nThe opening scenes of \"Departures\" (2009) give no hint of what direction the film will take. It begins as a narrative about a couple in financial crisis. We have no way of knowing, and indeed neither do they, that this is the beginning of a journey of profound growth and discovery, brought about through the instrument of death.\n\nI showed Yojiro Takita's film at Ebertfest 2010, and it had as great an impact as any film in the festival's history. At the end the audience rose as one person. Many standing ovations are perfunctory. This one was long, loud and passionate. That alone doesn't have anything to do with making a film great, and 2011 may seem too soon to include a 2009 film in this collection of Great Movies. I'm including it because having seen in three times I am convinced that \"Departures\" will hold its power and appeal.\n\nThe Japanese cinema reserves a special place for death. In films like Kurosawa's \"Ikiru,\" Ozu's \"Tokyo Story,\" Itami's \"Ososhiki\" (\"The Funeral\") and Kore Eda's \"Maborosi\" and \"After Life,\" it is handled in terms of ongoing life. There is mourning, but not hopeless grief. The mourning is channeled into ritual which provides comfort. There is no great focus on an afterlife. Attention centers on the survivors and on the meaning of the life that has just ended. Watching \"Departures\" again most recently, I was reminded of these words spoken in Errol Morris's \"Gates of Heaven:\" Life is for the living and not for the dead so much.\n\nThe hero of \"Departures\" is Daigo (Masahiro Motoki), an impulsive young man, likable, easy to read. His wife Mika (Ryoko Hirosue) loves him and believes in him. When disaster strikes, she's quick to agree they must return to the small town where he was born and move into his childhood home, which was left to him after his mother's death not long ago. He sells the expensive cello and they make the trip. This is defeat for him: Unemployed, owning not even an instrument, back where he began.\n\nLooking into the employment ads, he finds a promising offer at what sounds like a travel agency. Daigo applies at a quiet little office managed by an assistant (Yo Kimiko), and soon the owner, Mr. Sasaki (Tsutomu Yamazaki), appears. The interview is brief. He gets the job and a cash advance. He discovers the agency handles travel, all right -- to the next world. It is an \"encoffinment,\" or undertaking, business.\n\nBefore he has time to absorb this idea, Daigo is taken along by his new boss to observe the process. It strikes me as more humane than the Western practice of out of sight embalming and so on. The body of the departed is displayed on a mat in front of the mourners, who kneel together and watch the process of preparation. It is a ceremony of precise ritual and grace. Carefully arranged sheets preserve the dead person's privacy as the corpse is washed and dressed. Then the face is made up with exquisite attention to detail. Finally the body is placed in a simple wooden coffin. Most family members remain silent, but sometimes there are outbursts of emotion -- or truth -- and young Daigo starts learning lessons of life.\n\nHe delays telling his wife what the job entails, because it would shock her. Undertaking is an important occupation in Japan, I gather, but not a respectable one. In his childhood house they grow closer than ever before, and play old LP records his father left behind. He reveals his bitterness toward the man, who disappeared and never contacted the family again. Mika is content until the day she discovers what her husband is doing for a living. As much as she loves him, she tells him she must leave him; she doesn't even want to be touched by a man who prepares the dead.\n\nThe construction of Takita's screenplay is rock-solid in its fundamentals, and yet such is the film's flow that we don't sense the machinery creaking. Subplots are introduced and we hardly notice. Mr. Sasaki misses his late wife. The office assistant has a sad story of her own. We learn something of the several families that employ the Departures firm. We meet the old lady who runs a public bath, and her oldest customer, and later the attendant at a crematoriam. We watch the quiet, sweet way in which the assistant informs Daiko he was born for this work. We understand why, when his wife leaves, Daiko knows he must stay. He provides a service that has become meaningful to him.\n\nTakita's music and cinematography are part of the film's success. Cello music, some performed in a beautiful fantasy outdoor scene by Daigo, more at home with the little cello he owned as a child, is right for this material. (A discreet shot shows the marks still on the floorboards from where it rested while he practiced.) The cinematography by Takeshi Hamada can perhaps be called polite. No shots for effect. It has the decorum of a mourner at a funeral. Beauty shots, such as the outdoor cello performance, feel as if the camera has been granted sudden freedom. Close-ups don't punch up points, but allow us to peer into these faces we have come to value.\n\nCasting is vital in this movie, in no role more than Mr. Sasaki. The actor Tsutomu Yamazaki has a wise and serene face. He makes the character not demonstrative but understated, as he plays the young man's personality gently. We understand why his assistant reveres him. He never makes speeches about the importance of his work. All is implied or demonstrated. At the end, when several plot threads come together, it happens so naturally and is so deeply satisfying.\n\nThis film is not a stylistic breakthrough or a bold artistic statement. But it is rare because it is so well-made. The universal reason people attend movies is in the hopes of being told an absorbing story that will move them. They would rather be touched emotionally, I believe, than thrilled, frightened, or made to laugh. Yet there are few things more deadening than manipulative sentimental melodramas -- what Variety likes to call \"weepers.\"\n\n\"Departures\" plays fair. It brings four main characters onstage (and the sweet old couple from a bath house). We know and understand them. We care about them. They are involved in an enterprise we probably knew nothing about. It touches on death, a subject of general fascination. There is nothing contrived about its problems; they belong naturally to the narrative. It doesn't drag its feet and bewail fate, but even permits itself some laughter, which is never out of tone. It functions flawlessly.\n\nBecause the audience at Ebertfest doesn't choose the films and often knows nothing about them, some of the members must have been uneasy to discover they were watching a Japanese film about undertaking. They seemed to become quickly involved. I heard the sounds of emotion in the dark. They cheered at the end because they had seen a film that was excellent at achieving the universal ends of narrative. How often does that happen?\n\n\"Departures\" won the 2009 Academy Award for best foreign language film. Also in my Great Movies Collection you will find pieces on \"Ikiru\" and \"Tokyo Story.\" ", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2011-12-05", "genres": ["Drama", "Foreign", "Music"], "title": "Departures (2009)"}