{"url": "http://www.rogerebert.com/reviews/great-movie-winter-light-1962", "by": "Ingmar Bergman", "star_rating": 4.0, "text": "On the day Ingmar Bergman died, the first film of his that came into my mind was \"Winter Light.\" Odd, because I had not seen it since teaching a film class in the 1970s. In the weeks that passed, I found it lingering there, asking to be seen again. What did I remember about it? That it was part of Bergman's \"Silence of God\" trilogy. That it was about a pastor who was unable to comfort a man in dread of nuclear holocaust. That the pastor rejected a woman who sought to comfort him. That Bergman and his cinematographer, Sven Nykvist, sat in a rural church for a winter day to note how the sunlight moved through the space.\n\nIn short, I hardly remembered the film at all, because those sparse memories were not enough to ignite a need to see it again. Yet I felt one.\n\nFinally I took \"Winter Light\" (1962) down from the shelf, watched it again, and was awestruck by its bleak, courageous power. \n\nIt is, first of all, much more complex than the broad outlines I held in memory. It is about more than God, silent or not. It is about the silence of a man, Pastor Tomas Ericsson (Gunnar Bjornstrand), who speaks enough in the film but is unable to say anything of use to himself or anyone else. About another man, the fisherman Jonas (Max Von Sydow), obsessed by evil in the world, who calls God's bluff, so to speak, by killing himself. About Marta, a schoolteacher (Ingrid Thulin) who cares for the pastor, loves him, worries about him, and is thanked by coldness and hostility. And it is about two monologues in which the pastor and the teacher describe their real feelings, and deeply wound each other.\n\nBut it is also about faith. The pastor is assisted in his duties by two men. One, the organist, is a clock-watcher, eager to see a service over with, already packing away his music while playing the final notes. The other, Algot (Allan Edwall), a man whose body has been crippled by a railroad accident, is the sexton who rings the bells, lights the candles, helps with the vestments. He has a monologue, too, about the passion of Christ, and he is the only character in the film who seems to have allowed the Christ story into his meaningful daily thoughts.\n\nThe film's visual style is one of rigorous simplicity. Nykvist does not use a single camera movement for effect. He only wants to regard, to show. His compositions, while sometimes dramatic, are mostly static. He uses slow push-ins and pull-outs to underline dialogue of intensity. His gaze is so unblinking that sequences with the potential to be boring, like the opening scenes of the consecration and distribution of hosts and wine, become fascinating: More is going on here than ritual, and there are buried currents between the communicants. Nykvist focuses above all on faces, in closeup and medium shot, and they are even the real subject of longer shots, recalling Bergman's belief that the human face is the most fascinating study for the cinema.\n\nPastor Tomas never smiles. He is sick, for one thing (and Peter Cowie reveals in an introduction that the actor Bjornstrand really had the flu during the filming). But more than that, he is cold, detached, unable to care. Marta, in contrast, trembles in closeups with suppressed tenderness and grief. The younger actress Gunnel Lindblom, as the pregnant Karin, the fisherman's wife, looks vulnerable and confused. The fisherman Jonas looks as if he has already seen his end.\n\nThe sexton, the little twisted man, alone has a face that is alive with wonder at the mystery of faith. He has been reading the Gospels, he says, and thinks the emphasis on Christ's suffering on the cross is all wrong. Christ only suffered a few hours, he says, while he, Algot, has suffered more and longer, and it is not so bad. No, the real suffering of Christ came when his disciples betrayed him at Gethsemane, and when he cried out to a father who seemed to have forsaken him. He suffered because he feared no one had heard or understood his message. Christ suffered because he, too, was dismayed by the silence of God.\n\nPastor Tomas is stiff and harsh as he recites the words of the service, before a congregation of perhaps eight people, including two who are paid to be there and Marta, who does not believe in God. After the service, he is dismissive and curt. But when Karin asks him to speak with her husband, who has been troubled by his fears, the pastor agrees; Jonas will drive Karin home to their three children, and return. \"I really hope he returns,\" Tomas says more than once.\n\nHe reads a letter Marta has left for him, and Bergman shows Thulin reciting the entire letter in a six-minute closeup that is true, sad, and hard upon herself, but by implication merciless about Tomas.\n\nLater, when Jonas returns and describes his fears that the world will end in nuclear destruction, all Tomas can say is \"we must trust in the lord.\" Then, when he stands up, Nykvist's camera tilts down to his fingers on the desk, hesitating, trembling, and then Tomas confesses to Jonas: He feels he is a bad pastor, he is anguished by the silence of God, he has lost his faith. Jonas leaves, and soon word comes that he drove to a nearby river and shot himself with his rifle.\n\nTomas resolves to visit Karin and the family. Marta drives him. They stop at her home for cold medicine, and she embraces him and urges him to accept her love. Tomas rejects her, citing his one true love, his wife who died four years earlier. And then, in a passage of lacerating cruelty, he enumerates everything he finds disgusting about Marta -- her fussing, her weeping, her rashes on hands and head (recalling the wounds of Christ). He is pitiless, then storms out, hesitates, and unexpectedly asks her to join him in going to the fisherman's widow.\n\nThere is more silence here than the silence of God. Tomas' late wife is wrapped in the silence of the grave. Tomas is silent to the need of the fisherman. He cannot respond to Marta's love except by stern silence and rejection. Fredrik, the church organist, is silent in the way he pays no attention to the service and wishes for it to be over. Those who are not silent, such as the fisherman and his wife, ask for help and receive none.\n\nBut then there is Algot, the crooked sexton. He alone of all these people seems to have given more thought to the suffering of Christ than to his own suffering. His insights into Christ's passion are convincing and empathetic, but the pastor cannot hear him, is wrapped in his own cold indifference\n\nCowie speaks of a moment when Marta and Tomas are stopped on the road for a train to pass. \"My parents dreamed of me becoming a pastor,\" he tells her. Cowie thinks that the pastor stands for Bergman at that moment -- Bergman, the son of a strict Lutheran who listened to his father's sanctimonious sermons in church and then came home to cruel punishments.\n\nI wonder if there are other ways in which Bergman speaks through the character of the pastor. We know that he was much married, and thought of himself before his women. In his screenplay for \"Faithless\" (2000), directed by Liv Ullmann, he plays an old director who hires an actress to help him visualize a story about how he mistreated women, and wants to be forgiven. Is \"Winter Light\" also not a portrait of a man who is cruel to a woman who only wants to love and help him? Is it not the cry of an artist who fears his message has not been heard? Is his art the father who has forsaken him? Has he been powerless to help those who came to him in real need, while focusing on his career and his reputation? \n\nTo the degree that \"Winter Light\" is autobiographical, and that we will never know, it is the portrait of a man who thought he was God, and failed himself.\n\nAlso in the Great Movies Collection on rogerebert.com: Bergman's \"The Seventh Seal,\" \"Persona,\" \"Cries and Whispers\" and \"Fanny and Alexander.\" Interviews with Ingmar Bergman and Liv Ullmann are also online.", "running_time": 81, "mpaa_rating": "NR", "release_year": 1962, "date_published": "2007-12-01", "genres": ["Drama", "Foreign", "Indie"], "title": "Winter Light (1962)"}