{"url": "http://www.rogerebert.com/reviews/great-movie-ikiru-1952", "by": null, "star_rating": 4.0, "text": "\n\nThe old man knows he is dying of cancer. In a bar, he tells a\r\nstranger he has money to spend on a “really good time,” but doesn't know how to\r\nspend it.\n\nThe\r\nstranger takes him out on the town, to gambling parlors, dance halls and the\r\nred light district, and finally to a bar where the piano player calls for\r\nrequests and the old man, still wearing his overcoat and hat, asks for\r\n\"Life Is Short--Fall in Love, Dear Maiden.\"\n\n\"Oh,\r\nyeah, one of those old '20s songs,\" the piano man says, but he plays it,\r\nand then the old man starts to sing. His voice is soft and he scarcely moves\r\nhis lips, but the bar falls silent, the party girls and the drunken salary men\r\ndrawn for a moment into a reverie about the shortness of their own lives.\n\nThis\r\nmoment comes near the center point of \"Ikiru,\" Akira Kurosawa's 1952\r\nfilm about a bureaucrat who works for 30 years at Tokyo City Hall and never\r\naccomplishes anything. Mr. Watanabe has become the chief of his section, and\r\nsits with a pile of papers on either side of his desk, in front of shelves\r\nfilled with countless more documents. Down a long table on either side of him,\r\nhis assistants shuffle these papers back and forth. Nothing is ever decided.\r\nHis job is to deal with citizen complaints, but his real job is to take a small\r\nrubber stamp and press it against each one of the documents, to show that he\r\nhas handled it.\n\nThe\r\nopening shot of the film is an X-ray of Watanabe's chest. \"He has gastric\r\ncancer, but doesn't yet know it,\" says a narrator. \"He just drifts\r\nthrough life. In fact, he's barely alive.\"\n\nThe\r\nX-ray fades into his face--into the sad, tired, utterly common face of the\r\nactor Takashi Shimura, who in 11 films by Kurosawa and many by others, played\r\nan everyman who embodied his characters by not seeming to embody anything at\r\nall.\n\nThere\r\nis a frightening scene in his doctor's office, where another patient chatters\r\nmindlessly; he is a messenger of doom, describing Watanabe's precise symptoms\r\nand attributing them to stomach cancer. \"If they say you can eat anything\r\nyou want,\" he says, \"that means you have less than a year.\" When\r\nthe doctor uses the very words that were predicted, the old bureaucrat turns\r\naway from the room, so that only the camera can see him, and he looks utterly\r\nforlorn.\n\nKurosawa\r\nopens his story with a deliberate, low-key pacing, although at the end there is\r\nrage against the dying of the light. In a scene that never fails to shake me,\r\nWatanabe goes home and cries himself to sleep under his blanket, while the\r\ncamera pans up to a commendation he was awarded after 25 years at his post.\n\nIt\r\nis not so bad that he must die. What is worse is that he has never lived.\r\n\"I just can't die -- I don't know what I've been living for all these\r\nyears,\" he says to the stranger in the bar. He never drinks, but now he is\r\ndrinking: \"This expensive saki is a protest against my life up to\r\nnow.\"\n\nHis\r\nleave of absence at the office continues, day after day. Finally a young woman\r\nwho wants to resign tracks him down to get his stamp on her papers.\n\nHe\r\nasks her to spend the day with him, and they go to pachinko parlors and the\r\nmovies. She tells him her nicknames for everyone in the office. His nickname is\r\n\"the Mummy.\" She is afraid she has offended him, but no: \"I\r\nbecame a mummy for the sake of my son, but he doesn't appreciate me.\"\n\nShe\r\nencourages him to go see his son. But when he tries to tell him about his\r\nillness, the son cuts him off -- insists on getting the property due him before\r\nthe old man squanders it on women. Later, on a final outing with the young\r\nwoman, he tells her about a time when he was young and thought he was drowning.\r\nHe says, \"My son's far away somewhere -- just as my parents were far away\r\nwhen I was drowning.\"\n\nThe\r\nword \"Ikiru\" has been translated as \"To Live,\" and at some\r\npoint on his long descent into despair, Mr. Watanabe determines to accomplish\r\nat least one worthwhile thing before he dies. He arrives at this decision in a\r\nrestaurant, talking to the young woman while in a room behind them there is a\r\ncelebration going on. As he leaves, girls in the other room sing \"Happy\r\nBirthday\" to a friend -- but in a way they sing for Watanabe's rebirth.\n\nA\r\ngroup of women have been shuttled from one office to another, protesting\r\nagainst a pool of stagnant water in their neighborhood. Watanabe becomes a\r\nmadman, personally escorting the case from one bureaucrat to another,\r\ndetermined to see that a children's park is built on the wasteland before he\r\ndies. It all leads up to Watanabe's final triumph, seen in one of the greatest\r\nclosing shots in the cinema.\n\nThe\r\nscenes of his efforts do not come in chronological order, but as flashbacks\r\nfrom his funeral service. Watanabe's family and associates gather to remember\r\nhim, drinking too much and finally talking too much, trying to unravel the\r\nmystery of his death and the behavior that led up to it. And here we see the\r\nreal heart of the movie, in the way one man's effort to do the right thing can\r\ninspire, or confuse, or anger, or frustrate, those who see it only from the\r\noutside, through the lens of their own unexamined lives.\n\nWe\r\nwho have followed Watanabe on his last journey are now brought forcibly back to\r\nthe land of the living, to cynicism and gossip. Mentally, we urge the survivors\r\nto think differently, to arrive at our conclusions. And that is how Kurosawa\r\nachieves his final effect: He makes us not witnesses to Watanabe's decision,\r\nbut evangelists for it. I think this is one of the few movies that might\r\nactually be able to inspire someone to lead their life a little differently.\n\nKurosawa\r\nmade it in 1952, when he was 42 (and Shimura was only 47). It came right after\r\n\"Rashomon\" (1951) and \"The Idiot\" (1952), which also\r\nstarred Shimura. Ahead was his popular classic \"The Seven Samurai\"\r\n(1954) and other samurai films like \"The Hidden Fortress\" (1960), the\r\nfilm that inspired the characters R2D2 and C3PO in \"Star Wars.\" The\r\nfilm was not released internationally until 1960, maybe because it was thought\r\n\"too Japanese,\" but in fact it is universal.\n\nI\r\nsaw \"Ikiru\" first in 1960 or 1961. I went to the movie because it was\r\nplaying in a campus film series and only cost a quarter. I sat enveloped in the\r\nstory of Watanabe for 2 1/2 hours, and wrote about it in a class where the\r\nessay topic was Socrates' statement, \"the unexamined life is not worth\r\nliving.\"' Over the years I have seen \"Ikiru\" every five years or\r\nso, and each time it has moved me, and made me think. And the older I get, the\r\nless Watanabe seems like a pathetic old man, and the more he seems like every\r\none of us.", "running_time": 143, "mpaa_rating": null, "release_year": 1952, "date_published": "1996-09-29", "genres": ["Drama", "Foreign"], "title": "Ikiru (1952)"}