{"url": "http://www.rogerebert.com/reviews/great-movie-pickpocket-1959", "by": "Martin Lassalleas Michel", "star_rating": 4.0, "text": "\n\nOne of the early images in Robert Bresson's “Pickpocket” (1959)shows the unfocused eyes of a man obsessed by excitement and fear. The man's name is Michel. He lives in Paris in a small room under the eaves, a garret almost filled by his cot and his books. He is about to commit a crime. He wants to steal another man's wallet, and he wants his face to appear blank, casual.Perhaps it would, to a casual observer. But we know him and what he is about todo, and in his eyes we see the trance like ecstasy of a man who is surrendering to his compulsion.\n\nOr do we? Bresson, one of the most thoughtful and philosophical of directors, was fearful of “performances” by his actors. He famously forced the star of “A Man Escaped” (1956) to repeat the same scene some 50 times,until it was stripped of all emotion and inflection. All Bresson wanted was physical movement. No emotion, no style, no striving for effect. What we see in the pickpocket's face is what we bring to it. Instead of asking his actors to “show fear,” Bresson asks them to show nothing, and depends on his story and images to supply the fear.\n\nMartin Lassalle, the star of “Pickpocket,” plays Michel as an unexceptional man with a commonplace face. He is not handsome or ugly or memorable. He usually wears a suit and tie, disappears in a crowd and has few friends. To one of them, in a cafe, he wonders aloud if it is all right for an “extraordinary man” to commit a crime--just to get himself started?\n\nMichel is thinking of himself. He could probably get a job in a day if he wanted one. But he does not. He gathers his narcissism around himself like a blanket. He sits in his garret and reads his books, and treasures an image of himself as a man so special that he is privileged to steal from others. Also, of course, he gets an erotic charge out of stealing. On the Metro or at the racetrack, he stands as close as possible to his victims, sensing their breathing, their awareness of him. He waits for a moment of distraction,and then opens their purses or slips their wallets from their coats. That is his moment of release, of triumph over a lesser person--although of course his face never reflects joy.\n\nIn this story you may sense echoes of Dostoyevsky's Crime and Punishment, another story about a lonely intellectual who lived in a garret and thought he had a license, denied to common men, to commit crimes. Bresson's Michel, like Dostoyevsky's hero Raskolnikov, needs money in order to realize his dreams, and sees no reason why some lackluster ordinary person should not be forced to supply it. The reasoning is immoral, but the characters claim special privileges above and beyond common morality.\n\nMichel, like the hero of Crime and Punishment, has a good woman in his life, who trusts he will be able to redeem himself. The woman in “Pickpocket” is named Jeanne (Marika Green). She is a neighbor of Michel's mother, and the lover of Michel's friend Jacques (Pierre Leymarie). She comes to Michel with the news that his mother is dying. Michel does not want to see his mother, but gives Jeanne money for her. Why does he avoid her? Bresson never supplies motives. We can only guess. Perhaps she shames him with her simplicity. Perhaps she makes it impossible for him to think of himself as an extraordinary man,alone in the world. Does he avoid her because of arrogance, or fear?\n\nAnother character in the movie is a police inspector (Jean Pelegri) who has his eye on Michel. They play a delicate cat-and-mouse scene together in which the inspector implies that he knows Michel is a thief, and Michel more or less admits it. Together they examine an ingenious tool designed by a master pickpocket to slit open coat pockets. The inspector is on Michel's case, and Michel, we sense, wants to be caught.\n\nShoplifters and pickpockets operate in different emotional weather than more brazen thieves. They do not use strength, but stealth. Their thefts are intimate violations of the property of others; to succeed, they must either remain invisible or inspire trust. There is something sexual about it. It's no coincidence that when another pickpocket spots Michel at work and confronts him, it is in a men's room; their liaison involves money as a substitute for sex. And later, when a police decoy at the racetrack shows Michel a pocketful of cash, Michel suspects the man is a cop (“He didn't even bet on the winning horse!”). But he tries to pick his pocket anyway, and when the cop slaps on handcuffs, it's as if that's what Michel hoped for.\n\nBresson was born in 1907 and is still alive. He made his last film, “L'Argent,” in 1983, and it won a special prize at Cannes. He has been called the most Christian of filmmakers. Most of his films deal, in one way or another, with redemption. In “Diary of a Country Priest” (1950), a dying young priest confronts his death by focusing on the lives of others. In “A Man Escaped” (1956), based on a true story of the resistance, an imprisoned patriot acts as if his soul is free. In the great “Mouchette” (1966), a young girl--an outcast in her village and a victim of rape--finds a way to shame her enemies.In addition to “Pickpocket's” parallels to Crime and Punishment, Bresson has made two films directly based on Dostoyevsky: “Une Femme Douce” (1969) and “Four Nights of a Dreamer” (1973).\n\n“Pickpocket” is about a man who deliberately and self-consciously tries to operate outside morality (“Will we be judged? By what law?”). Like many criminals, he does it for two conflicting reasons: because he thinks he is better than others, and because--fearing he is worse--he seeks punishment. He avoids Jeanne because she is wholly good, and therefore a threat to him. “These bars, these walls, I don't even see them,” he tells her. But he does, and is healed by the touch of her hand. (The famous last line: “Oh, Jeanne, what a strange way I had to take to meet you!”)\n\nThere is incredible buried passion in a Bresson film, but he doesn't find it necessary to express it. Also great tension and excitement,tightly reined in. Consider a sequence in which a gang of pickpockets, including Michel, works on a crowded train. The camera uses closeups of hands, wallets, pockets and faces in a perfectly timed ballet of images that explain, like a documentary, how pickpockets work. How one distracts, the second takes the wallet and quickly passes it to the third, who moves away. The primary rule: The man who takes the money never holds it. The three men work the train back and forth, at one point even smoothly returning a victim's empty wallet to his pocket. Their work has the timing, grace and precision of a ballet. They work as one person, with one mind. And there is a kind of exhibitionism in the way they show their moves to the camera but hide them from their victims.\n\nBresson films with a certain gravity, a directness. He wants his actors to emote as little as possible. He likes to film them straight on, so that we are looking at them as they look at his camera. Oblique shots and over-the-shoulder shots would place characters in the middle of the action; head-on shots say, “Here is a man and here is his situation; what are we to think of him?”", "running_time": 75, "mpaa_rating": "NR", "release_year": 1959, "date_published": "1997-07-06", "genres": ["Crime", "Drama", "Foreign", "Indie"], "title": "Pickpocket (1959)"}