{"url": "http://www.rogerebert.com/reviews/great-movie-el-topo-1970", "by": "Alejandro Jodorowsky", "star_rating": 4.0, "text": "A man in black rides the desert vastness of Mexico with a naked child in front of him on the saddle. Three hee-hawing gunmen appear from out of hiding, laughing that they have been sent to kill him. The man carefully places the child behind him on the saddle.\n\nSo opens Alejandro Jodorowsky's \"El Topo\" (1970), one of the legendary \"lost films,\" out of circulation for years before it was finally released on a DVD in 2007. A lone rider confronted by gunmen is nothing new in the Western. A naked child is, and adds a queasy undertone of danger and transgression. Jodorowsky finds a way to evoke that uneasiness throughout the film, and all of his work. There is always something incongruous, something unexpected that does not belong.\n\nThe lone rider is El Topo. The name translates as \"the mole.\" The movie informs us that a mole spends his life digging tunnels to the sky, only to go blind when it sees the sun. This is not quite true, but truth is not allowed to interfere with its use as a convenient symbol. Will El Topo dig free and go blind? And if he does, what will that mean? Pauline Kael observed that Fellini's \"La Dolce Vita\" is filled with symbols, and they're all obvious. \"El Topo\" is filled with symbols, and they're not obvious. I am reminded of one of Ebert's Laws: \"If you have to ask what something symbolizes, it doesn't.\" Or it stands for itself.\n\nIn my review when the movie opened, I wrote: \"Jodorowsky lifts his symbols and mythologies from everywhere: Christianity, Zen, discount-store black magic, you name it. He makes not the slightest attempt to use them so they sort out into a single logical significance. Instead, they're employed in a shifting, prismatic way, casting their light on each other instead of on the film's conclusion. The effect resembles Eliot's 'The Waste Land,' and especially Eliot's notion of shoring up fragments of mythology against the ruins of the post-Christian era.\"\n\nI still agree with that and do not think the symbols add up to a conclusion. But now having seen more of Jodorowsky's work, I think Jodorowsky's method is not without a purpose. What is El Topo seeking in the desert? Why, he is seeking symbols, images, bizarre people and events, with which to fill the film.\n\nThe ceaseless shocking images on the screen, are what made \"El 'Topo\" an underground hit in one New York theater for months in 1970. Not the story, not the performances, not the stars (Jodorowsky himself plays El Topo and the child is his own son). The images. John Lennon and Yoko Ono saw it, loved it, and convinced Beatles manager Allen Klein to buy and release it. The film went on to play all over the world and engender countless interpretations. Jodorowsky encourages such speculation by titling sections of the film after books of the Bible (\"Psalms\"), and making El Topo perhaps a Christ figure.\n\nThe film is also populated, as Jodorowsky's films are, by physically challenged characters; amputees, people with Down syndrome, dwarfs, those whose bodies end at their trunks, men who talk with women's voices, women who talk with men's, a man without legs riding on the shoulders of a man without arms, and one of the most persistent images in the director's work, a symbiosis between a person without arms and another who stands close behind and allows his arms to act as the other's.\n\nMany of these have been exiled to a cave inside a mountain. El Topo, threatened with death, bargains to free them from their cave and digs a tunnel into the mountain. Generations of inbreeding have presumably produced the birth defects on view; no word about how the cave people have been able to eat over the years.\n\nNo word, because they are not presented as plausible characters anyway, but as symbols; the mole will dig away from the sun to free them, meaning -- what? You tell me. And think again about that naked child in the early scene. Why naked? El Topo has serapes and cloaks aplenty to shield the child from cold or sun. But a man riding with a clothed child would simply represent, well, man and child on horse. If the child is naked, it becomes a Child, a symbol of itself.\n\nReviews of \"El Topo\" tend to be infuriating because their authors, myself included, fail to make coherent sense of the film and are reduced to laundry lists of its ingredients. \"These quests,\" I wrote in my original review, \"supply most of the film's generous supply of killings, tortures, disembowelments, hangings, boilings, genocides, and so on.\" Evocative but scarcely helpful. The film exists as an unforgettable experience, but not as a comprehensible one.\n\nJodorowsky (born 1929) is a man of many talents, all at the service of his bizarre imagination. At Cannes 1988 he handed me a typewritten autobiography: \"Was born in Bolivia, of Russian parents, lived in Chile, worked in Paris, was the partner of Marcel Marceau, founded the 'Panic' movement with Fernando Arrabal, directed 100 plays in Mexico, drew a comic strip, made 'El Topo,' and now lives in the United States -- having not been accepted anywhere, because in Bolivia I was a Russian, in Chile I was a Jew, in Paris I was a Chilean, in Mexico I was French, and now, in America, I am a Mexican.\"\n\nThe new DVD collection of his films (\"El Topo\" \"Fando y 'Lis,\" \"The Holy Mountain,\" \"La Cravate,\" but not \"Santa Sangre,\" which is separately available) brings him back into focus as a great eccentric original.\n\nI talked with Jodorowsky at Cannes in 1988 and 1989. The first year, he said he had to make \"Santa Sangre,\" a film about women in a religious cult who cut off their arms to atone for the women he, Jodorowsky, had murdered (not literally; you'll have to look up that interview on my Web site).\n\nThe second year, after the Cannes premiere of \"Santa Sangre,\" I asked him why \"El Topo\" had been out of circulation. He blamed Allen Klein, the man who had put the film in circulation in the first place.\n\n\"He's awaiting my death,\" Jodorowsky said. \"He believes he can make more money from the film after I am dead. He says my film is like wine -- it grows better with age. He is waiting like a vulture for me to die.\"\n\nHe elaborated: \"For 15 years, I've tried to talk to him by telephone, and he's always busy. He eats the smoking meat. Smoking meat ... you know? From the delicatessen?\"\n\nSmoked meat?\n\n\"Yes. When I call him by telephone they say to me he's eating the smoking meat. I cannot speak with him because he is eating the smoking meat. He's eating for 15 years the smoking meat.\"\n\nI looked out over the Mediterranean and pondered that image. A man who is eating for 15 years the smoking meat. One more image, or perhaps a symbol, I could not explain.\n\n\"Santa Sangre\" is also in the Great Movies section of rogerebert.com, along with both Jodorowsky interviews.", "running_time": 125, "mpaa_rating": "NR", "release_year": 1970, "date_published": "2007-10-06", "genres": ["Action", "Adventure", "Drama", "Foreign", "Western"], "title": "El Topo (1970)"}