{"url": "http://www.rogerebert.com/reviews/great-movie-victim-1961", "by": null, "star_rating": 4.0, "text": "Recent critics find \"Victim\" timid in its treatment of homosexuality, but viewed in the context of Great Britain in 1961, it's a film of courage. How much courage can be gauged by the fact that it was originally banned from American screens simply because it used the word \"homosexual.\" To be gay was a crime in the United States and the U.K., and the movie used the devices of film noir and thriller to make its argument, labeling laws against homosexuality \"the blackmailer's charter.\" Indeed, 90 percent of all British blackmail cases had homosexuals as victims.\n\nThe defense of homosexuality was not a popular topic at the box office when the film was made, and director Basil Dearden tried to broaden the film's appeal by making it into a thriller and a police procedural. There is no sex on (or anywhere near) the screen, and while the hero is homosexual by nature, there is doubt that he has ever experienced gay sex. The plot hinges on anonymous blackmailers who collect regular payments from wealthy and famous gays, and on the decision of a prominent barrister to stand up to them.\n\nThis man is Melville Farr, who at the young age of 40 has just been offered the opportunity to become a Queen's Counselor. He will lose that appointment, his career and his marriage if he's identified in the press as gay, and yet he decides that someone must stand up to the blackmailers to demonstrate the injustice of the law. As he tracks the blackmailers through a network of their victims, the movie follows him through the London of the time -- its courts of law, police stations, pubs, clubs, barbershops, used bookstores, cafes, drawing rooms, car dealerships -- showing how ordinary life is affected in countless ways by the fact that many of its citizens must keep their natures a secret.\n\nFarr was played by Dirk Bogarde, as a smooth, skilled barrister who projects a surface of strength and calm. He only raises his voice two or three times in the movie, but we sense an undercurrent of anger: He finds it wrong that homosexuality is punished, wrong that gays cannot go to the police to complain of blackmail, wrong that hypocrisy flourishes. There is a moment in the movie when he unexpectedly hits someone who has just insulted him, and it comes as a revelation: Beneath his silky persona is a wound, a resentment, and a fierce determination to act at last on his convictions.\n\nThe opening sequences of the film involve him only slightly, as we follow a young man named Jack Barrett (Peter McEnery), on the run from the police. We learn fairly soon that he is gay, but only gradually do we understand he is wanted for embezzlement. Broke, desperate for the money to get out of London, he calls Farr, is rebuffed, and is also turned away by a book dealer (Norman Bird), a car dealer and others. His desperation is closely observed in a pub where many of the characters hang out, including an odd couple: a ratlike little man and his heftier companion, who is blind but hears all the gossip.\n\nBarrett is arrested, and found with a scrapbook of clippings about Farr. To the almost unconvincingly wise and civilized Detective Inspector Harris (John Barrie), it's an open-and-shut case: Barrett has no money, lived simply, had stolen thousands from his employer, seemed gay, and therefore was a blackmail victim. He calls in Farr, who offers no help, but when Harris tells him that the young man has hanged himself in his cell, Farr is deeply shaken. He has good reason: He loved Barrett.\n\nHis wife Laura (Sylvia Syms) immediately reads his mood and eventually learns of his friendship with Barrett. She knew when they married that he'd had a youthful infatuation with a fellow Cambridge student, but that it was \"behind him.\" He never had sex with Barrett, he tells her, and stopped seeing the young man when he sensed their feelings were growing too strong -- but for her it's as much of a betrayal as physical contact, because he shows that what he felt for Barrett was different, more powerful, than what he feels for her.\n\nThe movie proceeds on two levels, as a crime thriller and as a character study, and it's this dual nature that makes it an entertainment at the same time it works as a message picture. There's a good deal of indirection in the clever script, which conceals motives, misdirects our suspicions, misleads our expectations, and finds truth and dignity in the scenes between Farr and his wife; what a relief that their powerful last scene together ends on a note of bleak realism rather than providing some kind of artificial release.\n\nThe movie, written by Janet Green and John McCormick, plays out primarily in a series of dialogue scenes, made rich by the gallery of British character actors who inhabit them. The best is Norman Bird, as the used-book dealer, who turns Barrett away but whose feelings about him (and Farr, as it turns out) are more complicated than it seems.\n\nThe book man is one of the contacts Farr calls on in his own investigation; working with a few names supplied by one of Barrett's straight friends, he tries to get someone to say how and when he makes blackmail payments. Almost all the victims are afraid to, and one, an elderly barber named Henry (Charles Lloyd Pack), fiercely tells Farr he has been to prison twice because of his nature, and does not intend to go again.\n\nThe photography places this action colorfully within a living, breathing London; it has a feel for the way its characters live and speak. For Pauline Kael, the British speech mannerisms of some of the characters made them seem, to her, more gay than the low-key Bogarde, and indeed we cannot always guess who is hunter and who is quarry. There is a subtle subplot, for example, suggesting that one of the policemen on the case may be gay himself.\n\nFor Dirk Bogarde (1921-1999), the role in \"Victim\" provided a decisive break in his career. He'd been a popular leading man in the 1950s, playing conventional action and romantic roles and even making those \"Doctor\" comedies (\"Doctor in the House,\" \"Doctor at Sea,\" and \"Doctor at Large\"). To play a homosexual in 1961 would bring an end, his agent warned him, to those kinds of mainstream roles, and make him unemployable in Hollywood just at the moment when American directors were interested in him.\n\nBut he went ahead anyway, just as Melville Farr did, and indeed never again appeared as a conventional male lead. That turned out, oddly, to be the key to his greatest success; at a time when his stock as a conventional leading man would probably have been falling, he was able, having broken free, to work in one challenging film after another: \"The Servant\" (1963), \"King & Country\" (1964), \"Darling\" (1965), \"Accident\" (1967), \"The Fixer\" (1968) Visconti's \"The Damned\" (1969) and \"Death in Venice\" (1971), Resnais' \"Providence\" (1977) and Fassbinder's \"Despair\" (1979).\n\nBogarde himself was homosexual, but never made that public; even in his touching memoirs about the life and death of his partner Tony Forwood, he cast their relationship as actor and manager, not lovers. For that he has been criticized by some gay writers and activists, but consider: By accepting what looked like career suicide to star in \"Victim,\" wasn't he making much the same decision as his character Melville Farr -- to do the right thing, and accept the consequences? Didn't he, in effect, come out as an actor in that and many other roles (notably as the aging homosexual in \"Death in Venice\")? Was it anybody's business what he was, or did, in his private life? It is the argument of \"Victim\" that it was not.\n\nI met him once, on a summer afternoon in Venice when he was making the Visconti picture. We had tea in the garden of a palazzo overlooking the Guidecca Canal, and he pointed out with amusement an old lady in black who lurked behind some trees: \"That's the Contessa, who is renting this place to me and thinks I don't know that she didn't move out.\" He was quiet, crisp, introverted. Not the sort of man who you could imaging making personal revelations for the delight of the press.\n\nToday, yes, things are different, but Bogarde was born in 1921, and homosexuality was only finally legalized in Britain in 1967. As an actor, he risked a great deal to take a crucial role at a time when it made a difference. And didn't he anyway, through his work, tell us whatever it was about him we thought we had the right to know?", "running_time": 90, "mpaa_rating": null, "release_year": 1961, "date_published": "2004-05-23", "genres": ["Drama", "Foreign"], "title": "Victim (1961)"}