{"url": "http://www.rogerebert.com/reviews/great-movie-snow-white-and-the-seven-dwarfs-1937", "by": "Adriana Caselottias Snow White (voice)", "star_rating": 4.0, "text": "\n\nIf Walt Disney's “Snow White and the Seven Dwarfs” had been\r\nprimarily about Snow White, it might have been forgotten soon after its 1937\r\npremiere, and treasured today only for historical reasons, as the first\r\nfull-length animated feature in color. Snow White is, truth to tell, a bit of a\r\nbore, not a character who acts but one whose mere existence inspires others to\r\nact. The mistake of most of Disney's countless imitators over the years has\r\nbeen to confuse the titles of his movies with their subjects. “Snow White and\r\nthe Seven Dwarfs” is not so much about Snow White or Prince Charming as about\r\nthe Seven Dwarfs and the evil Queen--and the countless creatures of the forest\r\nand the skies, from a bluebird that blushes to a turtle who takes forever to\r\nclimb up a flight of stairs.\n\nWalt Disney's shorter cartoons all centered on one or a few\r\ncentral characters with strongly-defined personalities, starting with Mickey\r\nMouse himself. They lived in simplified landscapes, and occupied stories in\r\nwhich clear objectives were boldly outlined. But when Disney decided in 1934 to\r\nmake a full-length feature, he instinctively knew that the film would have to\r\ngrow not only in length but in depth. The story of Snow White as told in his\r\nsource, the Brothers Grimm, would scarcely occupy his running time, even at a\r\nbrisk 83 minutes.\n\nDisney's\r\ninspiration was not in creating Snow White but in creating her world. At a time\r\nwhen animation was a painstaking frame-by-frame activity and every additional\r\nmoving detail took an artist days or weeks to draw, Disney imagined a film in\r\nwhich every corner and dimension would contain something that was alive and\r\nmoving. From the top to the bottom, from the front to the back, he filled the\r\nframe (which is why Disney's decision in the 1980s to release a cropped “widescreen”\r\nversion was so wrong-headed, and quickly retracted).\n\nSo\r\ncomplex were his frames, indeed, that Disney and his team of animators found\r\nthat the cels they used for their short cartoons were not large enough to\r\ncontain all the details he wanted, and larger cels were needed. The film's\r\nearliest audiences may not have known the technical reasons for the film's\r\nimpact, but in the early scene where Snow White runs through the forest, they\r\nwere thrilled by the way the branches reached out to snatch at her, and how the\r\nsinister eyes in the darkness were revealed to belong to friendly woodland\r\nanimals. The trees didn't just sit there within the frame.\n\nDisney's\r\nother innovation was the “multiplane camera,” which gave the illusion of three\r\ndimensions by placing several levels of drawing one behind another and moving\r\nthem separately--the ones in front faster than the ones behind, so that the\r\nbackground seemed to actually move instead of simply unscrolling. Multiplane\r\ncameras were standard in animation until the very recent use of computers,\r\nwhich achieve a similar but more detailed effect--too detailed, purists argue,\r\nbecause too lifelike.\n\nNothing\r\nlike the techniques in “Snow White” had been seen before. Animation itself was\r\nconsidered a child's entertainment, six minutes of gags involving mice and\r\nducks, before the newsreel and the main feature. “Snow White” demonstrated how\r\nanimation could release a movie from its trap of space and time; how gravity,\r\ndimension, physical limitations and the rules of movement itself could be\r\ntranscended by the imaginations of the animators.\n\nConsider\r\nanother early example, when Snow White is singing “I'm Wishing” while looking\r\ndown into the well. Disney gives her an audience--a dove that flutters away in\r\nmomentary fright, and then returns to hear the rest of the song. Then the point\r\nof view shifts dramatically, and we are looking straight up at Snow White from\r\nbeneath the shimmering surface of the water in the well. The drawing is as easy\r\nto achieve as any other, but where did the imagination come from, to supply\r\nthat point of view?\n\nWalt\r\nDisney often receives credit for everything done in his name (even sometimes\r\nafter his death). He was a leader of a large group of dedicated and\r\nhard-working collaborators, who are thanked in the first frames of “Snow White,”\r\nbefore the full credits. But he was the visionary who guided them, and it is a\r\nlittle stunning to realize that modern Disney animated features like “Beauty\r\nand the Beast,” “The Lion King” and “Aladdin,” as well as the rare hits made\r\noutside the Disney shop, like Dreamworks' “Shrek” and Pixar's “Toy Story,”\r\nstill use to this day the basic approach that you can see full-blown in “Snow\r\nWhite.”\n\nThe\r\nmost important continuing element is the use of satellite and sidekick\r\ncharacters, minor and major, serious and comic. A frame is not allowed for long\r\nto contain only a single character, long speeches are rare, musical and dance\r\nnumbers are frequent, and the central action is underlined by the bit\r\ncharacters, who mirror it or react to it.\n\nDisney's\r\nother insight was to make the characters physically express their\r\npersonalities. He did that not by giving them funny faces or distinctive\r\nclothes (although that was part of it) but studying styles of body language and\r\nthen exaggerating them. When Snow White first comes across the cottage of the\r\ndwarfs, she goes upstairs and sees their beds, each one with a nameplate:\r\nSleepy, Grumpy, Dopey, and so on. When the dwarfs return home from work (“Heigh-ho!\r\nHeigh-ho!”) they are frightened and resentful to find a stranger stretched across\r\ntheir little beds, but she quickly wins them over by calling each one by name.\r\nShe knows them, of course, because they personify their names. But that\r\nsimilarity alone would soon become boring if they didn't also act out every\r\nspeech and movement with exaggerated body language, and if their very clothing\r\ndidn't seem to move in sympathy with their personalities.\n\nRichard\r\nSchickel's 1968 bookThe\r\nDisney Versionpoints out\r\nDisney's inspiration in providing his heroes and supporting characters with\r\ndifferent centers of gravity. A heroine like Snow White will stand upright and\r\ntall. But all of the comic characters will make movements centered on and\r\nemanating from their posteriors. Rump-butting is commonplace in Disney films,\r\nand characters often fall on their behinds and spin around. Schickel;\r\nattributed this to some kind of Disney anal fixation, but I think Disney did it\r\nbecause it works: It makes the comic characters rounder, lower, softer,\r\nbouncier and funnier, and the personalities of all seven Dwarfs are built from\r\nthe seat up.\n\nThe\r\nanimals are also divided into body styles throughout Disney. “Real” animals\r\n(like Pluto) look more like dogs, comic animals (like Goofy) stand upright and\r\nare more bottom-loaded. In the same movie a mouse will be a rodent but Mickey\r\nwill somehow be other than a mouse; the stars transcend their species. In both\r\nversions, non-star animals and other supporting characters provide counterpoint\r\nand little parallel stories. Snow White doesn't simply climb up the stairs at\r\nthe dwarves' house--she's accompanied by a tumult of animals. And they don't\r\nsimply follow her in one-dimensional movement. The chipmunks hurry so fast they\r\nseem to climb over each other's backs, but the turtle takes it one laborious\r\nstep at a time, and provides a punch line when he tumbles back down again.\n\nWhat\r\nyou see in “Snow White” is a canvas always shimmering, palpitating, with\r\nmovement and invention. To this is linked the central story, which like all\r\ngood fairy tales is terrifying, involving the evil Queen, the sinister Mirror\r\non the Wall, the poisoned apple, entombment in the glass casket, the lightning\r\nstorm, the rocky ledge, the Queen's fall to her death. What helps children deal\r\nwith this material is that the birds and animals are as timid as they are, scurrying\r\naway and then returning for another curious look. The little creatures of “Snow\r\nWhite” are like a chorus that feels like the kids in the audience do.\n\n“Snow\r\nWhite and the Seven Dwarfs” was immediately hailed as a masterpiece. (The\r\nRussian director Sergei Eisenstein called it the greatest movie ever made.) It\r\nremains the jewel in Disney's crown, and although inflated modern grosses have\r\nallowed other titles to pass it in dollar totals, it is likely that more people\r\nhave seen it than any other animated feature. The word genius is easily used\r\nand has been cheapened, but when it is used to describe Walt Disney, reflect\r\nthat he conceived of this film, in all of its length, revolutionary style and\r\ninvention, when there was no other like it--and that to one degree or another,\r\nevery animated feature made since owes it something.", "running_time": 83, "mpaa_rating": "G", "release_year": 1937, "date_published": "2001-10-14", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Snow White and the Seven Dwarfs (1937)"}