{"url": "http://www.rogerebert.com/reviews/great-movie-the-shining-1980", "by": "Stanley Kubrick", "star_rating": 4.0, "text": "Stanley Kubrick's cold and frightening \"The Shining\"\r\nchallenges us to decide: Who is the reliable observer? Whose idea of events can\r\nwe trust? In the opening scene at a job interview, the characters seem reliable\r\nenough, although the dialogue has a formality that echoes the small talk on the\r\nspace station in \"2001.\" We meet Jack Torrance (Jack Nicholson), a\r\nman who plans to live for the winter in solitude and isolation with his wife\r\nand son. He will be the caretaker of the snowbound Overlook Hotel. His employer\r\nwarns that a former caretaker murdered his wife and two daughters, and\r\ncommitted suicide, but Jack reassures him: \"You can rest assured, Mr.\r\nUllman, that's not gonna happen with me. And as far as my wife is concerned,\r\nI'm sure she'll be absolutely fascinated when I tell her about it. She's a\r\nconfirmed ghost story and horror film addict.\"\n\nDo\r\npeople talk this way about real tragedies? Will his wife be absolutely\r\nfascinated? Does he ever tell her about it? Jack, wife Wendy (Shelley Duvall)\r\nand son Danny (Danny Lloyd) move into the vast hotel just as workers are\r\nshutting it down for the winter; the chef, Dick Hallorann (Scatman Crothers)\r\ngives them a tour, with emphasis on the food storage locker (\"You folks\r\ncan eat up here a whole year and never have the same menu twice\"). Then\r\nthey're alone, and a routine begins: Jack sits at a typewriter in the great\r\nhall, pounding relentlessly at his typewriter, while Wendy and Danny put\r\ntogether a version of everyday life that includes breakfast cereal, toys and a\r\nlot of TV. There is no sense that the three function together as a loving\r\nfamily.\n\nDanny:\r\nIs he reliable? He has an imaginary friend named Tony, who speaks in a lower\r\nregister of Danny's voice. In a brief conversation before the family is left\r\nalone, Hallorann warns Danny to stay clear of Room 237, where the violence took\r\nplace, and he tells Danny they share the \"shining,\" the psychic gift\r\nof reading minds and seeing the past and future. Danny tells Dick that Tony\r\ndoesn't want him to discuss such things. Who is Tony? \"A little boy who\r\nlives in my mouth.\"\n\nTony\r\nseems to be Danny's device for channeling psychic input, including a shocking\r\nvision of blood spilling from around the closed doors of the hotel elevators.\r\nDanny also sees two little girls dressed in matching outfits; although we know\r\nthere was a two-year age difference in the murdered children, both girls look\r\ncuriously old. If Danny is a reliable witness, he is witness to specialized\r\nvisions of his own that may not correspond to what is actually happening in the\r\nhotel.\n\nThat\r\nleaves Wendy, who for most of the movie has that matter-of-fact banality that\r\nShelley Duvall also conveyed in Altman's \"3 Women.\" She is a\r\ncompanion and playmate for Danny, and tries to cheer Jack until he tells her,\r\nsuddenly and obscenely, to stop interrupting his work. Much later, she\r\ndiscovers the reality of that work, in one of the movie's shocking revelations.\r\nShe is reliable at that moment, I believe, and again toward the end when she\r\nbolts Jack into the food locker after he turns violent.\n\nBut\r\nthere is a deleted scene from \"The Shining\" (1980) that casts Wendy's\r\nreliability in a curious light. Near the end of the film, on a frigid night,\r\nJack chases Danny into the labyrinth on the hotel grounds. His son escapes, and\r\nJack, already wounded by a baseball bat, staggers, falls and is seen the next\r\nday, dead, his face frozen into a ghastly grin. He is looking up at us from\r\nunder lowered brows, in an angle Kubrick uses again and again in his work. Here\r\nis the deletion, reported by the critic Tim Dirks: \"A two-minute\r\nexplanatory epilogue was cut shortly after the film's premiere. It was a\r\nhospital scene with Wendy talking to the hotel manager; she is told that\r\nsearchers were unable to locate her husband's body.\"\n\nIf\r\nJack did indeed freeze to death in the labyrinth, of course his body was found\r\n-- and sooner rather than later, since Dick Hallorann alerted the forest\r\nrangers to serious trouble at the hotel. If Jack's body was not found, what\r\nhappened to it? Was it never there? Was it absorbed into the past, and does\r\nthat explain Jack's presence in that final photograph of a group of hotel\r\npartygoers in 1921? Did Jack's violent pursuit of his wife and child exist\r\nentirely in Wendy's imagination, or Danny's, or theirs?\n\nThe\r\none observer who seems trustworthy at all times is Dick Hallorann, but his\r\nusefulness ends soon after his midwinter return to the hotel. That leaves us\r\nwith a closed-room mystery: In a snowbound hotel, three people descend into\r\nversions of madness or psychic terror, and we cannot depend on any of them for\r\nan objective view of what happens. It is this elusive open-endedness that makes\r\nKubrick's film so strangely disturbing.\n\nYes,\r\nit is possible to understand some of the scenes of hallucination. When Jack\r\nthinks he is seeing other people, there is always a mirror present; he may be\r\ntalking with himself. When Danny sees the little girls and the rivers of blood,\r\nhe may be channeling the past tragedy. When Wendy thinks her husband has gone\r\nmad, she may be correct, even though her perception of what happens may be\r\nskewed by psychic input from her son, who was deeply scarred by his father's\r\nbrutality a few years earlier. But what if there is no body at the end?\n\nKubrick\r\nwas wise to remove that epilogue. It pulled one rug too many out from under the\r\nstory. At some level, it is necessary for us to believe the three members of\r\nthe Torrance family are actually residents in the hotel during that winter,\r\nwhatever happens or whatever they think happens.\n\nThose\r\nwho have read Stephen King's original novel report that Kubrick dumped many\r\nplot elements and adapted the rest to his uses. Kubrick is telling a story with\r\nghosts (the two girls, the former caretaker and a bartender), but it isn't a\r\n\"ghost story,\" because the ghosts may not be present in any sense at\r\nall except as visions experienced by Jack or Danny.\n\nThe\r\nmovie is not about ghosts but about madness and the energies it sets loose in\r\nan isolated situation primed to magnify them. Jack is an alcoholic and child\r\nabuser who has reportedly not had a drink for five months but is anything but a\r\n\"recovering alcoholic.\" When he imagines he drinks with the imaginary\r\nbartender, he is as drunk as if he were really drinking, and the imaginary\r\nbooze triggers all his alcoholic demons, including an erotic vision that turns\r\ninto a nightmare. We believe Hallorann when he senses Danny has psychic powers,\r\nbut it's clear Danny is not their master; as he picks up his father's madness\r\nand the story of the murdered girls, he conflates it into his fears of another\r\nattack by Jack. Wendy, who is terrified by her enraged husband, perhaps also\r\nreceives versions of this psychic output. They all lose reality together. Yes, there\r\nare events we believe: Jack's manuscript, Jack locked in the food storage room,\r\nJack escaping, and the famous \"Here's Johnny!\" as he hatchets his way\r\nthrough the door. But there is no way, within the film, to be sure with any\r\nconfidence exactly what happens, or precisely how, or really why.\n\nKubrick\r\ndelivers this uncertainty in a film where the actors themselves vibrate with\r\nunease. There is one take involving Scatman Crothers that Kubrick famously\r\nrepeated 160 times. Was that \"perfectionism,\" or was it a mind game\r\ndesigned to convince the actors they were trapped in the hotel with another\r\nmadman, their director? Did Kubrick sense that their dismay would be absorbed\r\ninto their performances?\n\n\"How\r\nwas it, working with Kubrick?\" I asked Duvall 10 years after the\r\nexperience.\n\n\"Almost\r\nunbearable,\" she said. \"Going through day after day of excruciating\r\nwork, Jack Nicholson's character had to be crazy and angry all the time. And my\r\ncharacter had to cry 12 hours a day, all day long, the last nine months\r\nstraight, five or six days a week. I was there a year and a month. After all\r\nthat work, hardly anyone even criticized my performance in it, even to mention\r\nit, it seemed like. The reviews were all about Kubrick, like I wasn't\r\nthere.\"\n\nLike\r\nshe wasn't there.\n\nAlso in Ebert's Great Movies series at rogerebert.com: Kubrick's\r\n\"Paths of Glory,\" \"Dr. Strangelove\" and \"2001: A Space\r\nOdyssey.\"\n\n", "running_time": 142, "mpaa_rating": "R", "release_year": 1980, "date_published": "2006-06-18", "genres": ["Drama", "Horror", "Thriller"], "title": "The Shining (1980)"}