{"url": "http://www.rogerebert.com/reviews/great-movie-3-women-1977", "by": "Shelley Duvallas Millie Lammoreaux", "star_rating": 4.0, "text": "And so I descend once more into the mysterious depths of \"3 Women,\" a film that was imagined in a dream. Robert Altman's 1977 masterpiece tells the story of three women whose identities blur, shift and merge until finally, in an enigmatic last scene, they have formed a family, or perhaps have become one person. I have seen it many times, been through it twice in shot-by-shot analysis, and yet it always seems to be happening as I watch it. Recurring dreams are like that: We have had them before, but have not finished with them, and we return because they contain unsolved enigmas.\n\nShelley Duvall, Sissy Spacek and Janice Rule play the three women, who live in an apartment complex in the California desert. Duvall plays Millie Lammoreaux, who works as a therapist in a senior care center; Spacek plays Pinky Rose, who gets a job there and becomes Millie's roommate. Rule is Willie Hart, the pregnant wife of the building owner, who moves within a sad silence, holding herself apart from the others, and paints on the bottom of the pool godlike creatures, bizarre and fantastical men and women who menace one another.\n\nThere are men all around, but only one drifts drunkenly into focus. This is Edgar (Robert Fortier), Willie's husband, who speaks gruffly in a low, sardonic voice, and defines himself with guns, motorcycles and beer. He has an awkward jocular style based on his pose as a chivalrous gunslinger, but is a drunk and a lech and seems hardly able to see his wife. The other men, at work and around the pool in the evening, are objects of Millie's fascination, and she seems always in a state of preparing for dates and dinners that never happen.\n\nIn the opening scenes, the three women represent three roles that women often play. Willie is the mother, pregnant with sad knowledge, an earth goddess who drifts across the desert landscape in a world of her own. Millie is a chirpy consumerette who studies the women's magazines, \"coordinates\" her wardrobe by wearing yellows and whites, plans her meals by the time it takes to prepare them, and obsessively shares recipes. Pinky arrives in the movie unformed and childlike; she blows bubbles into her Coke through the straw, she impishly walks in step behind the twins who work at the senior center, she makes faces, she tells Millie \"You're the most perfect person I've ever met.\"\n\nThe early passages of the film focus on Millie's relentlessly cheerful attempts to ingratiate herself with her neighbors and co-workers, who ignore her and then ridicule her among themselves. She dreams of dates with Tom, who presides over the grill at poolside dinners, and with the doctors in the hospital across the street from the senior center, but we cringe when she joins the doctors in their commissary for lunch and sits between two of them, who talk right through her. In a movie filled with mirrors, reflections and multiple images, Millie always seems to be primping, making minute adjustments to her clothes and hair, perfecting her makeup, admiring herself in reflection while no one else seems to quite see her.\n\nMillie is ordered to show Pinky the ropes at work. Their dialogue in the scene is precise and exactly heard, the American idiom. Preparing to take her into the heated exercise pool, Millie asks Pinky, \"What's wrong with you?\" Pinky doesn't think anything is. \"Well there has to be something wrong with you, or otherwise why would you be here?\" Pinky finally figures out Millie is addressing her as a hypothetical patient, for purposes of demonstration. \"Oooh, my head!\" she says like a child. \"Oooh, my legs hurt!\" Later, she suddenly plunges underwater and Millie has to drag her up, looking around uneasily to see if anyone noticed.\n\nThere is water all through the movie. Altman says the opening shot represents the amniotic fluid surrounding a fetus. The second shot shows old people descending slowly into the exercise pool -- returning to the water from where their lives began. A wavy line that drifts across the screen from time to time might be an umbilical cord. Willie's sinister images live at the bottom of the swimming pool, and at a crucial turning point Pinky jumps into the pool from the balcony, is knocked out, rescued, and taken to the hospital.\n\nAltman says Ingmar Bergman's \"Persona\" was one of his influences, and we can see that in the way Pinky does secret things to hurt Millie, spies on her secrets, and eventually tries to absorb and steal her identity. \"Persona\" has a central moment of violence in which the film seems to break and the story must begin again, and Pinky's dive into the pool works in the same way, as a definitive tear in the structure of the film. It reassembles itself with Pinky in control. She wears Millie's clothes, uses her social security number, reads her diary. In an early scene, Millie assigned them each a twin bed, and now Pinky moves over and takes Millie's bed. Millie calls her \"Pinky\" and she explodes: \"How many times do I have to tell you? My name's not Pinky! It's Mildred!\"\n\nShelley Duvall's reaction shots during these developments are a study in unease. Millie knows something sinister is happening, but is confused and baffled by Pinky's behavior. Consider the strange scene in the hospital, when two visitors (John Cromwell and Ruth Nelson) appear and identify themselves as Pinky's parents. Pinky says she doesn't know them and has never seen them before. Certainly they look too old to be her parents (Cromwell was in his 90s when the film was made). Who, then, are they? Imposters? Grandparents or adoptive parents? We never really know. Pinky arrives in the desert without a past and essentially without an identity, and simply takes Millie's. And all the while, at a deeper, instinctive level, the Willie character exists beneath their consciousness and will eventually absorb them both.\n\nI saw the film first at Cannes, where it won the best actress award for Duvall (she also later won the Los Angeles Film Critics' award, and Spacek won with the New York Film Critics Circle award). Altman told me the story came to him in a dream: \"All complete. The story, the casting, everything.\" He wrote it down and tried to film it as he dreamed it. Like many dreams, it ends without concluding, and seems to shift toward deeper and more disturbing implications just before fading out. In his DVD commentary, Altman speculates about the film's meaning just as a viewer might, acknowledges that some aspects remain a mystery to him, and provides a startling possibility about the film's last shot. The camera pulls away from the house where the three women now live, and pans over to a pile of discarded tires. \"If you were to ask me where I think Edgar is at the end of the film,\" Altman says, \"I think he's buried under those tires.\"\n\nBut of course nothing concrete in the film supports that. No matter. The movie is whole and complete without being lucid and logical. It circles back on itself, Altman says. There are scenes of acute social observation, including the degrees of cruelty that Millie must endure, and details of specific behavior, as when Pinky squirts a cheese spread on crackers, and then spills a bottled shrimp cocktail on her dress. The senior center is run by a couple who seem to have traded genders; the doctor seems effeminate, and his female administrator seems masculine. Much is made of specifics: How to use the time clock, how to get off early on Fridays, how \"we don't like the twins.\" Sometimes the details repeat as in a dream -- the way Millie's yellow dresses always get caught in her car door, for example. Gerald Busby's ominous atonal score is a counterpoint to such daily events.\n\nAnd against these realistic details Altman marshals the force of dreams. In dreams we test new identities, cast our friends in shifting roles, and find ourselves inexplicably at new jobs or in new places where the rules are explained but we never quite understand them. Here the dream is perhaps shared by all three women, each one imagining the other two, each one lacking what the others possess. As men rumble without consequence in the background, they feel their way through mystery toward each other, Willie with sad resignation, Pinky with avid emotional hunger, and Millie, poor Millie, because she knows not what else to do.\n\n\"3 Women\" is newly available on a Criterion DVD with a particularly personal and revealing commentary by Altman. See also the Great Movies reviews of Altman's \"McCabe and Mrs. Miller\" and \"Nashville.\"", "running_time": 125, "mpaa_rating": "PG", "release_year": 1977, "date_published": "2004-09-26", "genres": ["Drama", "Indie"], "title": "3 Women (1977)"}