{"url": "http://www.rogerebert.com/reviews/great-movie-umberto-d-1952", "by": null, "star_rating": 4.0, "text": "\n\nUmberto is upright, neat, exact, and the cut of his clothes\r\nshows that he was once respectable. Now he is a retired civil servant on a\r\nfixed income that is not enough to support him, not even in his simple\r\nfurnished room, not even if he skips meals. He and his dog are faced with\r\neviction by a greedy landlady who would rather rent his room by the afternoon\r\nto shame-faced couples.\n\nVittorio\r\nDe Sica's \"Umberto D\" (1952) is the story of the old man's struggle\r\nto keep from falling from poverty into shame. It may be the best of the Italian\r\nneorealist films--the one that is most simply itself, and does not reach for\r\nits effects or strain to make its message clear. Even its scenes involving\r\nUmberto's little dog are told without the sentimentality that pets often bring\r\ninto stories. Umberto loves the dog and the dog loves him because that is the\r\nnature of the bond between dogs and men, and both try to live up to their side\r\nof the contract.\n\nThe\r\nfilm is told without false drama. Even when Umberto calls the ambulance and has\r\nhimself taken to the hospital, there is no false crisis, no manufactured fear\r\nthat he will die. Later, when Umberto considers suicide, he goes about it in\r\nsuch a calm and logical way that we follow his reasoning and weigh the\r\nalternatives along with him, instead of being manipulated into dread.\r\n\"Umberto D\" avoids all temptations to turn its hero into one of those\r\nlovable Hollywood oldsters played by Matthau or Lemmon. Umberto Domenico\r\nFerrari is not the life of any party but a man who wants to be left alone to\r\nget on with his business. In his shoes we might hope to behave as he does, with\r\nbravery and resourcefulness.\n\nThe\r\nmovie follows its hero as he faces the possibility that he may lose his room\r\nand be turned into the streets to beg. He has always paid his bills and this\r\nprospect horrifies him. The opening shot shows him joining a street\r\ndemonstration in Rome, as old men seek an increase in their meager state\r\npensions. Umberto marches in the protest, but is not a joiner, and indeed when\r\nthe police disperse the crowd he is angry not at the cops, but at the\r\norganizers: \"They didn't even get a permit!\" He smuggles his little\r\ndog Flag into a dining hall where the old are given free lunches, and slips his\r\nfood under the table for the dog, while tricking the stern welfare workers with\r\nsome quick plate-switching. He tries to sell his watch, but everyone has a\r\nwatch they want to sell.\n\nWe\r\ngradually learn the outlines of his life. He lives in a room infested with\r\nants, which the landlady will do nothing about. Adulterous couples leave his\r\nroom just as he is returning to it. His friend in the rooming house is Maria\r\nthe maid, who is pregnant. She isn't sure if the father is the boy from\r\nFlorence, or the one from Naples. Umberto is not offended that she sleeps with\r\nmore than one man. He is beyond being surprised by the trouble sex can bring,\r\ncares about her as she cares about him, because they are both good people in a\r\nbad place.\n\nBecause\r\nhis dog has needs, Umberto has needs. He must care for Flag. He is truthfully\r\nsick when he arranges to go to the hospital, but not that sick, and the trip is\r\nmostly to get a few days of clean sheets and good meals. He arranges for the\r\nmaid to take care of the dog while he's gone, and even stages a pantomime with\r\na stick and a ball to distract the dog from following him.\n\nLater\r\nhe finds that the dog ran out the apartment door, maybe to look for him, and is\r\nlost. There is a scene of documentary simplicity, in which Umberto seeks Flag\r\nat the dog pound, and learns how unwanted dogs are put to death. He peers\r\nhelplessly into a cage so filled with barking, scrambling dogs that he cannot\r\nsee for sure if Flag is even there. When he finds the dog, note how De Sica\r\nshows them greeting one another. This whole passage is all the more affecting\r\nbecause the movie doesn't milk it for tears, but simply shows it happening.\n\nNeorealism\r\nwas an Italian movement, born in wartime, continuing through the 1950s, which\r\nbelieved that films should be made close to the surface of everyday life and\r\nplayed by non-professionals who embodied their characters. \"Umberto\r\nD\" is one of the most successful demonstrations of that theory. The old\r\nman is played by Carlo Battisti, then 70, a university lecturer who had not\r\nacted before.\n\nDe\r\nSica (1901-1974) said his method was to form a mental image of a character\r\nwhile working on the screenplay with his longtime collaborator Cesare\r\nZavattini. \"Until I can find the man, woman or child who fits the figure I\r\nsee in my mind's eye,\" he wrote, \"I do not begin.\" With\r\n\"Umberto D,\" \"before fortune smiled on me once again, I had\r\nsearched Rome, Naples, and other cities and had lingered for hours, for days\r\neven, in those places where I was most likely to find the kind of old-age\r\npensioner who was the hero of my film...but I had not yet mettheperson who from the first had smiled\r\nat me with sorrowful dignity from the pages of the script.\"\n\nSorrowful\r\ndignity is exactly what Battisti embodies for Umberto. He is observant,\r\nunderstanding, sympathetic. He doesn't rail against the injustice of the world,\r\nbut is simply determined to defend the corner he occupies with his dog.\n\nBecause\r\nUmberto doesn't talk much with other characters, we have to determine his\r\nthoughts by how he looks and what he does, and there is a masterful scene in\r\nwhich he considers begging in the street, and decides against it. Note the\r\ntiming of this sequence. With a slightly different twist, it could shot-by-shot\r\nbe a comic bit for Chaplin's Little Tramp, but De Sica holds it to understated\r\npathos. Umberto watches a successful beggar. He puts out his own palm, halfway,\r\nnot really committing himself. As a man is about to give him money, he turns\r\nthe hand over, as if testing for rain. He cannot beg. He thinks. He gives his\r\nhat to his dog, which sits up and holds it in its mouth, while Umberto hides\r\nnearby. No, this will not work either: He will not demean his dog by making it\r\ndo something he would not do.\n\nThe\r\nstages by which Umberto arrives at the idea of suicide and then is drawn away\r\nfrom it are among the best in the film. His dog is central to the action--both\r\nbecause he will not abandon it by his own death, and because the dog refuses to\r\nleave his side. It is the fact of the dog's love that saves him, because he\r\ncannot ignore it. One great scene takes place when Umberto takes the dog to a\r\ncouple that boards unwanted dogs. It's clear they're in it only for the money,\r\nand that many of their pets don't have long to live. Umberto offers them money\r\nto take Flag, but their eyes tell him it is not enough to support the dog for\r\nlong. Leaving, he hides under a bridge, but the dog finds him, and again we're\r\nreminded of a sequence that could be in a Chaplin film, but has been toned down\r\nto quiet sadness.\n\n\"Umberto\r\nD\" tells what could be a formula story, but not in a formula way: Its\r\nmoments seem generated by what might really happen. A formula film would find a\r\nway to manufacture a happy ending, but good fortune will not fall from the sky\r\nfor Umberto. Perhaps his best luck is simply that he has the inner strength to\r\nendure misfortune without losing self-respect. It is said that at one level or\r\nanother, Chaplin's characters were always asking that we love them. Umberto\r\ndoesn't care if we love him or not. That is why we love him.", "running_time": 89, "mpaa_rating": null, "release_year": 1952, "date_published": "2002-04-28", "genres": ["Drama", "Foreign"], "title": "Umberto D (1952)"}