{"url": "http://www.rogerebert.com/reviews/great-movie-the-bank-dick-1940", "by": null, "star_rating": 4.0, "text": "\n\nYou mustn't make fun of the gentleman, Clifford. You'd\r\nlike to have a nose like that full of nickels, wouldn't you?\n\n-- Mother to son about Egbert Sousé\n\nW.\r\nC. Fields is the most improbable star in the first century of the movies, a man\r\nwidely (and accurately) thought to be drunk during most of his adult life, who\r\ncreated a screen character that hated women, children and dogs and could not be\r\nredeemed even by the requirements of the Hollywood censors. During Fields'\r\ncareer, industry standards required good to be rewarded and evildoing punished,\r\nbut in \"The Bank Dick\" Fields plays an alcoholic misanthrope who\r\nlies, cheats and steals and is rewarded with wealth and fame.\n\n\"The\r\nBank Dick\" (1940) is probably Fields' best film, but his career resides\r\nnot so much in individual films as in scenes and moments scattered here and\r\nthere between his first short subject, in 1915, and his last films in the\r\nmid-1940s. He recycled material tirelessly. Bits from his vaudeville act were\r\nbeing dusted off 40 years later, and he always played more or less the same\r\ncharacter. Even as Mr. Micawber in \"David Copperfield\" (1935), his\r\nmost disciplined and polished performance, he was recognizably himself in\r\ncostume (or, it could be argued, Micawber was simply an earlier fictional\r\nversion of Fields).\n\nToday\r\nFields (1880-1946) is not as well known as he once was. Even his revival in the\r\n1960s has been forgotten. No doubt the wheel of memory will revolve to bring\r\nhim back into fashion, because his appeal is timeless: It is the appeal of the\r\nman who cheerfully embraces a life of antisocial hedonism, basking in serene\r\ncontentment with his own flaws. He is self-contained.\n\nFields\r\nwas an accomplished juggler as a youth on the vaudeville stage, and seems to\r\nhave come into his screen persona gradually, helped by the introduction of\r\nsound, which permitted audiences to hear his peculiar nasal twang. As a\r\ncomedian, he had unusual timing: His dialogue does not end in punch lines that\r\ninvite laughter, but trails off into implications and insinuations of things\r\nbetter left unsaid. Audiences suspected he was sneaking double meanings past\r\nthe censors, and they were right.\n\nLegend\r\nhas it he wanted his tombstone to read\"On\r\nthe whole, I'd rather be in Philadelphia.\"During his lifetime, on the whole,\r\nhe'd rather be in a bar. He was a serious drinker who was often under a\r\ndoctor's care, checked into sanitariums between movies and died a horrible\r\nalcoholic's death. David Thomson has written of \"the mottling of his sad\r\nface. \"\n\nThat\r\nhe nevertheless brought exquisite timing to his performances and joy to his\r\naudiences exhibits a species of courage, and of course on the days when the\r\nbooze was working he could be playful and entertaining; his Hollywood parties\r\nwere eagerly attended even if the host was seldom conscious at their\r\nconclusion.\n\n\"I\r\nknew Fields well,\" Groucho Marx told me in 1972. \"He used to sit in\r\nthe bushes in front of his house with a BB gun and shoot at people. Today he'd\r\nprobably be arrested. He invited me over to his house. He had a girlfriend\r\nthere. I think her name was Carlotta Monti.Car-lot-ta\r\nMON-ti!That's the kind of a\r\nname a girl of Fields would have. He had a ladder leading up to his attic.\r\nWithout exaggeration, there was $50,000 in liquor up there. Crated up like a\r\nwharf. I'm standing there and Fields is standing there, and nobody says\r\nanything. The silence is oppressive. Finally he speaks:This will carry me 25 years.\"\n\nStories\r\nlike that were well known to Fields' fans, and contributed to the legend that\r\ndrew crowds to his movies. He also became famous for a long-running feud with\r\nCharlie McCarthy, the dummy of the ventriloquist Edgar Bergen and for onscreen\r\nhostility to small children, who were hostile right back at him. \"Shall I\r\nbounce a rock off his head?\" asks Elsie, his daughter in \"The Bank\r\nDick,\" and her mother tells her, \"Respect your father, darling. What\r\nkind of a rock?\"\n\nFields\r\nwas paid $125,000 a picture in his later years, a good salary, and insisted on\r\nanother $15,000 for his \"screenplays,\" which consisted of mental\r\nnotes and scrawlings on the backs of envelopes. The synopsis of any of his\r\nfilms is hallucinatory. My source is his biographer, Robert Lewis Taylor, who\r\nwrites that \"My Little Chickadee\" (1940) and \"Never Give a\r\nSucker an Even Break\" (1941), two of his best-known films, \"will\r\nprobably stand up among the worst movies ever made,\" but tellingly adds:\r\n\"This scarcely detracts from their overall worth.\"\n\nYou\r\ndidn't go for a good movie. You went for Fields, and for the surrealism of his\r\nplots. Consider \"The Bank Dick,\" which in he plays a man named Egbert\r\nSousé (\"accent grave upon the e\") -- an unhappily married drunk who\r\naccidentally catches a thief, is rewarded with a job at the bank and falls in\r\nwith a con man.\n\nAt\r\none point he wanders into his favorite bar, the Black Pussy Cat (bartender:\r\nShemp Howard), and meets a movie producer who hires him on the spot to fill in\r\nfor A. Pismo Clam, the director of a movie being made in town. Fields arrives\r\non the set, announces that the story will switch from an English drawing room\r\ndrama to a circus picture, and begins to instruct the actors for a football\r\nscrimmage. The male lead is very tall, the female lead very short (\"Is she\r\nstanding in a hole?\") and after several funny minutes Fields simply walks\r\noff the set, and the directing job is never referred to again until a chase\r\nscene at the end of the film.\n\nThis\r\nkind of abrupt disconnect is common in Fields movies. Even a Marx Brothers plot\r\nwas a masterpiece of construction by comparison. One sketch segues into another\r\none, not seamlessly, and no effort is made at realism. (In his famous short\r\n\"The Fatal Glass of Beer,\" he repeatedly looks out a cabin door,\r\nintones \"It's not a fit night out for man nor beast,\" and is hit in\r\nthe face with what is obviously a handful of soap flakes hurled from just out\r\nof sight.)\n\nAssimilating\r\nthe unique fact of W.C. Fields is a lifelong occupation for any filmgoer,\r\nconducted from time to time according to no particular plan. There is not a\r\nsingle Fields film that \"must\" be seen in order to qualify as a\r\nliterate movie lover, and yet if you are not eventually familiar with Fields\r\nyou are not a movie lover at all. What is amazing about him is that he exists\r\nat all. He is not lovely, and although he is graceful it is a lugubrious grace,\r\na kind of balance in a high psychic wind. All of his scenes depend, in one way\r\nor another, on sharing his private state: He is unloved, he detests life, he is\r\nhung over, he wants a drink, he is startled by sudden movements and loud\r\nnoises, he has no patience for fools, everyone is a fool, and middle-class\r\nmorality is a conspiracy against the man who wants to find surcease in\r\nalcoholic bliss. These are not the feelings of his characters; they are his own\r\nfeelings.\n\nFields\r\nmet his match in \"My Little Chickadee\" when he co-starred with Mae\r\nWest, another Hollywood force of nature. They wrote their scenes separately, we\r\nlearn. She could not stand his drinking, Taylor reports, and although Fields at\r\n60 was far from West's usual muscle builder type, he grew boozily enamored of\r\nher, at one point fondly referring to her off-camera as \"my little\r\nbroodmare.\" Pauline Kael finds \"Chickadee\" \"a classic among\r\nbad movies,\" observing that it never really gets off the ground, \"but\r\nthe ground is such an honest mixture of dirt, manure and corn that at times it\r\nis fairly aromatic.\" Only Fields would compliment a woman, after kissing\r\nher hand, by observing, \"What symmetrical digits!\" Only West would\r\nhave been able to look complimented.", "running_time": 72, "mpaa_rating": null, "release_year": 1940, "date_published": "2000-12-10", "genres": ["Comedy"], "title": "The Bank Dick (1940)"}