{"url": "http://www.rogerebert.com/reviews/great-movie-aguirre-the-wrath-of-god-1972", "by": "Werner Herzog", "star_rating": 4.0, "text": "On this river God never finished his creation.\n\nThe captured Indian speaks solemnly to the last remnants of a Spanish expedition seeking the fabled El Dorado, the city of gold. A padre hands him a Bible, “the word of God.” He holds it to his ear but can hear nothing. Around his neck hangs a golden bauble. The Spanish rip it from him and hold it before their eyes, mesmerized by the hope that now, finally, at last, El Dorado must be at hand. “Where is the city?” they cry at the Indian, using their slave as an interpreter. He waves his hand vaguely at the river. It is further. Always further.\n\nWerner Herzog’s “Aguirre, the Wrath of God” (1973) is one of the great haunting visions of the cinema. It tells the story of the doomed expedition of the conquistador Gonzalo Pizarro, who in 1560 and 1561 led a body of men into the Peruvian rain forest, lured by stories of the lost city. The opening shot is a striking image: A long line of men snakes its way down a steep path to a valley far below, while clouds of mist obscure the peaks. These men wear steel helmets and breastplates, and carry their women in enclosed sedan-chairs. They are dressed for a court pageant, not for the jungle.\n\nThe music sets the tone. It is haunting, ecclesiastical, human and yet something else. It is by Florian Fricke, whose band Popol Vuh (named for the Mayan creation myth) has contributed the soundtracks to many Herzog films. For this opening sequence, Herzog told me, “We used a strange instrument, which we called a ‘choir-organ.’ It has inside it three dozen different tapes running parallel to each other in loops. ... All these tapes are running at the same time, and there is a keyboard on which you can play them like an organ so that [it will] sound just like a human choir but yet, at the same time, very artificial and really quite eerie.”\n\nI emphasize the music because the sound of a Herzog film is organically part of its effect. His stories begin in a straightforward manner, but their result is incalculable, and there is no telling where they may lead: They conclude not in an “ending” but in the creation of a mood within us -- a spiritual or visionary feeling. I believe he wants his audiences to feel like detached observers, standing outside time, saddened by the immensity of the universe as it bears down on the dreams and delusions of man.\n\nIf the music is crucial to “Aguirre, the Wrath of God,” so is the face of Klaus Kinski. He has haunted blue eyes and wide, thick lips that would look sensual if they were not pulled back in the rictus of madness. Here he plays the strongest-willed of the conquistadors. Herzog told me that he was a youth in Germany when he saw Kinski for the first time: “At that moment I knew it was my destiny to make films, and his to act in them.”\n\nWhen Pizarro fears that his expedition is a folly, he selects a small party to spend a week exploring farther up-river. If they find nothing, he says, the attempt will be abandoned. This smaller party is led by the aristocrat Don Pedro de Ursua, with Aguirre (Kinski) as his second in command. Also in the party, along with soldiers and slaves, are a priest, Gaspar de Carvajal; the fatuous nobleman Fernando de Guzman; Ursua’s wife, Flores; Aguirre’s daughter Inez, and a black slave named Okello, who sadly tells one of the women, “I was born a prince, and men were forbidden to look on me. Now I am in chains.”\n\nHerzog does not hurry their journey, or fill it with artificial episodes of suspense and action. What we feel above all is the immensity of the river and the surrounding forest--which offers no shore to stand on because the waters have risen and flooded it. Consider how Herzog handles an early crisis, when one of the rafts is caught in a whirlpool. The slaves row furiously, but the raft cannot move. Herzog’s camera stays across the river from the endangered rafters; their distress seems distant and insoluble. Aguirre contemptuously dismisses any attempt to rescue them, but a party is sent out to try to reach them from the other side. In the morning, the raft still floats in place; everyone on it is dead.\n\nHow did they die? I have an idea, but so do you. The point is that death is the destiny of this expedition. Ursua, the leader, is put under arrest. Aguirre arranges the selection of Guzman as their new leader. Soon both are dead. Guzman’s last meal is fish and fruit, which as acting “emperor” he eats greedily while his men count out a few kernel of corn apiece. A horse goes mad, he orders it thrown overboard, and men mutter darkly that it would have supplied meat for a week. Guzman’s dead body is found soon after.\n\nAguirre rules with a reign of terror. He stalks about the raft with a curious lopsided gait, as if one of his knees will not bend. There is madness in his eyes. When he overhears one of the men whispering of plans to escape, he cuts off his head so swiftly that the dead head finishes the sentence it was speaking. Death occurs mostly offscreen in the film, or swiftly and silently, as arrows fly softly out of the jungle and into the necks and backs of the men. The film’s final images, among the most memorable I have ever seen, are of Aguirre alone on his raft, surrounded by corpses and by hundreds of chattering little monkeys, still planning his new empire.\n\nThe filming of “Aguirre” is a legend in film circles. Herzog, a German director who speaks of the “voodoo of location,” took his actors and crew into a remote jungle district where fever was frequent and starvation seemed like a possibility. It is said Herzog held a gun on Kinski to force him to continue acting, although Kinski, in his autobiography, denies this, adding darkly that he had the only gun. The actors, crew members and cameras were all actually on rafts like those we see, and often, Herzog told me, “I did not know the dialogue 10 minutes before we shot a scene.”\n\nThe film is not driven by dialogue, anyway, or even by the characters, except for Aguirre, whose personality is created as much by Kinski’s face and body as by words. What Herzog sees in the story, I think, is what he finds in many of his films: Men haunted by a vision of great achievement, who commit the sin of pride by daring to reach for it, and are crushed by an implacable universe. One thinks of his documentary about the ski-jumper Steiner, who wanted to fly forever, and became so good that he was in danger of overshooting the landing area and crushing himself against stones and trees.\n\nOf modern filmmakers, Werner Herzog is the most visionary and the most obsessed with great themes. Little wonder that he has directed many operas. He does not want to tell a plotted story or record amusing dialog; he wants to lift us up into realms of wonder. Only a handful of modern films share the audacity of his vision; I think of “2001: A Space Odyssey” and “Apocalypse Now.” Among active directors, the one who seems as messianic is Oliver Stone. There is a kind of saintly madness in the way they talk about their work; they cannot be bothered with conventional success, because they reach for transcendence.. . .\n\nThe companion-film to “Aguirre” is Herzog’s “Fitzcarraldo,” also starring Kinski, also shot in the rain forest, also about an impossible task: a man who physically wants to move a steamship from one river system to another by dragging it across land. Of course Herzog literally dragged a real ship across land to make the film, despite urgent warnings by engineers that the cables would snap and slice everyone in half. A documentary about the shooting of that film, “Burden of Dreams,” by Les Blank, is as harrowing as the film itself.", "running_time": 93, "mpaa_rating": null, "release_year": 1972, "date_published": "1999-04-04", "genres": ["Adventure", "Drama", "Foreign", "Indie"], "title": "Aguirre, the Wrath of God (1972)"}