{"url": "http://www.rogerebert.com/reviews/great-movie-rear-window-1954", "by": "James Stewartas L.B. Jeffries", "star_rating": 4.0, "text": "\n\nThe hero of Alfred Hitchcock's \"Rear Window\" is\r\ntrapped in a wheelchair, and we're trapped, too--trapped inside his point of\r\nview, inside his lack of freedom and his limited options. When he passes his\r\nlong days and nights by shamelessly maintaining a secret watch on his\r\nneighbors, we share his obsession. It's wrong, we know, to spy on others, but\r\nafter all, aren't we always voyeurs when we go to the movies? Here's a film\r\nabout a man who does on the screen what we do in the audience--look through a\r\nlens at the private lives of strangers.\n\nThe man is a famous photographer named L.B.\r\nJeffries--\"Jeff\" to his fiancée. He's played by James Stewart as a\r\nman of action who has been laid up with a broken leg and a heavy cast that runs\r\nall the way up to his hip. He never leaves his apartment and has only two\r\nregular visitors. One is his visiting nurse Stella (Thelma Ritter), who\r\npredicts trouble (\"the New York State sentence for a Peeping Tom is six\r\nmonths in the workhouse\"). The other is his fiancée, Lisa Fremont (Grace\r\nKelly), an elegant model and dress designer, who despairs of ever getting him\r\nto commit himself. He would rather look at the lives of others than live inside\r\nhis own skin, and Stella lectures him, \"What people ought to do is get\r\noutside their own house and look in for a change.\"\n\nJeff's\r\napartment window shares a courtyard with many other windows (all built on a\r\nsingle set by Hitchcock), and as the days pass he becomes familiar with some of\r\nthe other tenants. There is Miss Lonelyhearts, who throws dinner parties for\r\nimaginary gentleman callers; and Miss Torso, who throws drinks parties for\r\nseveral guys at a time; and a couple who lower their beloved little dog in a\r\nbasket to the garden, and a composer who fears his career is going nowhere. And\r\nthere is Thorvald (Raymond Burr), a man with a wife who spends all her days in\r\nbed and makes life miserable for him. One day the wife is no longer to be seen,\r\nand by piecing together several clues (a saw, a suitcase, a newly dug spot in\r\nThorvald's courtyard garden), Jeff begins to suspect that a murder has taken\r\nplace.\n\nThe\r\nway he determines this illustrates the method of the movie. Rarely has any film\r\nso boldly presented its methods in plain view. Jeff sits in his wheelchair,\r\nholding a camera with a telephoto lens, and looks first here and then there,\r\nlike a movie camera would. What he sees, we see. What conclusions he draws, we\r\ndraw--all without words, because the pictures add up to a montage of suspicion.\n\nIn\r\nthe earliest days of cinema, the Russian director Kuleshov performed a famous\r\nexperiment in which he juxtaposed identical shots of a man's face with other\r\nshots. When the man was matched with food, audiences said the man looked\r\nhungry, and so on. The shots were neutral. The montage gave them meaning.\r\n\"Rear Window\" (1954) is like a feature-length demonstration of the\r\nsame principle, in which the shots assembled in Jeff's mind add up to murder.\n\nI\r\nsometimes fancy that various archetypal situations circled tirelessly in\r\nHitchcock's mind, like whales in a tank at the zoo. One of them was fascination\r\nof voyeurism--of watching people who do not know they are being watched.\r\nAnother, famously, was the notion of an innocent man wrongly accused. And many\r\nof his films illustrate male impotence or indifference in the face of cool\r\nblond beauty. Much is said of Hitchcock's blonds (Kim Novak, Eva Marie Saint,\r\nGrace Kelly, Tippi Hedren), but observe that they are not erotic playmates so\r\nmuch as puzzles or threats. Lisa, the Kelly character, has a hopeless love for\r\nJeff, who keeps her at arm's length with descriptions of his lifestyle; a\r\nfashion model wouldn't hold up in the desert or jungle, he tells her.\n\nBut\r\nperhaps his real reason for keeping her away is fear of impotence, symbolized\r\nby the leg cast, and we are reminded of the strikingly similar relationship\r\nbetween Scotty, the Stewart character in \"Vertigo,\" and the fashion\r\nillustrator played by Barbara Bel Geddes. She, too, loves him. He keeps his\r\ndistance. She sympathizes with his vertigo, as Kelly nurses the broken leg.\r\nBoth observe his voyeuristic obsessions. In \"Vertigo,\" Scotty falls\r\nin love with a woman he has spied upon but never spoken to. In \"Rear\r\nWindow,\" he is in love with the occupation of photography, and becomes\r\ncompletely absorbed in reconstructing the images he has seen through his lens.\r\nHe wants what he can spy at a distance, not what he can hold in his arms.\n\nStewart\r\nis an interesting choice to play these characters. In the 1930s and 1940s he\r\nplayed in light comedy, romances, crime stories and Westerns, almost always as\r\na character we liked. After the war, he revealed a dark side in the fantasy\r\nscenes of Capra's \"It's a Wonderful Life,\" and Hitchcock exploited\r\nthat side, distant and cold, in \"Rope,\" \"The Man Who Knew Too\r\nMuch,\" \"Vertigo\" and \"Rear Window.\" To understand the\r\ncurious impact of these roles, consider Tom Hanks, whose everyman appeal is\r\noften compared to Jimmy Stewart's. What would it feel like to see him in a\r\nbizarre and twisted light?\n\nIn\r\n\"Rear Window,\" Jeff is not a moralist, a policeman or a do-gooder,\r\nbut a man who likes to look. There are crucial moments in the film where he is\r\nclearly required to act, and he delays, not because he doesn't care what\r\nhappens, but because he forgets he can be an active player; he is absorbed in a\r\npassive role. Significantly, at the end, when he is in danger in his own\r\napartment, his weapon is his camera's flashgun; he hopes to blind or dazzle his\r\nenemy, and as the man's eyesight gradually returns, it is through a blood-red\r\ndissolve that suggests passion expressed through the eyes.\n\nKelly\r\nis cool and elegant here, and has some scenes where we feel her real hurt. She\r\nlikes to wear beautiful dresses, make great entrances, spoil Jeff with\r\nchampagne and catered dinners. He doesn't notice or doesn't like her attention,\r\nbecause it presumes a relationship he wants to elude. There is one shot, partly\r\na point-of-view closeup, in which she leans over him to kiss him, and the\r\ncamera succumbs to her sexuality even if Jeff doesn't; it's as if she's begging\r\nthe audience to end its obsession with what Jeff is watching, and consider\r\ninstead what heshouldbe drinking in with his eyes--her\r\nbeauty.\n\nThe\r\nremote-control suspense scenes in \"Rear Window\" are Hitchcock at his\r\nmost diabolical, creating dangerous situations and then letting Lisa and Stella\r\nlinger in them through Jeff's carelessness or inaction. He stays in his\r\nwheelchair. They venture out into danger--Kelly even entering the apartment of\r\nthe suspected wife killer. He watches. We see danger approaching. We, and he,\r\ncannot move, cannot sound the alarm.\n\nThis\r\nlevel of danger and suspense is so far elevated above the cheap thrills of the\r\nmodern slasher films that \"Rear Window,\" intended as entertainment in\r\n1954, is now revealed as art. Hitchcock long ago explained the difference\r\nbetween surprise and suspense. A bomb under a table goes off, and that's\r\nsurprise. We know the bomb is under the table but not when it will go off, and\r\nthat's suspense. Modern slasher films depend on danger that leaps unexpectedly\r\nout of the shadows. Surprise. And surprise that quickly dissipates, giving us a\r\nmomentary rush but not satisfaction. \"Rear Window\" lovingly invests\r\nin suspense all through the film, banking it in our memory, so that when the\r\nfinal payoff arrives, the whole film has been the thriller equivalent of\r\nforeplay.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1954, "date_published": "2000-02-20", "genres": ["Suspense", "Thriller"], "title": "Rear Window (1954)"}