{"url": "http://www.rogerebert.com/reviews/great-movie-the-passion-of-joan-of-arc-1928", "by": "Renee Maria Falconettias Joan of Arc", "star_rating": 4.0, "text": "\n\nYou cannot know the history of silent film unless you know the\r\nface of Renee Maria Falconetti. In a medium without words, where the filmmakers\r\nbelieved that the camera captured the essence of characters through their faces,\r\nto see Falconetti in Dreyer's \"The Passion of Joan of Arc” (1928) is to\r\nlook into eyes that will never leave you.\n\nFalconetti\r\n(as she is always called) made only this single movie. \"It may be the\r\nfinest performance ever recorded on film,” wrote Pauline Kael. She was an\r\nactress in Paris when she was seen on the stage of a little boulevard theater\r\nby Carl Theodor Dreyer (1889-1968), the Dane who was one of the greatest early\r\ndirectors. It was a light comedy, he recalled, but there was something in her\r\nface that struck him: \"There was a soul behind that facade.” He did screen\r\ntests without makeup, and found what he sought, a woman who embodied\r\nsimplicity, character and suffering.\n\nDreyer\r\nhad been given a large budget and a screenplay by his French producers, but he\r\nthrew out the screenplay and turned instead to the transcripts of Joan's trial.\r\nThey told the story that has become a legend: of how a simple country maid from\r\nOrleans, dressed as a boy, led the French troops in their defeat of the British\r\noccupation forces. How she was captured by French loyal to the British and\r\nbrought before a church court, where her belief that she had been inspired by\r\nheavenly visions led to charges of heresy. There were 29 cross-examinations,\r\ncombined with torture, before Joan was burned at the stake in 1431. Dreyer\r\ncombined them into one inquisition, in which the judges, their faces twisted\r\nwith their fear of her courage, loomed over her with shouts and accusations.\n\nIf\r\nyou go to the Danish Film Museum in Copenhagen you can see Dreyer's model for\r\nthe extraordinary set he built for the film. He wanted it all in one piece\r\n(with movable walls for the cameras), and he began with towers at four corners,\r\nlinked with concrete walls so thick they could support the actors and equipment.\r\nInside the enclosure were chapels, houses and the ecclesiastical court, built\r\naccording to a weird geometry that put windows and doors out of plumb with one\r\nanother and created discordant visual harmonies (the film was made at the\r\nheight of German Expressionism and the French avant-garde movement in art).\n\nIt\r\nis helpful to see the model in Copenhagen, because you will never see the whole\r\nset in the movie. There is not one single establishing shot in all of \"The\r\nPassion of Joan of Arc,” which is filmed entirely in closeups and medium shots,\r\ncreating fearful intimacy between Joan and her tormentors. Nor are there easily\r\nread visual links between shots. In his brilliant shot-by-shot analysis of the\r\nfilm, David Bordwell of the University of Wisconsin concludes: \"Of the\r\nfilm's over 1,500 cuts, fewer than 30 carry a figure or object over from one\r\nshot to another; and fewer than 15 constitute genuine matches on action.”\n\nWhat\r\ndoes this mean to the viewer? There is a language of shooting and editing that\r\nwe subconsciously expect at the movies. We assume that if two people are\r\ntalking, the cuts will make it seem that they are looking at one another. We\r\nassume that if a judge is questioning a defendant, the camera placement and\r\nediting will make it clear where they stand in relation to one another. If we\r\nsee three people in a room, we expect to be able to say how they are arranged\r\nand which is closest to the camera. Almost all such visual cues are missing\r\nfrom \"The Passion of Joan of Arc.”\n\nInstead\r\nDreyer cuts the film into a series of startling images. The prison guards and\r\nthe ecclesiastics on the court are seen in high contrast, often from a low\r\nangle, and although there are often sharp architectural angles behind them, we\r\nare not sure exactly what the scale is (are the windows and walls near or\r\nfar?). Bordwell's book reproduces a shot of three priests, presumably lined up\r\nfrom front to back, but shot in such a way that their heads seem stacked on top\r\nof one another. All of the faces of the inquisitors are shot in bright light,\r\nwithout makeup, so that the crevices and flaws of the skin seem to reflect a\r\ndiseased inner life.\n\nFalconetti,\r\nby contrast, is shot in softer grays, rather than blacks and whites. Also\r\nwithout makeup, she seems solemn and consumed by inner conviction. Consider an\r\nexchange where a judge asks her whether St. Michael actually spoke to her. Her\r\nimpassive face seems to suggest that whatever happened between Michael and\r\nherself was so far beyond the scope of the question that no answer is conceivable.\n\nWhy\r\ndid Dreyer fragment his space, disorient the visual sense and shoot in closeup?\r\nI think he wanted to avoid the picturesque temptations of a historical drama.\r\nThere is no scenery here, aside from walls and arches. Nothing was put in to\r\nlook pretty. You do not leave discussing the costumes (although they are all\r\nauthentic). The emphasis on the faces insists that these very people did what\r\nthey did. Dreyer strips the church court of its ritual and righteousness and\r\nbetrays its members as fleshy hypocrites in the pay of the British; their\r\nnarrow eyes and mean mouths assault Joan's sanctity.\n\nFor\r\nFalconetti, the performance was an ordeal. Legends from the set tell of Dreyer\r\nforcing her to kneel painfully on stone and then wipe all expression from her\r\nface--so that the viewer would read suppressed or inner pain. He filmed the\r\nsame shots again and again, hoping that in the editing room he could find\r\nexactly the right nuance in her facial expression. There is an echo in the\r\nfamous methods of the French director Robert Bresson, who in his own 1962\r\n\"The Trial of Joan of Arc” put actors through the same shots again and\r\nagain, until all apparent emotion was stripped from their performances. In his\r\nbook on Dreyer, Tom Milne quotes the director: \"When a child suddenly sees\r\nan onrushing train in front of him, the expression on his face is spontaneous.\r\nBy this I don't mean the feeling in it (which in this case is sudden fear), but\r\nthe fact that the face is completely uninhibited.” That is the impression he\r\nwanted from Falconetti.\n\nThat\r\nhe got it is generally agreed. Perhaps it helps that Falconetti never made\r\nanother movie (she died in Buenos Aires, Argentina, in 1946). We do not have\r\nher face in other roles to compare with her face here, and the movie seems to\r\nexist outside time (the French director Jean Cocteau famously said it played\r\nlike \"an historical document from an era in which the cinema didn't exist”).\n\nTo\r\nmodern audiences, raised on films where emotion is conveyed by dialogue and\r\naction more than by faces, a film like \"The Passion of Joan of Arc” is an\r\nunsettling experience--so intimate we fear we will discover more secrets than\r\nwe desire. Our sympathy is engaged so powerfully with Joan that Dreyer's visual\r\nmethods--his angles, his cutting, his closeups--don't play like stylistic\r\nchoices, but like the fragments of Joan's experience. Exhausted, starving,\r\ncold, in constant fear, only 19 when she died, she lives in a nightmare where\r\nthe faces of her tormentors rise up like spectral demons.\n\nPerhaps\r\nthe secret of Dreyer's success is that he asked himself, \"What is this\r\nstory really about?” And after he answered that question he made a movie about\r\nabsolutely nothing else.\n\nAn excellent essay by Matthew Dessem on \"The Passion of\r\nJoan of Arc\" here:\r\nhttp://criterioncollection.blogspot.com/2006/11/62-passion-of-joan-of-arc.htmlThis is part of his undertaking to watch and write about every film in the\r\nCriterion Collection.\n\n", "running_time": 114, "mpaa_rating": null, "release_year": 1928, "date_published": "1997-02-16", "genres": ["Drama", "Foreign", "History"], "title": "The Passion of Joan of Arc (1928)"}