{"url": "http://www.rogerebert.com/reviews/great-movie-after-dark-my-sweet-1990", "by": null, "star_rating": 4.0, "text": "There is something wrong with Collie, but it's hard to put your finger on it. He tells the bartender he pours a good glass of beer, and the bartender feels like throwing him out of the bar. He looks like a bum, clutching that parcel wrapped in brown paper, but he's young and handsome and will tell you that he's an ex-serviceman with a year and a half of community college. He walks unsteadily out of the blinding sunlight of the desert and into a run-down suburb of Palm Springs, where his destiny is sitting in the same bar, smoking a cigarette.\n\nHer name is Mrs. Fay Anderson. She is pretty clearly an alcoholic. Why else, after Collie beats the bartender senseless, would she follow him down the street in her car and offer him a ride? She does this not because she is drunk, but because widowhood and drinking have put her into the orbit of Uncle Bud, a man whose moneymaking plans require someone like Collie: Needy, vulnerable, presentable, persuadable. Individually, these three people are hopeless loners. Together, they are a danger, because they are just smart enough to think up plans they're stupid enough to try.\n\n\"After Dark, My Sweet\" (1990) tells their story as an inevitable progress toward failure and doom. What makes the story fascinating is the subterranean way Collie understands everything that is going wrong, understands Mrs. Fay Anderson is a good person and needs to be protected, and protects her in a way so subtle she may still be wondering if he did what she thinks he did.\n\nThe movie, based on a novel by Jim Thompson, the poet of circa-1950 pulp noir, has a stubborn, sullen truth to it, focusing on its handful of characters during the course of a particularly incompetent kidnapping. The story is so intimate that everything depends on the performances, and Jason Patric, Rachel Ward and Bruce Dern, and a character actor named George Dickerson, bring a grim, poetic sadness to the story. Film noir, we are reminded, is not about action and victory, but about incompetence and defeat. If it has a happy ending, something went wrong.\n\nAfter Fay (Ward) picks up Collie (Patric), she offers him the use of a house trailer at the far end of her dying palm plantation, a kiss on the doorstep, and a lot of drinking companionship. Through her he meets Uncle Bud (Dern), who says he is a former police detective with \"connections on the force,\" and who seems to have no life at all apart from sitting in Fay's living room enlisting them in his scheme to kidnap the son of a rich local man. Fay tells Collie to get away, get out of town: \"His scheme's been cooking for months, and if you go away, it will keep right on boiling until it boils away.\"\n\nFlashbacks inform us that Collie is a former boxer who was in one fight too many -- both for his own mental acuity, and for the life of the fighter he beat to death. In an all-night diner, he stumbles into Doc Goldman (Dickerson), who takes one look at him and guesses, correctly, he is AWOL from a mental institution. The Doc has a concerned and kindly manner, which masks sexual desire; he invites Collie into his home, offers to let him stay, gives him employment. But Collie cannot take that form of captivity, and returns one morning to Fay's door.\n\nNow Uncle Bud goes into overdrive. He briefs them on his kidnap plan as if it were one of those clever strategies in a heist movie, and not simply a matter of sending Collie to pick up a rich kid in a schoolyard. Collie wonders if maybe there's a way to get the money without the kidnapping: Like, maybe, Uncle Bud could foil the kidnapping and collect a reward. The problem, says Uncle Bud, is that the plan doesn't look right unless the hero produces the kidnapper. That would be Collie. At the same time Bud rejects the plan, Collie senses that he sees an angle in it. Get rid of Collie, and the money is only split two ways.\n\nIt may seem I've revealed too much of the plot, but \"After Dark, My Sweet\" is not about the plot but about the personal and moral decisions that Collie and Fay make in light of how the plot unfolds. The closing 20 minutes of this movie contain masterful storytelling, with important decisions arriving silently, by implication. The last 60 seconds are brilliantly complex, as Collie steps a few feet away into the desert to think things through, and does, and improvises a chain of events that is inevitable, heroic, sad and flawless.\n\nThe movie was directed by James Foley, born 1953, a USC film school graduate, and one of the most underappreciated filmmakers of his generation. His \"At Close Range\" (1986) contained career-defining performances by Sean Penn and Christopher Walken; his \"Glengarry Glen Ross\" (1992) was the powerful adaptation of David Mamet's play about real estate salesmen, with its electric performances by Jack Lemmon, Al Pacino and Alec Baldwin; his \"Confidence\" (2003) had that unforgettable Dustin Hoffman performance as a hyperactive strip-club operator.\n\n“After Dark, My Sweet” is the movie that eluded audiences; it grossed less than $3 million, has been almost forgotten, and remains one of the purest and most uncompromising of modern films noir. It captures above all the lonely, exhausted lives of its characters. \n\nFaye lives in a suburban home that looks half-furnished, as if she is oving in, or out. The water in the pool is thick with leaves. We see a lot of drinking in the house, but no eating. How did Uncle Bud drift into her life? We gather he drifts as a mode of living. How does she feel about his kidnapping scheme? Before Collie came along, it gave them something to vaguely plan. She thinks Bud is a fool, but her life is too unfocused for resistance. When she and Collie finally have sex, the sequence is punctuated by fades into darkness, as if they are seeking oblivion as much as pleasure.\n\nCollie is the central character, the one who retains the ability to decide what he will and should do. Jason Patric’s performance is perfectly tuned to give us a man who finds that, with some effort, he can function in the world, but that he has lost the confidence to prevail. He supplies a narration from the Thompson novel, that allows us a glimpse inside his mind. That’s useful, because although he repeatedly tells people that he hates to be thought of as stupid, the narration proves that he thinks more than he reveals. The subplot involving Doc Goldman is a tragedy within a tragedy, above all for the doctor, a pathetic little man with a yearning for the impossible and a bad sense of timing.\n\nJason Patric, in movies like this and “Rush” (1991), “Your Friends and Neighbors” (1998), “Narc” (2002) and “The Alamo” (2004), shows a tough complexity that subverts his good looks or turns them to dark dramatic advantage. True, he was also in “Speed 2: Cruise Control” (1997), but as the only critic who liked that movie, I cannot complain.\n\nRachel Ward, remembered for “The Thorn Birds” on TV, creates a wounded and drifting Faye, a woman without hope or purpose, her beautiful face rising bravely to a world of those too exhausted or damaged to be moved by it. The precise evolution of her feelings during the final scene is crucial, but I was also touched by her tenderness in earlier scenes; she plays a kind woman who has been deposited into an ugly situation by the inertia and hopelessness of alcoholism. As for Bruce Dern, there is a calculation in the way the movie denies him a life outside the immediate plot. Yes, we get a glimpse of an associate or two at long range, but here is a man who functions for Collie and Faye only in terms of his need to use them. Uncle Bud, who is nobody’s uncle and probably not named Bud, projects the patient intelligence of a man who can convince you of one thing and himself of another.\n\nThat ambivalence is the essence of Thompson’s novel and Foley’s film: It begins with exhaustion and despair, stirs itself into half-hearted evil, and then in a final desperate sequence finds barely enough heroism to bring itself to a stop again. I have seen “After Dark, My Sweet” four times, and it only deepens with the retelling.", "running_time": 114, "mpaa_rating": null, "release_year": 1990, "date_published": "2005-03-13", "genres": ["Crime", "Drama", "Mystery", "Neo-noir", "Romance", "Thriller"], "title": "After Dark, My Sweet (1990)"}