{"url": "http://www.rogerebert.com/reviews/great-movie-the-godfather-part-ii-1974", "by": "Diane Keatonas Kay", "star_rating": 4.0, "text": "The musical score plays an even greater role in “The Godfather: Part II” than it did in the original film. Nostalgic, mournful, evoking lost eras, it stirs emotions we shouldn’t really feel for this story, and wouldn’t, if the score were more conventional for a crime movie. Why should we regret the passing of a regime built on murder, extortion, bribery, theft and the ruthless will of frightened men? Observe how powerfully Nino Rota’s music sways our feelings for the brutal events onscreen.\n\nAt the end of Francis Ford Coppola’s masterwork “The Godfather” (1972), we have seen Michael Corleone (Al Pacino) change from a young man who wanted to stand apart from his family to one who did not hesitate to take up the reigns of control. In “Part II” (1974), we see him lose his remaining shreds of morality and become an empty shell, insecure and merciless. If the score evokes pity, it is Michael’s self-pity. In attempting to fill the shoes of his father, Michael has lost sight of those values that made Don Corleone better than he had to be and has become a new godfather every bit as evil as he has to be. If Rota’s score had been energetic and pounding, we might see him as more closely paralleling Tony Montana in a better film, Brian DePalma’s “Scarface” (1983). But the score is sad, and music can often evoke emotion more surely and subtly than story. Consider how deeply we are moved by certain operatic arias that are utter nonsense.\n\nThe devolution of Michael Corleone is counterpointed by flashbacks to the youth and young manhood of his father, Vito (Robert De Niro). These scenes, taking place in Sicily and old New York, follow the conventional pattern of a young man on the rise and show the Mafia code being burned into the Corleone blood. No false romanticism conceals the necessity of using murder to do business. Such events as Vito’s murder of the minor-league New York godfather have their barbarism somewhat softened as Coppola adopts Vito’s point of view and follows him as he climbs rooftops to ambush the man and successfully escapes. It is a built-in reality that we tend to identify with a film’s POV. Here the murder becomes another rung on Vito’s ladder to success.\n\nTo be sure, the life of young Vito helps to explain the forming of the adult Don Corleone, and to establish in the film the Sicilian code of omerta. As Michael changes, we see why he feels that he must. He must play the game by its rules. But I am not sure the flashbacks strengthen the film. I would have appreciated separate films about young Vito and the evolution of Michael. Never mind. What we have are two compelling narratives, two superb lead performances and lasting images. There is even a parallel between the deaths of two elderly dons. Revenge must be obtained.\n\nCoppola is at the top of his form in both films, and if I disapprove of the morality of the central characters, well, so do we all. We agree people should not kill one another, but that doesn’t explain why these films are seen again and again, entering a small worldwide canon of films just about everyone seems to have seen. They are grippingly written, directed with confidence and artistry, photographed by Gordon Willis (“The Master of Darkness”) in rich, warm, tones. The acting in both films is definitive. We can name the characters in a lot of films (Harry Lime, Scarlett O’Hara, Travis Bickle, Charles Foster Kane) but from how many films do we remember the names of six or more characters? Brando, Pacino, De Niro, Duvall, Cazale, Caan, Diane Keaton, Lee Strasberg, Talia Shire, Michael V. Gazzo and others are well-cast, well-used, gifted and correct for their roles.\n\nSimply as a story, the Michael scenes in “The Godfather: Part II” engage our emotions. I admire the way Coppola and his co-writer Mario Puzo require us to think along with Michael as he handles delicate decisions involving Hyman Roth (Strasberg), the boss of Miami; Fredo (Cazale), his older brother, and the shooting of Sonny (James Caan). Who has done what? Why? Michael floats various narratives past various principals, misleading them all, or nearly. It’s like a game of blindfolded chess; he has to envision the moves without seeing them.\n\nBut finally it is all about Michael. Even the attack on the night of his son’s first communion party is on his bedroom, not our bedroom. His wife, Kay (Keaton), leaves him, and his focus does not waver: He will keep his son. Tom Hagen (Duvall), the most trusted confidant of father and son, considered a brother, is finally even suspected. In Michael’s life, paranoia is a useful defense mechanism.\n\nCoppola shows Michael breaking down under the pressure. We remember that he was once a proud war hero, a successful college student, building a legitimate lifestyle. But on their wedding day, Kay first began to fully realize what an all-controlling cocoon the Corleone clan was. There would always be things she could not be told about, could not be trusted with. Finally Michael has no one to tell or trust except his elderly mother (Morgana King). Michael’s desperation in that intense conversation explains everything about the film’s final shot.\n\nSo “Part II” is finally a sad film, a lament for loss, certainly. It is a contrast with the earlier film, in which Don Corleone is seen defending old values against modern hungers. Young Vito was a murderer, too, as we more fully see in the Sicily and New York scenes of Part II. But he had grown wise and diplomatic, and when he dies beside the tomato patch, yes, we feel regret. An age has closed. We feel no regret at Michael’s decline. The crucial difference between the two films is that Vito is sympathetic, and Michael becomes a villain. That is not a criticism but an observation.\n\nThe “best films” balloting on IMDb.com lacks credibility because popularity is the primary criteria. But hundreds of thousands do indeed vote, and as I write the top four films, in order, are “The Shawshank Redemption,” “The Godfather,” “The Dark Knight” and “The Godfather: Part II.” Of all of the reviews I have ever written, my three-star review of “Part II” has stirred the most disagreement. Sometimes it is simply cited as proof of my worthlessness. I’ve been told by many that “Part II” is a rare sequel that is better than the original. Have I changed my mind? No. I have read my review of “Part II” and would not change a word.\n\nThen why is it a “great movie”? Because it must be seen as a piece with the unqualified greatness of “The Godfather.” The two can hardly be considered apart (“Part III” is another matter). When the characters in a film take on a virtual reality for us, when a character in another film made 30 years later can say “The Godfather” contains all the lessons in life you need to know, when an audience understands why that statement could be made, a film has become a cultural bedrock. No doubt not all of the gospels are equally “good,” but we would not do without any of them.\n\n“The Godfather: Part II” then becomes a film that everyone who values movies at all should see. And as I write this, it can be seen in astonishingly good prints. The “Godfather” trilogy has been painstakingly digitally restored by Robert Harris, a master in his field. I have seen the restored “Godfather” in the new 35mm print and “Part II” in the new Blu-ray DVD. Having first seen both at their world premieres, I would argue that they have never looked better. For films of such visual richness, that is a reason to rejoice.\n\nAnd now I come back to the music. More than ever, I am convinced it is instrumental to the power and emotional effect of the films. I cannot imagine them without their Nino Rota scores. Against all our objective reason, they instruct us how to feel about the films. Now listen very carefully to the first notes as the big car drives into Miami. You will hear an evocative echo of Bernard Hermann’s score for “Citizen Kane,” another film about a man who got everything he wanted and then lost it.\n\nNote: The newly restored 35mm prints of the first and second parts will be screened at the Music Box, 3733 N. Southport. “Part I” plays today through Oct. 9 (except Monday), and “Part II” plays Oct. 10-16. A Blu-ray set of the trilogy is now available.", "running_time": 200, "mpaa_rating": "R", "release_year": 1974, "date_published": "2008-10-02", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "The Godfather, Part II (1974)"}