{"url": "http://www.rogerebert.com/reviews/great-movie-yojimbo-1961", "by": null, "star_rating": 4.0, "text": "Almost the first thing the samurai sees when he arrives is a dog trotting down the main street with a human hand in its mouth. The town seems deserted until a nervous little busybody darts out and offers to act as an employment service: He'll get the samurai a job as a yojimbo -- a bodyguard. The samurai, a large, dusty man with indifference bordering on insolence, listens and does not commit. He wants sake and something to eat.\n\nSo opens \"Yojimbo\" (1961), Akira Kurosawa's most popular film in Japan. He was deliberately combining the samurai story with the Western, so that the wind-swept main street could be in any frontier town, the samurai (Toshiro Mifune) could be a gunslinger, and the local characters could have been lifted from John Ford's gallery of supporting actors.\n\nIronic, that having borrowed from the Western, Kurosawa inspired one: Sergio Leone's \"A Fistful of Dollars\" (1964), with Clint Eastwood, is so similar to \"Yojimbo\" that homage shades into plagiarism. Even Eastwood's Man With No Name is inspired, perhaps, by the samurai in \"Yojimbo.\" Asked his name, the samurai looks out the window, sees a mulberry field, and replies, \"Kuwabatake Sanjuro,\" which means \"30-year-old mulberry field.\" He is 30, and that is a way of saying he has no name.\n\nHe also has no job. The opening titles inform us that in 1860, after the collapse of the Tokugawa Dynasty, samurai were left unemployed and wandered the countryside in search of work. We see Sanjuro at a crossroads, throwing a stick into the air and walking in the direction it points. That brings him to the town, to possible employment, and to a situation that differs from Hollywood convention in that the bad guys are not attacking the good guys because there are no good guys: \"There is,\" the critic Donald Richie observes, \"almost no one in the whole town who for any conceivable reason is worth saving.\" It's said Kurosawa's inspiration was Dashiell Hammett's novel Red Harvest, in which a private eye sets one gang against another.\n\nSanjuro's strategy is to create great interest about himself while keeping his motives obscure. He needs money and so presumably must hire himself out as a bodyguard to one of the two warring factions. There is the silk dealer and the sake merchant, both with private armies, who occupy headquarters at either end of the town. In between, the townspeople cower behind closed shutters and locked doors, and the film's visuals alternate between the emptiness of the windswept street, shots looking out through the slats of shutters and the chinks in walls, and shots from outdoors showing people peering through their shutters.\n\nRichie, whose writings on Kurosawa are invaluable, notes that Kurosawa's shots are always at right angles to what they show; they either look straight up and down the street, or straight into or out of the buildings, and \"there are very few diagonal shots.\" The purpose may be to emphasize the simplicity of the local situation: Two armies face each other, the locals observe the main street as if it's a stage, and the samurai himself embodies the diagonal -- the visitor who stands at an angle to everyone and upsets the balance of power. Indeed, in a crucial early scene, as the two sides face each other nervously from either end of the street and dart forward fearfully in gestures of attack, Sanjuro sits high above the action in the central bell tower, looks down and is vastly amused.\n\nHis strategy is to hire himself out as a yojimbo to first one side and then the other, and do no actual bodyguarding at all. His amorality is so complete that we are a little startled when he performs a good deed. A farmer and his wife, possibly the only two good people in the town, are kidnapped. Sanjuro, employed by the side that kidnapped them, kills their six guards, frees them, tears up a house to make it look like there was a fierce struggle, and blames it on the other side. Disloyal to his employer? Yes, but early in the film, he is offered 50 ryo by one of the leaders, only to overhear the man's wife telling him, \"We'd save the whole 50 ryo if we killed him after he wins.\"\n\nSanjuro's strategy is an elaborate chess game in which he is playing for neither side but plans instead to upset the board. \"In this town, I'll get paid for killing,\" he muses, \"and this town would be better off if they were dead.\" His planning is upset by the unexpected appearance of Unosuke (Tatsuya Nakadai), the younger brother of one of the sake dealer's bodyguards. The samurai often walk about with their empty sleeves flapping at the sides, their arms folded inside their kimonos. (Eastwood, in the Leone movies, always keeps one hand under his poncho.) When Unosuke finally reveals one of his hands, it holds a pistol -- the first one seen in the village. This upsets the balance of power and tilts against Sanjuro's plans, which depend on his skill as a swordsman who can kill any number of the others without being wounded himself.\n\nThe gun provides Unosuke with a sneaky kind of self-confidence, and he produces the weapon gloatingly from time to time. Occasionally, he kills people in cold blood, just to prove that he can, in events leading up to a final bloodbath. One of the first people Sanjuro meets in the town is the coffin-maker, and there is a nice moment when he first goes out to do battle and advises him, \"Two coffins. Noon, maybe three.\" By the end there is no business for the coffin-maker, because there is no one to pay for coffins.\n\nThat kind of dark humor is balanced in the film by other moments approaching slapstick, as when the injured Sanjuro is smuggled away in a large barrel; when his bearers pause in the middle of the street, the samurai tilts up the lid of the barrel to provide a droll commentary on the progress of the manhunt for him.\n\nRichie believes \"Yojimbo\" is the best-photographed of Kurosawa's films (by Kazuo Miyagawa, who also shot \"Rashomon\" and such other Japanese classics as Ozu's \"Floating Weeds\" and Mizoguchi's \"Ugetsu\"). The wide screen is fully employed for dramatic compositions, as when the armies face each other across an empty space. And there is a dramatic sense of depth in scenes were Sanjuro holds the foreground while forces gather in the background. Shutters, sliding doors and foreground objects bring events into view and then obscure them, and we get a sense of the town as a collection of fearful eyes granted an uncertain view of certain danger.\n\n\"Yojimbo\" was followed quickly by Kurosawa’s “Sanjuro” (1962), which also stars Mifune, the greatest modern Japanese actor, playing the same character or one so similar as makes no difference. He acts as the adviser for nine uncannily similar brothers who are remarkably inept samurai. The choreography in \"Sanjuro\" is one of its best jokes; the brothers do everything together: Nod, recoil, agree, laugh, gasp, and they follow Sanjuro in a kind of conga line, until he snaps, \"We can't move around like a centipede.\"\n\nThe difference between the two films is that \"Sanjuro\" is a comedy in which ancient samurai traditions are exposed as ludicrous by the pragmatic hero, while \"Yojimbo\" is more subversive: The samurai were famed for their unyielding loyalty to their employers, but Sanjuro, finding himself unemployed because of the collapse of the feudal system, becomes a modern man and is able to manipulate both sides because they persist in thinking he will be faithful to those who pay him.\n\nThere is a moment at the end when old and new hang in the balance. The wounded Sanjuro no longer has his sword, but we have seen him practicing with a knife -- skewering a bit of paper as it flutters around a room. He faces Unosuke, the gunman. Without revealing precisely what happens between them, let me ask you to consider the moment when Unosuke aims his pistol at Sanjuro. It may be loaded, it may not be. Sanjuro cannot be absolutely sure. He is free to move away or to disarm Unosuke, but instead he sits perfectly motionless, prepared to accept whatever comes. This, it strikes me, is the act of a samurai aware that his time has passed and accepting with perfect equanimity whatever the new age has to offer.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1961, "date_published": "2005-04-10", "genres": ["Action", "Drama", "Foreign", "Indie", "Thriller"], "title": "Yojimbo (1961)"}