{"url": "http://www.rogerebert.com/reviews/great-movie-senso-1954", "by": null, "star_rating": 4.0, "text": "Visconti's \"Senso\" (1954) opens in an opera house and in a way never leaves it. This is a passionate and melodramatic romance, with doomed lovers, posturing soldiers, secret meetings at midnight , bold adultery and dramatic deaths. That it mostly takes place in Venice is appropriate — Venice, that city where every view is a backdrop for an aria.\n\n\tThe opening sequence brings all the characters on stage and sets up their stories of doom. Visconti films on location inside the city's La Fenice, that beloved music box of an opera house, destroyed by fire in 1836 and 1996, rebuilt both times. The tiers of boxes are unusual in that they rise straight up one above another, so the patrons are all fully on display. La Fenice is known for more intervals than most houses; in the winter opera season the regulars often know one another, and love to mingle and gossip. As they kept track of the comings and going in other boxes and followed each other's eyes, the theater must have worked in earlier centuries like Facebook.\n\n\tIt is 1866. Intrigue is afoot. The best orchestra seats up front are filled by officers of the occupying Austrian army, dressed in showy whites. In the galleries, patriots distribute leaflets, and these shower down upon the foreigners as, in Verdi's Il Trovatore, the hero cries \"To arms! To arms!\" The leaflets call for an end to the Austrian presence and the unification of Venice with Italy, then in the making by Garibaldi.\n\n\tIn the melee, sharp words are exchanged between an Austrian soldier and a young Venetian partisan. A duel is set for the following morning. This is observed from a box by Countess Livia Serpieri, whose wealthy husband is one of the aristocracy. Her favorite cousin, Marquis Roberto Ussoni, was the offended partisan. She summons an Austrian officer so she can beg mercy for her cousin. And now all the parts of the tragedy are in motion.\n\n\tThe countess is played by Alida Valli, who we remember as Harry Lime's loyal mistress in \"The Third Man.\" She was a great but reserved beauty; the critic David Thompson said he couldn't remember her smiling in a film. Her detachment serves her well here, because the countess will need to deceive, betray, and act entirely selfishly. The Austrian, Lt. Franz Mahler, is played by Farley Granger, handsome and charming in an insubstantial way. She appeals to him to forbid the duel. She doesn't know the rat has betrayed her cousin to the authorities, and Marquis Ussoni is already behind bars.\n\n\tAlida Valli and Farley Granger were not Visconti's first choices for the roles; he preferred Maria Callas at first, and then Ingrid Bergman and Marlon Brando. His film would have the biggest budget in Italian history, and he wanted star names (like all Italian films for many years, it would be dubbed into all the necessary languages). Brando even tested for the role, but he fell out, Bergman was troubled in her controversial marriage to Roberto Rossellini, and Count Luchino Visconti settled for Valli, an important European star, and Granger, a lesser but well-known star from America.\n\n\tWas that a loss to the film? I don't think so. Bergman made her heroines sympathetic and warm, and Livia is neither. Brando was an imposing masculine presence, and Mahler needs to be a faithless coward. In terms of the requirements of the roles, the movie was ideally cast, and Granger, who usually made a second-rate hero, made a first-rate cad. \n\n\tVisconti takes his time moving the action from La Fenice, and when we finally glimpse Venice it is only a distant canal seen from the cavernous vestibule of Count Serpieri's palazzo. But we will see a great deal of the city as the Countess and the Lieutenant meet apparently by accident, he offers to escort her through a dangerous quarter, and they end up walking and talking all night. Visconti's filming is richly atmospheric; anyone who knows Venice will recognize every location, because, minus advertising signs and shop windows, Venice doesn't change.\n\n\tCount Serpieri is a powerful man but understands that his trophy wife will not take orders from him. He foolishly believes her word, and his wife succumbs to Mahler's sexual hypnosis. What's clear to us, in part because of Farley Granger's very presence, is that he is a heartless opportunist. Mesmerized by him, she betrays not only her husband and her patriot cousin, she pays for Mahler to bribe a doctor to declare him unfit for military service.\n\n\tMore plot details can be left alone. What fascinates Visconti is the extremes to which sexual passion drives her; like the hero of his \"Death in Venice\" (1970), she is helplessly in love, forced to a rendezvous with doom. She stays out night after night. Although she must be famous in the small Venetian community, she risks identification by boldly calling at Mahler's quarters even in daytime. She doesn't or won't comprehend clear warnings and unmistakable insults to her character. The only difference between her and the heroine of an opera is that she doesn't sing. As for Mahler, how invisible does he think he is at night with his flamboyant white uniform and its sweeping cape?\n\n\t\"Senso\" has obvious associations with another great Visconti film, \"The Leopard\" (1963). Both are set at about the same time, in the early 1860s, and both involve aristocrats faced with social upheaval. Visconti was the Count of Lonate Pozzolo, descendant from a medieval Milanese ruling family; born rich, he was a Marxist, yet in both these films he was concerned more with individuals at a moment of historical change than with political and economic issues. The difference is that \"The Leopard\" has affection for the traditions that are ending, and \"Senso,\" made nine years earlier, shows only contempt for the ruling class. \n\n\t\"Senso\" is lush, broadly emotional and beautifully photographed, but it has always ranked below \"The Leopard\" in popularity, perhaps because its leading characters are rotten to the core. Only the cousin, Roberto Ussoni, is heroic; he fights in Garibaldi's campaign for Italian unification and land reform. It's significant that the character of Ussoni was invented by Visconti and wasn't present in the novella he and Suso Cecchi d'Amico adapted, by Camillo Boito. The added character was invaluable in allowing Visconti to show the revolution betrayed by the aristocracy, but the betrayal is more a matter of Livia's character than of her class. \n\n\tIn any event, Visconti's love of opera was more important here than his Marxism. He directed Maria Callas five times at La Scala between 1954 and 1957, and indeed she was his first choice for Livia but her schedule had no room for a film. He directed some 25 operas in all, and in his co-writing of \"Senso\" you sense the larger than life emotions. the grand scale. What's surprising is that this film itself hasn't been adapted for an opera. \n\n\"Senso\" has had a checkered history. Italian censors forced Visconti to reshoot the ending, saying his original version was an insult to the Italian army in showing soldiers mistreating the forlorn and pathetic heroine. Despite the alleged star power of Valli and Granger, the film was shortened for markets outside Italy, and seen in England and America in an English-language version named variously \"Livia\" and \"The Wanton Countess,\" with both leads speaking their own English.\n\n\tThe rich Technicolor won the admiration of Martin Scorsese, whose Film Foundation paid for the restoration of this new version, released in February 2011 in the Criterion Collection. A disk of extra includes \"The Wanton Countess.\"\n\nAlso in my Great Movies Collection: Visconti's \"The Leopard\" and \"Rocco and His Brothers.\"", "running_time": 118, "mpaa_rating": "Unrated", "release_year": 1954, "date_published": "2011-02-21", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "Senso (1954)"}