{"url": "http://www.rogerebert.com/reviews/great-movie-the-exterminating-angel-1962", "by": "Silvia Pinalas The Valkvrie", "star_rating": 4.0, "text": "The dinner guests arrive twice. They ascend the stairs and walk through the wide doorway, and then they arrive again--the same guests, seen from a higher camera angle. This is a joke and soon we will understand the punch line: The guests, having so thoroughly arrived, are incapable of leaving.\n\nLuis Bunuel's \"The Exterminating Angel\" (1962) is a macabre comedy, a mordant view of human nature that suggests we harbor savage instincts and unspeakable secrets. Take a group of prosperous dinner guests and pen them up long enough, he suggests, and they'll turn on one another like rats in an overpopulation study.\n\nBunuel begins with small, alarming portents. The cook and the servants suddenly put on their coats and escape, just as the dinner guests are arriving. The hostess is furious; she planned an after-dinner entertainment involving a bear and two sheep. Now it will have to be canceled. It is typical of Bunuel that such surrealistic touches are dropped in without comment.\n\nThe dinner party is a success. The guests whisper slanders about each other, their eyes playing across the faces of their fellow guests with greed, lust and envy. After dinner, they stroll into the drawing room, where we glimpse a woman's purse, filled with chicken feathers and rooster claws. A doctor predicts that one of the women will be bald within a week. But the broader outlines of the gathering seem normal enough: Drinks are passed, the piano is played, everyone looks elegant in dinner dress.\n\nThen, in a series of subtle developments, it becomes apparent that no one can leave. They make preliminary gestures. They drift toward the hallway. There is nothing to stop them. But they cannot leave. They never exactly state that fact; there is an unspoken, rueful acceptance of the situation, as they make themselves comfortable on sofas and rugs.\n\nThis is a brilliant opening for an insidious movie. The tone is low key, but so many sinister details have accumulated that by the time the guests settle down for the night, Bunuel has us wrapped in his spell.\n\nHe was the most iconoclastic and individual of directors, a Spaniard who drifted into the orbit of the surrealists in Paris, who for many years directed the Spanish dubs for Hollywood films, whose greatest work was done between the ages of 60 and 77. His first film, \"Un Chien Andalou\" (1928), co-directed by Salvador Dali, caused an uproar (he filled his pockets with stones, he wrote in his autobiography, so he would have something to throw if the audience attacked him). It contained one of the most famous images in cinema, of a cloud cutting across the face of the moon, paired with a razor blade slicing an eyeball.\n\nAfter that film, he made the scandalous and long-repressed \"L'Age d'Or\" and the scabrous documentary \"Land Without Bread,\" shot in the poorest corner of Spain. Bunuel didn't direct another film until he became an exile in Mexico in the late 1940s. There he made both commercial and personal projects, almost all of them displaying his obsessions. An enemy of Franco's Spain, he was anti-fascist, anti-clerical and anti-bourgeois. He also had a sly streak of foot fetishism (\"That was a wonderful afternoon little Luis spent on the floor of his mother's closet when he was 12,\" Pauline Kael once said, \"and he's been sharing it with us ever since.\").\n\nHis firmest conviction was that most people were hypocrites--the sanctimonious and comfortable most of all. He also had a streak of nihilism; in one film, a Christ figure, saddened by the sight of a dog tied to a wagon spoke and too tired to keep up, buys the dog to free it. As he does, another dog tied to another wagon limps past unnoticed in the background.\n\nBy the time he came to make \"The Exterminating Angel\" in 1962, Bunuel's career was on its delayed upswing. He had made a great international hit, \"Viridiana,\" in 1960; it won many festival prizes and represented his return to Spain after decades overseas. But its central image--a scandalous tableau re-creating the Last Supper--displeased the Spanish censors, and he was back in Mexico again and primed for bitter satire when he made \"The Exterminating Angel.\"\n\nObviously, the dinner guests represent the ruling class in Franco's Spain. Having set a banquet table for themselves by defeating the workers in the Spanish Civil War, they sit down for a feast, only to find it never ends. They're trapped in their own bourgeois cul-de-sac. Increasingly resentful at being shut off from the world outside, they grow mean and restless; their worst tendencies are revealed.\n\nOf course, Bunuel never made his political symbolism that blatant. \"The Exterminating Angel\" plays as a deadpan comedy about the unusual adventures of his dinner guests. Hours lengthen into days, and their dilemma takes on a ritualistic quality--it seems like the natural state of things. The characters pace in front of the open door. There is an invisible line they cannot cross. One guest says to another, \"Wouldn't it be a good joke if I sneaked up and pushed you out?\" The other says: \"Try it, and I'll kill you.\" Soldiers are ordered to enter the house, but cannot. A child runs boldly toward the house, and scampers away again. Whatever inhibits the guests inhibits their rescuers.\n\nConditions deteriorate. Guests snatch an ax from the wall and break through plaster to open a pipe for drinking water. Two lovers kill themselves. The bodies are stacked in a closet. There are whiffs of black magic. The sheep wander into the room, are killed and cooked on a fire made from broken furniture; so close to civilization is the cave.\n\nBunuel belongs to a group of great directors who obsessively reworked the themes that haunted them. There is little stylistically to link Ozu, Hitchcock, Herzog, Bergman, Fassbinder or Bunuel, except for this common thread: Some deep wound or hunger was imprinted on them early in life, and they worked all of their careers to heal or cherish it. Bunuel was born in 1900, so the dates of his films correspond to the years of his life. He had the most remarkable late flowering in movie history. His Mexican films of the 1940s and '50s are often inspired--especially \"Los Olvidados\" (1950) and \"The Criminal Life of Archibaldo de la Cruz\" and \"El\" (both 1955). \"Viridiana\" was his international comeback, and then came \"The Exterminating Angel,\" which he said might be his last film--but the curtain was just rising on the great days of his career. His most famous film, \"Belle de Jour\" (1967), won the grand prize at Venice. It starred Catherine Deneuve as a respectable Parisian housewife who becomes fascinated by a famous bordello and finds herself working there two or three afternoons a week.\n\nAt the prize ceremony at Venice, Bunuel again announced his retirement. Not quite. In 1970, he starred Deneuve again, in \"Tristana,\" a morbid romance between an aging pederast and the woman he adopts, mistreats and loses. After her leg is amputated, she returns to him for support, and revenge.\n\nThen came three great films in which Bunuel's talent flowed in a great liberated stream of wicked satire and cheerful obsession. \"The Discreet Charm of the Bourgeoisie\" (1972), which won the Oscar as best foreign film, is a reversal of \"Exterminating Angel.\" This time dinner guests are forever sitting down to a feast, but repeatedly frustrated in their desire to eat. Then came \"The Phantom of Liberty\" (1974), a free-form film that began with one group of characters, then followed another, and another. His last film was \"That Obscure Object of Desire\" (1977), about an aging man who believes one woman and no other can satisfy his desires; Bunuel had the woman played interchangeably by two different actresses.\n\nBunuel died in 1983, leaving behind a wonderful autobiography in which he said the worst thing about death was that he would not be able to read tomorrow's newspaper. He created a world so particular, it is impossible to watch any Bunuel film for very long without knowing who its director was. \"The Exterminating Angel\" begins with the statement, \"The best explanation of this film is that, from the standpoint of pure reason, there is no explanation.\" He might have added, \"Those seeking reason or explanations are in the wrong theater.\"", "running_time": 95, "mpaa_rating": null, "release_year": 1968, "date_published": "1997-05-11", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Indie"], "title": "The Exterminating Angel (1968)"}