{"url": "http://www.rogerebert.com/reviews/great-movie-shadow-of-a-doubt-1943", "by": "Joseph Cottenas Uncle Charlie Oakley", "star_rating": 4.0, "text": "No one would ever accuse Alfred Hitchcock's \"Shadow of a\r\nDoubt\" of being plausible, but it is framed so distinctively in the\r\nHitchcock style that it plays firmly and never breaks out of the story. Later\r\nyou question the absurdity of two detectives following a suspect from New York\r\nto California, apparently without being sure of how he looks, and hanging\r\naround idly outside his residence for weeks while chatting up the suspect's\r\nniece; one of them eventually even proposes marriage. Nor are we convinced that\r\nthe niece, believing her uncle is a killer of old ladies, would allow him to\r\nbuy her silence by promising to leave town (because his guilt would \"destroy\r\nher mother\").\n\nOne of Hitchcock's favorite subjects was The Innocent Man\r\nWrongly Accused. In \"Shadow of a Doubt,\" there's no possibility of\r\ninnocence. It's clear from the outset that Uncle Charlie (Joseph Cotten) is the\r\nnotorious \"Merry Widow Killer,\" and more than once Hitchcock cuts to\r\nnightmarish fantasies of (presumably) merry widows waltzing. We first see\r\nCharlie lying on top of his bed, smoking a cigar, when told by his landlady two\r\nmen had been asking for him. He sees them standing on the corner downstairs,\r\npacks a bag with cash, leaves the house and boldly walks right past them. This\r\ndemonstrates they don't know what he looks like, but not why they wouldn't be\r\ninterested inanyman leaving the boarding house. The\r\nincompetence, and apparently unlimited expense account, of these two cops is\r\none reason the action can span several weeks.\n\nCharlie's\r\npeppy niece Charlotte (Teresa Wright), nicknamed \"Young Charlie\"\r\nafter her uncle, has idolized him for years, and complains to her family that\r\nlife wouldn't be so dull if he paid them a visit. Amazingly, that day they\r\nreceive a telegram telling them to expect him. In a well-known shot Hitchcock\r\nshows Charlie's train arriving beneath an ominous cloud of black smoke. He has\r\narrived in Santa Rosa, California, a paragon of small towns that could have\r\nmodeled for Norman Rockwell'sSaturday\r\nEvening Postcovers.\n\nThe\r\ntown and the Newton family play major roles in the film, and may reveal\r\nHitchcock's own inner feelings. He shot in late 1941 and early1942, at the\r\noutset of World War II, at a time when he was unable to visit his dying mother\r\nin London because of wartime restrictions. He later credited the friendliness\r\nof the town for making this the most pleasant of all his film locations. His\r\nemphasis on the comfy Newton home, a chatty neighborhood, a corner cop who\r\nknows everyone's name, the nightly meals around a big dining table--all add up\r\nto a security that both he and Uncle Charlie were seeking, and Charlie\r\nrhapsodizes about the joys of home and family. The visiting uncle is so quickly\r\nembraced by the town there is even a ceremony in his honor.\n\nWhat\r\nwe begin with, then, is the innocent Newton family and the sinister uncle, who\r\nmoves into Young Charlie's room at the top of the stairs. Also in the family\r\nare her father Joseph (Henry Travers), her mother Emma (Patricia Collinge), and\r\nher young sister Ann (Edna May Wonacott) and brother Roger (Charles Bates).\r\nTravers was in his late 60s and Collinge around 50 when the film was made, and\r\nthey look on the old side for Ann and Roger's parents but about right for the\r\nmovie's apple pie symbolism. The next door neighbor, who drops in without\r\nknocking, is Herb (Hume Cronyn, in his movie debut). He and Joseph are crime\r\nbuffs and spend much time in debates about methods of committing a perfect\r\nmurder. Their asides are funny in themselves, and more so because of Uncle\r\nCharlie's discomfiture. His preferred method is strangulation with his bare\r\nhands.\n\nSo\r\nnow everyone is onstage. The uncle, the family, the neighbor, the cops (notably\r\nthe good-looking younger detective Jack, played by Macdonald Carey, who falls\r\nin love with Young Charlie). With Uncle Charlie seemingly content to spend the\r\nrest of his life in Santa Rosa, Hitchcock needed something to create a shadow\r\nof a doubt, and I suppose his MacGuffin this time is a story in the newspaper\r\nabout the Merry Widow Killer. This story might have passed unnoticed if Uncle\r\nCharlie didn't unwisely and unsuccessfully try to conceal it. That triggers\r\nYoung Charlie's growing suspicion that there must be more to her uncle than it\r\nappears. Charlie has a dark side to his nature, a way of narrowing his eyes and\r\nseeming threatening, that is later, somewhat awkwardly, accounted for by a head\r\ninjury when he was young.\n\nThe\r\nengine of the plot then involves Young Charlie's suspicion and her uncle's\r\nparanoia and clumsy attempts to murder her--as if that would accomplish\r\nanything more than confirming the suspicions of Jack the cop. As plots go, this\r\none is not a Hitchcock masterpiece, but it works because it generates suspense;\r\nhow close to the truth will the niece come before she's killed or proven right?\r\nDuring the running length of the film the elements all mesh efficiently; it's\r\nlater that the weaknesses grow evident.\n\nMuch\r\nof the film's effect comes from its visuals. Hitchcock was a master of the\r\nclassical Hollywood compositional style. It is possible to recognize one of his\r\nfilms after a minute or so entirely because of the camera placement. He used\r\nwell-known camera language just a little more elegantly. See here how he zooms\r\nslowly into faces to show dawning recognition or fear. Watch him use tilt shots\r\nto show us things that are not as they should be. He uses contrasting lighted\r\nand shadowed areas within the frame to make moral statements, sometimes in\r\nanticipation before they are indicated. I found while teaching several of his\r\nfilms with the shot-by-shot stop-action technique, that not a single shot\r\nviolates compositional theory.\n\nNot\r\nmany directors were fonder of staircases than Sir Alfred. They impose a\r\nhierarchy of power and weakness. A character at the top of the stairs can seem\r\nto loom or be in danger of toppling, depending on whether the POV is high and\r\nlow. The flow at the house goes up the sidewalk, onto the porch, through the\r\ndoor and directly up the stairs. There are outside stairs in the back, and both\r\nstaircases are used for tight little sequences of threat and escape. Notice how\r\nmany variations of camera angles and lighting Hitchcock uses with the stairs.\r\nHe considered them an ideal device for introducing imbalance into otherwise\r\nhorizontal interiors. So important were they to him, so memorably used, that I\r\ncan name some of his titles and if you've seen them you will instantly recall\r\nthe stairs: \"Notorious,\" \"Psycho,\" \"Strangers on a\r\nTrain,\" \"Frenzy\" and of course \"Vertigo.\"\n\nJoseph\r\nCotten and Teresa Wright do all the heavy lifting in the acting department. The\r\nother characters are bundles of clichés. One of Hitchcock's inspirations for\r\nthe film was Thornton Wilder's \"Our Town,\" inflaming his yearning for\r\ndomesticity at a time when Britain was already at war. In a way there are two\r\nmovies here: A Hitchcock, and a nostalgic small town fantasy. So innocent is\r\nthe town that Uncle Charlie walks into the bank where Joseph Newton is\r\npresident, deposits tens of thousands of dollars in bills from his briefcase,\r\nand Joseph never asks a question. The Newtons aren't given much to suspicion.\r\nThe two detectives at one point cook up a harebrained story that they're\r\nworking on a national survey that requires them to photograph the rooms\r\nAmericans live in. Of course they hope to begin with the Newton residence, and\r\nUncle Charlie's room. The front and back stairs come much into use here. How\r\nmany bankers' families would believe that story?\n\nCotten\r\nhas one of the best scenes of his career, in a dinner tale conversation. His\r\ndark side takes over, and he finds himself saying these extraordinary words:\r\n\"The cities are full of women, middle-aged widows, husbands dead, husbands\r\nwho've spent their lives making fortunes, working and working. And then they\r\ndie and leave their money to their wives, their silly wives. And what do the\r\nwives do, these useless women? You see them in the hotels, the best hotels,\r\nevery day by the thousands. Drinking the money, eating the money, losing the\r\nmoney at bridge. Playing all day and all night. Smelling of money. Proud of\r\ntheir jewelry but of nothing else. Horrible, faded, fat, greedy women... Are\r\nthey human or are they fat, wheezing animals, hmm? And what happens to animals\r\nwhen they get too fat and too old?\" I think that may be the most eloquence\r\nHitchcock ever allowed a killer.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1943, "date_published": "2011-11-09", "genres": ["Crime", "Drama", "Film Noir", "Thriller"], "title": "Shadow of a Doubt (1943)"}