{"url": "http://www.rogerebert.com/reviews/great-movie-yellow-submarine-1968", "by": "King Features", "star_rating": 4.0, "text": "Once upon a time, or maybe twice, there was a land called Pepperland. Eighty thousand leagues beneath the sea it lay, or lie (I'm not too sure).\n\n***\n\n\"Yellow Submarine\" was released in 1968, after the Summer of Love but before Woodstock, when the Beatles stood astride the world of pop music, and \"psychedelic art\" had such an influence that people actually read underground newspapers printed in orange on yellow paper. That was the year \"2001: A Space Odyssey\" was released in reserved-ticket engagements with an intermission, and hippies would mingle with the ticket holders on the sidewalk outside the theater, and sneak back into the theater for the film's second half, to lay, or lie, flat on their backs on the floor in front of the screen, observing Kubrick's time-space journey from a skewed perspective--while, as the saying went, they were stoned out of their gourds.\n\n\"Yellow Submarine\" was also embraced as a \"head movie,\" leading to an observation attributed to Ken Kesey: \"They say it looks better when you're stoned. But that's true of all movies.\" All of that was many, many years ago, and now here is a restored version of \"Yellow Submarine,\" arriving like a time capsule from the flower power era, with a graphic look that fuses Peter Max, Rene Magritte and M.C. Escher. To borrow another useful cliche from the 1960s, it blossoms like eye candy on the screen, and with 11 songs by the Beatles it certainly has the best music track of any animated film.\n\nThe story begins at a moment of crisis in Pepperland, which is invaded by the music-hating Blue Meanies. They hate the power of Sgt. Pepper's Lonely Hearts Club Band, which has inspired a big YES to sprout near the bandstand, not to mention a towering LOVE and all sorts of bright and cheerful decorations. So the Meanies freeze everything with blue bombs that bleach out the colors and leave Pepperland in a state of blue-gray suspended animation. Old Fred, conductor of the band, escapes the Meanie treatment and flees in the Yellow Submarine to enlist the help of the Beatles.\n\nThis is a story that appeals even to young children, but it also has a knowing, funny style that adds an undertow of sophistication. The narration and dialogue are credited to four writers (including \"Love Story\"'s Erich Segal), and yet the overall tone is the one struck by John Lennon in his books In His Own Write and A Spaniard in the Works. Puns, drolleries, whimsies and asides meander through the sentences:\n\nThere's a cyclops! He's got two eyes. Must be a bicyclops. It's a whole bicloplopedia!\n\nThe animation, directed by Tom Halley from Heinz Edelmann's designs, isn't full motion and usually remains within one plane, but there's nothing stiff or limited about it; it has a freedom of color and invention that never tires, and it takes a delight in visual paradoxes. Consider for example the Beatles' visit to the Sea of Holes, a complex Escherian landscape of oval black holes that seem to open up, or down, or sideways, so that the Beatles can enter and emerge in various dimensions.\n\n(Ringo keeps one of the holes, and later gets them out of a tricky situation by remembering, \"I've got a hole in my pocket!\")\n\nSuch dimensional illusions run all through the film. My favorite is a vacuum-nosed creature that snarfs up everything it can find to inhale. Finally it starts on the very frame itself, snuffling it all up into its nose, so that it stands forlorn on a black screen. A pause, and then the creature's attention focuses on its own tail. It attacks that with the vacuum nose and succeeds in inhaling itself, after which nothing at all is left.\n\nThe film's visuals borrow from the mind bank of the 20th century. Consider a visit to a sort of image repository where we find Buffalo Bill, Marilyn Monroe, the Phantom, Mandrake the Magician and Frankenstein (who, awakened, turns out to be John Lennon). Dozens of images cascade out of the doors in a long corridor, including Magritte's big green apple and his pipe. And real-life photography is built into other sequences, including the one for \"Eleanor Rigby.\"\n\nThe songs of course are the backbone of the movie, and they include \"Yellow Submarine,\" \"Eleanor Rigby,\" \"All Together Now,\" \"Nowhere Man,\" \"Lucy in the Sky With Diamonds,\" \"Sgt. Pepper's Lonely Hearts Club Band,\" \"All You Need Is Love\" and (in a live-action coda) the Beatles in person wisecracking and singing \"All Together Now.\" The movie's original soundtrack was monaural, and it sounds a little muddy on my rare laserdisc of the film. The restored version, in six-track digital stereo, remastered at the legendary Abbey Road Studios, blossoms with life and clarity. I was able to compare the two versions as a friendly projectionist switched back and forth between the original and restored tracks, and the digital stereo is like somebody turning the lights on.\n\nThe story of the restoration, like the story of the film itself, is a saga of triumph over Blue Meanies in the distribution business. It is widely known that the \"Yellow Submarine\" project was only approved by the Beatles in the first place because it offered a way for them to get out of a three-picture deal (after \"A Hard Day's Night\" and \"Help!\") without actually having to appear in a third picture. Their input was reportedly marginal (they didn't even dub their own voices), but when they saw the rough cut they liked it so much they agreed to appear in the live-action final scene.\n\nThe movie was a success in 1968, but has never had much of a life since then. Gary Meyer, a programming executive for the Sundance Channel, tells me the film was pulled off the theatrical revival circuit in 1982, and hasn't been available in any form of video for 12 years (the laserdisc is going for $50 on eBay). The movie has only had one TV showing, Meyer says, and has never been on cable.\n\nWhy such obscurity for a Beatles movie? It was so much a child of the 1960s, apparently, that the copyright holders considered it a dated period piece. Well, every movie is a period piece; that's what's wonderful about them. The movie was revived in 1997 at the San Francisco Film Festival, where the reception encouraged this restoration project. As Meyer told me: \"The head of post-production at MGM, Bruce Markoe, got involved and took 'Yellow Submarine' to Abbey Road Studios, where they remixed the soundtrack. The picture quality has been cleaned up too, and as a bonus, the 'Hey Bulldog' number, which only showed in England, has been reinserted with the narrative parts that makes it part of the story.\"\n\nThe result, like \"Fantasia,\" is a music-based animated film for the ages. The songs sound dramatically better, and the story avoids the usual gee-whiz urgency of so much animation and reflects the same deadpan understatement that the Beatles used in \"A Hard Day's Night.\" Perhaps because the Beatles were considered such a draw, perhaps because the songs were counted on to sell the film, there was no agenda to dumb down the material or hard-sell the story. Instead of contrived urgency, there's unpressured whimsy, and the movie exists as pure charm, expressed in fantastical imagery. And then there are the songs.", "running_time": 90, "mpaa_rating": "G", "release_year": 1968, "date_published": "1999-09-05", "genres": ["Animation", "Fantasy", "Foreign", "Music", "Science Fiction"], "title": "Yellow Submarine (1968)"}