{"url": "http://www.rogerebert.com/reviews/great-movie-the-right-stuff-1983", "by": "Sam Shepardas Chuck Yeager", "star_rating": 4.0, "text": "Two men haunt Philip Kaufman's \"The Right Stuff\" (1983), the story of America's first steps into space. One speaks little, the other hardly at all. The laconic one is Chuck Yeager, generally acknowledged as the best test pilot of all time, who judges himself by his achievements, not his words. The other is the minister at the Air Force testing grounds in the California desert, who officiates at the frequent funerals and is a spectral presence at the bar where the pilots and their women drink.\n\nA newly arrived wife asks how her husband can get his photo on the wall. The answer: He has to die. We overhear a snatch of dialogue: \"Sixty-two men in the last 32 weeks. You know what that average is?\" Every time a pilot tests a new plane, he has a one in four chance of dying--or, as the pilots like to say, \"screwing the pooch.\"\n\nSeen now in the shadow of the Challenger and Columbia disasters, \"The Right Stuff\" is a grim reminder of the cost of sending humans into space. It is also the story of two kinds of courage, both rare, and of the way the \"race for space\" was transformed from a secret military program into a public relations triumph.\n\nReporters at one of the early flights of the Bell X-1 rocket plane are told \"No press! Those are orders. National security.\" Before long everyone is elbowing into the spotlight. The first seven \"astronauts\" are introduced along with their wives and families, and Henry Luce writes a $500,000 check to buy their exclusive stories for his Life magazine. Vice President Lyndon B. Johnson fumes in his car when John Glenn's wife Annie, a shy stutterer, won't let him into her house along with the network crews. \"You need more than speed records in this day and age,\" a program publicist explains. \"You need coverage.\" The Mercury program has to compete for funding with other budget items, and as the astronauts tell one another \"No bucks, no Buck Rogers.\"\n\nWhen the Kaufman film was released in 1983, it was hailed as one of the great American films, capturing the spirit and reflecting the reporting of Tom Wolfe's 1979 book about the early days of the space program--a book that argued that Yeager (Sam Shepard) was so influential that his manner of speech was unconsciously echoed by commercial airline pilots while making announcements from the cockpit. Yet the movie was a puzzling flop at the box office. Some blamed confusion in the public mind between the movie and John Glenn's run for public office.\n\nMore likely, even then, audiences were not ready for a movie that approached the program with skepticism, comedy and irony. The original astronauts labored under no similar handicap; they were heroes to Life magazine, but knew Werner von Braun and the German scientists behind the first launches would have preferred to have monkeys in the capsules. (Stuck with humans, government officials consider surfers as possible astronauts--or even stock car racers, \"who have their own helmets.\")Yeager, who felt they were riding, not flying, the capsules, called them \"Spam in a can,\" and in a famous scene the astronauts argue for a porthole even though the designers argue they have no need to see anything during their brief rides into space--no reason to do anything but sit tight.\n\nBut then John Glenn (Ed Harris) used his piloting skills to find the exact angle of entry and save a Mercury capsule from incinerating--something no monkey could have done--and later the desperate improvisations of the Apollo 13 crew saved that mission and their lives, inspiring Ron Howard's 1995 movie. There was nothing the Challenger and Columbia crews crew could have done to save themselves, restarting the controversy over manned versus unmanned flights. But in those early days when the Soviets were the first to put a man into orbit, there was no way an American would not follow. The \"space race\" continues to be symbolized by human astronauts, even now when it is less a race than the loneliness of long-distance fliers.\n\nTom Wolfe hung out with the Mercury 7, absorbed their culture and jargon, watched as leather helmets and goggles were replaced by shiny silver suits with NASA logos. In early scenes, as Yeager and his test pilot rival Scott Crossfield try to break through Mach 1, then Mach 2, then \"punch a hole in the sky,\" to \"where the demon lives, out at about Mach 2.3,\" they're watched by friends on the ground who lean against Jeeps, smoking cigarettes. Before many more years, launches pre-empt all other TV programming, and newsman Eric Severeid (playing himself) informs television viewers they're about to witness \"the greatest death-defying stunt ever broadcast.\" By then the \"capsule\" had been renamed the \"spacecraft\"--even though it could not fly on its own and, smaller than a teepee, worked much like Evil Knievel's original vehicles by strapping a passenger into a container on top of a rocket and blasting off. (After one launch, a pilot informs Mission Control, \"the altimeter is working!\")\n\nThose were the first small steps for man, giant leaps for mankind, and at the end of the road was the 1969 moon landing and other astonishing triumphs. But at first the idea was simply to get a American up there, pronto. \"I for one do not intend to go to sleep by the light of a Communist moon,\" declared Vice President Johnson, and Glenn agrees to take a ride on an untested rocket he is warned is dangerous.\n\nThat took courage, and in one of his longest speeches in the movie, Yeager says so: To sit on top of tons of explosives and be blasted into orbit was more daring than flying an untested aircraft. The astronauts of course were test pilots, too, good and brave ones; it's just that at first their piloting skills were not needed. \"We are the monkey,\" says Grissom.\n\nWolfe's best-selling book was adapted for the screen by the great William Goldman, who then had a series of \"nightmarish\" meetings with director Kaufman; Goldman walked out, and the final writing credit is Kaufman's alone. Wolfe's book began with Yeager, who Goldman wanted to dump because he had nothing to do with the central story, but \"Phil's heart was with Yeager,\" Goldman writes in his memoir Adventures in the Screen Trade.  Goldman wanted to focus the selection and training of the Mercury 7, and on three crucial flights. But Kaufman of course was correct: \"The Right Stuff\" is a greater film because it is not a straightforward historical account but pulls back to chronicle the transition from Yeager and other test pilots to a mighty public relations enterprise.\n\nTwo other decisions by Kaufman are more problematical. The movie's portrait of Grissom (Fred Ward) includes a scene showing the astronaut freaking out with claustrophobia after his capsule lands in the Pacific. Kaufman cuts to an exterior shot to show the escape hatch being blown open with explosive bolts, but the implication is that Grissom panicked. Grissom always said the hatch blew on its own. Certainly the space program never lost confidence in him as one of their best men.\n\nThe portrait of Lyndon Johnson (Donald Moffat) is too broadly comic, taking cheap shots at a Texas hayseed. (Still, LBJ provides the occasion for a revealing scene where John Glenn firmly supports his stuttering wife's refusal to let Johnson and the TV crews into their house).\n\nKaufman's love for the Yeager character pays off in the magical closing sequence of the film, when the \"best pilot in the world\" eyeballs anew Air Force jet and says, \"I have a feeling this little old plane right here might be able to beat that Russian record.\" And it nearly does. On an unauthorized flight, he takes it almost to 120,000 feet--the stars are visible--before plane and pilot fall exhausted back to the earth. The aging fan dancer Sally Rand, appearing at the 1964 Democratic convention, seems at first an odd counterpoint to this moment, but Kaufman makes the montage oddly affecting by focusing not on the performer but on her feathered wings.\n\nWhen Yeager pushed the edge of the envelope as far as it could possibly be pushed by one man in one plane, the age of the individual explorer--of Marco Polo, Magellan, Columbus, Livingston, Scott, Lindbergh--ended, and Team Man stepped into the limelight. That is the real subject of \"The Right Stuff.\" It's not that Yeager had the right stuff and the others didn't. They all had it, but it had become a new kind of stuff.\n\nThat a man could walk on the moon is one of the great achievements of the last century. But after seeing \"The Right Stuff\" it is hard to argue that manned flights should be at the center of the space program. In recent weeks the Hubble Space Telescope has been able to glimpse the dawning of the first days of the universe. Then we lost seven brave men and women who could do absolutely nothing to save themselves. To risk them while putting Hubble into orbit is one thing. To risk them for high school science fair projects is another.", "running_time": 193, "mpaa_rating": "PG", "release_year": 1983, "date_published": "2002-03-16", "genres": ["Drama", "History"], "title": "The Right Stuff (1983)"}