{"url": "http://www.rogerebert.com/reviews/great-movie-gospel-according-to-st-matthew-1964", "by": null, "star_rating": 4.0, "text": "Pier Paolo Pasolini was stuck in St. Francis' hometown of Assisi. He had come there in 1962 to attend a seminar at a Franciscan monastery. Although it was well known that Pasolini was an atheist, a Marxist and a homosexual, he had accepted the invitation after Pope John XXIII called for a new dialogue with non-Catholic artists.\n\nNow the streets were jammed because the pope was in town, and Pasolini waited in his hotel room. He found a copy of the Gospels, and \"read them straight through.\" The notion of basing a film on one of them, he wrote, \"threw in the shade all the other ideas for work I had in my head.\" The result was his film \"The Gospel According to St. Matthew\" (1964), which was filmed mostly in the poor, desolate Italian district of Basilicata, and its capital city, Matera. (Forty years later, Mel Gibson would film \"The Passion of the Christ\" on the very same locations.)\n\nPasolini's is one of the most effective films on a religious theme I have ever seen, perhaps because it was made by a nonbeliever who did not preach, glorify, underline, sentimentalize or romanticize his famous story, but tried his best to simply record it.\n\nFull credit: I learned the story of the hotel room and found much of the other information below from Barth David Schwartz's Pasolini Requiem, an invaluable book about the artist, whose work ranged from the profane to the divine, and whose untidy private life ended with his murder in a city wasteland.\n\nAlthough Pasolini directed some 25 films (most famously \"Accattone!,\" \"Hawks and Sparrows,\" \"Salo, or the 120 Days of Sodom,\" \"The Decameron,\" \"Mamma Roma\" and \"Teorema\") and contributed to the screenplays of Fellini's \"Nights of Cabiria\" and \"La Dolce Vita,\" he considered himself a poet before a filmmaker, and his films are built of images, impressions and words that sometimes function more as language than as dialogue.\n\nThat is certainly the case with \"The Gospel According to St. Matthew,\" which tells the life of Christ as if a documentarian on a low budget had been following him from birth. The movie was made in the spirit of Italian neo-realism, which believed that ordinary people, not actors, could best embody characters -- not every character, but the one they were born to play.\n\nPasolini's Christ is Enrique Irazoqui, a Spanish economics student who arrived to talk to him about his work. Irazoqui had never acted, but Schwartz quotes Pasolini: \"...Even before we had started talking, I said 'Excuse me, but would you act in one of my films'?\" Schwartz describes Irazoqui as the \"...son of a Basque father and a Jewish mother ... thin, stoop-shouldered, heavy-browed, anything but the muscular Christ of Michelangelo.\"\n\nFor his other roles, Pasolini cast local peasants, shopkeepers, factory workers, truck drivers. For Mary at the time of the Crucifixion, he cast his own mother.\n\nWhether these actors could handle the dialogue was beside the point. Pasolini decided to shoot without a screenplay, following Matthew page by page and compressing only as much as necessary to give the film an acceptable running time. Every word of dialogue is from Matthew, and much of it is heard during long shots so that we need not see the lips moving.\n\nJesus is however often seen speaking, and his presence and appearance are unusual in terms of traditional depictions. Like most of Jewish men of his time, he wears his hair short -- none of the flowing locks of holy cards. He wears a dark, hooded robe so that his face is often in shadow. He is unshaven but not bearded.\n\nHis personal style is sometimes gentle, as during the Sermon on the Mount, but more often he speaks with a righteous anger, like a union organizer or a war protester. His debating style, true to Matthew, is to answer a question with a question, a parable, or dismissive scorn. His words are clearly a radical rebuke of his society, its materialism, and the way it values the rich and powerful over the weak and poor. No one who listens to this Jesus could confuse him for a defender of prosperity, although many of his followers have believed he rewards them with affluence.\n\nThe film, in black and white, is told with stark simplicity. Consider the opening shots. We see Mary in closeup. We see Joseph in closeup. We see Mary in long shot, and that she is pregnant. We see Joseph regarding this fact. We see him go out of his house and fall asleep against a boulder, and then he is awakened by an angel (who looks like an ordinary peasant girl), and the angel tells him that Mary will bear the son of God. The angel later warns them to flee to Egypt before Herod orders the killing of the first-born.\n\nThe massacre of the babies is a brief scene, the more horrific because Pasolini does not use closeup details of violence. Here and later, he uses the spiritual \"Sometimes I Feel Like a Motherless Child\" on the soundtrack; the singer I believe is Odetta, although some sources cite Marian Anderson. The arrival of the Three Wise Men is filmed as it might have happened, with their horses (not camels) followed by a joyous, shouting crowd of children.\n\nIndeed, curious children seem drawn to Jesus, and in the scene where he debates the elders in the temple, the little ones sit in a row at his feet, and when he makes what they consider a good point, they turn around and grin triumphantly at the old men.\n\nThe miracles of the loaves and fishes and the walking on the water are treated in a low key. Christ tells his disciples to depart in their boat, \"and I will follow you.\" No triumphant music, no waving of hands and shouts of incredulity, no sensational camera angles -- just a long shot of a solitary figure walking on the water.\n\nThe trial of Jesus in this film, as in Gibson's \"The Passion,\" places much of the blame on the Jewish high priests, as Matthew does. But those who found Gibson's depiction of them as anti-Semitic may appreciate Pasolini's decision to film the debates mostly in long shot, and to show the priests not as angry and spiteful, but as learned and ponderous, dealing soberly with heresy. Pasolini's priests conclude, \"He must die. Deliver him to Pontius Pilate.\" And Pilate refers to Jesus as \"an innocent man.\" Later we hear Matthew's notorious line \"May his blood be on our children,\" which Gibson excised from his subtitles (not but from the Aramaic dialogue).\n\nThe crucifixion is entirely lacking in the violence of the Gibson version. It is almost underplayed, and we note that for much of the way to Calvary, the cross is carried only by Simon, while Jesus walks behind it. There is a crown of thorns, but only a few drops of blood. Yet this version is not softened and dramatized in the style of Hollywood's biblical epics; in its harsh realism, it seems matter-of-fact about a cruel death. \n\nThe Rev. Andrew Greeley, in his essay on Gibson's film, corrects Catholic school graduates (like me) who were taught that Christ died to take away original sin. Greeley says he died to show that he felt our pain, and that he loved us. That is a Christ closer to Pasolini's version, but what Pasolini also insists is that his Christ did not love those whose kingdom was of the earth; his Christ is of the left, not the right, and would have lumped many current Christians with the Scribes and Pharisees. \n\n\"The Gospel According to St. Matthew\" won the Special Jury Prize at the Venice Festival (the Golden Lion went to Antonioni's fiercely secular \"Red Desert\"). Right-wing Catholic groups picketed it, but the film won the first prize of the International Catholic Office of the Cinema, which screened the film inside Notre Dame Cathedral in Paris; the French left was as outraged as the Italian right, and Sartre met with Pasolini, telling him somewhat obscurely, \"Stalin rehabilitated Ivan the Terrible; Christ is not yet rehabilitated by Marxists.\" \n\nTo see the film a few weeks after seeing Gibson's is to understand that there is no single version of his story. It acts as a template into which we fit our ideas, and we see it as our lives have prepared us for it. Gibson sees Christ's suffering as the overwhelming fact of his life, and his film contains very little of Christ's teachings. Pasolini thought the teachings were the central story. If a hypothetical viewer came to \"The Passion\" with no previous knowledge of Jesus and wondered what all the furor was about, Pasolini's film would argue: Jesus was a radical whose teachings, if taken seriously, would contradict the values of most human societies ever since.", "running_time": 137, "mpaa_rating": null, "release_year": 1964, "date_published": "2004-03-14", "genres": ["Drama", "Foreign", "Indie"], "title": "The Gospel According to St. Matthew (1964)"}