{"url": "http://www.rogerebert.com/reviews/great-movie-bonnie-and-clyde-1967", "by": "Warren Beattyas Clyde Barrow", "star_rating": 4.0, "text": "\n\nThere is a moment in \"Bonnie and Clyde\" when Bonnie,\r\nfrightened and angry, runs away from Clyde through a field of wheat, and as he\r\npursues her, a cloud sweeps across the field and shadows them. Seen in a high,\r\nwide-angle shot, it is one of those moments of serendipity given to few movies.\r\nToday the cloud could be generated by computers; on the day the scene was\r\nfilmed in Texas, it was a perfectly timed accident of nature.\n\nThe cloud carries foreboding; Bonnie and Clyde are doomed, and\r\nuneasily realize it. Not long after that scene, Bonnie has a final reunion with\r\nher mother. By then Bonnie Parker (Faye Dunaway) and Clyde Barrow (Warren\r\nBeatty) are famous outlaws, celebrated in the press as populist bank robbers in\r\nan America gripped by the Depression. Bonnie speaks wistfully of marrying Clyde\r\nand moving in next door to her mother. \"You live within a mile of me,\r\nhoney, and you'll be dead,” her mother flatly pronounces.\n\nThey would indeed die, in a hail of bullets that permanently\r\nchanged the way the movies depicted violence. But their lives provided a\r\ntemplate that would be used time and again in later films; as the ads put it,\r\n\"They're young ... they're in love ... and they kill people.” From\r\n\"Bonnie and Clyde\" descended \"Badlands,\" \"Days of Heaven,\"\r\n\"Thelma and Louise,\" \"Drugstore Cowboy,\" \"Natural Born Killers\" and countless other movies in which ordinary people were\r\ntransformed by sudden violence into legend.\n\n\"Bonnie and Clyde,\" made in 1967, was called \"the\r\nfirst modern American film” by critic Patrick Goldstein, in an essay on its\r\n30th anniversary. Certainly it felt like that at the time. The movie opened\r\nlike a slap in the face. American filmgoers had never seen anything like it. In\r\ntone and freedom it descended from the French new wave, particularly Francois\r\nTruffaut's own film about doomed lovers, \"Jules and Jim.” Indeed, it was\r\nTruffaut who first embraced the original screenplay by David Newman and Robert\r\nBenton, and called it to the attention of Warren Beatty, who was determined to\r\nproduce it.\n\nThe legend of the film's production has become almost as famous\r\nas its heroes. Stories are told about how Beatty knelt at the feet of studio\r\nboss Jack Warner, begging for the right to make the film. How Warner saw the\r\noriginal cut and hated it. How the movie premiered at the Montreal film\r\nfestival, and was roasted by Bosley Crowther of the New York Times. How Warner\r\nBros. determined to dump it in a chain of Texas drive-ins, and how Beatty\r\nimplored the studio to give it a chance.\n\nHow it opened and quickly closed in the autumn of 1967, panned\r\nby the critics, receiving only one ecstatic opening-day newspaper review.\r\n(Modesty be damned: It was my own, calling it \"a milestone in the history\r\nof American movies, a work of truth and brilliance\" and predicting\r\n\"years from now it is quite possible that 'Bonnie and Clyde' will be seen\r\nas the definitive film of the 1960s.\")\n\nThe movie closed, but would not go away. The soundtrack,\r\nbluegrass by Flatt and Scruggs, went to the top of the charts. Theodora Van\r\nRunkle's berets and maxiskirts for Dunaway started a global fashion craze.\r\nNewsweek critic Joseph Morgenstern famously wrote that his original negative\r\nreview had been mistaken. The movie reopened, went on to become one of Warner\r\nBros.' biggest hits and won 10 nominations (with Oscars for supporting actress\r\nEstelle Parsons and cinematographer Burnett Guffey).\n\nBut that is only the success story. More important was the\r\nimpact the film had on the American movie industry. Beatty's willingness to\r\nplay a violent character with sexual dysfunction was unusual for a traditional\r\n1960s leading man. In a famous Esquire profile by Rex Reed, which appeared as\r\nthe movie was opening, he was dismissed as a has-been pretty boy. \"Bonnie\r\nand Clyde\" put him permanently on the Hollywood map.\n\nBeatty and director Arthur Penn cast the movie mostly with\r\nunknown stage actors--so successfully that all the major players (Dunaway,\r\nParsons, Gene Hackman, Michael J. Pollard, Gene Wilder) became stars on the\r\nbasis of this film. Behind the camera, the movie launched the careers not only\r\nof Van Runkle, but also of editor Dede Allen (a New Yorker breaking into a\r\nclosed shop) and production designer Dean Tavoularis, who went on to work on\r\nFrancis Ford Coppola's \"The Godfather\" and \"Apocalypse Now.\" And the cinematography of Guffey launched a whole new wave of its\r\nown, of films shot and edited in the more impressionistic French style.\n\nArthur Penn came fresh to the project after a resounding failure\r\n(\"Mickey One,\" a self-conscious but intriguing art film) also made\r\nwith Beatty. His later credits included \"Night Moves,\" \"Alice's Restaurant\" and \"Little Big Man.\" Co-writer Robert Benton became\r\nan important director (\"Kramer vs. Kramer,\" \"Places in the Heart\"). It's as if that one film sent all those careers cascading down to\r\nthe present day.\n\nIt was a film in which all of the unlikely pieces were assembled\r\nat the right time. And more than anything else, it was a masterpiece of tone,\r\nin which the actors and filmmakers were all in sync as they moved the material\r\nback and forth between comedy and tragedy.\n\nThe opening scenes are lighthearted, starting with Clyde's\r\nbravado after Bonnie catches him trying to steal her mother's car. She senses\r\nin him, instantly, the means of her escape from a boring west Texas town. What\r\nhe essentially supplies--for her, for the hero-worshipping gang member C.W.\r\nMoss (Pollard) and for the hungry newspaper readers -- is the possibility of\r\nglamour in lives of drab poverty. \"We're the Barrow Gang,\" Clyde\r\nsays, introducing them at the beginning of a bank robbery so they'll be sure to\r\nget credit. And one of the movie's great moments comes as Clyde lends his gun\r\nto a dispossessed black sharecropper so he could shoot at a bank's foreclosure\r\nsign.\n\nIf Clyde offers glamour, Bonnie offers publicity. She writes\r\n\"The Ballad of Bonnie and Clyde\" and sends it to a newspaper, and she\r\nposes for photos holding a machinegun and a cigar. Clyde's brother Buck\r\n(Hackman) is more level-headed, more concerned with bank jobs than newspaper\r\nheadlines. He comes attached to Blanche (Parsons), whose whiny complaints get\r\non Bonnie's nerves (when agents surround one of their hideouts, she runs\r\nscreaming across the lawn, still holding the spatula she was using to cook\r\nsupper).\n\nPenn directs the film as a series of set-pieces, which remain in\r\nthe memory, focused and clear. The Okie camp where homeless farmers, tractored\r\noff their lands by the banks, hunch over campfires. Bonnie's sad, overcast,\r\nfoggy family reunion. The bank robbery that goes all wrong when C.W. stupidly\r\nparks the getaway car. The way laughter turns blindingly to violence, as when a\r\nstickup ends with a meat cleaver and a sack of flour, or when a getaway ends\r\nwith a bullet in a bank man's face. The run-in with a state trooper (Denver\r\nPyle) who is made to pose with Bonnie and Clyde, and then unwisely released.\r\nThe scene where C.W., a gas station attendant, leaves his job and runs off with\r\nthe gang that's just robbed him. The scene where C.W.'s father effortlessly\r\nbrowbeats his wimpy son for getting a tattoo. And then the slow-motion ballet\r\nof the final execution.\n\nToday, the freshness of \"Bonnie and Clyde\" has been\r\nabsorbed in countless other films, and it's hard to see how fresh and original\r\nit felt in 1967 -- just as the impact of \"Citizen Kane,\" in 1941, may\r\nnot be obvious to those raised in the shadow of its influence.\n\nWhen I saw it, I had been a film critic for less than six\r\nmonths, and it was the first masterpiece I had seen on the job. I felt an\r\nexhilaration beyond describing. I did not suspect how long it would be between\r\nsuch experiences, but at least I learned that they were possible.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1967, "date_published": "1998-08-03", "genres": ["Action", "Adventure", "Crime", "Drama", "Road Movie"], "title": "Bonnie and Clyde (1967)"}