{"url": "http://www.rogerebert.com/reviews/great-movie-safety-last-1923", "by": null, "star_rating": 4.0, "text": "It is by general agreement the most famous shot in silent comedy: a man in a straw hat and round horn-rim glasses, hanging from the minute hand of a clock 12 stories above the city street. Strange, that this shot occurs in a film few people have ever seen. Harold Lloyd's \"Safety Last\" (1923), like all of his films, was preserved by the comedian but rarely shown; having been through most of Charlie Chaplin and virtually everything by Buster Keaton, I viewed it for the first time last week, and it was my first Harold Lloyd. Others now have their chance, as a retrospective of Lloyd's work, meticulously restored, tours the country in advance of a DVD package.\n\nLloyd was \"the third genius,\" the silent film historian Kevin Brownlow declared in a documentary of the same name. Lloyd's films outgrossed those of Chaplin and Keaton in the '20s, if only because he made many more than Chaplin, and his everyman appealed to a wider audience than Keaton. But he is not a genius in their sense, creating comedy out of inspiration and instinct and an angle on the world.\n\n\"He had to think it all out,\" Walter Kerr says of Lloyd in his invaluable 1975 book The Silent Clowns. \"Lloyd was an ordinary man, like the rest of us: ungrotesque, uninspired. If he wanted to be a successful film comedian, he would have to learn how to be one, and learn the hard way.\"\n\nLloyd played an early would-be Chaplin character named Lonesome Luke, then saw a silent film where the character calmly replaced his glasses after an action scene, and adopted the glasses as his own. To the degree Lloyd's famous character has a name at all, it is \"Glasses,\" and in \"Safely Last,\" he is billed merely as The Boy. The glasses make distinct a face that is otherwise pleasant, even handsome, but not remarkable in the way that Keaton's deadpan gaze and Chaplin's toothbrush moustache are distinctive.\n\nNor was Lloyd's character remarkable -- not in the sense of Chaplin's Little Tramp, whose every movement expressed an attitude toward life, or Keaton's characters, always on the run, always deadly earnest about goals of overwhelming importance. The Glasses character in \"Safety Last\" would have blended with the background of the department store where he worked if it had not been for action imposed upon him. But what action!\n\nThe plot: The Boy promises the Girl (Mildred Davis, Lloyd's real-life wife) that he will go to the city, make good and send for her. He gets a lowly job as a dry goods clerk, but impresses her with such inventive letters that she hurries to the city to join him. The Boy poses as the manager of the store, is exposed and decides to risk everything for a $1,000 prize offered to anyone who can lure more traffic to the store. His idea: Have his roommate (Bill Strother), a human fly, climb the building.\n\nThis is a splendid idea, as far as it goes. It doesn't take into account that the roommate has earlier angered a cop (the silent veteran Noah Young) and escaped from him by climbing up the side of the building. Now, as the roommate prepares to repeat the stunt, the cop appears and gives chase, and The Boy is forced to substitute as the climber. The theory is that the roommate will replace him on the second floor, or the third, or sooner or later, but Glasses ends up scaling the entire building, despite hazards on every floor. A child showers him with peanuts, which attract hungry pigeons. A mouse climbs up his pants leg. A window swings out and almost brushes him to his death. A weathervane changes direction and nearly dooms him. And finally there he is, hanging from the clock. A little later, he does some remarkably casual walking or even dancing on the building's roof ledge.\n\nIt looks real. That is the whole point. It seems to really be Harold Lloyd, really climbing the building, over a real drop that would be fatal. Kerr emphasizes in his book: \"virtually every shot in it keeps the street below in view.\"\n\nWell, was it Lloyd? It certainly wasn't special effects, which were not capable in 1923 of creating such illusions. In many shots, it is clearly Lloyd because we can see his face. In longer shots, as Kerr points out, the climber is certainly not the shorter and stockier Strother, who was a human fly in real life.\n\nAnalysis of the camera angles suggests that the height was exaggerated by using a building on a hill and by selecting dramatic camera angles. Lloyd himself said he had a platform with mattresses on it placed one, two or three stories below him. After his death in 1971, according to the critic Dennis Schwartz, \"it was finally revealed that the famous climb up the 12-story building was done with the aid of a stuntman.\" With the aid. What exactly does that mean? Having seen a high-resolution 35mm print in which I am clearly looking at Harold Lloyd much of the time, I am prepared to believe that certain shots may have been doubled, but that in others the star himself was in mortal danger.\n\nThat was not unique for the period. Buster Keaton did virtually all of his own stunts, allowing a building to fall around him in a hurricane, running on the top of a train, dangling over a waterfall. I accept without question that there were times in \"Safety Last\" when Harold Lloyd could have fallen to his death. The question becomes: Is that funny?\n\nI didn't find myself laughing, but I watched in fascination. I don't love the Glasses character with the intensity I reserve for Buster and the Little Tramp. But I was there with him every inch of the way up that building, and I shared the physical joy of his triumph at the top. I could understand why Lloyd outgrossed Chaplin and Keaton in the 1920s: Not because he was funnier or more poignant, but because he was merely mortal and their characters were from another plane of existence. Lloyd is a real man climbing a building; Keaton, as he stands just exactly where a building will not crush him, is an instrument of cosmic fate. And Chaplin is a visitor to our universe from the one that exists in his mind.\n\nWhile Chaplin and Keaton seemed to float on waves of inspiration and invention, \"Lloyd knew that he didn't know what he was doing,\" Kerr wrote, \"and detested himself for it. ... In due time, Lloyd acquired skills that were superb of their kind. But they were acquired skills. He got no gift from the gods.\" Perhaps that is what makes him special: He is determined to be a great silent comedian, and succeeds by experimentation, courage and will. His films are about his triumph over their making.\n\nNow I can test that theory. I have all the rest of Harold Lloyd still ahead of me. I would rather have all of Keaton or all of Chaplin, and yet I am pleased to have Lloyd still to explore. In a way that later films could never duplicate, silent films, especially comedies, have a documentary level beneath their fictions: They're often shot on real locations and use the locations, and the backgrounds are often unrehearsed and real. Into this actual universe steps a character who for reasons of his own will do extraordinary things.\n\nBorn in 1893, Lloyd began as an extra by mingling with a crowd of other extras returning from their lunch break. He met another extra named Hal Roach, later to become a giant among early producers, and was assigned by Roach to be a comedian. He made dozens of shorts before finding his rhythm and footing. He worked steadily to establish his character, had no time for Chaplin's perfectionism, had a better head for business than the dreamy Keaton.\n\nHe saved his money, preserved his films, kept them out of release for decades, was unconcerned when his legacy seemed to be falling behind those of the other two geniuses. His granddaughter Suzanne is now supervising the re-release of films that were never lost, never threatened with decay or destruction, and essentially look as fresh as they day they were premiered. It is like going to new movies that happen to have been made 80 years ago.\n\n\"Safely Last\" plays at 4 and 9 p.m. Sunday and Monday at the Music Box. Nine other newly released Harold Lloyd films are also in the retrospective; for the schedule, see www.musicboxtheatre.com.", "running_time": 70, "mpaa_rating": null, "release_year": 1923, "date_published": "2005-07-03", "genres": ["Comedy", "Romance"], "title": "Safety Last (1923)"}