{"url": "http://www.rogerebert.com/reviews/great-movie-notorious-1946", "by": "Cary Grantas Devlin", "star_rating": 4.0, "text": "\n\nAlfred Hitchcock's “Notorious” is the most elegant expression of\r\nthe master's visual style, just as “Vertigo” is the fullest expression of his\r\nobsessions. It contains some of the most effective camera shots in his--or\r\nanyone’s--work, and they all lead to the great final passages in which two men\r\nfind out how very wrong they both were.\n\nThis\r\nis the film, with “Casablanca,” that assures Ingrid Bergman’s immortality. She\r\nplays a woman whose notorious reputation encourages U.S. agents to recruit her\r\nto spy on Nazis in postwar Rio. And that reputation nearly gets her killed,\r\nwhen the man she loves mistrusts her. His misunderstanding is at the center of\r\na plot in which all of the pieces come together with perfect precision, so that\r\ntwo people walk down a staircase to their freedom, and a third person climbs\r\nsteps to his doom.\n\nHitchcock\r\nmade the film in 1946, when the war was over but the Cold War was just\r\nbeginning. A few months later, he would have made the villains Communists, but\r\nas he and Ben Hecht worked on the script, Nazis were still uppermost in their\r\nminds. (An opening subtitle says: “Miami, Florida, 3:20 p.m., April 20,\r\n1946”--admirably specific, but as unnecessary as the similarly detailed\r\ninformation at the beginning of “Psycho.\")\n\nThe\r\nstory stars Bergman as a patriotic American named Alicia Huberman, whose father\r\nis a convicted Nazi spy. Alicia is known for drinking and apparent promiscuity,\r\nand is recruited by an agent named Devlin (Cary Grant) to fly to Rio and\r\ninsinuate herself into the household of a spy ring led by Sebastian (Claude\r\nRains). Sebastian once loved her, and perhaps he still does; Devlin is\r\nessentially asking her to share the spy's bed to discover his secrets. And this\r\nshe is willing to do, because by the time he asks her, she is in love--with\r\nDevlin.\n\nAll\r\nof these sexual arrangements are of course handled with the sort of subtle\r\ndialogue and innuendo that Hollywood used to get around the production code.\r\nThere is never a moment when improper behavior is actually stated or shown, but\r\nthe film leaves no doubt. By the time all of the pieces are in place, we\r\nactually feel more sympathy for Sebastian than for Devlin. He may be a spy but\r\nhe loves Alicia sincerely, while Devlin may be an American agent but has used\r\nAlicia's love to force her into the arms of another man.\n\nHitchcock\r\nwas known for his attention to visual details. He drew storyboards of every\r\nscene before shooting it, and slyly plays against Grant’s star power in the\r\nscene introducing Devlin to the movie. At a party the night her father has been\r\nconvicted, Alicia drinks to forget. The camera positions itself behind the\r\nseated Devlin, so we see only the back of his head. He anchors the shot as the\r\ncamera moves left and right, following the morally ambiguous Alicia as she\r\nflirts, drinks and tries to forget.\n\nThere\r\nare more famous shots the next morning. Alicia awakens with a hangover, and\r\nthere is a gigantic foreground closeup of a glass of Alka-Seltzer (it will be\r\npaired much later in the movie with a huge foreground coffee cup that we know\r\ncontains arsenic). From her point of view, she sees Devlin in the doorway,\r\nbacklit and upside down. As she sits up, he rotates 180degrees. He suggests a\r\nspy deal. She refuses, talking of her plans to take a cruise. He plays a secret\r\nrecording that proves she is, after all, patriotic--despite her loose image. As\r\nthe recording begins, she is in shadow. As it continues, she is in bars of\r\nlight. As it ends, she is in full light. Hitchcock has choreographed the\r\nvisuals so that they precisely reflect what is happening.\n\nThe\r\nfilm is rich with other elegant shots, the most famous beginning with the\r\ncamera on a landing high above the entrance hall of Sebastian’s mansion in Rio.\r\nIt ends, after one unbroken movement, with a closeup of a key in Alicia's\r\nnervously twisting hand. The key will open the wine cellar, where Devlin\r\n(posing as a guest) will join Alicia in trying to find Sebastian’s secret. One\r\nof the bottles contains not wine but a radioactive substance used in bombs. Of\r\ncourse, it could contain anything--maps, codes, diamonds--because it is a\r\nMacGuffin (Hitchcock's name for that plot element that everyone is concerned\r\nabout, although it hardly matters what it is).\n\nThe\r\nHecht screenplay is ingenious in playing the two men against one another.\r\nSebastian, played by Rains, is smaller, more elegant, more vulnerable, and\r\ndominated by his forbidding mother (Leopoldine Konstantin). Devlin, played by\r\nGrant, is tall, physically imposing, crude at times, suspicious where Sebastian\r\nis trusting. Both men love her but the wrong man trusts her, and the plot leads\r\nto a moment of inspired ingenuity in which Devlin is able to escort Alicia out\r\nof the Nazi mansion in full view of all of the spies, and the circumstances are\r\nsuch that nobody can stop him. (There is a point earlier in the film where\r\nDevlin walks up the same staircase, and if you count his steps you will find\r\nthat on the way down he and Alicia descend more steps than there actually\r\nare--Hitchcock's way of prolonging the suspense.)\n\nThroughout\r\nHitchcock's career, he devised stories in which elegant women, usually blond,\r\nwere manipulated into situations of great danger. Hitchcock was the master\r\nmanipulator, with the male actors as his surrogates. “Vertigo” treats this\r\ntheme so openly it almost gives the game away. But look how it works in\r\n“Notorious,” where Devlin (like the Jimmy Stewart character in “Vertigo”)\r\ngrooms and trains innocent women to be exactly who he desires her to be, and\r\nthen makes her do his bidding.\n\nThe\r\ngreat erotic moment in “Vertigo” is the one where the man kisses the woman of\r\nhis fantasy, while the room whirls around him. There is a parallel scene in\r\n“Notorious,” and it was famous at the time as “the longest kiss in the history\r\nof the movies.” It was not, however, a single kiss, as Tim Dirks points out in\r\nhis essay on the film (www.filmsite.org/noto.html). The production code forbade\r\na kiss lasting longer than three seconds, and so Bergman and Grant alternate\r\nkissing with dialogue and eyeplay, while never leaving one another's arms. The\r\nsequence begins on a balcony overlooking Rio, encompasses a telephone call and\r\na discussion of the dinner menu, and ends with a parting at the apartment door,\r\ntaking three minutes in all. The three-second rule led to a better scene; an\r\nactual180-second kiss might look like an exercise in slobbering.\n\nThe choice of Ingrid Bergman for the role was ideal; she subtly\r\ncombined the noble and the carnal. Consider “Casablanca” (all of the viewers of\r\n“Notorious” would have), in which she lives with a resistance hero but in her\r\nheart loves a scruffy bar owner, and yet emerges as an idealistic heroine. In “Notorious,”\r\nwe never seriously doubt that she is the heroine, but we can understand why the\r\nGrant character does. She appears to be a dipsomaniac, and besides, she sleeps\r\nwith Sebastian. But she does it because she loves Devlin. Devlin has difficulty\r\nin loving a woman who would do that; one is reminded of Groucho Marx, who\r\nrefused to join any club that would have him as a member.\n\nSo\r\nmany movies have ended in obligatory chases and shoot-outs that the ability to\r\nwrite a well-crafted third act has almost died out. Among its many\r\nachievements, “Notorious” ends well. Like clockwork, the inevitable events of\r\nthe last 10 minutes take place, and they all lead to the final perfect shot, in\r\nwhich another Nazi says to Sebastian, “Alex, will you come in, please? I wish\r\nto talk to you.” And Alex goes in, knowing he will never come out alive.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1946, "date_published": "1997-08-17", "genres": ["Action", "Romance", "Thriller"], "title": "Notorious (1946)"}