{"url": "http://www.rogerebert.com/reviews/great-movie-leolo-1993", "by": "Maxime Collinas Leolo", "star_rating": 4.0, "text": "I came in after a midnight screening this year at Cannes, and found Richard Corliss leaning over a yellow legal pad in the dining room of the Hotel Splendid. He was, he said, working on the list of the 100 greatest films of all time, which he and Richard Schickel would soon publish in Time magazine. \"Which one are you writing about now?\" I asked. \" 'Leolo,' \" he said. Yes. \"Leolo.\" A film that stirs in the shadows of memory for everyone who has ever seen it, a film that cannot be classified and can hardly be explained, a film left orphaned by the early death of its director, Jean-Claude Lauzon, who died with his girlfriend while piloting his Cessna in northern Canada in 1997.\n\nHe made only two features, \"Night Zoo\" (1987) and \"Leolo\" (1992). He could have made more, but spent his time shooting commercials, or fishing. He was believed to be the most gifted young filmmaker in Canada, but when the elder statesman Norman Jewison offered him a job directing Gene Hackman in a thriller, he turned it down, rudely. Ken Turan of the Los Angeles Times believes \"Leolo\" might have won the Palme d'Or at Cannes in 1992 if Lauzon hadn't made an obscene suggestion to Jamie Lee Curtis, one of the jurors. Turan tells me he heard the story from Lauzon himself: \"He found himself next to Jamie Lee at the buffet at the Hotel du Cap. He introduced himself and said, as I remember it, 'What the boy in the film does to the piece of liver, I want to do to you.' \" The only caveat raised by this story is that Jamie Lee Curtis is not a shrinking violet and might as plausibly laughed as taken offense.\n\nI met Lauzon once, at lunch after \"Night Zoo\" premiered at Cannes. He was long-haired, outspoken, a little wild, ready to offend or take offense. His movie was about an ex-con whose father is dying; the old man's deathbed wish is to shoot an elephant, and so they break into the Montreal Zoo with his dad in a wheelchair. You get the feeling, after seeing that film and \"Leolo,\" that they are not a million miles removed from reality. There was mental illness all through his family, his childhood was not easy and his hero Leolo says, \"They say I am French Canadian, but because I dream, I am not. They say he is my father, but I know I am not his son because he is crazy. Because I dream, I know I am not.\"\n\nBecause he dreams, he thinks he is Italian, and the man posing as his father is not his real father. The boy in the movie is born Leo Lauzon, but renames himself Leo Lozone. In his dreams, his real father is a Sicilian who masturbates on a box full of tomatoes destined for Quebec. His mother falls on the tomatoes in a Montreal street market, squishing them, and nine months later Leolo is born. He spends the entire movie trying to get his family to stop calling him Leo.\n\nIf this sounds like a chapter from \"Everything You Wanted to Know About Sex,\" the film itself is not only comic but darkly angry. It centers on the adventures of Leolo (Maxime Collin) around the age of 12, when he is not a cute teenager but a tortured and introverted boy in a family seething with insanity. His family members cycle in and out of the nearby madhouse as if it's a spa, and homelife is dominated by the belief of his father (Roland Blouin) that all human health depends upon a daily bowel movement. \"Push, Leo, push!\" urges his mother (Ginette Reno), a fat, good-hearted matriarch who loves the boy but is helpless to understand him. The house is tyrannized by Grandfather (Julien Guiomar), whose toenails Leolo is made to trim with his own teeth.\n\nThe boy at this age discovers masturbation, and becomes fixated by the comely neighbor Bianca (Giuditta Del Vecchio). She is a few years too old for Leolo and many years too young for Grandfather, who nevertheless pays her to bathe and comfort him. Leolo spies on them through a window in the ceiling, and later uses this vantage point in his plan to use an elaborate system of levers and pulleys to murder the old man. Well, Grandfather has it coming; he once tried to drown Leolo in a plastic wading pool, although for Leolo the experience was not without benefits because he experienced wondrous visions.\n\nIf the movie sounds depraved and depressing to you, it is because I have failed to convey the deep amusement and even love that Lauzon conveys in his material. Leolo reminded me of the sex-crazed adolescents in Fellini's \"Amarcord,\" with the difference that Fellini's memories were nostalgic and his hero's family was eccentric in a lovable way. Leolo uses dreams to deny the reality of his family, and sees himself in a struggle to survive its demented grip. There seems to be no escape. His brother Fernand (Yves Montmarquette) is humiliated by a bully, spends months turning himself into a muscle-bound bodybuilder, and then is humiliated again. \"That day,\" says the film's narrator, speaking for Leolo, \"I understood that fear lived in our deepest being.\"\n\nWhat small portion of hope Leolo finds in his childhood comes from one book, the only book his family possesses. It comes into his life one day when an old man (Pierre Bourgault) visits their home and uses the book to prop up one leg of an off-balance kitchen table. Leolo reads it at night by the light from the refrigerator, wearing gloves and a muffler. The man, called the Word Tamer in the narration, lives in a room jammed with books and maps, and rummages in garbage cans for treasure. That is how he finds and reads Leolo's journal, which is written a page at a time and then thrown away. It is a good question whether he, Leolo or the journal is speaking in the narration: All three, I think.\n\nThe technical brilliance of the film is astonishing. Lauzon was filled with quirks and impulses, sudden inspirations and wild inventions. Some directors with such hyperactive imagination create movies that are elaborate and yet empty; Lauzon is so motivated by his resentments and desires that everything he creates is pressed into the cause and filled with passion. There are scenes that cannot possibly exist, and yet they do. Set decoration that is a fantasy and yet insists on being a reality. A soundtrack that incorporates opera, Tom Waits, the Rolling Stones and what sounds like Gregorian chant. Music that evokes the presence of evil so clearly that it could be a theme from \"The Exorcist.\" Yet everyday Montreal street life bursting with life and joy.\n\nReading Neil Lee's online memoir of Lauzon, I was reminded of the childhood of Francois Truffaut. Lee writes: \"Lauzon's childhood was a rowboat awash in a sea of madness, driven by winds of psychosis ... nearly all of his family -- with exception of his mother -- were institutionalized at one point or another. Lauzon himself escaped a life of petty street crime only through the intervention of Andre Petrowski, then the head of the NFB's French film distribution. It is to him that 'Leolo' is dedicated, and rightly so, for Petrowski was the man responsible for guiding Lauzon out of the gutter of his youth and into filmmaking.\"\n\nPetrowski of the National Film Board is paralleled in Truffaut's life by Andre Bazin, the film critic who guided Truffaut out of juvenile delinquency and into film. Lauzon was \"a flirt, a troublemaker,\" Cameron Bailey remembers in a memoir. \"He made demands on producers and festival directors. He didn't behave.\" It is perhaps not tragic that he made only two features, but remarkable that he made any at all.\n\nWhen a great movie exists all by itself, it is in danger of being misplaced. We tend to want it to belong to the lifework of a director, or in the mainstream of a genre. Yet some films are singular: Laughton's \"The Night of the Hunter\" or Jodorowsky's \"El Topo.\" Either you find it or you never do. You have to approach it directly, not through other films. The experience of seeing \"Leolo\" is, for me, like watching a high-wire act. How can Lauzon keep his balance when he careens so wildly to one extreme and then another? How can he create these characters, so grotesque, and make them human, and have sympathy for them? How can Leolo be so weird and inward, so angry and subversive, and yet somehow so noble? How can this story hurtle itself in every direction, and yet find a destination? I don't know if Jean-Claude Lauzon finished \"Leolo\" and decided he had nothing else he needed to say. But if he did, I can understand that.", "running_time": 107, "mpaa_rating": "NR", "release_year": 1993, "date_published": "2005-07-31", "genres": ["Comedy", "Drama", "Fantasy", "Foreign"], "title": "Leolo (1993)"}