{"url": "http://www.rogerebert.com/reviews/great-movie-the-general-1927", "by": "Buster Keatonas Johnnie Gray", "star_rating": 4.0, "text": "\n\nBuster Keaton was not the Great Stone Face so much as a man who\r\nkept his composure in the center of chaos. Other silent actors might mug to get\r\na point across, but Keaton remained observant and collected. That's one reason\r\nhis best movies have aged better than those of his rival, Charlie Chaplin. He\r\nseems like a modern visitor to the world of the silent clowns.\n\nConsider\r\nan opening sequence in \"The General” (1927), his masterpiece about a\r\nSouthern railway engineer who has \"only two loves in his life” -- his\r\nlocomotive and the beautiful Annabelle Lee. Early in the film, Keaton, dressed\r\nin his Sunday best, walks to his girl's house. He is unaware that two small\r\nboys are following him, marching in lockstep--and that following them is\r\nAnnabelle Lee herself (Marion Mack).\n\nHe\r\narrives at her door. She watches unobserved. He polishes his shoes on the backs\r\nof his pants legs, and then knocks, pauses, looks about, and sees her standing\r\nright behind him. This moment would have inspired an overacted double-take from\r\nmany other silent comedians. Keaton plays it with his face registering merely\r\nheightened interest.\n\nThey\r\ngo inside. He sits next to her on the sofa. He becomes aware that the boys have\r\nfollowed them in. His face reflects slight unhappiness. He rises, puts on his\r\nhat as if to leave and opens the door, displaying such courtesy you would think\r\nthe boys were his guests. The boys walk out and he closes the door on them.\n\nHe\r\nis not a man playing for laughs, but a man absorbed in a call on the most\r\nimportant person in his life. That's why it's funny. That's also why the\r\nmovie's most famous shot works--the one where, rejected by his girl, he sits\r\ndisconsolately on the drive-rod of the big engine. As it begins to move, it\r\nlifts him up and down, but he does not notice, because he thinks only of\r\nAnnabelle Lee.\n\nThis\r\nseries of shots establishes his character as a man who takes himself seriously,\r\nand that is the note he will sound all through the film. We don't laugh at\r\nKeaton, but identify with him.\n\n\"The\r\nGeneral” is an epic of silent comedy, one of the most expensive films of its\r\ntime, including an accurate historical recreation of a Civil War episode,\r\nhundreds of extras, dangerous stunt sequences, and an actual locomotive falling\r\nfrom a burning bridge into a gorge far below. It was inspired by a real event;\r\nthe screenplay was based on the book \"The Great Locomotive Chase,” written\r\nby William Pittenger, the engineer who was involved.\n\nAs\r\nthe film opens, war has been declared and Johnny Gray (Keaton) has been turned\r\ndown by a rebel enlisting officer (he is more valuable as an engineer, although\r\nnobody explains that to him). “I don't want you to speak to me again until you\r\nare in uniform,” Annabelle declares. Time passes. Johnny is the engineer of the\r\nGeneral, a Southern locomotive. The train is stolen by Union spies, and Johnny\r\nchases it on foot, by sidecar, by bicycle and finally with another locomotive,\r\nthe Texas. Then the two sides switch trains, and the chase continues in\r\nreverse. Annabelle was a passenger on the stolen train, becomes a prisoner of\r\nthe Union troops, is rescued by Johnny and rides with him during the climactic\r\nchase scenes that end with the famous shot of the Texas falling into the gorge\r\n(where, it is said, its rusted hulk remains to this day).\n\nIt\r\nwould seem logically difficult to have much of a chase involving trains, since\r\nthey must remain on tracks, and so one must forever be behind the other\r\none--right? Keaton defies logic with one ingenious silent comic sequence after\r\nanother, and it is important to note that he never used a double and did all of\r\nhis own stunts, even very dangerous ones, with a calm acrobatic grace.\n\nThe\r\ntrain's obvious limitations provide him with ideas. An entire Southern retreat\r\nand Northern advance take place unnoticed behind him, while he chops wood. Two\r\nsight gags involve his puzzlement when rail cars he thought were behind him\r\nsomehow reappear in front of him. He sets up the locations along the way, so\r\nthat he can exploit them differently on the way back. One famous sequence\r\ninvolves a cannon on a flat car, which Keaton wants to fire at the other train.\r\nHe lights the fuse and runs back to the locomotive, only to see that the cannon\r\nhas slowly reversed itself and is now pointed straight at him.\n\nOne\r\ninspiration builds into another: To shield himself from the cannonball, he runs\r\nforward and sits on the cowcatcher of the speeding Texas, with no one at the\r\ncontrols and a big railroad tie in his arms. The Union men throw another tie\r\nonto the tracks, and Keaton, with perfect aim and timing, knocks the second off\r\nby throwing the first. It's flawless and perfect, but consider how risky it is\r\nto sit on the front of a locomotive hoping one tie will knock another out of\r\nthe way without either one smashing your brains out.\n\nBetween\r\nchase scenes, he blunders into a house where the Northern generals are planning\r\ntheir strategy, and rescues Annabelle Lee--but not before Keaton creates a\r\nperfect little cinematic joke.\n\nHe\r\nis hiding under the dining table as the Northerners confer. One of them burns a\r\nhole in the tablecloth with his cigar. Annabelle Lee is brought into the room,\r\nand we see Keaton's eye peering through the hole--and then there's a reverse\r\nshot of the girl, with Keaton using the hole in the cloth to create a “found”\r\niris shot--one of those shots so beloved of Griffith, in which a circle is\r\ndrawn around a key element on the screen.\n\n“The\r\nGeneral” was voted one of the 10 greatest films of all time in the\r\nauthoritative Sight & Sound poll. Who knows if it is even Keaton's\r\ngreatest? Others might choose “Steamboat Bill, Jr.” (1928). His other classics\r\ninclude “Our Hospitality” (1923), “The Navigator” (1924), “Go West” (1925) and “The\r\nCameraman” (1928), in which he played a would-be newsreel photographer who\r\nlucks into his career.\n\nBorn\r\nin 1897, the same year as the cinema, he grew up in a vaudeville family. As\r\npart of the act, he was literally thrown around the stage; like W.C. Fields, he\r\nlearned his physical skills in a painful childhood apprenticeship. He started\r\nin films with Fatty Arbuckle in 1917 and directed his first shorts in 1920. In\r\nless than a decade, from 1920 to 1928, he created a body of work that stands\r\nbeside Chaplin's (some would say above it), and he did it with fewer resources\r\nbecause he was never as popular or well-funded as the Little Tramp.\n\nThen\r\nthe talkies came in, he made an ill-advised deal with MGM that ended his\r\nartistic independence, and the rest of his life was a long second act--so long\r\nthat in the 1940s he was reduced to doing a live half-hour TV show in Los\r\nAngeles. But it was also long enough that his genius was rediscovered, and he\r\nmade a crucial late work, Samuel Beckett's “Film” (1965), and was hailed with a\r\nretrospective at Venice shortly before his death in 1966.\n\nToday\r\nI look at Keaton's works more often than any other silent films. They have such\r\na graceful perfection, such a meshing of story, character and episode, that\r\nthey unfold like music. Although they're filled with gags, you can rarely catch\r\nKeaton writing a scene around a gag; instead, the laughs emerge from the\r\nsituation; he was “the still, small, suffering center of the hysteria of\r\nslapstick,” wrote the critic Karen Jaehne. And in an age when special effects\r\nwere in their infancy, and a “stunt” often meant actually doing on the screen\r\nwhat you appeared to be doing, Keaton was ambitious and fearless. He had a\r\nhouse collapse around him. He swung over a waterfall to rescue a woman he\r\nloved. He fell from trains. And always he did it in character, playing a solemn\r\nand thoughtful man who trusts in his own ingenuity.\n\n“Charlie's\r\ntramp was a bum with a bum's philosophy,” he once said. “Lovable as he was, he\r\nwould steal if he got the chance. My little fellow was a workingman, and\r\nhonest.” That describes his characters, and it reflects their creator.", "running_time": 107, "mpaa_rating": "NR", "release_year": 1927, "date_published": "1997-05-31", "genres": ["Action", "Adventure", "Comedy", "Drama", "Romance", "War"], "title": "The General (1927)"}