{"url": "http://www.rogerebert.com/reviews/great-movie-trouble-in-paradise-1932", "by": "Ernst Lubitsch", "star_rating": 4.0, "text": "\n\nWhen I was small I liked to go to the movies because you could\r\nfind out what adults did when there weren't any children in the room. As I grew\r\nup that pleasure gradually faded; the more I knew the less the characters\r\nseemed like adults. Ernst Lubitsch's \"Trouble in Paradise” reawakened my\r\nold feeling. It is about people who are almost impossibly adult, in that\r\nfanciful movie way -- so suave, cynical, sophisticated, smooth and sure that a\r\nlifetime is hardly long enough to achieve such polish. They glide.\n\nIt\r\nis a comedy for three characters, plus comic relief in supporting roles.\r\nHerbert Marshall plays a gentleman jewel thief, Miriam Hopkins plays the\r\ncon-woman who adores him, and Kay Francis is the rich widow who thinks she can\r\nbuy him but is content to rent him for a while. They live in a movie world of\r\nexquisite costumes, flawless grooming, butlers, grand hotels in Venice,\r\npenthouses in Paris, cocktails, evening dress, wall safes, sweeping staircases,\r\nnightclubs, the opera and jewelry, a lot of jewelry. What is curious is how\r\nreal they manage to seem, in the midst of the foppery.\n\nThe\r\nromantic triangle was the favorite plot device of Lubitsch. The critic Greg S.\r\nFaller notes that the German-born director liked stories in which \"an\r\nessentially solid relationship is temporarily threatened by a sexual rival.”\r\nHere it's clear from the beginning that the gentleman thief Gaston Monescu\r\n(Marshall) and the lady pickpocket Lily Vautier (Hopkins) are destined for one\r\nanother -- not only because they like each other, but because their professions\r\nmake it impossible to trust civilians. When Gaston meets Mariette Colet\r\n(Francis), it is to return the purse he has stolen from her and claim the\r\nreward. She is attracted to him, and he gracefully bows to her lust, but there\r\nis an underlying sobriety: He knows it cannot last, and in a way so does she.\n\nThe\r\nsexual undertones are surprisingly frank in this pre-Code 1932 film, and we\r\nunderstand that none of the three characters is in any danger of mistaking sex\r\nfor love. Both Lily and Mariette know what they want, and Gaston knows that he\r\nhas it. His own feelings for them are masked beneath an impenetrable veneer of\r\nsophisticated banter.\n\nHerbert\r\nMarshall takes ordinary scenes and fills them with tension because of the way\r\nhe seems to withhold himself from the obvious emotional scripting. He was 42\r\nwhen he made the film, handsome in a subdued rather than an absurd way, every dark\r\nhair slicked close to his scalp, with a slight stoop to his shoulders that\r\nmakes him seem to be leaning slightly toward his women, or bowing. His walk is\r\ndeliberate and noticeably smooth; he lost a leg in World War I, had a wooden\r\none fitted, and practiced so well at concealing his limp that he seems to float\r\nthrough a room.\n\nHe\r\ngives a droll, mocking richness to the dialogue by Samson Raphaelson,\r\nLubitsch's favorite collaborator. He seems to know he's in a drawing room\r\ncomedy, and the actresses speak in tune with him. There are exchanges so\r\nteasing that they're like verbal foreplay. Consider the early scene in which\r\nGaston, having stolen some jewels, returns to his hotel suite to host a private\r\ndinner for Lily. He poses as a baron. She poses as a countess.\n\n\"You\r\nknow,” says Lily, \"when I first saw you, I thought you were an American.”\n\n\"Thank\r\nyou,” Gaston gravely replies.\n\n\"Someone\r\nfrom another world, so entirely different. Oh! One gets so tired of one's own\r\nclass -- princes and counts and dukes and kings! Everybody talking shop. Always\r\ntrying to sell jewelry. Then I heard your name and found out you were just one\r\nof us.”\n\n\"Disappointed?”\n\n\"No,\r\nproud. Very proud.”\n\nAnd\r\nthey kiss. But soon it is revealed that they have both been busily stealing\r\neach other's possessions. She has his wallet, he has her pin, and it's like a\r\ngame of strip poker in which, as each theft is revealed, their excitement\r\ngrows, until finally Lily realizes she has been unmasked by another criminal,\r\nand cries out, \"Darling! Tell me, tell me all about yourself. Who are you?”\n\nHe\r\nis one of the boldest thieves in the world. He meets Mariette (Francis) by\r\nstealing her diamond-encrusted purse and then returning it. He insinuates\r\nhimself into her trust, advising her on lipstick and on her choice of lovers\r\n(of course he has read the love letter in the handbag). The dialogue is daring\r\nin its insinuations:\n\n\"If\r\nI were your father, which fortunately I am not,” he says, \"and you made\r\nany attempt to handle your own business affairs, I would give you a good\r\nspanking -- in a business way, of course.”\n\n\"What\r\nwould you do if you were my secretary?”\n\n\"The\r\nsame thing.”\n\n\"You're\r\nhired.”\n\nTurn\r\nup the heat under this dialogue, and you'd have screwball comedy. It's\r\ntantalizing the way Lubitsch and his actors keep it down to a sensuous simmer.\r\nIn the low, caressing tones of Marshall and Francis, they're toying with the\r\nwords -- they're in on the joke. And Mariette is neither a spoiled rich woman\r\nnor a naive victim. She is a woman of appetites and the imagination to take\r\nadvantage of an opportunity. She probably doesn't believe, even then, that this\r\nman is who he says. He has a way of smiling while he lies, to let his victims\r\nhave a peek at the joke. But Mariette is an enormously attractive woman, not\r\nleast because of her calm self-assurance, and he likes her even as he deceives\r\nher.\n\nTheir\r\nfirst meeting is a splendid example of \"the Lubitsch Touch,” a press\r\nagent's phrase that stuck, maybe because audiences sensed that the director did\r\nhave a special touch, a way of transforming material through style. What\r\nhappens, and you are surprised to sense it happening, is that in a drawing room\r\ncomedy of froth and inconsequence, you find that you believe in the characters\r\nand care about them.\n\nErnst\r\nLubitsch (1892-1947), short, plain, cigar-chewing, beloved, was born in Berlin,\r\nwas on the stage by the time he was 19, worked as a silent film comedian, and\r\nin 1915 began to direct. His silent films often starred Pola Negri, who played\r\nMadame DuBarry in \"Passion” (1919), which made their reputations in\r\nAmerica. Mary Pickford brought him to Hollywood in 1923, where he quickly\r\nbecame successful; his best silent films include a version of Oscar Wilde's\r\n\"Lady Windermere's Fan” (1925) that the critic Andrew Sarris argues\r\nactually improves on the original (\"it seems incredible”) by dropping\r\nWilde's epigrams, \"which were largely irrelevant to the plot.”\n\nLubitsch\r\nruled at Paramount in the late 1920s and 1930s (he was head of the studio for a\r\nyear), embracing the advent of sound with a series of musicals that often\r\nstarred Jeannette Macdonald. \"Trouble in Paradise\" is generally\r\nconsidered his best film, but there are advocates for his version of Noel\r\nCoward's \"Design for Living\" (1933), with Gary Cooper, Fredric March\r\nand Miriam Hopkins; \"Ninotchka\" (1939), with Garbo, a definitive\r\nadult; \"The Shop Around the Corner\" (1940), with James Stewart and\r\nMargaret Sullavan as bickering co-workers who don't realize they're romantic\r\npenpals; and \"To Be or Not to Be\" (1942), with Jack Benny and Carole\r\nLombard in a comedy aimed squarely at Hitler.\n\nBecause\r\n\"The Lubitsch Touch” was coined by a publicist, no one, least of all\r\nLubitsch, ever really defined it. It is often said to refer to his fluid\r\ncamera. Watching \"Trouble in Paradise,” what I sensed even more was the\r\nway the comic material is given dignity by the actors; the characters have a\r\nweight of experience behind them that suggests they know life cannot be played\r\nindefinitely for laughs. Andrew Sarris, trying to define the Touch, said it was\r\n\"a counterpoint of poignant sadness during a film's gayest moments.”\r\nConsider the way Gaston and Mariette say goodbye for the last time, after it is\r\nclear to both of them that he loved her, and stole from her. How gallantly they\r\ntry to make a joke of it.\n\nDialogue quoted from Tim Dirks' great films site at\r\nwww.filmsite.org/films\n\n", "running_time": 83, "mpaa_rating": "NR", "release_year": 1932, "date_published": "1998-10-11", "genres": ["Comedy", "Romance"], "title": "Trouble in Paradise (1932)"}