{"url": "http://www.rogerebert.com/reviews/great-movie-wings-of-desire-1988", "by": null, "star_rating": 4.0, "text": "The angels in “Wings of Desire” are not merely guardian angels, placed on Earth to look after human beings. They are witnesses, and they have been watching for a long time--since the beginning. Standing on a concrete river bank in Berlin, they recall that it took a long time before the primeval river found its bed. They remember the melting of the glaciers. They are a reflection of the solitude of God, who created everything and then had no one to witness what he had done; the role of the angels is to see. \n\nIn Wim Wenders’ film, they move invisibly through the divided city of Berlin, watching, listening, comparing notes. Often they stand on high places--the shoulder of a heroic statue, the tops of buildings--but sometimes they descend to comfort an accident victim, or to put a hand on the shoulder of a young man considering suicide. They cannot directly change events (the young man does kill himself), but perhaps they can suggest the possibility of hope, the intuition that we are not completely alone.\n\nThe film evokes a mood of reverie, elegy and meditation. It doesn’t rush headlong into plot, but has the patience of its angels. It suggests what it would be like to see everything but not participate in it. We follow two angels: Damiel (Bruno Ganz) and Cassiel (Otto Sander). They listen to the thoughts of an old Holocaust victim, and of parents worried about their son, and of the passengers on trams and the people in the streets; it’s like turning the dial and hearing snatches of many radio programs. They make notes about the hooker who hopes to earn enough money to go south, and the circus aerialist who fears that she will fall, because it is the night of the full moon.\n\nYou’re seduced into the spell of this movie, made in 1987 by Wenders, who collaborated on the screenplay with the German playwright Peter Handke. It moves slowly, but you don’t grow impatient, because there is no plot to speak of, and so you don’t fret that it should move to its next predictable stage. It is about being, not doing. And then it falls into the world of doing, when the angel Damiel decides that he must become human.\n\nHe falls in love with the trapeze artist. He goes night after night to the shabby little circus where she performs above the center ring. He is touched by her doubts and vulnerability. He talks with Cassiel, the other angel, about how it would feel to feel: to be able to feed a cat, or get ink from a newspaper on your fingers. He senses a certain sympathy from one of the humans he watches, an American movie actor (Peter Falk, playing himself). “I can’t see you, but I know you’re here,” Falk tells him. How can Falk sense him? Sometimes children can see angels, but adults are supposed to have lost the facility.\n\nThe answers to these questions are all made explicitly clear, in the new Hollywood movie “City of Angels,” which is a remake of “Wings of Desire” and spells out what the original film only implies. After seeing the new film, which stars Nicolas Cage as the angel and Meg Ryan as the woman (now a heart surgeon rather than an aerialist), I went back to “Wings of Desire” again. It reminded me of the different notes that movies can strike.\n\n“City of Angels” is a skillful romantic comedy and I enjoyed it, but it all stayed there on the screen, content to be what it was. “Wings of Desire” doesn’t release its tension in a smooth plot payoff. It creates a mood of sadness and isolation, of yearning, of the transience of earthly things. If the human being is the only animal that knows it lives in time, the movie is about that knowledge.\n\nIt is a beautiful film, photographed by the legendary cinematographer Henri Alekan, who made the characters float weightlessly in Cocteau’s “Beauty and the Beast” (the circus in the movie is named after him). When he shows the point of view of the angels, he shoots in a kind of blue-tinted monochrome. When he sees through human eyes, he shoots in color. His camera seems liberated from gravity; it floats over the city, or glides down the aisle of an airplane. It does not intrude; it observes. When the angel follows the trapeze artist into a rock club, it doesn’t fall into faster cutting rhythms; it remains detached. The critic Bryant Frazer observes that Cassiel, the other angel, “leans against the wall and closes his eyes, and the stage lights cast three different shadows off his body, alternating and shifting position and color as though we’re watching Cassiel’s very essence fragmenting before our eyes.”\n\nBruno Ganz has a good face for an angel. It is an ordinary, pleasant, open face, not improbably handsome. Like a creature who has been observing since the dawn of time, he doesn’t react a lot. He has seen it all. Now he wants to feel. “I’m taking the plunge,” his angel tells the other one. He will descend into time, disease, pain and death, because at the same time he can touch, smell and be a part of things. All that he desires is summed up in the early dawn at an outdoor coffee stand when Peter Falk tells him: “To smoke, and have coffee--and if you do it together, it’s fantastic. To draw, and when your hands are cold you rub them together ... “\n\nThe children in the streets call Falk “Columbo,” and indeed Columbo, in his dirty raincoat, enters people’s lives and stands around and observes and eventually asks questions. And the angels, who wear long black topcoats, do the same things, although their questions are not easily heard.\n\nWenders is an ambitious director who experiments with the ways in which a movie can be made. I didn’t think his 1992 film “Until the End of the World” was a success, but I admired his audacity in following two lovers in a story improvised over five months in 20 cities in seven countries on four continents. His “Kings of the Road” (1974) was a three-hour odyssey in which two men wander the border between East and West Germany in a VW bus, sharing confessions and insights, learning that they cannot live with women and cannot live without them. It’s like an intellectual, metaphysical version of Promise Keepers. His “Paris, Texas” (1978) was a modern remake of “The Searchers,” in which a loner, played by Harry Dean Stanton, tries to track down a lost girl in a landscape that seems to forbid human connections.\n\nLike many directors who make films of greater length, Wenders is not a perfectionist. He will include what a perfectionist would leave out, because of intangible reasons that are more important to him than flawlessness. Consider, for example, the first time the trapeze artist (Solveig Dommartin) encounters Peter Falk at that coffee stand. Her performance is almost giddy; she seems like an actress pleased to meet a star she’s seen on TV, and the scene’s reality is broken by her vocal tone and body language. They both seem to be doing an ill-prepared improvisation. That may make it a “bad” scene in terms of the movie’s narrow purposes, but does it have a life of its own? Yes, for the same reasons it’s flawed. Movies are moments of time, and that is a moment I am happy to have.\n\n“Wings of Desire” is one of those films movie critics are accused of liking because it’s esoteric and difficult. “Nothing happens but it takes two hours and there’s a lot of complex symbolism,” complains a Web-based critic named Peter van der Linden. In the fullness of time, perhaps he will return to it and see that astonishing things happen and that symbolism can only work by being apparent. For me, the film is like music or a landscape: It clears a space in my mind, and in that space I can consider questions. Some of them are asked in the film: “Why am I me and why not you? Why am I here and why not there? When did time begin and where does space end?”", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1998-04-12", "genres": ["Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Wings of Desire (1988)"}