{"url": "http://www.rogerebert.com/reviews/great-movie-pans-labyrinth-2006", "by": "Ivana Baqueroas Ofelia", "star_rating": 4.0, "text": "\"Pan's Labyrinth\" is one of the greatest of all fantasy films, even though it is anchored so firmly in the reality of war. On first viewing, it is challenging to comprehend a movie that on the one hand provides fauns and fairies, and on the other hand creates an inhuman sadist in the uniform of Franco's fascists. The fauns and fantasies are seen only by the 11-year-old heroine, but that does not mean she's \"only dreaming;\" they are as real as the fascist captain who murders on the flimsiest excuse. The coexistence of these two worlds is one of the scariest elements of the film; they both impose sets of rules that can get an 11-year-old killed.\n\n\"Pan's Labyrinth\" (2006) took shape in the imagination of Guillermo del Toro as long ago as 1993, when he began to sketch ideas and images in the notebooks he always carries. The Mexican director responded strongly to the horror lurking under the surface of classic fairy tales and had no interest in making a children's film, but instead a film that looked horror straight in the eye. He also rejected all the hackneyed ideas for the creatures of movie fantasy and created (with his Oscar-winning cinematographer, art director and makeup people) a faun, a frog and a horrible Pale Man whose skin hangs in folds from his unwholesome body.\n\nThe time is 1944 in Spain. Bands of anti-Franco fighters hide in the forest, encouraged by news of the Normandy landings and other setbacks for Franco's friends Hitler and Mussolini. A troop of Franco's soldiers is sent to the remote district to hunt down the rebels, and is led by Capitan Vidal (Sergi Lopez), a sadist under cover as a rigid military man.\n\nCommandeering a gloomy old mill as his headquarters, he moves in his new wife, Carmen (Ariadna Gil), who is very pregnant, and her daughter from her first marriage, Ofelia (Ivana Baquero). The girl hates her stepfather, who indeed values Carmen only for breeding purposes. Soon after arriving, Vidal shoots dead two farmers whose rifles, they claim, are only for hunting rabbits. After they die, Vidal finds rabbits in their pouches. \"Next time, search these assholes before wasting my time with them,\" he tells an underling. He orders Mercedes (Maribel Verdu), his chief servant, to cook the rabbits for dinner: \"Maybe a stew.\" What a vile man.\n\nOfelia encounters a strange insect looking like a praying mantis. It shudders in and out of frame, and we're reminded of Del Toro's affection for odd little creatures (as in \"Cronos,\" with its deep-biting immortality bug). The insect, friendly and insistent, seems to her like a fairy, and when she says so, the bug becomes a vibrating little man who leads her into a labyrinth and thus to her first fearsome meeting with the faun (Doug Jones, who specializes in acting inside bizarre costumes). Some viewers have confused the faun with Pan, but there is no Pan in the picture and the international title translates as \"Labyrinth of the Faun.\"\n\nThe faun seems to be both good and evil; what are we to make of a huge pile of used shoes, especially worrisome in the time of the Holocaust? But what he actually offers is not good or evil, but the choice between them, and Del Toro says in a commentary that Ofelia is \"a girl who needs to disobey anything except her own soul.\" The whole movie, he says, is about choices.\n\nThe faun fits neatly into Ofelia's worries about her pregnant mother; he gives her a mandrake root to hide under the mother's bed and feed with two drops of blood daily. The mandrake root is said to resemble a penis, but this one, in special effects that are beyond creepy, looks like a half-baby made from wood, leaves and earth. Ofelia discovers that Carmen Mercedes* is aiding the rebels, but keeps her secret because she doesn't want to be responsible for hurting anyone, a trait that will benefit her.\n\nThe film is visually stunning. The creatures do not look like movie creations but like nightmares (especially the Pale Man, with eyes in the palms of his hands). The baroque organic look of the faun's lair is unlike any place I have seen in the movies. When the giant frog delivers up a crucial key in its stomach, it does so by regurgitating its entire body, leaving an empty frog skin behind. Meanwhile, Vidal plays records on his phonograph, smokes, drinks, shaves as if tempting himself to slash his throat, speaks harshly to his wife, threatens the doctor and shoots people.\n\nDel Toro moves between many of these scenes with a moving foreground wipe -- an area of darkness, or a wall or a tree that wipes out the military and wipes in the labyrinth, or vice versa. This technique insists that his two worlds are not intercut, but live in edges of the same frame. He portrays most of the mill interiors in a cold blue-grey slate, but introduces life tones into the faces of characters we favor, and into the fantasy world. It is no coincidence that the bombs of the rebels introduce red and yellow explosions into the monotone world they attack.\n\nGuillermo del Toro (born 1964) is the most challenging of directors in the fantasy field because he invents from scratch, or adapts into his own vision. He has made six features since his debut at 29 with \"Cronos\" (1993), and I have admired, even loved, all of them, even those like \"Hellboy,\" \"Mimic\" and \"Blade II\" that did not receive the universal acclaim of \"Cronos\" and \"The Devil's Backbone\" (a ghost story also set in Franco's Spain). He is above all a visually-oriented director, and when he says \"films are made of looks,\" I think he is referring not only to the gazes of his actors but to his own.\n\nBorn in Mexico, he has worked there and overseas, like his gifted friends and contemporaries Alfonso Cuaron (born 1961) and Alejandro Gonzalez Inarritu (born 1963). Isn't it time to start talking about a New Mexican Cinema, not always filmed in Mexico but always informed by the imagination and spirit of the nation? Think of Del Toro's remarkable films, and then consider too Cuaron's \"Children of Men,\" \"Harry Potter and the Prisoner Of Azkaban\" (the best-looking Potter film), \"Great Expectations\" (an overlooked masterpiece) and \"Y Tu Mama Tambien.\" Or Inarritu's \"Amores Perros,\" \"21 Grams\" and \"Babel.\"\n\nSome of these are in one way or another genre films, but there is so much impact and intensity, and such a richness of visual imagination, that they flatter their genres instead of depending on them. The three directors trade actors and technicians, support each other, make new rules, are successful without compromise. Cuaron's 1998 \"Great Expectations,\" set in a Spanish-moss-dripping modern Florida and starring Ethan Hawke, Gwyneth Paltrow and Anne Bancroft (in guess which roles), is a stunning reworking of Dickens and illustrates how all three of these directors can put hands on a project and make it their own.\n\nWhat makes Del Toro's \"Pan's Labyrinth\" so powerful, I think, is that it brings together two kinds of material, obviously not compatible, and insists on playing true to both, right to the end. Because there is no compromise there is no escape route, and the dangers in each world are always present in the other. Del Toro talks of the \"rule of three\" in fables (three doors, three rules, three fairies, three thrones). I am not sure three viewings of this film would be enough, however.\n\nAll of the films mentioned are reviewed at www.rogerebert.com. Web site editor Jim Emerson also reviews \"Pan's Labyrinth\" with high praise.\n\n", "running_time": 118, "mpaa_rating": "R", "release_year": 2006, "date_published": "2007-08-25", "genres": ["Drama", "Fantasy", "Foreign", "Science Fiction", "War"], "title": "Pan's Labyrinth (2006)"}