{"url": "http://www.rogerebert.com/reviews/great-movie-top-hat-1935", "by": null, "star_rating": 4.0, "text": "\n\nThere are two numbers in \"Top Hat\" where the dancing\r\non the screen reaches such perfection as is attainable. They are by Fred Astaire\r\nand Ginger Rogers for \"Isn't This a Lovely Day?\" and \"Cheek to\r\nCheek.\" Because Astaire believed that movie dance numbers should be shot\r\nin unbroken takes that ran as long as possible, what they perform is an\r\nachievement in endurance as well as artistry. At a point when many dancers\r\nwould be gasping for breath, Astaire and Rogers are smiling easily, heedlessly.\r\nTo watch them is to see hard work elevated to effortless joy: The work of two\r\ndancers who know they can do no better than this, and that no one else can do\r\nas well.\n\nThe\r\nmovie has three other dance numbers, two solos by Astaire that are wonderful\r\nbut not transcendent, and a final duet with Rogers (\"The Piccolino\"),\r\nwhere one of Irving Berlin's lesser songs is redeemed by the sight of Astaire\r\nand Rogers dancing all over a huge set that is intended to represent a\r\ncanal-side hotel in Venice and looks every bit as realistic as the Grand Canal\r\nShoppes at the Venetian in Las Vegas.\n\nThe\r\nmovie's plot depends on a misunderstanding that is all but impossible: Ginger\r\nfalls in love with Fred, then mistakenly decides he is the cheating husband of\r\nher best friend, Madge. \"How is it that Ginger has never met her best\r\nfriend's husband?\" Alan Vanneman reasonably asks in the Bright Lights Film\r\nJournal. \"Well, Europe is a big place.\"\n\nYes,\r\nand Madge and her husband, Horace, spend long periods living separate lives of\r\nluxury. That Horace is a womanizer seems, strangely, to cheer Madge, perhaps\r\nbecause none of the sex in this movie seems to require body parts. That's why\r\nshe gives her blessing to what Ginger thinks is adultery. She even pushes the\r\ncouple onto the dance floor for the \"Cheek to Cheek\" number.\n\nThis\r\nis an Idiot Plot, yes, and could be cleared up at any moment by one line of\r\nsensible dialogue, but there are times when nothing but an Idiot Plot will do,\r\nand we are happy to play along. The movie, made during the Depression in 1935,\r\nfeatures characters so rich that even their butlers are gentlemen of leisure.\r\nAstaire plays Jerry Travers, who is opening in a London musical being produced\r\nby his best friend, Horace Hardwick (Edward Everett Horton), which means he\r\ndoesn't know his best friend's wife, either.\n\nFor\r\nreasons utterly contrived, Jerry is staying in Horace's hotel suite, which is\r\nwhy Dale Tremont (Rogers) finds Astaire when she rings Horace's doorbell. As\r\nthe film opens, Horace advises Jerry on the pleasures of marriage, and Astaire\r\ninsists on the joys of bachelorhood with \"No Strings,\" a Berlin song\r\nwith lyrics that could have been written by the naughty Cole Porter:\n\nBring on the big attractionMy decks are cleared for actionI'm fancy free and free for anything fancy.\n\nHis\r\ntap-dancing during this number disturbs Dale, who is sleeping directly below\r\nthem in a bedroom that looks like where Botticelli's Venus spends her nights\r\nwhen the clamshell gets damp. She comes upstairs to complain, he falls in love,\r\nand the next day buys out the hotel flower shop to fill her room. \"I wonder\r\nwhat Mr. Beddini is going to say about this,\" the shop owner muses to an\r\nunbilled Lucille Ball. \"The desk clerk has intimated that Mr. Beddini\r\nprovides Miss Tremont with all the niceties, including her clothes. And her\r\nniceties are very nice.\"\n\nAlberto\r\nBeddini, who often speaks of himself in the third person, is played by Erik\r\nRhodes as a dress designer who pays Dale's expenses in return for her showing\r\noff his gowns at fancy watering holes. That he is gay goes without saying, and\r\nin 1935, it did. At one point, fed up with Dale, he declares, \"Never again\r\nwill I allow women to wear my dresses.\"\n\nJerry\r\nand Dale meet in the hotel lobby, where she's on her way to riding lessons. He\r\npursues her to the park, where her ride is interrupted by a sudden shower. She\r\ntakes refuge in a pavilion where he finds her, and as the rain pours all around\r\nthem, he sings \"Isn't This a Lovely Day?\" She tries to remain aloof,\r\nbut when he begins to dance she begins, reluctantly at first, to join him.\n\nWhen\r\ndiscussions come up about which of the two was the better dancer, people often\r\nquote a line that became famous after a 1982 Frank and Ernest comic strip:\r\n\"Ginger Rogers did everything Fred did, and she did it backwards and in\r\nhigh heels.\" Although she is wearing riding boots and not heels in this\r\nscene, what is remarkable is how supremely the two dancers work together. The\r\ndance begins as a solo by Astaire and then becomes a conversation in dance,\r\neach one performing a dazzling step which the other reproduces, until they are\r\nin perfect synchronicity. After watching this scene, there is only one thing to\r\nbe done, and that is to watch it again.\n\nDale\r\nis now in love with this man, whoever he is. Then a hotel clerk points out\r\n\"Mr. Hardwick\" on the mezzanine, she thinks he's pointing to Jerry,\r\nand is furious to have been romanced by a married man. She confesses all to\r\nMadge (played by Helen Broderick, who was the mother of Broderick Crawford, and\r\nwe can believe it). But Madge is elated by the news, the latest in a series of\r\ndalliances by Horace that result in payoffs of diamonds and furs for her.\r\nHorace, who doesn't know about the mistaken identity, thinks Jerry and Dale are\r\nsimply having an affair, and assigns his butler Bates (Eric Blore, an\r\ningratiating busybody) to shadow them and keep Jerry out of trouble before his\r\nshow's big opening night. Astaire arrives late at the theater, just in time for\r\nhis \"Top Hat, White Tie and Tails\" dance number, which provided his\r\nsignature song.\n\nAnd\r\nwhy am I bothering to describe this plot, which exists as such silly froth it\r\nmakes P.G. Wodehouse look ponderous by comparison? Perhaps because the actors\r\ngive it such goofy playfulness. Events conspire to transport all of the\r\nprincipals to Venice, created on a gigantic Venetian set where gondolas travel\r\nfor yards at a time and seaplanes land at restaurants. It was here that Madge\r\nintended to introduce them; she still doesn't know they've met under Dale's\r\nimpression that Jerry is Horace. I love writing sentences like that. \"You\r\ntwo run along and dance,\" Madge tells them, \"and don't give me\r\nanother thought.\" That's when Dale decides, \"If Madge doesn't care, I\r\ncertainly don't.\" Jerry replies, \"Neither do I. All I know is\r\n...\"\n\nHeaven, I'm in Heaven ...And my heart beats so that I can hardly speak ...\n\nAnd\r\nthen comes their third great dance number, covering most of the visible real\r\nestate in Venice and conveniently clearing a dance floor for theirpas de deux. This is the number\r\nfeaturing Rogers' famous gown made mostly of ostrich feathers, which Astaire\r\nhated because they distracted from the clean lines of the dance (in \"Swing\r\nTime,\" one of her beaded costumes actually swipes him in the face). The\r\nfeathers are a challenge for Rogers, too, who has to work with and not against\r\nthem. Her choreography causes them to undulate as if she herself is almost in\r\nflight; at the moments when, in Astaire's arms, she bends over backward almost\r\nto the floor, they underline the appearance of surrender.\n\nBecause\r\nwe are human, because we are bound by gravity and the limitations of our\r\nbodies, because we live in a world where the news is often bad and the\r\nprospects disturbing, there is a need for another world somewhere, a world\r\nwhere Fred Astaire and Ginger Rogers live. Where everyone is a millionaire and\r\nhotel suites are the size of ballrooms and everything is creased, combed,\r\nbrushed, shined, polished, powdered and expensive. Where you seem to find the\r\nhappiness you seek, when you're out together dancing cheek to cheek. It doesn't\r\neven matter if you really find it, as long as you seem to find it, because\r\nappearances are everything in this world, and ...\n\nLet the rain pitter patterBut it really doesn't matterIf the skies are gray.Long as I can be with you,It's a lovely day.\n\nSong lyrics © Estate of Irving Berlin. Also in Ebert's\r\n\"Great Movies\" collection: Astaire and Rogers in \"Swing\r\nTime\" and Astaire and Cyd Charisse in \"The Band Wagon.\"\n\n", "running_time": 101, "mpaa_rating": null, "release_year": 1935, "date_published": "2005-10-23", "genres": ["Comedy", "Music", "Romance"], "title": "Top Hat (1935)"}