{"url": "http://www.rogerebert.com/reviews/great-movie-juliet-of-the-spirits-1965", "by": null, "star_rating": 4.0, "text": "\n\nFellini lore has it that the master made “Juliet of the Spirits”\r\nas a gift for his wife. Like many husbands, he gave her the gift he really\r\nwanted for himself. The movie, starring a sad-eyed Giulietta Masina who fears\r\nher husband is cheating, suggests she'd be happier if she were more like her\r\nneighbor, a buxom temptress who entertains men in a tree house.\n\nFellini believed the movie turned the tables on his two previous\r\nfilms, \"La Dolce Vita” and \"8 1/2,” which were autobiographical\r\nlaments about his own problems. This one, he felt, was about Giulietta.\r\nWatching it, I was reminded of Daryl F. Zanuck, who said, “But enough about me!\r\nWhat did you think of my movie?” “Juliet of the Spirits” is not an attempt to\r\nidentify with Masina's point of view, but a bald-faced exercise in Fellini's\r\nself-justification. When Juliet has fantasies, they're Fellini's fantasies.\r\nThat's why at the end it isn't Federico who is burned alive.\n\nOne clue to the movie's buried message is in the casting.\r\nGiulietta Masina plays Juliet, a chain-smoker with a trim little haircut and an\r\nunderstated wardrobe. Sandra Milo plays her neighbor Suzy, dressed flamboyantly\r\nin tight colors, feather boas, and necklines that flaunt her charms. In “8 1/2,”\r\nabout a harassed and philandering movie director, the wife is also a\r\nchain-smoker with a trim haircut--and the mistress is played by Sandra Milo,\r\nwho looks exactly as she does here. In “8 1/2,” the director has a daydream in\r\nwhich in which his wife and mistress are friends who share in his care and\r\nfeeding. In “Juliet of the Spirits,” Fellini seems to be suggesting that if\r\nonly his wife were more like this pneumatic sex toy, she would be happier. Our\r\nconclusion: She might not be happier, but her husband certainly would be.\n\nThe movie is generally considered to mark the beginning of\r\nFellini's decline. Some feel his great days came in the 1950s, with the\r\nneorealism of “La Strada” (1954). International success came to him with “La\r\nDolce Vita” (1959) starring Marcello Mastroianni in his first great role as a\r\njournalist who tries to balance his job, his marriage, his mistress, his erotic\r\ndaydreams and his vague ambitions. I think it's Fellini's best movie; others\r\nwould argue for “8 1/2” (1963), which is about a director trying to make a\r\nmovie despite personal, professional and health problems. By the time of “Juliet\r\nof the Spirits,” the conventional view has it, Fellini was on autopilot, using\r\nhis waltzing camera and jolly Nina Rota scores to recycle his phantasmagorical\r\nvisions of human grotesques on parade. The only later film widely admired is “Amarcord”\r\n(1974).\n\nSometimes, however, you get your best look at an artist's style\r\nwhen he's indulging it. “Juliet of the Spirits,” Fellini's first film in color,\r\nis the work of a director who has cut loose from the realism of his early work\r\nand is toying with the images, situations and obsessions that delight him. It\r\nis well known that young Federico experienced some kind of psychic fixation\r\nduring his first visit to the circus, and all of his films feature processions\r\nor parades. It may not be too much to suggest that the sight of bizarre\r\ncharacters walking in time to music has a sexual component for Fellini, who\r\nalmost always composes the scenes the same way: Characters in background and\r\nmiddle distance walk in procession in time with one another, and then a\r\nforeground face appears in frame, eager to comment.\n\nIn “Juliet,” one of the most delightful parades occurs on the\r\nseaside, where plain Juliet has gone with her sisters and their children.\r\nAcross the sand, she sees Suzy in procession with her friends, admirers, servants\r\nand followers, dressed in bright yellow, protected by gaudy parasols, setting\r\nup a tent on the sand, beckoning invitingly to her. Later, when Juliet visits\r\nher neighbor to return her strayed cat, Suzy shares her philosophy: Marriage is\r\na life sentence for a woman, Juliet should indulge herself with one of the\r\nboy-toys Suzy can make available, her husband is not worth fretting over, etc.\r\nSuzy's home includes a chute that leads straight from her bed to a swimming\r\npool, and a treehouse with an electric hoist that hauls up her lovers in a\r\nwicker basket.\n\nSuzy's lifestyle may or may not be the answer to Juliet's\r\nconcerns, but her home certainly looks like a bordello that Fellini might like\r\nto visit. Juliet's liberating experiences also include a seance with a medium\r\n(this is an echo from La Dolce Vita), and fears of liturgical punishment (the\r\nfearsome nuns in one scene echo the stern priests of “8 1/2,” and both appear in\r\nflashbacks to childhood). What Fellini is doing, not subtly, is returning to\r\nhis earlier films for images which he now applies to a heroine instead of a\r\nhero.\n\nGiulietta Masina was a wonderful actress (see “La Strada” and “Nights\r\nof Cabiria”) but is it my imagination, or does she seem unhappy throughout much\r\nof “Juliet of the Spirits?” Masina and Fellini were said to be going through a\r\ndifficult season of their marriage as the film was made (international fame had\r\ntransformed Fellini from a hard-working Italian director to a star who welcomed\r\nhis new privileges with open arms). Certainly Fellini does not present her as\r\nsomeone it would be fun to be married to. She's a house-proud little bourgeois\r\nHummel figurine, meek, frumpy, sexually timid. As Juliet makes her way through\r\nscene after scene of harem fantasies and busty tarts on parade, she looks like\r\nnothing more than an unwilling housewife dragged by her husband to a strip show\r\nhe is sure they will both enjoy.\n\nThis perception of Giuiletta/Juliet's withdrawn unhappiness adds\r\na melancholy undertone to the movie. She's the party pooper. What was she\r\nthinking while she made the film? That first her husband flaunts his taste in\r\ngrotesque eroticism, and then expects his wife to star in a movie where she's\r\nsurrounded by it? The movie's last shot shows Juliette leaving her storybook\r\nhome and walking off toward the nearby woods. The director and his wife argued\r\nabout the meaning of this scene. To Fellini, this meant she was free. To\r\nGiulietta Masina, we learn, it meant that she was alone, abandoned and lonely.\n\nThis subtext makes the movie more interesting than it would have\r\nbeen if Fellini had been more in control of his fugitive thoughts and impulses.\r\nAnd it never less than dazzling to look at. It's all pretty pictures and the\r\nmusic of that promenading camera. In any Fellini picture and especially those\r\nfrom “La Dolce Vita” onward, characters seem to glide as if moving to unheard\r\nmusic. In fact, they were. Fellini, like all Italian directors of his time, did\r\nnot record live sound on his sets, but dubbed all the dialog and sound effects\r\nlater. That meant he was essentially making silent films, and he always had an\r\norchestra or a record-player on the set to play music, instructing his actors\r\nto walk in time. The Nina Rota scores often sound like dance music, and\r\nfrequently quote old standards; the result is a film that sometimes seems on\r\nthe brink of bursting into a musical.\n\nAfter “Juliet,” Fellini made “Fellini Satyricon” (1970). Now\r\nthat both of these movies have been re-released in newly mastered and restored\r\n35mm prints, we can see him as the master of his canvas. He was a storyteller\r\nearly in his career, but became a painter of moving images, and those who\r\nfixate on plots or messages are hunting in the wrong field. “Juliet” movie was\r\nreleased in America in 1966, and some audiences no doubt attended in an\r\nexpanded state of consciousness. They were in the right show: A head trip, as\r\nthey said. Seen in 2001, when the party is long over, it's like a streamer from\r\nlast summer's dances: Still bright, still gaily waving to echoes of forgotten\r\nmusic.\n\nFellini was nominated for 12 Academy Awards, but never won one.\r\nIn 1993, he was given an honorary Oscar, presented by old friends Marcello\r\nMastroianni and Sophia Loren, and as he accepted it Giulietta wept happily in\r\nthe front row. He died in October of that year. She survived him by five\r\nmonths.", "running_time": 137, "mpaa_rating": null, "release_year": 1965, "date_published": "2001-08-05", "genres": ["Comedy", "Drama", "Fantasy", "Foreign"], "title": "Juliet of the Spirits (1965)"}