{"url": "http://www.rogerebert.com/reviews/great-movie-the-pledge-2001", "by": "Jack Nicholsonas Jerry Black", "star_rating": 4.0, "text": "Sean Penn's \"The Pledge\" begins when it seems his protagonist's career is ending. Jack Nicholson plays Jerry Black, a Nevada police detective whose retirement party is interrupted by news of the brutal murder of a young girl. Across the noisy room he senses a shift in tone, and joins a conversation between his chief and the man who will be taking over his job. Then he goes along to the murder scene, perhaps out of habit or because he hasn't officially retired. The little girl in a red coat is a pitiful sight with her blood staining the snow.\n\nJerry is angered at the poor preservation of the crime scene, and at the general reluctance of the cops to notify the girl's parents. Hell with it. He'll do it himself. We see him slowly approach them across a floor covered with agitated turkey chicks. Penn holds his camera at a distance as Jerry breaks the news to the parents, whose anguish is apparent. Later, inside their house, he reassures them the killer will be found. The mother (Patricia Clarkson) holds up a crucifix made by her daughter, and asks for his solemn pledge. He gives it. He will not rest until then.\n\nThe scene plays exactly like that. But later, thinking back to it, perhaps we sense a deeper level. Jerry Black is twice-divorced, childless, a career cop who now allegedly looks forward to spending the rest of his life fishing. But he was drawn to the news of the murder, drawn to the crime scene, drawn to be the one who informs the parents, and now he vows to solve the crime. What happened to his fishing trip? This is a man who is holding onto his identity with a desperate grip.\n\nThat determination is at the core of \"The Pledge,\" which seems to follow the form of a police procedural and then plunges deeper into the mysteries of innocence, evil, and a man's need to validate himself. At some point we realize that retirement, for Jerry, is a form of defeat and death. When the girl's mother says, \"There can't be such devils out there,\" look at his eyes as he tells her, \"There are such devils.\" He has been working against them for his entire life, and now he must find this one to save himself.\n\nHe looks through the one-way glass at the interrogation of the prime suspect, a retarded American Indian named Toby (lank-haired Benecio Del Toro). The questions come from Krolak (Aaron Eckhart), who will take over Jerry's job. He coaxes and coos in Toby's ear, seducing a confession, and when he gets one he throws up his hands in victory like a football coach. Jerry is appalled: The Indian clearly has no idea what he is saying. And then, a few seconds later, Toby kills himself and the case seems closed.\n\n\"The Pledge\" may be Nicholson's finest performance. Here are none of the familiar signals of his more popular performances, none of the relish of characterization, none of the sardonic remove. We see a lonely man, aging, whose attempts to go through the motions of retirement fail. He stays on the case. After leaving the force he uses a map to triangulate three crime scenes where, over a period of years, young girls, all of them wearing red, have been killed. At a crossroads he finds a small country store and gas station with an apartment upstairs. He walks in and makes the owner (Harry Dean Stanton), an offer too good to refuse.\n\nIf the three crimes were committed by the same man, that man must pass here. From a friend of the murdered girl, he obtained a drawing of a man she has met, a \"giant,\" who gave her \"porcupines\" and drove a big black car. He grows intense every time a black car pulls in. At a local tavern, he becomes friendly with Lori, the barmaid (Robin Wright Penn), and when she turns up battered one day, he takes her in. She and her young daughter can live with him. No strings attached.\n\nWe are afraid to draw an obvious conclusion. Is Jerry going to use the little girl as bait? Is one child to be put at risk in his determination to avenge another one? Sean Penn never underlines this. Indeed, his film is so intimately involved with the daily details of life that there's a good stretch when we aren't really focusing in those terms. We fall into the rhythms of life in rural Nevada, outside Reno. We fall into the routine of the new household that has been formed. Jerry, who never had a child, reveals himself as a good father, reading bedtime stories, keeping a cautious eye on the girl. He never informs Lori of the murder case, but uses his background as a cop to explain his deep concern for the girl's safety.\n\nSean Penn shows himself in this film as a sure-handed director with great empathy for performance. He peoples his cast with great actors (Helen Mirren, Vanessa Redgrave, Tom Noonan, Michael O'Keefe, Mickey Rourke, Lois Smith, Sam Shepard, Del Toro, Stanton, Clarkson, Eckhart). That he and Nicholson were able to attract such names for small roles speaks for itself. But Penn uses them for what he knows about them, not for their face value, and the presence of actors with real weight brings importance to roles that are \"supporting\" but not minor. Robin Wright, then Penn's wife, is pitch-perfect as a weary working woman who seeks safety and affection for herself and her child.\n\nPenn and his cinematographer, Chris Menges, fill the frame with so many local details that the film doesn't seem to be insisting on an agenda. It emerges from the situation. A scene set at a local crafts fair, for example, involves people we know, others we don't know, and then a shot that reminds us of Hitchcock: A single pink balloon, floating free above the crowd. A later scene, of a police stake-out in the woods, is staged and acted with cold precision, although we can hardly believe what we're seeing.\n\nPenn relentlessly draws the focus closer to the Jerry Black character. The edges of the frame tighten on him. The film hasn't been about murder but about need. Everything he has seen and everything he has done has been driven by his need, to prove himself still a good detective. Still a man.\n\n\"The Pledge\" was Penn's third film as a director. \"The Indian Runner\" (1991) starred David Morse and Viggo Mortensen as brothers -- one a deputy sheriff, the other a troubled hothead. \"The Crossing Guard\" (1995), starred Nicholson as a man whose daughter has been killed by a drunken driver. He confronts his ex-wife (Anjelica Huston) and her new husband vows that now the driver (David Morse) is out of prison, he will find him and kill him. He shouts at Mary's new husband: \"Man to man -- when she picks up the paper and reads that he is dead -- look at her face and see if you don't see pride and relief. Pride. And relief.\" Freddy's motivation is not revenge, but the need to impress his former wife.\n\nThese three films are not really about the events in the plot. They are about the need of a central character to persevere in the face of failure and even madness to complete a task he has set himself.\n\nNow consider Penn's fourth film, \"Into the Wild\" (2007), the American Film Institute's film of the year. Emile Hirsch gave a powerful performance that evoked our growing dread. He played a 20-year-old who rebelled against his parents and his life, and started driving west and north until he disappeared into the Alaskan wilderness. He was not seeking death. He wanted to prove he could live off the land, and survive.\n\nThis film, too, showed Penn embedding his protagonist in a cast of stars in small roles: Vince Vaughn, Catherine Keener, Hal Holbrook, Marcia Gay Harden, William Hurt, Jena Malone, Kristen Stewart. These are never \"cameos,\" but require the actors to do their very best work in a short time.\n\nAll of these films show a man determined to prove something, at whatever cost. He is not proving it to others. He is proving it to himself. Penn wrote the screenplays for all but \"The Pledge\"; for \"Into the Wild,\" he began with a true-life book by Jon Krakauer. What does the theme mean for Penn? I would not venture to say. He is not only as good as any living actor, he has also steadily been growing as a great director of actors. One of the reasons \"The Pledge\" is so important is that he asked his friend Jack Nicholson to follow him into the wild, and they proved something.", "running_time": 124, "mpaa_rating": "R", "release_year": 2001, "date_published": "2012-06-18", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "The Pledge (2001)"}