{"url": "http://www.rogerebert.com/reviews/great-movie-chinatown-1974", "by": "Jack Nicholsonas J.J. Gittes", "star_rating": 4.0, "text": "“Are you alone?” the private eye is asked in Roman Polanski’s “Chinatown.” “Isn’t everybody?” he replies. That loneliness is central to a lot of noir heroes, who plunder other people’s secrets while running from their own. The tone was set by Dashiel Hammett, and its greatest practitioner was Raymond Chandler. To observe Humphrey Bogart in Hammett’s “The Maltese Falcon” and Chandler’s “The Big Sleep” (1946) is to see a fundamental type of movie character being born -- a kind of man who occupies human tragedy for a living.\n\nYet the Bogart character is never merely cold. His detachment masks romanticism, which is why he’s able to idealize bad women. His characters have more education and sensitivity than they need for their line of work. He wrote the rules; later actors were able to slip into the role of noir detective like pulling on a comfortable sweater. But great actors don’t follow rules, they illustrate them. Jack Nicholson’s character J.J. Gittes, who is in every scene of “Chinatown” (1974), takes the Bogart line and gentles it down. He plays a nice, sad man.\n\nWe remember the famous bandage plastered on Nicholson’s nose (after the Polanski character slices him), and think of him as a hard-boiled tough guy. Not at all. In one scene he beats a man almost to death, but during his working day he projects a courtly passivity. “I’m in matrimonial work,” he says, and adds, “it’s my metier.” His metier? What’s he doing with a word like that? And why does he answer the telephone so politely, instead of barking “Gittes!” into it? He can be raw, he can tell dirty jokes, he can accuse people of base motives, but all the time there’s a certain detached underlevel that makes his character sympathetic: Like all private eyes, he mud wrestles with pigs, but unlike most of them, he doesn’t like it.\n\nNicholson can be sharp-edged, menacing, aggressive. He knows how to go over the top (see “One Flew Over the Cuckoo's Nest\" and his Joker in “Batman”). His performance is key in keeping “Chinatown” from becoming just a genre crime picture -- that, and a Robert Towne screenplay that evokes an older Los Angeles, a small city in a large desert. The crimes in “Chinatown” include incest and murder, but the biggest crime is against the city’s own future, by men who see that to control the water is to control the wealth. At one point Gittes asks millionaire Noah Cross (John Huston) why he needs to be richer: “How much better can you eat? What can you buy that you can’t already afford?” Cross replies: “The future, Mr. Gitts, the future.” (He never does get Gittes’ name right.)\n\nGittes’ involvement begins with an adultery case. He’s visited by a woman who claims to be the wife of a man named Mulwray. She says her husband is cheating on her. Gittes’ investigation leads him to Mulwray (Darrell Zwerling), to city hearings, to dried river beds and eventually to Mulwray’s drowned body and to the real Mrs. Mulwray (Faye Dunaway). Stumbling across murders, lies and adulteries, he senses some larger reality beneath everything, some conspiracy involving people and motives unknown.\n\nThis crime is eventually revealed as an attempt to buy up the San Fernando Valley cheaply by diverting water so that its orange growers go broke. Then that water and more water, obtained through bribery and corruption, will turn the valley green and create wealth. The valley has long been seen as a key to California fortunes: I remember Joel McCrea telling me that on his first day as a movie actor, Will Rogers offered two words of advice: “Buy land.” McCrea bought in the valley and died a rich man, but he was in the second wave of speculation.\n\nThe original valley grab was the Owne River Valley scandal of 1908, mirrored in the 1930s by Towne. In the preface to his Oscar-winning screenplay, he recalls: “My wife, Julie, returned to the hotel one afternoon with two quilts and a public library copy of Carey McWilliams’ Southern California Country, an Island on the Land --and with it the crime that formed the basis of Chinatown.” McWilliams, for decades the editor of the Nation, presented Towne not only with information about the original land and water grab, but also evoked the old Los Angeles, a city born in a desert where no city logically should be found. The screenplay explains, “Either you bring the water to L.A. or you bring L.A. to the water.” John A. Alonzo’s cinematography, which got one of the movie’s 11 Oscar nominations, evokes the L.A. you can glimpse in the backgrounds of old movies, where the sun beats down on streets that are too wide, and buildings seem more defiant than proud. (Notice the shot where the bright sun falls on the fedoras of Gittes and two cops, casting their eyes into shadows like black masks.)\n\nGittes becomes a man who just wants to get to the bottom of things. He’s tired of people’s lies. And where does he stand with Evelyn Mulwray, played by Dunaway as a cool, elegant woman who sometimes--especially when her father is mentioned -- seems fragile as china? First he’s deceived by the fake Evelyn Mulwray, and then by the real one. Then he thinks he loves her. Then he thinks he’s deceived again. Then he thinks she’s hiding her husband’s mistress. Then she says it’s her sister. Then she says it’s her daughter. He doesn’t like being jerked around.\n\nHer father the millionaire is played by Huston with treacly charm and mean little eyes. There is a luncheon where he serves Gittes a fish with the head still on, the eyes regarding the man about to eat it. “Just as long as you don’t serve the chicken that way,” Gittes says. In life and on the screen, Huston (who directed “The Maltese Falcon”) could turn on disarming charm by admitting to his failings: “Of course I’m respectable. I’m old. Politicians, ugly buildings and whores all get respectable if they last long enough.”\n\nLike most noir stories, “Chinatown” ends in a flurry of revelation. All is explained, relationships are redefined, and justice is done -- or not. Towne writes of “my eventual conflict with Roman and enduring disappointment over the literal and ghoulishly bleak climax” of the movie. Certainly the wrong people are alive (and dead) at the end of the film, but I am not sure Polanski was wrong. He made the movie just five years after his wife, Sharon Tate, was one of the victims of the Manson gang, and can be excused for tilting toward despair. If the film had been made 10 years later, the studio might have insisted on an upbeat ending, but it was produced during that brief window when Robert Evans oversaw a series of Paramount’s best films, including “The Godfather.”\n\nFor Polanski, born in 1933 in Paris, reared in Poland, “Chinatown” was intended as a fresh start in Hollywood. After several brilliant thrillers made in Europe in the early 1960s (“Knife in the Water,” “Repulsion”), he came to California and had an enormous success (“Rosemary’s Baby,” 1968). Then came the Manson murders, and he fled to Europe, making the curious “Macbeth” (1971), with its parallels to the cult killings. After “Chinatown” came charges of sex with an under-age girl, and exile in Europe. “Chinatown” shows he might have developed into a major Hollywood player, instead of scurrying to finance bizarre projects such as “Pirates” (1986).\n\nFor Nicholson, the role had enormous importance. After a decade’s slumming in exploitation films, he made an indelible impression in “Easy Rider” and followed it with strong performances in “Five Easy Pieces” (1970), “Carnal Knowledge” (1971) and “The Last Detail” (1973). But with Jake Gittes he stepped into Bogart’s shoes as a man attractive to audiences because he suggests both comfort and danger. Men see him as a pal; wise women find weary experience more attractive than untrained lust. From Gittes forward, Nicholson created the persona of a man who had seen it all and was still capable of being wickedly amused. He could sit in the front row at a basketball game and grin at the TV camera as if he expected the players to commit lascivious deeds right there on the floor.\n\n“Chinatown” was seen as a neo-noir when it was released -- an update on an old genre. Now years have passed and film history blurs a little, and it seems to settle easily beside the original noirs. That is a compliment.", "running_time": 131, "mpaa_rating": "R", "release_year": 1974, "date_published": "2000-02-06", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Chinatown (1974)"}