{"url": "http://www.rogerebert.com/reviews/great-movie-do-the-right-thing-1989", "by": "Danny Aielloas Sal", "star_rating": 4.0, "text": "I have been given only a few filmgoing experiences in my life to equal the first time I saw “Do the Right Thing.” Most movies remain up there on the screen. Only a few penetrate your soul. In May of 1989 I walked out of the screening at the Cannes Film Festival with tears in my eyes. Spike Lee had done an almost impossible thing. He'd made a movie about race in America that empathized with all the participants. He didn't draw lines or take sides but simply looked with sadness at one racial flashpoint that stood for many others.\n\nNot everybody thought the film was so even-handed. I sat behind a woman at the press conference who was convinced the film would cause race riots. Some critics agreed. On the Criterion DVD of the film, Lee reads from his reviews, noting that Joe Klein, in New York magazine, laments the burning of Sal's Pizzeria but fails to even note that it follows the death of a young black man at the hands of the police.\n\nMany audiences are shocked that the destruction of Sal's begins with a trash can thrown through the window by Mookie (Lee), the employee Sal refers to as “like a son to me.” Mookie is a character we're meant to like. Lee says he has been asked many times over the years if Mookie did the right thing. Then he observes: “Not one person of color has ever asked me that question.” But the movie in any event is not just about how the cops kill a black man and a mob burns down a pizzeria. That would be too simple, and this is not a simplistic film. It covers a day in the life of a Brooklyn street, so that we get to know the neighbors, and see by what small steps the tragedy is approached.\n\nThe victim, Radio Raheem (Bill Nunn), is not blameless; he plays his boom box at deafening volume and the noise not only drives Sal (Danny Aiello) crazy, but also the three old black guys who sit and talk at the corner. He wears steel knuckles that spell out “Love” and “Hate,” and although we know Radio is harmless, and we've seen that “Love” wins when he stages an imaginary bout for Mookie, to the cops the knuckles look bad. Not that the cops look closely, because they are white, and when they pull Radio off of Sal in the middle of a fight, it doesn't occur to them that Radio might have been provoked (Sal has just pounded his boom box to pieces with a baseball bat).\n\nThere are really no heroes or villains in the film. There is even a responsible cop, who screams “that's enough!” as another cop chokes Radio with his nightstick. And perhaps the other cop is terrified because he is surrounded by a mob and the pizzeria is on fire. On and on, around and around, black and white, fear and suspicion breed and grow. Because we know all of the people and have spent all day on the street, we feel as much grief as anger. Radio Raheem is dead. And Sal, who has watched the neighborhood's kids grow up for 25 years and fed them with his pizza, stands in the ruins of his store.\n\nA pizzeria does not equal a human life, but its loss is great to Sal, because it represents a rejection of the meaning of his own life, and Spike Lee knows that feels bad for Sal, and gives him a touching final scene with Mookie in which the unspoken subtext might be: Why can't we eat pizza, and raise our families, and run our businesses, and work at our jobs, and not let racism colonize our minds with suspicion?\n\nThe riot starts because Buggin' Out (Giancarlo Esposito) is offended that Sal has only photos of Italians in the wall of his pizzeria: Sinatra, DiMaggio, Pacino. He wonders why there isn't a black face up there. Sal tells him to open his own store and put up anyone he wants. One answer to Sal is that he's kept in business by the black people who buy his pizza. An answer to that is that we see no black-owned businesses on the street, and if it were not for Sal and the Koreans who run the corner grocery, the residents would have no place to buy food. And the answer to that is that economic discrimination against blacks has been institutionalized for years in America. And around and around.\n\nThe thing is, there are no answers. There may be heroes and villains, but on this ordinary street in Brooklyn they don't conveniently turn up wearing labels. You can anticipate, step by step, during a long, hot summer day, that trash can approaching Sal's window, propelled by misunderstandings, suspicions, insecurities, stereotyping and simple bad luck. Racism is so deeply ingrained in our society that the disease itself creates mischief, while most blacks and whites alike are only onlookers.\n\nSeeing the film again today, I was reminded of what a stylistic achievement it is. Spike Lee was 32 when he made it, assured, confident, in the full joy of his power. He takes this story, which sounds like grim social realism, and tells it with music, humor, color and exuberant invention. A lot of it is just plain fun. He breaks completely away from realism in many places in the closeups of blacks, whites and Koreans chanting a montage of racial descriptions, and in the patter of the local disc jockey (Samuel L. Jackson), who surveys the street from his window and seems like the neighborhood's soundtrack. At other times, Lee makes points with deadpan understatement; there are two slow-motion sequences involving the way that people look at each other. One shows two cops and the three old black guys exchanging level gazes of mutual contempt. Another takes place when Sal speaks tenderly to Jade (Joie Lee), and the camera pans slowly across the narrowed eyes of both Mookie and Pino (John Turturro), one of Sal's sons. Neither one likes that tone in Sal's voice.\n\nIt is clear Sal has feelings for Jade, which he will probably always express simply by making her a special slice of pizza. He tells her what big brown eyes she has. Sal is sincere when he says he likes his customers, and he holds his head in his hands when Pino calls them “niggers” and berates a simpleminded street person. But in his rage Sal is also capable of using “nigger,” and for that matter the blacks are not innocent of racism either, and come within an inch of burning out the Koreans just on general principles.\n\nLee paints the people with love for detail. Notice the sweet scene between Mookie and Tina (Rosie Perez), the mother of his child. How he takes ice cubes and runs them over her brow, eyes, ankles, thighs, and then the closeup of their lips as they talk softly to one another. And see the affection with which he shows Da Mayor (Ossie Davis), an old man who tries to cool everyone's tempers. Da Mayor's scenes with Mother Sister (Ruby Dee) show love at the other end of the time line.\n\nNone of these people is perfect. But Lee makes it possible for us to understand their feelings; his empathy is crucial to the film, because if you can't try to understand how the other person feels, you're a captive inside the box of yourself. Thoughtless people have accused Lee over the years of being an angry filmmaker. He has much to be angry about, but I don't find it in his work. The wonder of “Do the Right Thing” is that he is so fair. Those who found this film an incitement to violence are saying much about themselves, and nothing useful about the movie. Its predominant emotion is sadness. Lee ends with two quotations, one from Martin Luther King Jr., advocating non-violence, and the other from Malcolm X, advocating violence “if necessary.” A third, from Rodney King, ran through my mind.", "running_time": 120, "mpaa_rating": "R", "release_year": 1989, "date_published": "2001-05-27", "genres": ["Comedy", "Crime", "Drama", "Indie"], "title": "Do the Right Thing (1989)"}