{"url": "http://www.rogerebert.com/reviews/great-movie-casablanca-1942", "by": null, "star_rating": 4.0, "text": "\n\nIf we identify strongly with the characters in some movies, then\r\nit is no mystery that “Casablanca” is one of the most popular films ever made.\r\nIt is about a man and a woman who are in love, and who sacrifice love for a\r\nhigher purpose. This is immensely appealing; the viewer is not only able to\r\nimagine winning the love of Humphrey Bogart or Ingrid Bergman, but unselfishly\r\nrenouncing it, as a contribution to the great cause of defeating the Nazis.\n\nNo one making “Casablanca” thought they were making a great\r\nmovie. It was simply another Warner Bros. release. It was an “A list” picture,\r\nto be sure (Bogart, Bergman and Paul Henreid were stars, and no better cast of\r\nsupporting actors could have been assembled on the Warners lot than Peter\r\nLorre, Sidney Greenstreet, Claude Rains and Dooley Wilson). But it was made on\r\na tight budget and released with small expectations. Everyone involved in the\r\nfilm had been, and would be, in dozens of other films made under similar\r\ncircumstances, and the greatness of “Casablanca” was largely the result of\r\nhappy chance.\n\nThe\r\nscreenplay was adapted from a play of no great consequence; memoirs tell of\r\nscraps of dialogue jotted down and rushed over to the set. What must have\r\nhelped is that the characters were firmly established in the minds of the\r\nwriters, and they were characters so close to the screen personas of the actors\r\nthat it was hard to write dialogue in the wrong tone.\n\nHumphrey\r\nBogart played strong heroic leads in his career, but he was usually better as\r\nthe disappointed, wounded, resentful hero. Remember him in “The Treasure of the\r\nSierra Madre,” convinced the others were plotting to steal his gold. In “Casablanca,”\r\nhe plays Rick Blaine, the hard-drinking American running a nightclub in\r\nCasablanca when Morocco was a crossroads for spies, traitors, Nazis and the\r\nFrench Resistance.\n\nThe\r\nopening scenes dance with comedy; the dialogue combines the cynical with the\r\nweary; wisecracks with epigrams. We see that Rick moves easily in a corrupt\r\nworld. “What is your nationality?” the German Strasser asks him, and he\r\nreplies, “I'm a drunkard.” His personal code: “I stick my neck out for nobody.”\n\nThen\r\n“of all the gin joints in all the towns in all the world, she walks into mine.”\r\nIt is Ilsa Lund (Bergman), the woman Rick loved years earlier in Paris. Under\r\nthe shadow of the German occupation, he arranged their escape, and believes she\r\nabandoned him--left him waiting in the rain at a train station with their\r\ntickets to freedom. Now she is with Victor Laszlo (Henreid), a legendary hero\r\nof the French Resistance.\n\nAll\r\nthis is handled with great economy in a handful of shots that still, after many\r\nviewings, have the power to move me emotionally as few scenes ever have. The bar's\r\npiano player, Sam (Wilson), a friend of theirs in Paris, is startled to see\r\nher. She asks him to play the song that she and Rick made their own, “As Time\r\nGoes By.” He is reluctant, but he does, and Rick comes striding angrily out of\r\nthe back room (“I thought I told you never to play that song!”). Then he sees\r\nIlsa, a dramatic musical chord marks their closeups, and the scene plays out in\r\nresentment, regret and the memory of a love that was real. (This scene is not\r\nas strong on a first viewing as on subsequent viewings, because the first time\r\nyou see the movie you don't yet know the story of Rick and Ilsa in Paris;\r\nindeed, the more you see it the more the whole film gains resonance.)\n\nThe\r\nplot, a trifle to hang the emotions on, involves letters of passage that will\r\nallow two people to leave Casablanca for Portugal and freedom. Rick obtained\r\nthe letters from the wheedling little black-marketeer Ugarte (Peter Lorre). The\r\nsudden reappearance of Ilsa reopens all of his old wounds, and breaks his\r\ncarefully cultivated veneer of neutrality and indifference. When he hears her\r\nstory, he realizes she has always loved him. But now she is with Laszlo. Rick\r\nwants to use the letters to escape with Ilsa, but then, in a sustained sequence\r\nthat combines suspense, romance and comedy as they have rarely been brought\r\ntogether on the screen, he contrives a situation in which Ilsa and Laszlo\r\nescape together, while he and his friend the police chief (Claude Rains) get\r\naway with murder. (“Round up the usual suspects.”)\n\nWhat\r\nis intriguing is that none of the major characters is bad. Some are cynical,\r\nsome lie, some kill, but all are redeemed. If you think it was easy for Rick to\r\nrenounce his love for Ilsa--to place a higher value on Laszlo's fight against\r\nNazism--remember Forster's famous comment, “If I were forced to choose between\r\nmy country and my friend, I hope I would be brave enough to choose my friend.”\n\nFrom\r\na modern perspective, the film reveals interesting assumptions. Ilsa Lund's\r\nrole is basically that of a lover and helpmate to a great man; the movie's real\r\nquestion is, which great man should she be sleeping with? There is actually no\r\nreason why Laszlo cannot get on the plane alone, leaving Ilsa in Casablanca\r\nwith Rick, and indeed that is one of the endings that was briefly considered.\r\nBut that would be all wrong; the “happy” ending would be tarnished by\r\nself-interest, while the ending we have allows Rick to be larger, to approach\r\nnobility (“it doesn't take much to see that the problems of three little people\r\ndon't amount to a hill of beans in this crazy world”). And it allows us,\r\nvicariously experiencing all of these things in the theater, to warm in the\r\nglow of his heroism.\n\nIn\r\nher closeups during this scene, Bergman's face reflects confusing emotions. And\r\nwell she might have been confused, since neither she nor anyone else on the\r\nfilm knew for sure until the final day who would get on the plane. Bergman\r\nplayed the whole movie without knowing how it would end, and this had the\r\nsubtle effect of making all of her scenes more emotionally convincing; she\r\ncould not tilt in the direction she knew the wind was blowing.\n\nStylistically,\r\nthe film is not so much brilliant as absolutely sound, rock-solid in its use of\r\nHollywood studio craftsmanship. The director, Michael Curtiz, and the writers\r\n(Julius J. Epstein, Philip G. Epstein and Howard Koch) all won Oscars. One of\r\ntheir key contributions was to show us that Rick, Ilsa and the others lived in\r\na complex time and place. The richness of the supporting characters\r\n(Greenstreet as the corrupt club owner, Lorre as the sniveling cheat, Rains as\r\nthe subtly homosexual police chief and minor characters like the young girl who\r\nwill do anything to help her husband) set the moral stage for the decisions of\r\nthe major characters. When this plot was remade in 1990 as “Havana,” Hollywood\r\npractices required all the big scenes to feature the big stars (Robert Redford\r\nand Lena Olin) and the film suffered as a result; out of context, they were\r\nmore lovers than heroes.\n\nSeeing\r\nthe film over and over again, year after year, I find it never grows\r\nover-familiar. It plays like a favorite musical album; the more I know it, the\r\nmore I like it. The black-and-white cinematography has not aged as color would.\r\nThe dialogue is so spare and cynical it has not grown old-fashioned. Much of\r\nthe emotional effect of “Casablanca” is achieved by indirection; as we leave\r\nthe theater, we are absolutely convinced that the only thing keeping the world\r\nfrom going crazy is that the problems of three little people do after all\r\namount to more than a hill of beans.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1942, "date_published": "1996-09-15", "genres": ["Crime", "Drama", "Romance"], "title": "Casablanca (1942)"}