{"url": "http://www.rogerebert.com/reviews/great-movie-the-fall-of-the-house-of-usher-1928", "by": null, "star_rating": 4.0, "text": "\n\nThe great hall in Jean Epstein's \"The Fall of the House of\r\nUsher\" is one of the most haunting spaces in the movies. Its floor is a\r\nvast marble expanse, interrupted here and there by an item of furniture that\r\nseems dwarfed by the surrounding emptiness. An odd staircase rises from one\r\ndistant corner. It is not impossible that this vision, in one of the best-known\r\nFrench surrealist films, inspired the designers of the great hall of Xanadu in\r\n\"Citizen Kane.\" In both films, shadows are made to substitute for\r\ndetails that are not really there, and a man and a woman, their lives ruled by\r\nhis obsession with her, move like wraiths through the haunted space.\n\nThe\r\nhall is not simply cold, enormous and forbidding, but has surrealistic details.\r\n\"Leaves blow ominously across the floor,\" writes the critic Gary\r\nMorris, and the long white curtains \"flutter menacingly, as if the house\r\nis under constant, quiet, insidious siege by a vengeful nature.\" This is\r\nnot a room for human habitation, but a set for a surrealist opera.\n\nThe\r\noccupants of the house are Roderick Usher and his young wife, Madeline. In the\r\noriginal story by Edgar Allen Poe, they were brother and sister, but the\r\nimplication of incest has been removed by Epstein, who explains with a title\r\ncard that the men of the house of Usher have all been obsessed with painting\r\ntheir wives. Roderick is consumed with fear that his wife will die, and no less\r\nfearful that she will be buried alive. Does he hope that his portrait will\r\ntransfer her essence to a form that will live forever?\n\nTo\r\nthe house an unnamed friend is summoned. There are echoes of the Dracula films\r\nand of the silent classic \"Nosferatu\" (1922) in the way the locals\r\nrefuse to convey the visitor to the house, even though poor Roderick Usher is\r\nmerely demented, not vampirish. The friend's arrival is curiously staged, with\r\nRoderick standing at the top of a flight of steps and leaning far forward to\r\nextend his hand to the other man, but apparently not daring to take even one\r\nactual step down to approach him. An umbilical cord seems to tie him to the\r\ninterior.\n\nThe\r\nexterior of the house, seen in the midst of the obligatory blasted heath, is\r\nobviously a drawn miniature, and critics point out the unconvincing stars in\r\nthe sky, proudly fake. This kind of obvious artifice, which hardly even\r\nattempts to fool the eye, owes something to the German expressionist tradition\r\nin films like \"The Cabinet of Dr. Caligari.\" Although the interior of\r\nthe house looks more real, or at least more physically present, its nightmare\r\ndetails and vistas are also less concerned with realism than with effect.\n\nEpstein's\r\nassistant director on the film was young Luis Bunuel, who had just finished his\r\nnotorious collaboration with Salvador Dali on \"Un Chein Andalou,\" a\r\nboldly surrealist film. Did he contribute to this film's weirdness? No doubt,\r\nalthough Epstein was a surrealist himself and the underlying story itself is\r\nless interested in psychological plausibility than in the creepiness and\r\noddness of its immediate impression. (Bunuel eventually quit after a quarrel\r\nwith Epstein.)\n\nRoderick\r\nis played by Jean Debucourt, more convincing than many silent stars, who goes\r\nless for the demented madman effect and more for the aura of a man consumed by\r\nhis fears. Madeline is played by Marguerite Gance, wife of the French director\r\nAbel Gance (\"Napoleon\"). Her task is to be an object. All attention\r\nand animation is concentrated in the two men, while Madeline poses for her\r\npainting and slowly sinks toward the grave. The visitor and narrator is Charles\r\nLamy.\n\nThere\r\nis an amusing ambiguity about the painting, which we see at regular intervals\r\nthroughout the film. In some shots it is a real canvas, which Roderick daubs\r\nat. In others it is the real Marguerite Gance standing within the frame and\r\npretending to the camera she is the painting. \"In a motif lifted from\r\nWilde's 'Picture of Dorian Gray,' \" writes the critic Mark Zimmer,\r\n\"her life and vitality pours into the painting, such that it begins to\r\nblink and move, as she dies.\" Perhaps, but not according to the critic\r\nGlenn Erickson, who writes, \"Roderick's portraits are represented by\r\nhaving Madeline sit very still behind the frame and pretend to be a painted\r\nimage. Unfortunately, she blinks in almost every take, ruining the\r\nillusion.\"\n\nBoth\r\ncritics are seeing exactly the same thing. Which critic is correct? The\r\nsurrealists would have been delighted by the confusion.\n\nJean\r\nEpstein (1897-1953), born in Poland, studied medicine before falling into the\r\nParisian orbit of the surrealists in the 1920s. He directed films throughout\r\nthe 1920s, finding as others did that silent films gave themselves naturally to\r\nfantasy and impressionism; the talkies would discover that dialogue tended to\r\ntilt stories toward realism. \"The Fall of the House of Usher,\" made\r\nin 1928, the last great year of silent films, was based on a Poe story that is\r\nmore atmosphere than plot, anyway. There have been many versions of\r\n\"Usher,\" from another 1928 silent film through to Roger Corman's\r\nexcellent 1960 version with Vincent Price. Epstein seems to focus less on the\r\nmechanics of the situation than on its very oddness: The man and woman both\r\ntrapped by his mad obsession with death, the woman almost helpfully fading\r\naway.\n\nI\r\nwas struck, watching the film recently on a new DVD, by how completely it\r\nengaged me. Some silent films hold you outside: You admire them, but are aware\r\nof them as a phenomenon. With \"The Fall of the House of Usher,\" I\r\nbarely stirred during the film's 66-minute running time. A tone, an atmosphere,\r\nwas created that actually worked. As with \"Nosferatu,\" the film\r\nseemed less a fiction than the realization of some phantasmagoric alternative\r\nreality. Epstein's openness to the grand gesture is helpful, as when Madeline\r\nis in her coffin, and her white bridal veil spills outside and blows in the\r\nwind.\n\nTwo\r\nmodern additions to the film also enhance it. Instead of replacing the original\r\nFrench titles and their boldly stylized calligraphy, this version uses the\r\nvoice of actor Jean-Pierre Aumont to read them in English. The effect is that\r\nthe titles are as real as the film, and Aumont is standing outside of it, next\r\nto us, confiding the horror they contain.\n\nThe\r\nother addition is the score from 1960 by Rolande de Cande. Based on medieval\r\nmusic, composed for woodwinds and strings, it is an extraordinary piece of\r\nwork. It feels as if it emerges from the images themselves, odd, sad and\r\nvaguely liturgical.\n\nCharacters\r\nin horror films tend to pose. They are presented not in terms of complex human\r\nnature, but within the narrow definition of their obsession, or weakness, or\r\nlimitation. Stories often involve an outside visitor whose function is to\r\nprovide an audience and, later, a report. The story of Roderick and Madeline\r\nwould be less dramatic if there was no one there to witness it and provide the\r\nreaction of a normal person. Yet more than many horror characters, Roderick and\r\nMadeline seem complete in their drama, as if they do not need the observer.\r\nRoderick thinks only of death, decay and the Poe's beloved dread of being\r\nburied alive. And Madeline--well, why did she marry him? What was their\r\ncourtship like? Has it ever occurred to her to simply walk away? One does not\r\nask such practical questions about a horror film, I know, but Marguerite Gance\r\nsucceeds in suggesting that Madeline has fallen under the spell, whether\r\nwillingly or not, and is also caught up in the obsession.\n\nThere\r\nare times when I think that of all the genres, the horror film most misses\r\nsilence. The Western benefited from dialogue, and musicals and film noir are\r\nunthinkable without words. But in a classic horror film, almost anything you\r\ncan say will be superfluous or ridiculous. Notice how carefully the Draculas of\r\ntalkies have to choose their words to avoid bad laughs. The perfect horror situation\r\nis such that there is nothing you can say about it. What words are necessary in\r\n\"The Pit and the Pendulum\"? \"The Fall of the House of\r\nUsher\" resides within its sealed world, as if--yes, as if buried alive.", "running_time": 66, "mpaa_rating": null, "release_year": 1928, "date_published": "2002-03-03", "genres": null, "title": "The Fall of the House of Usher (1928)"}