{"url": "http://www.rogerebert.com/reviews/great-movie-the-bridge-on-the-river-kwai-1957", "by": null, "star_rating": 4.0, "text": "The last words in David Lean's \"The Bridge on the River Kwai\" are \"Madness! Madness ... madness!\" Although the film's two most important characters are both mad, the hero more than the villain, we're not quite certain what is intended by that final dialogue. Part of the puzzle is caused by the film's shifting points of view.\n\nSeen through the eyes of Col. Nicholson (Alec Guinness), commanding officer of a battalion of British war prisoners, the war narrows to a single task, building a bridge across the Kwai. For Shears (William Holden), an American who escapes from the camp, madness would be returning to the jungle. For Col. Saito (Sessue Hayakawa), the Japanese commandant of the camp, madness and suicide are never far away as the British build a better bridge than his own men could. And to Clipton (James Donald), the army doctor who says the final words, they could simply mean that the final violent confusion led to unnecessary death.\n\nMost war movies are either for or against their wars. \"The Bridge on the River Kwai\" (1957) is one of the few that focuses not on larger rights and wrongs but on individuals. Like Robert Graves' World War I memoir, Goodbye to All That, it shows men grimly hanging onto military discipline and pride in their units as a way of clinging to sanity. By the end of \"Kwai\" we are less interested in who wins than in how individual characters will behave.\n\nThe film is set in 1943, in a POW camp in Burma, along the route of a rail line the Japanese were building between Malaysia and Rangoon. Shears is already in the camp; we've seen him steal a cigarette lighter from a corpse to bribe his way into the sick bay. He watches as a column of British prisoners, led by Nicholson, marches into camp whistling \"The Colonel Bogey March.\"\n\nNicholson and Saito, the commandant, are quickly involved in a faceoff. Saito wants all of the British to work on the bridge. Nicholson says the Geneva Convention states officers may not be forced to perform manual labor. He even produces a copy of the document, which Saito uses to whip him across the face, drawing blood. Nicholson is prepared to die rather than bend on principle, and eventually, in one of the film's best-known sequences, he's locked inside \"the Oven\"--a corrugated iron hut that stands in the sun.\n\nThe film's central relationship is between Saito and Nicholson, a professional soldier approaching his 28th anniversary of army service (\"I don't suppose I've been at home more than 10 months in all that time\"). The Japanese colonel is not a military pro; he learned English while studying in London, he tells Nicholson, and likes corned beef and Scotch whisky. But he is a rigidly dutiful officer, and we see him weeping privately with humiliation because Nicholson is a better bridge builder; he prepares for hara-kiri if the bridge is not ready on time.\n\nThe scenes in the jungle are crisply told. We see the bridge being built, and we watch the standoff between the two colonels. Hayakawa and Guinness make a good match as they create two disciplined officers who never bend, but nevertheless quietly share the vision of completing the bridge.\n\nHayakawa was Hollywood's first important Asian star; he became famous with a brilliant silent performance in Cecil B. DeMille's \"The Cheat\" (1915). Although he worked onstage and in films in both Japan and the United States, he was unusual among Japanese actors of his generation in his low-key delivery; in \"Kwai\" he doesn't bluster, but is cool and understated--as clipped as Guinness. (Incredibly, he was 68 when he played the role.)\n\nAlec Guinness, oddly enough, was not Lean's first choice for the role that won him an Oscar as best actor. Charles Laughton originally was cast as Col. Nicholson, but \"could not face the heat of the Ceylon location, the ants, and being cramped in a cage,\" his wife, Elsa Lanchester, wrote in her autobiography. The contrasts between Laughton and Guinness are so extreme that one wonders how Lean could see both men playing the same part. Surely Laughton would have been juicier and more demonstrative. Guinness, who says in his autobiography that Lean \"didn't particularly want me\" for the role, played Nicholson as dry, reserved, yet burning with an intense obsession.\n\nThat obsession is with building a better bridge, and finishing it on time. The story's great irony is that once Nicholson successfully stands up to Saito, he immediately devotes himself to Saito's project as if it is his own. He suggests a better site for the bridge, he offers blueprints and timetables, and he even enters Clipton's hospital hut in search of more workers, and marches out at the head of a column of the sick and the lame. On the night before the first train crossing, he hammers into place a plaque boasting that the bridge was \"designed and built by soldiers of the British army.\"\n\nIt is Clipton who asks him, diffidently, if they might not be accused of aiding the enemy. Not at all, Guinness replies: War prisoners must work when ordered, and besides, they are setting an example of British efficiency. \"One day the war will be over, and I hope the people who use this bridge in years to come will remember how it was built, and who built it.\" A pleasant sentiment, but in the meantime the bridge will be used to advance the war against the Allies. Nicholson is so proud of the bridge that he essentially forgets about the war.\n\nThe story in the jungle moves ahead neatly, economically, powerfully. There is a parallel story involving Shears that is not as successful. Shears escapes, is taken to a hospital in British-occupied Ceylon, drinks martinis and frolics with a nurse, and then is asked by Maj. Warden (Jack Hawkins) to return as part of a plan to blow up the bridge. \"Are you crazy?\" Shears cries, but is blackmailed by Warden's threat to tell the Americans he has been impersonating an officer. Holden's character, up until the time their guerrilla mission begins, seems fabricated; he's unconvincing playing a shirker, and his heroism at the end seems more plausible.\n\nLean handles the climax with precision and suspense. There's a nice use of the boots of a sentry on the bridge, sending hollow reverberations down to the men wiring the bridge with plastic explosives. Meanwhile, the British celebrate completion of the bridge with an improbable musical revue that doesn't reflect what is known about the brutal conditions of the POW camps.\n\nThe next morning brings an elaborate interplay of characters and motives, as the sound of the approaching train creates suspense, while Nicholson, incredibly, seems ready to expose the sabotage rather than see his beloved bridge go down. (The shot of the explosion and the train tumbling into the river uncannily mirrors a similar scene in Buster Keaton's silent classic \"The General,\" in which the train looks more convincing.)\n\nAlthough David Lean (1908-1991) won his reputation and perhaps even his knighthood on the basis of the epic films he directed, starting with \"The Bridge on the River Kwai\" in 1957, there's a contrarian argument that his best work was done before the Oscars started to pile up. After \"Kwai\" came \"Lawrence of Arabia,\" \"Doctor Zhivago,\" \"Ryan's Daughter\" and \"A Passage to India\"; all but \"Ryan\" were nominated for best picture, and the first two won. Before \"Kwai\" he made smaller, more tightly wound films, including \"Brief Encounter,\" \"Oliver Twist\" and \"Great Expectations\" (1946). There is a majesty in the later films (except for \"Ryan's Daughter\") that compensates for the loss of human detail, but in \"Kwai\" he still has an eye for the personal touch, as in Saito's private moments and Nicholson's smug inspection of the finished bridge. There is something almost Lear-like in his final flash of sanity: \"What have I done!\"", "running_time": 161, "mpaa_rating": "PG", "release_year": 1957, "date_published": "1999-04-18", "genres": ["Action", "Drama", "Foreign", "History", "War"], "title": "The Bridge on the River Kwai (1957)"}