{"url": "http://www.rogerebert.com/reviews/great-movie-jfk-1991", "by": "Kevin Costneras Jim Garrison", "star_rating": 4.0, "text": "I don't have the slightest idea whether Oliver Stone knows who killed President John F. Kennedy. I have no opinion on the factual accuracy of his 1991 film “JFK.” I don't think that's the point. This is not a film about the facts of the assassination, but about the feelings. “JFK” accurately reflects our national state of mind since Nov. 22, 1963. We feel the whole truth has not been told, that more than one shooter was involved, that somehow maybe the CIA, the FBI, Castro, the anti-Castro Cubans, the Mafia or the Russians, or all of the above, were involved. We don't know how. That's just how we feel.\n\nShortly after the film was released, I ran into Walter Cronkite and received a tongue-lashing, aimed at myself and my colleagues who had praised “JFK.” There was not, he said, a shred of truth in it. It was a mishmash of fabrications and paranoid fantasies. It did not reflect the most elementary principles of good journalism. We should all be ashamed of ourselves.\n\nI have no doubt Cronkite was correct, from his point of view. But I am a film critic and my assignment is different than his. He wants facts. I want moods, tones, fears, imaginings, whims, speculations, nightmares. As a general principle, I believe films are the wrong medium for fact. Fact belongs in print. Films are about emotions. My notion is that “JFK” is no more, or less, factual than Stone's “Nixon” or “Gandhi,” “Lawrence of Arabia,” “Gladiator,” “Amistad,” “Out of Africa,” “My Dog Skip” or any other movie based on “real life.” All we can reasonably ask is that it be skillfully made and seem to approach some kind of emotional truth.\n\nGiven that standard, “JFK” is a masterpiece. It's like a collage of all the books and articles, documentaries and TV shows, scholarly debates and conspiracy theories since 1963. We know the litany by heart: The grassy knoll, the hobos in dress shoes, the parade route, the Bay of Pigs, Lee Harvey Oswald in Russia, the two Oswalds, Clay Shaw, Allen Dulles, three shots in 2.6 seconds, the eyewitness testimony, the woman with the umbrella, the gunpowder tests, the palm print, Jack Ruby, the Military Industrial Complex, the wrong shadows on the photograph, the Zapruder film, and on and on. These items are like pegs on a child's workbench: We pound one down, and another one springs up.\n\nOliver Stone was born to make this movie. He is a filmmaker of feverish energy and limitless technical skills, able to assemble a bewildering array of facts and fancies and compose them into a film without getting bogged down. His secret is that he doesn't intend us to remember all his pieces and fit them together and arrive at logical conclusions. His film is not about the case assembled by his hero, New Orleans District Attorney Jim Garrison (Kevin Costner). It is about Garrison's obsession. The film's thrust is not toward truth, but toward frustration and anger. Too many lies have been told and too much evidence tainted for the truth to ever be known. All Garrison can reasonably hope to prove is that the official version is unlikely or impossible, and that tantalizing clues and connections suggest a hidden level on which the dots connect differently.\n\nStone was much criticized for choosing Garrison as his hero. Who should he have chosen? Earl Warren? Allen Dulles? Walter Cronkite? As a filmmaker, it is his assignment to find a protagonist who reflects his feelings. Jim Garrison may not have been on the right track, but he was a perfect surrogate for our national doubts. He asked questions that have never been satisfactorily answered -- that can have no answers, and indeed cannot even be questions, if the Warren Report orthodoxy is correct. Jim Garrison was the obvious hero for any film about a conspiracy to assassinate Kennedy.\n\nStone found the right visual style, too. We've been bombarded by incoming information. It's come for decades in films, in print, on the TV news, in documentaries, in photographs analyzed down to their constituent molecules. None of this stuff fits together. A film with a smooth and consistent visual style would have felt false. Stone and his expert cinematographer, Robert Richardson (who won the Oscar), work in every relevant visual medium: 35mm, 16mm, Super 8, 8mm, video, still photos, color, black and white. His editors, Joe Hutshing and Pietro Scalia, also Oscar winners, assemble this material like the pieces of a jigsaw. It's not linear; there's a sense of parallel events moving forward on more than one front at a time. Consider the scene with Garrison and his investigators in a restaurant, which is intercut with shots of the alleged fabrication of the photo of Oswald and the rifle. As the group breaks up in frustration, the trajectory of the other sequence lands the photo on the cover of Life magazine. Was the photo fabricated? Who knows? The shadows sure don't seem to match.\n\nOf course it was also the Time-Life empire that supplied conspiracy theorists with their most valuable weapon, the Zapruder film. The conspirators, whoever they may have been, “didn't figure on Zapruder,” the film says. Without his grainy home movie, we would have no way of knowing that the shots were so closely spaced it seems unlikely Oswald could have fired all of them. Yes, I know about Gerald Posner's book Case Closed, which argues that everything could have happened more or less as the Warren Commission concluded. “JFK” argues, and most of us still agree, that Oswald's high-speed accuracy is hard to believe. It reflects our gut feelings. It speaks for our dark suspicions.\n\nStone uses a huge cast. To help us follow all those characters through the thicket of evidence, reconstructions, flashbacks, hypothetical meetings and fleeting glimpses, he makes use of typecasting and the star system. Actors such as Gary Oldman are chosen not just because they are very skilled, but because they look like the characters they play (Oswald, in his case). Stars like Jack Lemmon, Ed Asner, Walter Matthau, Kevin Bacon, Donald Sutherland and Sissy Spacek are used to create instant emotional zones around their characters. Less recognizable stars such as Michael Rooker are cast in satellite roles; he plays a key Garrison investigator. We recognize him every time he turns up on the screen, but he doesn't upstage the boss. And Kevin Costner, in the central role, brings all of his believability and likability and dogged determination to the character of Garrison: He's not a hotshot or a genius, but a stubborn man who gets mad when he's lied to.\n\nThere's a lot of exposition in the film. There are times when Stone essentially asks us to listen while a character explains things. These scenes could have been deadly. He makes them exciting by using persuasive actors, by cutting between many different points of view, and by reconstructing the events being described. The key narrator is “Mr. X,” the high-level Pentagon official played by Sutherland. Was there really a Mr. X? I doubt it. Does what he tells Garrison reflect thinking inside the military establishment in the early 1960s? It sounds likely more likely, certainly, than the pious platitudes of the official version.\n\nThe assassination of John F. Kennedy will obsess history as it has obsessed those whose lives were directly touched. The facts, such as they are, will continue to be elusive and debatable. Any factual film would be quickly dated. But “JFK” will stand indefinitely as a record of how we felt. How the American people suspect there was more to it than was ever revealed. How we suspect Oswald did not act entirely alone. That there was some kind of a conspiracy. “JFK” is a brilliant reflection of our unease and paranoia, our restless dissatisfaction. On that level, it is completely factual.", "running_time": 188, "mpaa_rating": "R", "release_year": 1991, "date_published": "2002-04-29", "genres": ["Drama", "Thriller"], "title": "JFK (1991)"}