{"url": "http://www.rogerebert.com/reviews/great-movie-the-adventures-of-robin-hood-1938", "by": null, "star_rating": 4.0, "text": "\n\n\"The Adventures of Robin Hood\" was made with sublime\r\ninnocence and breathtaking artistry, at a time when its simple values rang\r\ntrue. In these cynical days when swashbucklers cannot be presented without an\r\nironic subtext, this great 1938 film exists in an eternal summer of bravery and\r\nromance. We require no Freudian subtext, no revisionist analysis; it is enough\r\nthat Robin wants to rob the rich, pay the poor and defend the Saxons not\r\nagainst all Normans, only the bad ones: \"It's injustice I hate, not the\r\nNormans.\"\n\nThe movie involved a couple of firsts: The first Warner Bros.\r\nfilm shot in the three-strip Technicolor process, and the first of 12 times\r\nFlynn would be directed by Michael Curtiz. It was the fifth of eight films that\r\nErrol Flynn and Olivia de Havilland would make together.\n\nIt\r\nis a triumph of the studio system. The producer, Hal B. Wallis, was the most\r\ncreative executive on the Warner Bros. lot, and when the studio's biggest star,\r\nJames Cagney, walked off angry and left \"Robin Hood\" without a star,\r\nWallis had the clout and daring to cast Flynn in the role--Flynn, a young man\r\nfrom Tasmania with only one Hollywood hit, \"Captain Blood.\" It was\r\nWallis who decided to use the new and expensive Technicolor process, Wallis who\r\nfired an early writer who wanted to dispense with Maid Marian, Wallis who was\r\npowerful enough to replace the original director, William Keighley, with\r\nCurtiz--because Keighley fell ill, according to one story, or because Wallis\r\nwanted Curtiz to pump up the action scenes, according to another. Keighley did\r\nmost of the outdoor scenes, Curtiz did most of the studio shooting.\n\nThe\r\nresult is a film that justifies the trademark Glorious Technicolor. \"They\r\njust don't make movies with this level of tonal saturation any more,\"\r\nwrites the British critic Damien Cannon. Consider the opulent tapestries of the\r\ncastle interiors, and reds and golds and grays and greens of Milo Anderson's\r\ncostumes, the lush greens of Sherwood Forest (actually the studio ranch at\r\nChico, Calif.). The cinematographers, Sol Polito and Tony Gaudio, were using\r\nthe original three-strip Technicolor process, which involved cumbersome cameras\r\nand a lot of extra lighting, but produced a richness of color that modern color\r\nfilms cannot rival.\n\nFor\r\nall of its technical splendor, however, the film would not be a masterpiece\r\nwithout the casting--not just of Flynn and de Havilland, who are indispensable,\r\nbut also of such dependable Warners' supporting stars as Claude Rains, as the\r\neffete Prince John; Basil Rathbone, as the snaky Sir Guy of Gisbourne, and\r\nPatric Knowles, Eugene Pallette and Alan Hale as (respectively) Will Scarlett,\r\nFriar Tuck and Little John, the fearless Merry Men. Unlike modern films where\r\nsuperstars dominate every scene, the Hollywood films of the golden era have\r\ndepth in writing and casting, so the story can resonate with more than one\r\ntone.\n\nBecause\r\nErrol Flynn in later life became a caricature of himself and a rather nasty\r\nman, it's exhilarating to see him here at the dawn of his career. He was\r\nimprobably handsome, but that wasn't really the point: What made him a star was\r\nhis lighthearted exuberance, the good cheer with which he embodies a role like\r\nRobin Hood. When George C. Scott was asked what he looked for in an actor, he\r\nmentioned \"joy of performance,\" and Flynn embodies that with a\r\ncareless rapture. Watch his swagger as he enters John's banquet hall and throws\r\na deer down before the prince, full knowing that the punishment for poaching a\r\ndeer is death. Surrounded by his enemies, he fearlessly accuses John of treason\r\nagainst his brother Richard the Lionhearted, and then fights his way out of the\r\ncastle again. Another actor might have wanted to project a sense of\r\nuncertainty, or resolve, or danger; Flynn shows us a Robin Hood so supremely alive\r\nthat the whole adventure is a lark. Yes, his eyes shift to note that the exit\r\nis being barred and guards are readying their swords, but he observes not in\r\nfear but in anticipation.\n\nThis\r\nis the scene at which Maid Marian first sees Robin, and we first see her. That\r\nOlivia de Havilland was a great beauty goes without saying, but as I watched\r\nthe new DVD of \"The Adventures of Robin Hood,\" I found myself more\r\nthan once pausing the film to simply look at de Havilland in closeup, her\r\ncheeks rosy in Technicolor, her features fine and resolute. The shift in her\r\nfeelings about Sir Robin is measured out scene by scene. It is not a sudden\r\ntransition but a gradual dawning upon her that this is the man she loves, and\r\nthat she must escape her arranged marriage to Gisbourne.\n\nTheir\r\nlove scenes, so simple and direct, made me reflect that modern love scenes in\r\naction movies are somehow too realistic; they draw too much on psychology and\r\nnot enough on romance and fable. It is touching and revealing to see the lovers\r\nin middle age in \"Robin and Marian\" (1976), with Sean Connery and\r\nAudrey Hepburn bridging the poignancy of their long separation, but how much\r\nmore satisfying on an elementary level to see Flynn and de Havilland playing\r\ntheir characters as the instruments of fate; they come together not simply\r\nbecause of love or desire, but because they are so destined. Their union\r\nsuggests the medieval ideal of chivalric love, in which marriage is a form of\r\nGod's will.\n\nThe\r\nswashbuckling in the movie is thrilling precisely because it is mostly real.\r\nThe weakness of modern special effects pictures is that much of the action is\r\nobviously impossible, and some of the computer animation defies the laws of\r\ngravity and physics. It is no more possible to be thrilled by Spider-Man's actions\r\nthan by the Road Runner's. It is more exciting to see the real Jackie Chan\r\nscampering up a wall than to see the computer-assisted Jackie Chan flying.\n\nStunt\r\nmen were used in some shots in \"The Adventures of Robin Hood.\" But\r\nmany daring scenes obviously use the real Flynn, who, like Douglas Fairbanks\r\nSr. in the 1922 \"Robin Hood,\" wanted it known he took his chances.\r\nSome stunts are the same in both pictures, as when Robin cuts the rope holding\r\na gate and then rides the rope up as the gate comes down. Others include\r\ncarefree leaps from ankle-breaking heights, and of course the sword fights. The\r\nnew Warner's DVD assembles the historians Rudy Behlmer, Paula Sigman, Leonard\r\nMaltin, Bob Thomas and Robert Osborne, for a documentary about the making of\r\nthe film, and from them I learn that it was fencing master Fred Cavens who was\r\nprimarily responsible for the modern movie swordfight; he believed \"it\r\nshould look like a fight, not like a fencing match,\" and Flynn, coached by\r\nCavens, hurls himself into the sword scenes with a robust glee.\n\nSeeing\r\nFlynn in the swordfights, I tried to imagine the studio's first choice, James\r\nCagney, in the role. \"It's an interesting concept to think of James Cagney\r\nin his little green outfit,\" muses Robert Osborne. \"This little short\r\nfellow running around Sherwood Forest.\" Cagney was a fearless physical\r\nactor, and as a dancer, he would have had the footwork for the fencing; the\r\ncasting is not unthinkable, but many scenes show bodies full-figure, which\r\nwould have emphasized the difference in height between Cagney and Rathbone (but\r\nnot Rains); cast changes might have been necessary. As Cagney watched this film\r\neven he must have conceded that Flynn was perfect for the role.\n\nThere\r\nare moments in \"Robin Hood\" as playful as a child's game, as when\r\nRobin and his men rise to the bait of Prince John's archery tournament. Are we\r\nto believe that the most wanted men in the kingdom could disguise themselves\r\nsimply by pulling their hats low over their faces? And there are moments a\r\nlittle too obvious, as when Robin takes Marion to a part of Sherwood Forest\r\noccupied by some of the Saxons he has helped, and they skulk about like an\r\nengraving of tired and huddled masses, rousing themselves to express gratitude\r\nto him. We knew that Robin Hood took from the rich to give to the poor, but we\r\ndidn't know he ran his own refugee camp.\n\nThere\r\nare also moments of bravado, as when an arrow extinguishes a candle on its way\r\nto killing a Norman. And when Robin's arrow splits his opponent's in the\r\narchery tourney. And the great sword fight between Robin and Sir Guy that cuts\r\nbetween the men and their shadows. And Technicolor is never more glorious than\r\nin the big outdoor scenes of pageantry, such as the assembling of the court for\r\nthe tournament.\n\nThe\r\nintimate scenes have a directness that is almost bold. When Robin and Marian\r\nlook in each other's eyes and confess their love, they do it without edge,\r\nwithout spin, without arch poetry. The movie knows when to be simple. And it is\r\nthe bond between Robin and Marian, after all, that stands at the heart of the\r\nmovie. The ideal hero must do good, defeat evil, have a good time and win the\r\ngirl. \"The Adventures of Robin Hood\" is like a textbook on how to get\r\nthat right.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1938, "date_published": "2003-08-17", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "The Adventures of Robin Hood (1938)"}