{"url": "http://www.rogerebert.com/reviews/great-movie-come-and-see-1985", "by": null, "star_rating": 4.0, "text": "It's said that you can't make an effective anti-war film because war by its nature is exciting, and the end of the film belongs to the survivors. No one would ever make the mistake of saying that about Elem Klimov's \"Come and See.\" This 1985 film from Russia is one of the most devastating films ever about anything, and in it, the survivors must envy the dead.\n\nThe film begins with an ambiguous scene, as a man calls out commands to invisible others on a beach. Who is he? Who is he calling to? Why is he fed up with them? It's revealed that he's calling out to children who have concealed themselves among the reeds. They are playing games of war, and digging in the sand for weapons concealed or lost during some earlier conflict.\n\nWe meet them. Florya, perhaps 14, lives nearby with his family. It is 1943, Hitler's troops are invading the Soviet republic of Byelorussia, and Florya (Aleksey Kravchenko) dreams of becoming a heroic partisan and defending his homeland. He wants to leave home and volunteer. His family forbids him. But as events unfold, he leaves, is accepted in a fighting unit, forced to change his newer shoes with a veteran's worn-out ones and is taken under the wing of these battle-weary foot soldiers.\n\nHe is still young. He seems younger than his years in early scenes, and much, much older in later ones. At first he is eager to do a good job; posted as a sentry, told to fire on anyone who doesn't know the password, he challenges a girl scarcely older than he is. He does not shoot her; indeed, he never shoots anybody. They grow friendly. Glasha (Olga Mironova), innocent and warm, dreams of her future. Florya is not articulate and may be mentally slow, but he is touched.\n\nThe film follows him for its entire length, sometimes pausing to look aside at details of horror. He doesn't see everything. In particular, there's a scene where he and the girl, separated from the army unit, return to his family farm, where he expects a warm welcome. There is nobody there, furniture is upturned, but it seems they've just left. A pot of soup is still warm. He suddenly becomes convinced he knows where they're gone, and pulls her to run with him to an island in a marshland. Then she sees a sight that he doesn't.\n\nSuch a departure from his point of view doesn't let us off easy. All he sees is horror, and all he doesn't see is horror, too. Later Florya finds himself in a village as Nazi occupiers arrive. There is a sustained sequence as they methodically round up all the villagers and lock them into a barn. The images evoke the Holocaust. As he's shoved in as part of the seething crowd, Florya's eyes never leave the windows high above the floor. By now his only instinct in life has become to escape death. Parents and children, old people and infants, are all packed in. The Nazis call for any able-bodied men to come out. The fathers stay with their families. Florya scrambles out a window and watches as the Nazis burn down the barn, its locked double doors heaving from the desperation inside. This is a horrifying scene, avoiding facile cutaways and simply standing back and regarding.\n\nThis incident, and the story of the boy himself, are based on fact. Many Russian films have depicted the horror of Nazism, because Hitler was a safe target and a convenient stand-in for political allegory closer to home. This film is much more than an allegory. I have rarely seen a film more ruthless in its depiction of human evil. \n\nThe principal Nazi monster in the film, S.S. Major Sturmbannfuhrer, is a suave, heartless beast not a million miles distant from Tarantino's Col. Hans Landa. He toys with an unpleasant little simian pet that clings to his neck. He is almost studious in his murderous commands. His detachment embodies power, which is the thing Florya never for a moment possesses throughout the movie. It is possible that Florya survives because he is so manifestly powerless. To look at him is to see a mind reeling from shock. One would like to think the depiction of the Nazis is exaggerated, but no. The final title card says, “The Nazis burned down 628 Byelorussian villages together with all the people in them.” \n\nIt strains credulity to imagine Florya surviving all the horrors that he witnesses, but there was a real Florya, and Klimov's script was written with Ales Adamovich; Klimov told Ron Holloway in a 1986 interview, “Adamovich was the same age as the hero in the film. He and his family fought with the partisans and witnessed the genocide perpetrated by the Nazis on Belarussian soil.” Klimov added that his film was shot in Byelorussia (now known as Belarus) near where the events took place, and that he used no professional actors.\n\nThe film depicts brutality and is occasionally very realistic, but there's an overlay of muted nightmarish exaggeration. The swamp that Florya and Glasha wade through, for example, has a thick gelatinous top layer that seems like a living, malevolent skin. There's a sequence in which Florya becomes involved with some cows who will become food for starving troops. He and the cow are in a field obscured by a thick fog when machine-gun fire breaks out — from where, he cannot tell. The eventual death of the beast is told in a series of images that mirror the inexorable shutting down of life. The cow's life was doomed one way or another, but these suggest how utterly incomprehensible death is to the cow. The nightmare intensifies after Florya is too near an artillery bombardment and is deafened. The sound becomes muted, and there is a faint ringing, which makes the reality of sound frustratingly out of reach for him. \n\nIs it true that audiences demand some kind of release or catharsis? That we cannot accept a film that leaves us with no hope? That we struggle to find uplift in the mire of malevolence? There's a curious scene here in a wood, the sun falling down through the leaves, when the soundtrack, which has been grim and mournful, suddenly breaks free into Mozart. And what does this signify? A fantasy, I believe, and not Florya's, who has probably never heard such music. The Mozart descends into the film like a deus ex machina, to lift us from its despair. We can accept it if we want, but it changes nothing. It is like an ironic taunt.\n\nI must not describe the famous sequence at the end. It must unfold as a surprise for you. It pretends to roll back history. You will see how. It is unutterably depressing, because history can never undo itself, and is with us forever. \n\nI learn from IMDb.com that the film's title, seemingly so straightforward, has a bleak context. It comes from the Book of Revelation: “And when he had opened the fourth seal, I heard the voice of the fourth beast say, ‘Come and see.' And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.”", "running_time": 136, "mpaa_rating": "Unrated", "release_year": 1985, "date_published": "2010-06-16", "genres": ["Action", "Drama", "Foreign", "History", "War"], "title": "Come and See (1985)"}