{"url": "http://www.rogerebert.com/reviews/great-movie-mon-oncle-1958", "by": null, "star_rating": 4.0, "text": "Jacques Tati is the great philosophical tinkerer of comedy, taking meticulous care to arrange his films so that they unfold in a series of revelations and effortless delights. Consider a shot early in \"Mon Oncle,\" where the camera regards the outside of the building where Tati's character, Hulot, lives in a room on the roof. It seems at first to be two buildings, side by side, and Hulot enters the ground floor of one of them. But then, as he climbs upstairs, his body or legs or head or shoes are glimpsed through a series of windows, doors and passageways, revealing that the two buildings are linked. When he arrives finally at the top, he disappears, to emerge not where we expect him to but at the other side of the screen.\n\nThere is more. Opening a window, he hears a canary sing. Adjusting the window slightly, he hears it stop. Opening it again, he hears the song. It seems that the window itself is singing, until he realizes that it reflects sunshine onto the cage of his neighbor's canary. He adjusts the pane to provide the neighborhood with song.\n\nLater, another visual smile: Again watching from the outside of the building, we see a woman in a negligee start up the stairs as Hulot starts down; as they pass, he pauses, and we can see only his shoes--pointing toward us, to indicate he has politely turned his back.\n\nThese are not the kinds of sight gags that would inspire envy in Jim Carrey. They tickle us with their quiet bemusement, they involve us in a conspiracy with Tati to discover serendipity in a world of disappointment. That's especially the case with \"Mon Oncle\" (1958), which places Hulot in a gimmicky 1950s society of garish materialism. In Tati's great earlier film \"Mr. Hulot's Holiday\" (1953), Hulot was seen on vacation at the seaside, bumbling his way with the best of intentions through a series of social catastrophes. Now he is in a city. Two cities, actually--an old French city of bistros and street-sweepers and junk carts, of ramshackle buildings and jolly stray dogs and vegetable markets, and then a modern city of automated homes, sterile factories and hideous fashions.\n\nHulot is always the same. Tati's character, who also appeared in \"Playtime\" (1967) and \"Traffic\" (1971), varies as little as Chaplin's tramp, and is often seen in a brown fedora, a tan raincoat, a bow tie, too short pants, striped socks. He is never without his long-stemmed pipe, and at moments of urgency or confusion, he nervously taps it against his heel. He hardly ever says anything, and indeed \"Mon Oncle\" is halfway a silent film, with the dialogue sounding like an unexpected interruption in a library. The music is repetitive, simple, cheerful, like circus music while we're waiting for the clowns.\n\nHulot was the hero of \"Monsieur Hulot's Holiday,\" but in \"Mon Oncle,\" he is a lost soul, unemployed, bemused and confused by the modern world. His sister Madame Arpel (Adrienne Servantie) believes she can help him. She lives with her husband Monsieur Arpel (Jean-Pierre Zolla) and their young son Gerard (Alain Becourt) in a futuristic architectural monstrosity, and a great deal of the movie's time is spent exploring their cold new world.\n\nThe house they live in, a masterpiece of production design by Henri Schmitt, has automatic gates, doors, windows, kitchen appliances and a hideous aluminum fountain made from a fish that spouts water from its mouth. The fish is turned on for company, left off for family, tradesmen and relatives. Two round upstairs windows look like eyeballs, especially when the backlit heads of M. and Mme. Arpel function as their pupils. The garden has a winding path to the door, allowing a wicked shot where two women effusively greet each other while the path has them walking in opposite directions. When Mme. Arpel decides her brother should meet a neighbor for possible matrimony, there is a garden party of agonizing bourgeois awkwardness during which chairs and tables are shuffled clumsily, a climbing vine comes to a bad end, and the underground tube to the fish is punctured.\n\nThings like that happen around Hulot. Arpel, an executive in a plastic hose factory, gets him a job that leads to all sorts of difficulties, including mysterious footprints on the personnel director's desk, and hose that looks like frankfurters. The only person who seems to understand Hulot is his nephew Gerard, who treats life in the modernist house as a bore, and escapes to scamper about town with his prankster playmates. The family dog, a dachshund in a plaid overcoat, also sneaks out to run with the local strays.\n\n\"Mon Oncle\" introduces us casually to a large cast of local characters, including a street-sweeper who is perpetually in conversation and always means to use his broom but never does, and a produce vendor whose scale is off because a flat tire causes his truck to tilt. There is a tender, subtle subplot involving Betty (Betty Schneider), the concierge's daughter, who offers Hulot sweets and conducts a little flirtation, and in a bittersweet closing scene, looks all grown up and almost inspires Hulot to make a romantic gesture--before, alas, her mother appears.\n\nThere's also a supporting cast of dogs, who are seen in the first shot and the last, and hurry on their doggy business in between. They don't have an important role in the plot; they're just there, checking things out, marking their territory. I learn from the elegant Web site Tativille.com that Tati found the dogs in the pound, and didn't train them but simply observed and encouraged them. \"At the end of the film, we had to get rid of them,\" Tati wrote. He refused to send them back to the pound, and had an inspiration: He took out an ad in the paper describing them as movie stars, and they all found good homes. There is a lot of Tati in that serendipitous story.\n\nJacques Tati (1909-1982) only made six features and a few shorts and TV shows, and yet he ranks with the great silent clowns among masters of visual comedy. He was a perfectionist whose precise construction of shots, sets, actions and gags is all the more impressive because he remained within a calm emotional range; Hulot doesn't find himself starving, hanging from clock faces, besotted with romance or in the middle of a war, but simply puttering away at life, genial and courteous, doing what he can to negotiate the hurdles of civilization.\n\nThe grandson of the czar's ambassador to France, Tati sidestepped his father's picture-framing shop by going into show business. He was a popular vaudeville performer, who after World War II switched to films, first with a short about postal carriers and then with \"Jour de Fete,\" also about a mailman.\n\n\"Mister Hulot's Holiday\" introduced Hulot and was a huge international success, and \"Mon Oncle\" won the grand jury prize at Cannes and the Oscar for best foreign language film. His next three films, financed with great difficulty, kept him in debt and didn't achieve the same success, although a case can be made that he grew more daring and radical in the way his human hero confronted an inhuman society.\n\nI love Monsieur Hulot. I love him because he wishes no harm, causes no harm, sees (whenever possible) no harm. He does not forgive his trespassers because he does not feel trespassed against; in the face of rudeness, he nods politely, tries to look interested and stays out of the way. In an emergency, he does what he can, stepping on the leak in the lawn so that the fish can continue to spout. What he would like to do, I think, is to set out each morning and walk here and there, tipping his hat, tapping his pipe, grateful for those amusements that come his way. If his heart breaks even a little when he says goodbye to the landlady's daughter, he doesn't let us know.\n\n\"What my brother needs is an objective,\" Madame Arpel declares, but that is precisely what Hulot does not need. He simply needs to be left alone to meander and appreciate, without going anywhere or having anywhere to go. Jean-Luc Godard once said, \"The cinema is not the station. The cinema is the train.\" I never knew what that meant, until Monsieur Hulot showed me. The joy is in the journey, the sadness in the destination.\n\nBiographical information cited here comes from Ephraim Katz's Film Encyclopedia. ", "running_time": 110, "mpaa_rating": null, "release_year": 1958, "date_published": "2003-06-08", "genres": ["Comedy", "Foreign"], "title": "Mon Oncle (1958)"}