{"url": "http://www.rogerebert.com/reviews/great-movie-cleo-from-5-to-7-1962", "by": "Corinne Marchandas Cléo Victoire, Florence", "star_rating": 4.0, "text": "In France, the afternoon hours from five to seven are known as the hours when lovers meet. On this afternoon, nothing could be further from Cleo's mind than sex. She is counting out the minutes until she learns the results from tests she believes will tell her she is dying from cancer. Agnes Varda's \"Cleo from 5 to 7\" is 90 minutes long, but its clock seems to tick along with Cleo's.\n\nVarda is sometimes referred to as the godmother of the French New Wave. I have been guilty of that myself. Nothing could be more unfair. Varda is its very soul, and only the fact that she is a woman, I fear, prevented her from being routinely included with Godard, Truffaut, Resnais, Chabrol, Rivette, Rohmer and for that matter her husband Jacques Demy. The passage of time has been kinder to her films than some of theirs, and \"Cléo from 5 to 7\" plays today as startlingly modern. Released in 1962, it seems as innovative and influential as any New Wave film.\n\nCléo (Corinne Marchand) is a fresh-faced, perky young pop singer who has yet to experience great fame, although she has a few songs on the radio and on juke boxes. Wandering into a cafe, she plays one of her songs and we overhead a woman complaining to her table companion about the \"noise.\" I don't know if Cléo hears that, even if we do. One of the devices in the film is to note the casual conversations of other Parisians that take place near Cléo as she passes her time. In another cafe, two lovers are breaking up, for example.\n\nThere is something psychologically accurate about this. When you fear your death is near, you become aware of other people in a new way. Yes, you think of the others, you think your life is going on its merry way, but think of me--I have to die. Cléo's awareness of that deepens a film that is otherwise about mostly trivial events.\n\nShe begins at 5 p.m, for example, by visiting a reader of the Tarot deck. The cards are seen in color in an otherwise b&w film. We aren't Tarot readers, but they look alarming to us. The Hanged Man and Death make their ominous appearances, and the Tarot reader reassures Cléo, as such readers always do, that the cards \"can mean many things.\" Later, when Cléo asks for her palm to be read, the reader looks at it and says, \"I don't read palms.\" Not a good sign. Cléo seems a shallow enough woman that these portents depress her.\n\n\n\nWandering through Paris accompanied by her maid, she stops in a hat shop and tries on many hats, which are reflected back at her in countless mirrors. Which look will she adopt for the moment? It is a summer day, and yet she chooses a black fur hat, which crowns her head as a storm warning.\n\nCléo and the maid return to her apartment, which contains a piano, a bed, two tussling kittens and a lot of empty space. She occupies the bed as a sort of throne, and receives her lover (José Luis de Vilallonga) in a scene that for both of them is clearly more ceremony than passion. One meets one's lover between 5 and 7? Very well then, they will behave as expected. Also in attendance is Bob, her rehearsal pianist, played by Michel Legrand, the film's composer.\n\nIt is clear in her behavior with lover and pianist that Cléo is enacting a superficial pop heroine, an inconsequential and trivial young women, all style and pose. The two kittens, which Varda somehow succeeds in including within the frame, are like props in a silly musical. And yet all this time Cléo's awareness of her mortality vibrates like a soft bass drum beneath the surface. As she plays singer, lover and shopper of hats, she is playing always a woman who expects to be told she has stomach cancer.\n\nThe role is more difficult than it might appear, and Corinne Marchand better in it than she may have been credited for. What she does here is as extraordinary in its own way as Anna Karina's unforgettable character in Godard's \"My Life to Live.\" It is tricky enough to play a sprite who skips lightly through life, but how in doing that do you communicate your awareness of mortality? (Both Godard and Karina appear in cameos in a brief silent film sequence, shown in a clip below.)\n\nUnlike most of the New Wave directors, Varda was trained not as a filmmaker or as a critic, but as a serious photographer. Try freezing any frame of the scenes in her apartment and you will find perfect composition--perfect, but not calling attention to itself. In moving pictures, she has an ability to capture the essence of her characters not only through plot and dialogue, but even more in their placement in space and light.\n\nWhile many early New Wave films had a jaunty boldness of style, Varda in this film shows a sensibility to subtly developing emotions. Consider the sequence near the end. she wanders into a deserted area of a park and encounters the young soldier Antoine (Antoine Bourseiller). They speak. They walk, they travel by bus, they walk again. Observe with what enormous tact and restraint he speaks to her. He doesn't know of her day's health worries, but he has worries of his own, and Varda's dialogue allows an emotional bridge to exist between them. Then Cleo is told her test results with almost cruel informality by her doctor. Then she and the soldier talk a little more. If you want to consider the differences between men and women, consider that what Antoine says here was written by a woman, and many men would have found it out of reach.\n\nAgnes Varda, born 1928, is one of the nicest people I have ever met. There's no other way to put it. \"Saint Agnes of Montparnasse,\" I called her, in blog entry I wrote in 2009.\n\n\n\nIn her magnificent autobiographical film \"The Beaches of Agnes\" (2009), she comes walking toward us on the sand in the first shot, describing herself as \"a little old lady, pleasantly plump.\" Well, she isn't tall. But somehow she isn't old. She made this film in her 80th year, and looked remarkably similar to 1967, when she brought a film to the Chicago Film Festival. Or the night I had dinner with her, Jacques and Pauline Kael at Cannes 1976. Or when she was at Montreal 1988. Or the sun-blessed afternoon when we three had lunch in their Parisian courtyard in 1990. Or when she was on the jury at Cannes 2005.\n\nHer face is framed by a cap of shining hair. Her eyes are merry and curious. She is brimming with energy, and in \"The Beaches of Agnes\" you will see her setting up shots involving mirrors on the beach, or operating her own camera, or sailing a boat single-handedly down the Seine under the Pont Neuf, her favorite bridge.\n\nAnd she has given us the most poetic shot about the cinema I have ever seen, where two old fishermen, who were young when she first filmed them, watch themselves on a screen. Yes, and the screen and the 16mm projector itself are both mounted on an old market cart that they push through the nighttime streets of their village.\n\nThat shot made near the end of her career contains the mystery of cinema. She filmed these men when they were young, and now half a century has passed for all of them, and the shot endures. You sense the same life and sympathy in \"Cléo from 5 to 7,\" where she sees the surface so clearly, and what is under it still more clearly.  The film is on DVD in the Criterion Collection, and is streaming on Hulu and Hulu Plus.  \n\nMy blog entry Saint Agnes of Montparnasse.", "running_time": 90, "mpaa_rating": null, "release_year": 1962, "date_published": "2012-08-26", "genres": ["Comedy", "Drama", "Foreign", "Music"], "title": "Cléo from 5 to 7 (1962)"}